{
  "ticker": "AEO",
  "company_name": "AMERICAN EAGLE OUTFITTERS INC",
  "cik": 919012,
  "form_type": "10-K",
  "filing_date": "2025-03-20",
  "period_of_report": "2025-02-01",
  "fiscal_year": 2025,
  "accession_number": "0000950170-25-042746",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0000919012&accession_number=000095017025042746&xbrl_type=v",
  "sic_code": "5651",
  "industry": "Retail-Family Clothing Stores",
  "sections": {
    "item1": {
      "text": "Item 1. Business.\nCompany Overview\n American Eagle Outfitters, Inc. (the “Company,” \"AEO,\" “we,” “us,” and “our”) is a leading global specialty retailer with a portfolio of beloved apparel brands. We operate and license nearly 1,500 retail stores worldwide and are online at www.ae.com and www.aerie.com in the U.S. and internationally.\nRooted in optimism, inclusivity, and authenticity, AEO’s brands empower every customer to celebrate their unique personal style. We offer casual, comfortable, timeless outfitting and high-quality products that are made to last under the American Eagle (\"AE\") brand, and intimates, apparel, activewear, and swim collections under the Aerie and OFFLINE by Aerie brands. We sell directly to consumers through our retail channel, which includes our stores and concession-based shops-within-shops. We operate stores in the U.S., Canada, and Mexico. We also have license agreements with third parties to operate American Eagle and Aerie stores and online marketplace businesses throughout Asia (including India), Europe, Latin America, and the Middle East.\nWe also operate Todd Snyder New York (“Todd Snyder”), a premium menswear brand; Unsubscribed, which focuses on consciously made, slow fashion; and Quiet Platforms, which primarily serves as AEO's regionalized fulfillment center network while also utilizing excess space to service appropriate third-party customers.\nOperating Segments\n The Company has identified two operating segments (American Eagle brand and Aerie brand) that also represent our reportable segments and reflect the Chief Operating Decision Maker's (defined as our CEO) internal view of analyzing results and allocating resources. Additionally, our Todd Snyder and Unsubscribed brands and Quiet Platforms have been identified as separate operating segments; however, as they do not meet the quantitative thresholds for separate disclosure they are presented under the Other caption. Refer to Note 14, Segment Reporting, to the Consolidated Financial Statements included herein for additional information.\nFiscal Year\n Our fiscal year is a 52- or 53-week year that ends on the Saturday nearest to January 31. As used herein, \"Fiscal 2025\" refers to the 52-week period that will end on January 31, 2026, “Fiscal 2024” refers to the 52-week period ended February 1, 2025, “Fiscal 2023” refers to the 53-week period ended February 3, 2024, and \"Fiscal 2022\" refers to the 52-week period ended January 28, 2023.\nBrands\n American Eagle\nAmerican Eagle is a leading American jeans and apparel brand, the go-to destination for casual style, embraced by generations since 1977. We are rooted in authenticity, powered by positivity and inspired by our community. Our collections are designed to inspire self-expression and empower our customers to celebrate their own uniqueness.\nOur brands are expanding products under our Real Good label, which reflects higher environmental standards compared to conventional methods and integrates more sustainable raw materials. Today, nearly all AE jeans are made under the Real Good label.\nAs of February 1, 2025, we operated 829 AE stores. We offer American Eagle products online at www.ae.com.\n Aerie\n Built on a platform of power, positivity and no photo retouching - inspiring people to love their real selves, Aerie is a fast-growing lifestyle brand offering intimates, apparel, activewear, and swim collections. With the #AerieREAL™ movement, we celebrate our community by promoting positivity, confidence and empowerment. As part of our Real Good promise, we create swimsuits, bras, and underwear with materials made from recycled polyester, recycled nylon fabric or sustainably sourced cotton.\n\n\nOFFLINE by Aerie offers a complete collection of activewear and accessories made for real movement and real comfort. Built on the success of Aerie's leggings and sports bras, OFFLINE's unique take on an active lifestyle celebrates real life - when some days you feel like you can take on the world and other days you need that extra push to get off the couch. This is activewear for everywhere life takes you. Our Real Good promise extends to the OFFLINE collections with some of our best-selling fleece, leggings and tees made with the planet in mind.\n As of February 1, 2025, we operated 318 Aerie brand stand-alone stores, inclusive of 42 OFFLINE stand-alone stores and 39 OFFLINE side-by-side stores connected to an Aerie brand location. Included in the 829 AE brand store count described above, we also operated 183 Aerie side-by-side stores connected to an AE brand location, five locations with an AE brand location, Aerie brand location and OFFLINE connected as one store, and six OFFLINE side-by-side stores connected to an AE brand location. These locations are included within the 829 AE store count described above.\n In addition, Aerie brand merchandise is sold online at www.aerie.com and certain items are sold in AE brand stores.\n Todd Snyder New York\n A premium menswear brand informed by heritage, yet updated for today, with an emphasis on versatility and comfort. Todd Snyder offers signature essentials, statement pieces, custom suiting and iconic accessories reflective of quintessential American style. From bespoke tailoring to innovative capsule collections - good style can be attainable and playful.\n As of February 1, 2025, we operated 19 Todd Snyder stores. We offer Todd Snyder products online at www.toddsnyder.com.\n Unsubscribed\n A truly unique brand offering consciously-made, slow fashion with timeless clothing and accessories, Unsubscribed offers one-of-a-kind vintage pieces that represent socially conscious and ethically produced practices. Each store is a unique experience that respects and highlights the heritage of the space and the surrounding community. We are making wise choices through planet-first practices, emphasizing local makers, natural fibers, and a desire to produce pieces that stand the test of time in both style and quality.\n As of February 1, 2025, we operated six Unsubscribed stores. We offer Unsubscribed products online at www.unsubscribed.com.\n Key Business Priorities & Strategy\n In Fiscal 2025, we continue to be focused on our \"Powering Profitable Growth\" strategy with the following priorities:\n •Amplify our brands\n •Execute with financial discipline\n •Optimize our operating capabilities\n The Company will leverage customer-focused capabilities and continue to strengthen its return on investment (\"ROI\") discipline, while building on the power of AEO’s people, culture and purpose.\nReal Estate\n We ended Fiscal 2024 with 1,172 Company-owned stores, and 371 licensed store locations. Our AE brand stores average approximately 7,100 gross square feet and our Aerie brand stand-alone stores, inclusive of OFFLINE stand-alone stores, average approximately 6,200 gross square feet. The weighted-average square footage of our Company-owned stores decreased by 6% to 6.8 million during Fiscal 2024.\n Company-Owned Stores\n Our Company-owned retail stores are located in shopping malls, lifestyle centers, and street locations in the U.S., Canada, and Mexico.\nRefer to Note 15, Impairment, Restructuring and Other Charges, to the Consolidated Financial Statements included in this Annual Report for additional information regarding impairment charges related to our Company-owned stores.\n\n\nThe following table provides the number of our Company-owned stores in operation as of February 1, 2025 and February 3, 2024.\n \n\n                                                  Fiscal Years Ending\n                              February 1,                 February 3,\n                        2025                      2024               \nAE Brand:                                                            \nUnited States                         684                         696\nCanada                                 72                          75\nMexico                                 73                          64\nHong Kong                               -                          16\nTotal AE Brand (1)                    829                         851\nAerie Brand:                                                         \nUnited States                         273                         262\nCanada                                 28                          30\nMexico                                 17                          16\nHong Kong                               -                           2\nTotal Aerie Brand (2)                 318                         310\nTodd Snyder                            19                          16\nUnsubscribed                            6                           5\nTotal Consolidated                  1,172                       1,182\n \n(1) Includes 183 Aerie side-by-side stores connected to an AE brand location, five locations with AE brand, Aerie brand and OFFLINE connected as one store, and six OFFLINE side-by-side stores connected to an AE brand location.\n (2)Includes 42 OFFLINE stand-alone stores and 39 OFFLINE side-by-side stores connected to an Aerie brand location.\n The following table provides the changes in the number of our Company-owned stores for the past five fiscal years:\n\n\nFiscal Year   Beginning of Year       Opened     Closed   End of Year\n       2024               1,182           49   (59) (1)         1,172\n       2023               1,175           42       (35)         1,182\n       2022               1,133           87       (45)         1,175\n       2021               1,078          103       (48)         1,133\n       2020               1,095           40       (57)         1,078\n \n(1) Includes 13 Hong Kong locations converted to licensed retail stores in the fourth quarter of Fiscal 2024. Refer to Note 15, Impairment, Restructuring and Other Charges, to the Consolidated Financial Statements included in this Annual Report for additional information regarding Hong Kong retail operations.\n Licensed Operations\n Our international licensing partners acquire the right to sell, promote, market, and/or distribute various categories of our products in a given geographic area and to source products from us. International licensees' rights include the right to own and operate retail stores and may include rights to sell in wholesale markets and shop-in-shop concessions and operate online marketplace businesses. As of February 1, 2025, our international licensing partners operated in 371 licensed retail stores and concessions, as well as wholesale markets, online brand sites, and online marketplaces in approximately 30 countries.\nWe plan to continue to increase the number of locations under license agreements or similar arrangements as part of our disciplined approach to global expansion.\n\n\nAEO Direct\n We sell merchandise through our digital channels, www.ae.com, www.aerie.com, and our AEO apps, both domestically and internationally in approximately 90 countries. We also sell AE and Aerie brand merchandise on various international online marketplaces. We offer Todd Snyder and Unsubscribed brand products online at www.toddsnyder.com and www.unsubscribed.com, respectively. The digital channels reinforce each particular brand platform and are designed to complement the in-store experience.\nOver the past several years, we have invested in building our technologies and digital capabilities. We focused our investments in three key areas: making significant advances in mobile technology, investing in digital marketing to drive qualified traffic to our site and improving the digital customer experience to drive increased conversion.\nOmni-Channel\n In addition to our investments in technology, we have invested in building omni-channel capabilities to better serve customers and gain operational efficiencies. These upgraded technologies provide a single view of inventory across channels, connecting physical stores directly to our digital store and providing our customers with a more convenient and improved shopping experience. Our distribution network is fully omni-channel and services both stores and digital businesses. We offer the ability for customers to return products seamlessly via any channel regardless of where the products were originally purchased. We also offer a variety of channels to fulfill customer orders. These include “ship to home,” which can be fulfilled either through our distribution center or our store sites (buy online, ship from stores) when purchased online or through our apps; “store pick-up,” which consists of online orders being fulfilled either in store or curbside, and “store-to-door” where customers order within our store, and the goods are shipped directly to their home. We are currently evaluating our digital capabilities by using cloud-based technology infrastructure and will enhance these channels with appropriate and reliable machine learning models intended to improve our customer experience.\n Customer Loyalty Program\n Real Rewards by American Eagle and Aerie™ (the “Program”) is a highly digitized loyalty program available in AEO stores and online at www.ae.com and www.aerie.com. The Program features a variety of engaging benefits for loyalty members and credit card members.\n Real Rewards by American Eagle and Aerie™ highlights include:\n•Faster earn rates by level, which equal more rewards;\n •Exclusive access to member promotions, discounts, and experiences; \n •Enhanced shipping perks; and\n •Special card-member discounts and tier benefits. \n Under the Program, members accumulate points based on purchase activity and earn rewards by reaching a point threshold. Members earn dollar rewards in the form of discount savings certificates. Rewards earned are valid through the stated expiration date, which is 60 days from the issuance date of the reward. Rewards not redeemed during the 60-day redemption period are forfeited.\nMerchandise Suppliers\n We design our merchandise, which is manufactured by third-party factories. During Fiscal 2024, we purchased substantially all of our merchandise from non-North American suppliers. We sourced merchandise through vendors located throughout the world, primarily in Asia, and did not source more than 10% of our merchandise from any single factory or supplier. Although we purchase a significant portion of our merchandise through a single international buying agent, we do not maintain any exclusive commitments to purchase from any one vendor.\n We maintain quality control departments at our distribution centers to inspect incoming merchandise shipments for overall quality of manufacturing. Inspections are also made by our employees and agents at manufacturing facilities to identify quality issues prior to shipment of merchandise.\n We maintain an extensive factory inspection program to monitor compliance with our Supplier Code of Conduct. New garment factories must pass an initial inspection in order to do business with us and we continue to review their performance against our guidelines regarding working conditions, employment practices, and compliance with local laws through internal audits by our compliance team and the use of third-party monitors. We strive to partner with suppliers who respect local\n\nlaws and share our dedication to utilize best practices in human rights, labor rights, environmental practices, and workplace safety. We are a certified, validated member of the Customs-Trade Partnership Against Terrorism program (“CTPAT”), a designation we have held since 2004. CTPAT is a voluntary program offered by U.S. Customs and Border Protection (“CBP”) in which an importer agrees to work with CBP to strengthen overall supply chain security. In 2016, we were accepted into the Apparel, Footwear, and Textiles Center, one of CBP’s Centers of Excellence and Expertise (“CEE”). The CEEs were created to ensure uniformity, create efficiencies, reduce redundancies, enhance industry expertise, and facilitate trade, all with a final goal of reduced costs at the border and allowing CBP to focus on high-risk shipments.\n \nInventory and Distribution\n Merchandise is shipped directly from our vendors and deconsolidated to our Company-owned distribution centers in Hazleton, Pennsylvania and Ottawa, Kansas, our regional distribution centers strategically located throughout the U.S., or our Canadian distribution center in Mississauga, Ontario. Additionally, some products are shipped directly to stores, which reduces transit times and lowers operating costs. We contract with a third-party distribution center in Mexico to service our Company-owned stores and e-commerce operations in the region.\nRegulation\n We and our products are subject to regulation by various federal, state, local, and foreign regulatory authorities. Substantially all of our products are manufactured by foreign suppliers and imported by us, and we are subject to a variety of trade laws, customs regulations, and international trade agreements. Apparel and other products sold by us are under the jurisdiction of multiple governmental agencies and regulations, including, in the U.S., the Federal Trade Commission and the Consumer Products Safety Commission. These regulations relate principally to product labeling, marketing, licensing requirements, and consumer product safety requirements and regulatory testing. We are also subject to regulations governing our employees both globally and in the U.S., and by disclosure and reporting requirements for publicly traded companies established under existing or new federal or state laws, including the rules and regulations of the Securities and Exchange Commission (“SEC”) and New York Stock Exchange (“NYSE”).\n Our licensing partners, buying/sourcing agents, and the vendors and factories with which we contract for the manufacture and distribution of our products are also subject to regulation. Our agreements require our licensing partners, buying/sourcing agents, vendors, and factories to operate in compliance with all applicable laws and regulations including the Uyghur Forced Labor Prevention Act, and we are not aware of any violations that could reasonably be expected to have a material adverse effect on our consolidated business or operating results.\n Human Capital Management\n Our people come first. As of February 1, 2025, we employed approximately 44,000 associates throughout the world, of whom approximately 35,000 were part-time or seasonal associates. We employed approximately 38,000 associates in the U.S., of whom approximately 30,000 were part-time or seasonal associates.\n\nOur values of People, Innovation, Passion, Integrity, and Teamwork are the backbone of our Company and are at the center of every decision, every product and every interaction - they represent the foundation of our Better Together culture. We all have a vital role to play in creating an environment where everyone feels respected and empowered while we continue to grow as a community that promotes individuality and difference.\n\nTo evaluate our Better Together culture, we look holistically at all the beliefs, values and behaviors that reflect how our best work is done. We aim to ensure there is alignment between what is espoused and what is practiced. We believe that our consistently strong internal employee satisfaction scores, corporate exit survey data, and other ratings demonstrate the achievement of this goal.\n\nOur culture model is composed of Listening, Observing, Supporting, and Informing:\n•Listening to our associates, customers and candidates through reviews of culture surveys, exit surveys, on-boarding surveys, third-party reporting, LinkedIn responses, and hotline reporting; we also support open door engagement and conduct Company-wide town halls and leader-directed roundtables on a periodic basis.\n •Observing who we are and what our associates are doing by regularly reviewing data that includes retention rates. \n\n\n•Supporting a positive Company culture through programs and processes for eligible associates that promote our strong values and address leadership development opportunities, work-life integration, well-being initiatives, fair pay initiatives, family support, and inclusion programs. \n •Informing and clearly communicating our values, modeling the behaviors we expect, and providing training and feedback. \n \nOur Board of Directors (our “Board”) plays an important role in the oversight of our talent and culture and devotes time each quarter to receiving updates from senior management on matters that include employee engagement, turnover and retention rates, talent development, leadership, and succession planning initiatives.\n\n\nTALENT MANAGEMENT PROGRAMS\n\nWe utilize an integrated set of talent management tools and programs, rooted in our values, that thread through the entire talent lifecycle. Consistent talent reviews, performance evaluations, equitable pay practices and succession planning have contributed to a full-time voluntary and mutual turnover rate of approximately 23% for Fiscal 2024, which includes our store associates, as compared to our 25% five year Company average. We support associate development through numerous programs, including AEO Academy, an online training platform that provides eligible associates with continuous learning opportunities. AEO Academy has over 3,000 modules, which in the aggregate were completed 475,000 times during Fiscal 2024. Our focus on associate development led to a full-time promotion rate of approximately 25% for Fiscal 2024 compared to our 24% five year Company average.\nIDEA\n\nAt AEO, we believe Inclusion, Diversity, Equity & Access (“IDEA”) is a key part of our Better Together culture. Our values are at the center of every decision, product, and interaction. This means aiming to ensure that all people are respected and feel that being their authentic selves will not be a barrier to personal or professional fulfillment and growth. Our mission is to achieve sustainable progress in the pillars of hiring, community, and development through strategic, data-supported, and people-centric action. Our values are at the center of every decision, product, and interaction. This means making sure that all people are respected and feel that being their authentic selves will not be a barrier to personal or professional fulfillment and growth.\n\nWe have three IDEA Pillars: Hiring, Community and Development.\n\nHiring. AEO believes that our differences and individuality make us stronger as an organization. Through continual improvement of hiring processes and the strategic expansion of where we find and cultivate candidates, we believe that we can attract and convert top talent.\n\nCommunity. Our associates have the freedom to be themselves, uniquely helping to create a vibrant community. We believe that AEO is a place where our people are excited to come to work, believe in the work that they do, feel valued, and are appreciated for their contributions. At AEO we also know we not only have the power to touch lives within our Company but also can make a lasting impact in the communities in which we operate. We know that living our values of People, Innovation, Passion, Integrity and Teamwork will allow us to enrich our internal and external communities and sustain our inclusive culture.\n\nDevelopment. We believe in equipping our leaders and our associates with the necessary resources to create and maintain an inclusive workplace, investing in the career progression of associates, and developing a pipeline of future and emerging leaders.\n\nDuring Fiscal 2024 we continued to strengthen AEO through IDEA initiatives, including:\n•Our Structured Hiring process, an opportunity to operationalize a more thoughtful and standardized approach to hiring, and is designed to yield a more accessible and inclusive process. \n •Leveraged partnerships with external organizations such as The Advanced Leadership Institute (TALI), Carnegie Mellon University, and the National Retail Federation to expand the scope and reach of development opportunities, particularly focusing on emerging leaders.\n •The expansion of our Networks and Connection (our Employee Resource Groups) membership further into non-corporate populations allowing for greater associate engagement nationwide. For example, the Real Pride \n\n\nNetwork organized and coordinated Pride Month events across the country with local store associates and community-based organizations.\n•Consistent with our goal to strategically expand our sources of talent acquisition, we engaged with organizations and departments within both colleges and universities frequently referred to as predominantly white institutions (PWIs) and historically black colleges and universities (HBCUs), highlighted by closer partnerships with organizations at the University of Pittsburgh, Howard University, Indiana University (Bloomington) and North Carolina Central University. \n \nTOTAL REWARDS \n\nOur compensation programs are designed to attract and retain highly skilled, performance-oriented associates who live our brands and embody our Better Together culture. We focus on delivering simple, straightforward compensation programs that our associates can easily understand. Ensuring that our teams are rewarded for delivering results is a key priority.\n\nWe strive to make compensation decisions that are fair and, to this end, regularly evaluate compensation through both an internal and external lens. We focus on internal pay equity and conduct regular benchmarking to ensure competitiveness to the external market.\n\nOur compensation programs include three key elements that deliver a balanced opportunity for both the short and long term:\n•Competitive base pay rates, which are aligned to specific roles and skills, market rates, and relevant experience; \n •Incentive bonuses for full-time associates, which are structured to deliver financial rewards for the delivery of monthly, quarterly, or annual results; and \n •Annual stock awards for over 550 leaders and key individual contributors throughout areas of the business, including the senior management team, which provide a commonality of interest between our leaders and shareholders. \n \nAs part of a total compensation strategy, we offer a broad suite of plans and programs to our workforce, understanding that their needs and priorities vary. Subject to the satisfaction of certain eligibility requirements, our full-time associates have access to a variety of medical, dental and vision plan offerings. In the U.S., our largest market, we also offer holistic well-being programs, a 401(k), Employee Stock Purchase Plan, student loan debt support, onsite health care centers in key locations, and paid parental and caregiver leave.\n \n\nHEALTH AND SAFETY\n\nOur associates, customers, and partners' health, safety, and security are at the forefront of our Company values and operational priorities. We are steadfastly dedicated to a people-first philosophy and commit to comprehensive health, safety, and security programs that permeate every level of our organization.\n\nOur Health and Safety Management Program is engineered to employ proactive strategies in community health monitoring, accident prevention, and thorough associate training, thus ensuring swift and effective responses to any arising issues. This program ingrains safety as a collective responsibility, where management is not only responsible but fully accountable for upholding the high standards established by our company.\n\nBy concentrating our efforts on analyzing leading health and safety-related indicators, we proactively address potential risks, aiming to preempt accidents before they occur. We achieve this by observing and coaching our associates' work practices to ensure any unsafe behavior is promptly corrected.\n\nAn annual benchmarking and auditing process underscores AEO's commitment to excellence, the results of which are reviewed by our executive management team. We then implement corrective actions to address identified deficiencies, thus reinforcing our safety framework.\n\nOur multi-layered approach to security, bolstered by technology, training regimes, and vigilance, has positioned AEO as a benchmark for safety in our industry.\n\n\nOur embrace of groundbreaking security technologies is the foundational principle that creates an optimal working and shopping environment at AEO. By employing sophisticated screening techniques for personnel and vehicles and incorporating AI and advanced analytics, we enhance situational awareness and early detection capabilities to identify any security deviations deserving prompt attention.\n\nAdditionally, AEO's investment in global risk and threat intelligence reflects our proactive stance on identifying and mitigating potential threats from various sources, including health pandemics, natural disasters, geopolitical shifts, and global conflicts. Our focused risk analysis and proactive communication effectively safeguard our people, products, and property worldwide.\nCompetition\n The global retail apparel industry is highly competitive both in stores and online. We compete with various local, national, and global apparel retailers, as well as the casual apparel and footwear departments of department stores and discount retailers, primarily on the basis of quality, fashion, service, selection, and price.\nTrademarks and Service Marks \n We have registered AMERICAN EAGLE OUTFITTERS®, AMERICAN EAGLE®, AE®, AEO®, LIVE YOUR LIFE®, AERIE®, OFFLINE BY AERIE® and various eagle designs with the U.S. Patent and Trademark Office. We also have registered or have applied to register substantially all of these trademarks with the registries of the foreign countries in which our stores, e-commerce sites, and/or manufacturers are located and/or where our product is shipped.\n We have registered AMERICAN EAGLE OUTFITTERS®, AMERICAN EAGLE®, AE®, AEO®, LIVE YOUR LIFE®, AERIE®, and various eagle designs with the Canadian Intellectual Property Office. We also have applied to register OFFLINE BY AERIE™ for a variety of products including clothing and apparel.\n In the U.S. and in other countries around the world, we also have registered, or have applied to register, a number of other marks used in our business, including TODD SNYDER®, UNSUBSCRIBED®, AE77®, and AE 24/7™, and our pocket stitch designs also have been registered as protected marks and/or have been adjudicated by courts in the U.S. as protected marks.\n Our registered trademarks are renewable indefinitely, and their registrations are properly maintained in accordance with the laws of the country in which they are registered. We intend to use, renew, and enforce our trademarks in accordance with our business plans.\n Seasonality\n Historically, our operations have been seasonal, with a large portion of total net revenue and operating income occurring in the third and fourth fiscal quarters, reflecting increased demand during the back-to-school and year-end holiday selling seasons, respectively. Our quarterly results of operations also may fluctuate based upon such factors as the timing of certain holiday seasons, the number and timing of new store openings, the acceptability of seasonal merchandise offerings, the timing and level of markdowns, store closings and remodels, competitive factors, weather and general economic and political conditions.\nInformation About our Executive Officers\n Marisa A. Baldwin, age 54, has served as our Chief Human Resources Officer since September 2021. Prior to joining us, Ms. Baldwin served as Chief Human Resources Officer at Ascena Retail Group/ANN Inc. from November 2019 to May 2021; as Senior Vice President, Human Resources & Corporate Communications (ANN INC.) from 2015 to 2019; and as Vice President, Human Resources, ANN INC. from 2011 to 2015. Prior thereto, Ms. Baldwin served in human resources leadership roles focused on the growth and expansion of Starbucks Corporation and building a culture of inclusion at Diageo North America, Inc.\n Jennifer M. Foyle, age 58, has served as our President, Executive Creative Officer – AE and Aerie since June 2021 and as Chief Creative Officer, AEO Inc. and Global Brand President – Aerie from September 2020 to June 2021. Prior thereto she served as our Global Brand President - Aerie since 2015. Ms. Foyle served as Executive Vice President, Chief Merchandising Officer - Aerie from February 2014 to January 2015 and Senior Vice President, Chief Merchandising Officer – Aerie from August 2010 to February 2014. Prior to joining us, Ms. Foyle was President of Calypso St. Barth from 2009 to 2010. In addition, she was the Chief Merchandising Officer at J. Crew Group, Inc., from 2003 to 2009. Early in her career,\n\nMs. Foyle was the Women’s Divisional Merchandise Manager for Gap Inc. from 1999 to 2003 and held various roles at Bloomingdales from 1988 to 1999.\n Michael A. Mathias, age 50, has served as our Executive Vice President and Chief Financial Officer since April 2020. Prior thereto, he served as Senior Vice President, Financial Planning & Analysis from October 2017 to April 2020, and in various key financial and operational roles since joining us in 1998 through 2014. From 2016 to 2017, Mr. Mathias served as Vice President, Financial Planning and Strategy at General Nutrition Centers, Inc. From 2014 to 2016, he served as President and Managing Partner of SY Ventures.\n Jay L. Schottenstein, age 70, has served as our Executive Chairman and Chief Executive Officer since December 2015. Prior thereto, Mr. Schottenstein served as our Executive Chairman, Interim Chief Executive Officer from January 2014 to December 2015. He has also served as the Chairman of the Company and its predecessors since March 1992. He served as our Chief Executive Officer from March 1992 until December 2002 and prior to that time, he served as a Vice President and Director of our predecessors since 1980. He has also served as Chairman of the Board and Chief Executive Officer of Schottenstein Stores Corporation (“SSC”) since March 1992 and as President since 2001. Prior thereto, Mr. Schottenstein served as Vice Chairman of SSC from 1986 to 1992. He has been a Director of SSC since 1982. Mr. Schottenstein also has served since March 2005 as Executive Chairman of the Board of Directors of Designer Brands Inc. (f/k/a DSW Inc.) (NYSE: DBI) and formerly served as that company’s Chief Executive Officer from March 2005 to April 2009. He has also served as a member of the Board of Directors for Albertsons Companies, Inc. (NYSE: ACI) from 2006 to 2022. He has also served as an officer and director of various other entities owned or controlled by members of his family since 1976.\nAvailable Information\n Our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and any amendments to those reports, that we electronically file with or furnish to the SEC, pursuant to Section 13(a) or Section 15(d) of the Exchange Act, as well as our definitive proxy materials filed with the SEC pursuant to Section 14 of the Exchange Act, are all available under the Investor Relations section of our website at www.aeo-inc.com. These reports and materials are made available as soon as reasonably practicable, free of charge, after such reports and materials are electronically filed with or furnished to the SEC. Alternatively, you may access these reports at the SEC’s website at www.sec.gov.\n Our corporate governance materials, including our corporate governance guidelines, the charters of our audit, compensation, and nominating governance and corporate social responsibility committees, and our code of ethics may also be found under the Investor Relations section of our website at www.aeo-inc.com. Copies of these corporate governance materials are also available upon written request.\n Additionally, our investor presentations are available under the Investor Relations section of our website at www.aeo-inc.com. These materials are available no later than the time they are presented at investor conferences.\nWe have included the above website addresses and other website addresses throughout this report as inactive textual references only. The information contained on or accessible through any of our websites or any other websites is not incorporated by reference in this Annual Report and should not be considered part of this Annual Report.",
      "char_count": 36330
    },
    "item1a": {
      "text": " Item 1A. Risk Factors\nMacroeconomic and Industry Risks\n Global economic conditions and the effect of economic pressures and other business factors on discretionary consumer spending and changes in consumer preferences have had, and could continue to have, a material adverse effect on our business, results of operations and financial condition.\n The uncertain state of the global economy continues to impact businesses around the world, including ours. The success of our operations is highly dependent on consumer spending, which can be negatively impacted by economic conditions and other factors that affect disposable consumer income, including income taxes, payroll taxes, employment, consumer debt, interest rates, increases in energy costs and consumer confidence. A worsening of economic conditions, in particular in the U.S., could adversely affect discretionary consumer spending, which could, in turn, negatively impact our revenues and operating results. In the past, such as during the COVID-19 pandemic, weakness in consumer discretionary spending has led to a decrease in demand for our products and, correspondingly, in our results of operations and financial condition. Declines in consumer spending have and, in the future, may result in decreased demand for our products, increased inventories, lower revenues, higher discounts, pricing pressure and lower gross margins. Inflation and other macroeconomic pressures in the U.S. and the global economy such as rising or uncertain interest rates, new or increased tariffs imposed by the U.S. government, supply chain disruptions, recession fears , geopolitical conflicts, such as Russia’s invasion of\n\nUkraine and the conflict in the Middle East, continue to create a complex and challenging retail environment for us and our customers, and consumers may reduce discretionary spending. If global economic and financial market conditions deteriorate, the following factors could have a material adverse effect on our business, operating results and financial condition:\n•During Fiscal 2024, interest rates continued to be volatile, coupled with risks relating to a potential recession, contributed to softness in consumer confidence, which remained below pre-COVID-19 pandemic levels. Additionally, risks relating to a potential recession during Fiscal 2025 remain. Any of these factors could lead to a decrease in consumer spending. \n •We may be negatively impacted by changes in consumer preferences and discretionary spending habits such as consumers reallocating spending to non-apparel retail discretionary consumer spending. \n •We may be unable to access financing in the credit and capital markets at reasonable rates. \n •We conduct transactions in various currencies, which creates exposure to fluctuations in foreign currency exchange rates relative to the U.S. dollar, in particular the Mexican peso and Canadian dollar. Continued volatility in the markets and exchange rates for foreign currencies could have a significant impact on our reported operating results and financial condition. \n •Continued volatility in the availability and prices for commodities and raw materials we use in our products and in our supply chain (such as cotton) and related inflationary pressures could have a material adverse effect on our costs, gross margins and profitability. \n •If our suppliers or other participants in our supply chain experience difficulty obtaining financing needed for their operations in the capital and credit markets, it may result in delays or non-delivery of our products. \n \nIn uncertain economic environments, we cannot predict whether or when such circumstances may improve or worsen, or what impact, if any, such circumstances could have on our business, results of operations, cash flows and financial position.\n Our inability to anticipate and respond to changing consumer preferences and fashion trends and fluctuations in consumer demand in a timely manner could adversely impact our business and results of operations.\n The specialty retail apparel business fluctuates according to changes in the economy and consumer preferences and trends, which are dictated by fashion trends and season and may shift quickly. These fluctuations can materially impact our sales and gross margins and are exacerbated by the fact that merchandise is typically ordered well in advance of a selling season. While we work to identify trends for products and product categories, as well as consumer preferences, on an ongoing basis and aim to offer inventory and shopping experiences that meet such trends and preferences, we may not do so effectively and/or on a timely basis. As a result, we are vulnerable to changes in consumer demand, pricing shifts and the timing and selection of merchandise purchases.\nOur future success depends, in part, upon our ability to anticipate, identify and respond to fashion trends and changing consumer preferences, as well as changes in consumer spending patterns, in a timely manner. Lead times for many of our design and purchasing decisions may make it more difficult for us to respond rapidly to new or changing apparel trends or consumer acceptance of our products. Our failure to enter into agreements for the manufacture and purchase of merchandise in a timely manner could, among other things, lead to a shortage of inventory and lower sales. Changes in fashion trends, if unsuccessfully identified, forecasted or responded to markdowns or write-offs, could negatively impact our ability to achieve or maintain profitability and have a material adverse effect on our business partners. We expect continuously changing fashion-related trends and consumer tastes to influence future demand for our products. Changes in consumer tastes, fashion trends and brand reputation can have an impact on our financial performance. If we or are unable to anticipate and respond to fashion trends and changing consumer demands, and/or if we are unable to maintain a strong brand reputation, our business could suffer.\nSeasonality may cause sales to fluctuate and negatively impact our results of operations.\n \nHistorically, our operations have been seasonal, with a large portion of total net revenue and operating income occurring in the third and fourth fiscal quarters, reflecting increased demand during the back-to-school and year-end holiday selling seasons, respectively. Because of this seasonality, factors negatively affecting us during the third and fourth fiscal quarters of any year, including adverse weather or unfavorable economic conditions, could have a material adverse effect on our financial condition and results of operations for the entire year. As a result, we may not be able to accurately predict our quarterly sales. Accordingly, our results of operations are likely to fluctuate significantly from period to period. Our quarterly results of operations also may fluctuate based upon such factors as the timing of certain holiday seasons, the number and\n\ntiming of new store openings, the acceptability of seasonal merchandise offerings, the timing and level of markdowns, store closings and remodels, competitive factors, weather, and general economic and political conditions.\n\nThis seasonality, along with other factors that are beyond our control, including public health events, social or political unrest, general economic conditions, changes in consumer preferences, weather conditions, including the effects of climate change, the availability of import quotas, transportation disruptions and foreign currency exchange rate fluctuations, could adversely affect our business and cause our results of operations to fluctuate.\nWe operate in a highly competitive industry, and we face significant pricing pressures from existing and new competitors.\n \nThe sale of apparel, accessories, intimates, and personal care products is a highly competitive business with numerous participants, including individual and chain specialty apparel retailers, fast-fashion retailers, local, regional, national, and international department stores; discount stores and online businesses. Competition in the apparel industry is particularly enhanced in the digital marketplace, where there are new entrants in the market, greater pricing pressure and heightened customer expectations and competitive pressure related to, among other things, customer engagement, delivery speed, shipping charges and return privileges. In addition, fast fashion, value fashion and off-price retailers have shifted customer expectations of pricing for well-known brands and have contributed to additional promotional and pricing pressure in recent years. Changing consumer preferences has resulted and may continue to result in new competition for our products. The substantial sales growth in the digital channel within the last several years has increased competition due to new entrants and established competitors, particularly in terms of customer engagement, delivery speed, shipping charges and return privileges. Some of these competitors have robust digital consumer experiences and highly efficient delivery systems. Furthermore, an overall decrease in mall traffic continues to place a greater reliance on the digital channel, which in turn increases competitive risks with respect to digital and online sales.\n \nWe face a variety of competitive challenges, including:\n •Anticipating and quickly responding to changing consumer demands or preferences better than our competitors; \n •Maintaining favorable brand recognition and effective marketing of our products to consumers in several demographic markets; \n •Sourcing merchandise efficiently; \n •Developing innovative, high-quality merchandise in styles that appeal to our customers and in ways that favorably distinguish us from our competitors; \n •Countering the aggressive pricing and promotional activities of many of our competitors; and \n •Anticipating and quickly responding to changing consumer shopping preferences and practices, including the increasing shift to digital brand engagement, social media communication, and online shopping. \n •Safely evaluating and incorporating new technologies, such as artificial intelligence (\"AI\"), machine learning, and other relevant innovation. \n \nAdditionally, our competitors may outpace us in incorporating new technologies, such as AI, into their product offerings and engagement with customers, which could affect our competitiveness and operational outcomes. Our efforts to utilize these technological advancements may not be successful, may result in substantial integration and maintenance costs, and may expose us to additional risks. Personal information within any dataset collected from our business for AI purposes may be vulnerable to unauthorized acquisition or access, compromise or loss, which could lead to heightened business and security costs, reputational damage, administrative penalties, significant legal and financial exposure. The content, analyses, or recommendations generated by AI programs, if deficient, inaccurate, or biased, could adversely impact our business, financial condition, and operational results, as well as our reputation. Moreover, ethical concerns associated with AI could lead to brand damage, competitive disadvantages, or legal repercussions. Any problems with our implementation or use of AI or other technological advancements could negatively impact our business or results of our operations.\n\nIn light of the many competitive challenges we face, we may not be able to compete successfully in the future, which may result in lower market share. Additionally, increases in the number of our competitors could reduce our sales, which in turn could have a material adverse effect on our results of operations and financial condition.\n\nOur results could be adversely affected by events beyond our control, such as natural disasters, public health crises, political crises and results of elections, negative global climate patterns, or other catastrophic events.\n\nOur operations, those of our licensees, our suppliers, or our customers, could be negatively impacted by various events beyond our control, including, without limitation, natural disasters, such as hurricanes, tornadoes, floods, earthquakes, extreme cold events, unseasonably warm weather, and other adverse weather conditions; public health crises, such as pandemics and epidemics; political crises, such as terrorist attacks, war, geopolitical uncertainty, labor unrest, and other political instability (including, without limitation, the ongoing war between Russia and Ukraine and the conflict in the Middle East); negative global climate patterns, especially in water-stressed regions; or other catastrophic events, such as fires or other disasters occurring at our distribution centers or our vendors' manufacturing facilities, whether occurring in the U.S. or internationally. In particular, these types of events could impact our supply chain from or to the impacted region, our ability or the ability of our licensees or other third parties to operate our stores or websites, or our business as a whole if the impacted region includes our corporate offices, stores, or distribution centers. In addition, these types of events could negatively impact consumer spending in the impacted regions or, depending upon the severity, globally. Disasters occurring at our vendors’ manufacturing facilities could impact our reputation and consumers’ perception of our brands. To the extent that any of these events occur, our operations and financial results could be adversely affected. In addition, the impacts of climate change could result in changes in regulations or consumer preferences, which could in turn affect our business, operating results, and financial condition.\n \nImpairment to goodwill, intangible assets, and other long-lived assets could adversely impact our profitability.\n Significant negative industry or general economic trends, changes in customer demand for our product, disruptions to our business, and unexpected significant changes or planned changes in our operating results or use of long-lived assets may result in impairments to goodwill, intangible assets, and other long-lived assets.\n Strategic Risks\n Our inability to grow and optimize our digital channels and leverage omni-channel capabilities could adversely impact our business.\n \nWe have made, and expect to continue to make, significant investments in building our technologies and digital capabilities in three key areas: mobile technology, digital marketing, and the digital customer experience. While we have made significant capital investments in these areas, there is no assurance that we will realize expected returns on those investments or be successful in growing and optimizing digital channels.\n \nIn addition, digital operations are subject to numerous risks, including reliance on third-party computer hardware/software and service providers, data breaches, violations of evolving laws and regulations, including those relating to online privacy, credit card fraud, telecommunication failures, electronic break-ins and similar compromises, AI and machine learning, and disruption of internet service. Changes in U.S. and foreign governmental regulations may also negatively impact our ability to deliver products to our customers through our digital channels. Failure to successfully respond to these risks may adversely affect sales as well as damage the reputation of our brands.\n\nAs omni-channel retailing continues to evolve, our customers are increasingly more likely to shop across multiple channels that work in tandem to meet their needs. In addition, our competitors are also investing in omni-channel initiatives, some of which may be more successful than our initiatives. Our inability to respond to changes in consumer behavior and our competitive environment, or to successfully maintain and expand our omni-channel business may have an adverse impact on our results of operations. See “— Operational Risks — Our failure to manage growth in our omni-channel operations and the resulting impact on our distribution and fulfillment networks may have an adverse effect on our results of operations.”\n Our failure to manage growth in our omni-channel operations and the resulting impact on our distribution and fulfillment networks may have an adverse effect on our results of operations.\n \nIncreasingly, consumers are using mobile-based devices and applications to shop online with us and with our competitors, and to do comparison shopping, as well as to engage with us and our competitors through digital services and experiences that are offered on mobile platforms. In Fiscal 2024, digital sales represented 37% of our total revenue. In order to grow and remain competitive, we will need to continue to adapt to future changes in technology, including the development of AI, to address the changing demands of consumers. Any failure on our part to provide attractive, effective, reliable, secure, user-friendly digital commerce platforms that offer a wide assortment of merchandise with rapid delivery options and that continually meet the changing expectations of online shoppers or any failure to provide attractive digital experiences to our customers could place us at a competitive disadvantage, result in the loss of digital commerce and other sales, harm our reputation with consumers, have a material adverse impact on the growth of our digital commerce business globally and have a material adverse impact on our business and results of operations.\n\n\n\nOur omni-channel operations are subject to numerous risks that could have a material adverse effect on our results. Risks include, but are not limited to, the difficulty in recreating the in-store experience; our ability to anticipate and implement innovations in technology and logistics in order to appeal to existing and potential consumers who increasingly rely on multiple channels to meet their shopping needs; and the failure of and risks related to the systems that operate our web infrastructure, websites and the related support systems, including computer viruses, theft of consumer information, privacy concerns, telecommunication failures and electronic break-ins and similar disruptions.\n Our failure to maintain efficient and uninterrupted fulfillment operations could also have a material adverse effect on our results of operations. The satisfaction of consumers who shop online depends on, among other matters, their timely receipt of merchandise that meets their expectations. If we encounter difficulties with our distribution facilities, or if the facilities were to shut down for any reason, including as a result of fire, natural disaster or work stoppage, we could face shortages of inventory, incur significantly higher costs and longer lead times associated with distributing our products to consumers, and cause consumer dissatisfaction. Any of these issues could have a material adverse effect on our operations, financial condition and cash flows.\n \nFailure to define, launch and communicate a brand-relevant customer experience could have a negative impact on our growth and profitability.\n \nWe strive to build strong emotional connections with our customers and to enrich the customer experience, including through our loyalty program, Real Rewards by American Eagle and Aerie™, which offers customer incentives including earning points that are converted to reward dollars that can be redeemed on future purchases, in addition to other bonus offers. If our marketing and customer experience programs, including our loyalty program, are unsuccessful, or if our competitors are more effective with their programs than we are, our financial results and profitability may be negatively affected.\n \nOur inability to execute on our key business priorities could have a negative impact on our growth and profitability.\n \nOur success depends on our ability to execute on our key priorities. Achieving these key business priorities depends on us executing our strategies successfully, and the initiatives that we implement in connection with these goals may not resonate with our customers, or be successful in achieving their intended goals. It may take longer than anticipated to generate the expected benefits of our initiatives, and there can be no guarantee that pursuing these key priorities will result in improved operating results or achievement of a given priority. Misalignment and competing initiatives could result in inefficiencies, erroneously prioritized efforts, and resource dilution. Failure to implement our key business priorities successfully could have a negative impact on our growth and profitability.\n \nOur current international operations and efforts to further expand internationally expose us to risks inherent in operating in other countries.\n We continue to pursue additional international expansion initiatives, where appropriate, which include Company-owned stores and stores operated by third parties through licensing arrangements in select international markets. The effect of international expansion arrangements on our business and results of operations is uncertain and will depend upon various factors, including the demand for our products in new markets internationally. Furthermore, although we provide store operation training, literature and support, to the extent that a licensee does not operate its stores in a manner consistent with our requirements regarding our brand and customer experience standards, our business results and the value of our brand could be negatively impacted.\n\nAs we pursue our international expansion initiatives, we are subject to certain laws, including the Foreign Corrupt Practices Act, as well as the laws of the foreign countries in which we operate, which may impose new or changing regulatory restrictions and requirements, including in the areas of data privacy, sustainability and responses to climate change. Violations of these laws could subject us to actions of government regulatory authorities, including sanctions, import restrictions, and tariffs, or other penalties that could have an adverse effect on our reputation, operating results and financial condition.\n \nA failure to implement our expansion initiatives properly, or the adverse impact of political or economic risks in our current or new international markets, could have a material adverse effect on our results of operations and financial condition. In certain international markets we have limited prior experience operating our Company-owned stores, and in all international markets we face established local and international competitors. In many of these locations, the real estate, labor and employment, transportation and logistics and other operating requirements differ dramatically from those in the locations where we have more experience. Consumer demand and behavior, as well as tastes and purchasing trends, may differ\n\nsubstantially, and, as a result, sales of our products may not be successful, or the margins on those sales may not be in line with those we currently anticipate. Our potential inability to anticipate and address differences that we encounter as we expand internationally may divert financial, operational, and managerial resources from our existing operations, which could adversely impact our financial condition and results of operations. In addition, we are increasingly exposed to foreign currency exchange rate risk with respect to our revenue, profits, assets, and liabilities denominated in currencies other than the U.S. dollar. The instruments we may use to hedge certain foreign currency risks in the future may not succeed in offsetting all of the negative impact of foreign currency rate movements on our business and results of operations.\n Operational Risks\n Our failure to protect our reputation could have a material adverse effect on our brands.\n \nOur business depends on the value and reputation of our brands and our ability to anticipate, identify, and respond to consumer demands and preferences, and to fashion trends. In addition, the increasing use of social media platforms allows for rapid communication and any negative publicity related to the aforementioned concerns may reduce demand for our merchandise. Public perception about our products or our stores, whether justified or not, could impair our reputation, involve us in litigation, damage our brands and may adversely impact our business, results of operations, and financial condition.\n\nThe appeal of our brands may also depend on the success of our environmental, social and governance (\"ESG\") initiatives, which require company-wide coordination and alignment. We are working to manage risks and costs to us, our licensees and our supply chain that are exposed to the effects of climate change as well as diminishing fossil fuel and water resources. These risks include any increased public focus, including by governmental and non-governmental organizations, on climate change and other environmental sustainability matters, including packaging and waste, animal welfare, and land use. We may receive increased pressure to expand our disclosures in these areas, make commitments, set targets or establish additional goals and take actions to meet them, which could expose us to market, operational and execution costs or risks. The metrics we disclose in our ESG report, such as emissions and water usage, whether they be based on the standards we set for ourselves or those set by others, may influence our reputation and the value of our brand. Our failure to achieve progress on our metrics on a timely basis, or at all, could adversely affect our business, financial performance, and growth. By electing to publicly set and share these metrics and expand upon our disclosures, we may also face increased scrutiny related to ESG activities. As a result, we could experience damage to our reputation and the value of our brands if we fail to act responsibly in the areas in which we report. Any such harm to our reputation or any failure or perceived failure by us to adequately address ESG-related activities, including setting of metrics or enhancing disclosures, could adversely affect our business, financial performance, and growth.\n \nOur inability to implement and sustain adequate information technology systems could adversely impact our profitability and the loss of disruption of information technology systems could have a material adverse effect on our business.\n \nOur information technology systems are an integral part of our strategies in efficiently operating our business, in managing operations and protecting against security risks related to our electronic processing and transmitting of confidential consumer and associate data. The requirements to keep our information technology systems operating at peak performance may be higher than anticipated and could strain our capital resources, management of any system upgrades, implementation of new systems and the related change management processes required with new systems and our ability to prevent any future information security breaches. We regularly evaluate our information technology systems and are currently implementing modifications and/or upgrades to the information technology systems that support our business. Modifications include replacing legacy systems with successor systems, making changes to legacy systems, or acquiring new systems with new functionality. We are aware of the inherent risks associated with operating, replacing, and modifying these systems, including inaccurate system information and system disruptions. There is a risk that information technology system disruptions and inaccurate system information, if not anticipated and/or promptly and appropriately mitigated, could have a material adverse effect on our results of operations. Additionally, there can be no guarantee that, if any information technology system failure, cyberattack, or security breach occurs, it will be timely detected or sufficiently remediated.\n\nAny significant disruption of our data center could have a material adverse effect on those operations dependent on those systems, specifically our store and e-commerce operations, our distribution and fulfillment centers and our merchandising team. While we maintain business interruption and property insurance, in the event of a data center shutdown, our insurance may not be sufficient to cover the impact to the business.\n \nFurthermore, if our information technology systems are damaged, breached or cease to properly function for any reason, including the poor performance of, failure of, or cyber-attack on third-party service providers, catastrophic events, power outages, cybersecurity breaches, network outages, failed upgrades or similar events, and if our disaster recovery and business continuity plans do not effectively resolve such issues, we may suffer interruptions in our ability to manage or\n\nconduct business, as well as reputational harm, and we may be subject to governmental investigations and litigation, any of which may adversely impact our business, results of operations, and financial condition.\n \nIn addition, most of our corporate office associates are working on a hybrid schedule (in office/telework). If our associates are unable to work because of ineffective remote work arrangements or technology failures or limitations, our operations would be adversely impacted. Further, remote work arrangements may increase the risk of security incidents, data breaches or cyberattacks, which could have a material adverse effect on our business and results of operations, due to, among other things, the loss of proprietary data, interruptions or delays in the operation of our business, damage to our reputation and any government-imposed penalty.\n We face risks related to our electronic processing of sensitive and confidential personal and business data. If such data are lost or disclosed in an unauthorized manner, or if we or our third-party vendors are subject to cyberattacks, data breaches, other security incidents, or disruption of information technology systems or software, such events could expose us to liability, damage our reputation, and have a material adverse effect on our business.\n \nGiven the nature of our business, we, together with third parties acting on our behalf, receive, collect, process, use, and retain sensitive and confidential consumer and associate data, in addition to proprietary business information. Our business relies on information technology networks and systems to market and sell our products, process financial and personal information, manage a variety of business processes and comply with regulatory, legal and tax requirements. We also depend on a variety of information systems to effectively process consumer orders and other data and for digital marketing activities and for electronic communications among our associates, consumers, prospective consumers, and vendors. Some of our third-party service providers, such as identity verification and payment processing providers, also regularly have access to consumer data. Additionally, we maintain other confidential, proprietary, or otherwise sensitive information relating to our business and from third parties.\n\nThe information technology networks and systems owned, operated, controlled or used by us or our vendors may be vulnerable to damage, disruptions or shutdowns, software or hardware vulnerabilities, data breaches, security incidents, supply-side attacks, failures during the process of upgrading or replacing software, databases or components, power outages, natural disasters, hardware failures, attacks by computer hackers, telecommunication failures, user errors, user malfeasance, computer viruses, unauthorized access, phishing or social engineering attacks, ransomware attacks, denial-of-service attacks and other real or perceived cyber-attacks or catastrophic events, all of which may not be prevented by our efforts to secure our information technology systems. Any of these incidents could lead to interruptions or shutdowns of our platform, disruptions in our ability to process consumer orders or to track, record or analyze the sale of our products, loss or corruption of data or unauthorized access to or acquisition of personal information or other sensitive information, such as our intellectual property. In addition, certain new technologies, including AI, present new and significant cybersecurity safety risks that much be analyzed and addressed before implementation.\n\nWe utilize security tools and controls and also rely on our third-party vendors to use sufficient security measures, including encryption and authentication technology, in an effort to protect personal and other sensitive information. However, advances in information technology capabilities (including AI), increasingly sophisticated tools and methods used by hackers and cyber terrorists, new discoveries in the field of cryptography or other developments may result in our failure or inability, or the failure or inability of our vendors, to adequately protect personal or other sensitive information and there can be no assurance that we or our vendors will not suffer a cyberattack, that hackers or other unauthorized parties will not gain access to or exfiltrate personal information or other sensitive data (including input into a third-party generative AI platform), or that any such data compromise or unauthorized access will be discovered or remediated in a timely fashion.\n\nWe rely on associates, contractors and other third parties who may attempt to circumvent our security measures in order to obtain such information and may purposefully or inadvertently cause a breach involving such information. Actual or anticipated attacks may cause us to incur increasing costs, including costs to deploy additional personnel and protection technologies, train associates, pay higher insurance premiums, and engage third-party specialists for additional services. An information security breach involving confidential and personal data could damage our reputation and our customers' willingness to purchase from us. In addition, we may incur material liabilities and remediation costs as a result of an information security breach, including potential liability for stolen consumer or associate data, repairing system damage or providing credit monitoring or other benefits to consumers or associates affected by the breach. In the event we experience an information security breach, our insurance may not be sufficient to cover the impact to the business. Although we have developed mitigating security controls to reduce our cyber risk and protect our data from loss or disclosure due to a security breach, including processes designed to reduce the impact of a security breach at a third-party vendor, such measures cannot provide absolute security.\n \nWe and our third-party vendors regularly experience cyber-attacks aimed at disrupting services. Our third-party vendors have been and may be the victim of cyber related attacks that could lead to operational disruptions that could have an\n\nadverse effect on our ability to fulfill consumer orders. Security incidents such as ransomware attacks are becoming increasingly prevalent and severe, as well as increasingly difficult to detect. We, and our third-party vendors, have been subject to cyber, phishing and social engineering attacks and other security incidents in the past and may continue to be subject to such attacks in the future. We and our third-party vendors may not anticipate, detect, or prevent all types of attacks until after they have already been launched because the techniques used to obtain unauthorized access are increasingly sophisticated, constantly evolving and may not be known in the market. For example, as AI continues to evolve, cyber-attackers could also use AI to develop malicious code and sophisticated phishing attempts. Security breaches can also occur as a result of non-technical issues, including intentional or inadvertent actions by our associates, our third-party vendors or their personnel or other parties. If we or our third-party service providers experience security breaches that result in marketplace performance problems, availability problems, or the loss, corruption of, unauthorized access to, or disclosure of personal data or confidential information, people may become unwilling to provide us the information necessary to make purchases on our sites, and our reputation and market position could be harmed. Existing consumers may also decrease their purchases or close their accounts altogether. We could also face potential claims, investigations, regulatory proceedings, liability and litigation, and bear other substantial costs in connection with remediating and otherwise responding to any data security breach, all of which may not be adequately covered by insurance, and which may result in an increase in our costs for insurance or insurance not being available to us on economically feasible terms, or at all. Insurers may also deny us coverage as to any future claim. Any of these results could harm our growth prospects, financial condition, business, and reputation.\n Our international merchandise sourcing strategy subjects us to risks that could adversely impact our business and results of operations.\n \nWe design our merchandise, which is manufactured by third-party suppliers worldwide. Because we have a global supply chain, any event that causes the disruption of imports, including the insolvency of a significant supplier, global health crisis, or a major labor dispute including any such actions involving ports, transloaders, consolidators, or shippers, could have an adverse effect on our operations. Given the volatility and risk in the current markets, our reliance on external vendors leaves us subject to certain risks should one or more of these external vendors become insolvent. The financial failure of a key vendor could disrupt our operations and have an adverse effect on our cash flows, results of operations and financial condition.\n \nTrade matters may disrupt our supply chain. Trade restrictions, including increased tariffs or quotas, embargoes, safeguards, and customs restrictions against apparel items, as well as U.S. or foreign labor strikes, work stoppages, or boycotts, could increase the cost or reduce the supply of apparel available to us and adversely affect our business, financial condition, and results of operations.\n\nWe have a Supplier Code of Conduct that provides guidelines for our vendors regarding working conditions, employment practices, and compliance with local laws. A copy of the Supplier Code of Conduct is posted on our website, www.aeo-inc.com, and is included in our vendor manual in English and multiple other languages. There can be no assurance that all violations can be eliminated in our supply chain. Publicity regarding violation of our Supplier Code of Conduct or other social responsibility standards by any of our vendor factories could adversely affect our reputation, sales, and financial performance.\n \nThere is a risk of terrorist activity on a global basis. Such activity might take the form of a physical act that impedes the flow of imported goods or the insertion of a harmful or injurious agent into an imported shipment. We cannot predict the likelihood of any such activities or the extent of their adverse impact on our operations.\n \nWe are also exposed to risks caused by new or ongoing armed conflicts. For example, the ongoing war between Russia and Ukraine and the conflict in the Middle East have caused and continue to cause disruption, instability and volatility in global markets. These conflicts have caused and may continue to cause adverse global economic conditions resulting from escalating geopolitical tensions and inflationary pressures, among other factors.\n Our product costs may be adversely affected by foreign trade issues, including import tariffs and other trade restrictions with China, increasing prices for raw materials, political instability, or other reasons, which could impact our profitability.\n \nA significant portion of the products that we purchase is manufactured abroad. Foreign imports subject us to risks relating to changes in import duties, quotas, the introduction of U.S. taxes on imported goods or the extension of U.S. income taxes on our foreign suppliers' sales of imported goods through the adoption of destination-based income tax jurisdiction, loss of \"most favored nation\" status with the U.S., shipment delays and shipping port constraints, labor strikes, work stoppages or other disruptions, freight cost increases and economic uncertainties. Furthermore, we could face significantly higher U.S. income and similar taxes with respect to sales of products purchased from foreign suppliers if the U.S. were to adopt a\n\nsystem of taxation, such as a border adjustment tax, under which the cost of imported products was not deductible in determining such products' tax base. If such a tax system were adopted, we could also face higher prices for products manufactured or produced abroad that we purchase from our domestic suppliers if they were subject to such a tax.\n \nIn addition, the U.S. government periodically considers other restrictions on the importation of products obtained by our vendors and us. Furthermore, the impact of the potential implementation of more restrictive trade policies, higher tariffs or the renegotiation of existing trade agreements in the U.S. or countries where we sell or procure products could disrupt our operations and have a material adverse effect on our business. In particular, future trade disputes or future phases of trade negotiations with China could lead to the imposition of tariffs that could adversely affect our supply chain and our business. General trade tensions between the U.S. and China have been high. For example, in recent years, the U.S. has imposed significant new tariffs on China related to the importation of certain product categories. A substantial portion of our products are manufactured abroad, including in China. As a result of these tariffs, our cost of goods imported from China increased slightly. The U.S. has proposed additional tariffs on goods shipped from China. These proposed tariffs or other tariffs on goods shipped from China would likely increase the cost of our merchandise and negatively impact our operating results. Although such changes would have implications across the entire industry, we may fail to effectively adapt to and manage the adjustments in strategy that would be necessary in response to those changes. We are working with our current suppliers to mitigate our exposure to current or potential tariffs and seeking opportunities to engage suppliers outside of China, but there can be no assurance that we will be able to offset any increased costs or secure suppliers outside of China. In addition, other countries may change their business and trade policies in anticipation of or in response to increased import tariffs and other changes in U.S. trade policy and regulations already enacted or that may be enacted in the future.\n\nFurthermore, China or other countries have and may institute future retaliatory trade measures in response to existing or future tariffs imposed by the U.S. that could have a negative impact on our business. If any of these events continue as described, we may need to seek alternative suppliers or vendors, raise prices, or make changes to our operations, any of which could have a material adverse effect on our sales and profitability, results of operations and financial condition. If any of these or other factors were to cause a disruption of trade from the countries in which our vendors' suppliers or our products' manufacturers are located, our inventory levels may be reduced, or the cost of our products may increase.\n Our suppliers may be impacted by economic conditions and cycles and changing laws and regulatory requirements that could impact their ability to do business with us or cause us to terminate our relationship with them and require us to find replacements, which we may have difficulty doing.\n \nOur suppliers are subject to the fluctuations in general economic cycles, and global economic conditions may impact their ability to operate their businesses. They may also be impacted by the increasing costs or availability of raw materials due to inflationary pressures or rising labor and distribution costs, among other reasons, potentially resulting in demands for less attractive contract terms or an inability for them to meet our requirements or conduct their own businesses. The performance and financial condition of a supplier may cause us to alter our business terms or to cease doing business with a particular supplier, or change our sourcing practices generally, which could in turn adversely affect our business and financial condition.\n \nIn addition, we require our suppliers to comply with applicable laws, including labor, safety, anti-corruption, human rights, and environmental laws, and to otherwise meet our Vendor Code of Conduct and other industry standards. Our ability to find qualified suppliers who uphold our standards and provide access to products in a timely and efficient manner in the volume we may demand, in compliance with applicable laws, can present a significant challenge, especially with respect to suppliers located and goods sourced outside the U.S.. Further, U.S. foreign trade policies, tariffs, and other impositions on imported goods, trade sanctions imposed on certain countries and entities, the limitation on the importation of goods containing certain materials from other countries and other factors relating to foreign trade policy are beyond our control and uncertain given the pending elections.\nOur inability to achieve planned store performance, gain market share in the face of declining shopping center traffic or attract customers to our stores could adversely impact our profitability and our results of operations.\n \nThe results achieved by our stores may not be indicative of long-term performance or the potential performance of stores in other locations. Part of our future growth is dependent on our ability to operate stores in desirable locations with capital investment and lease costs providing the opportunity to earn a reasonable return. We cannot be sure as to when or whether such desirable locations will become available at reasonable costs. The failure of our stores to achieve acceptable results could result in store asset impairment charges, which could adversely affect our results of operations and financial condition.\n \nAdditionally, our real estate strategy may not be successful, and store locations may fail to produce desired results, which could impact our competitive position and profitability. Customer shopping patterns have been evolving from\n\nbrick-and-mortar locations to, increasingly, digital channels. We have Company-owned stores in shopping centers that have experienced declining traffic trends while our digital channels continue to grow. Our ability to grow revenue and acquire new customers is contingent on our ability to drive traffic to both store locations and digital channels so that we are accessible to our customers when and where they want to shop.\n \nWe seek to locate our brick-and-mortar stores in prominent locations within successful shopping malls or street locations. Our stores benefit from the ability of the malls’ “anchor” tenants, which generally are large department stores and other area attractions, to generate consumer traffic near our stores. We cannot control the increasing impact of digital channels on shopping center traffic, the loss of an anchor or other significant tenant in a shopping mall in which we have a store, the development of new shopping malls in the U.S. or around the world, the availability or cost of appropriate locations, competition with other retailers for prominent locations, or the success of individual shopping malls. All of these factors may impact our ability to meet our sales targets and could have a material adverse effect on our financial results. In addition, some malls and shopping centers that were in prominent locations when we opened our stores may cease to be viewed as prominent. If this trend away from brick-and-mortar retail continues or if the popularity of mall shopping continues to decline generally among our customers, our sales may decline, which would impact our results of operations and financial condition.\n Failure to properly manage and allocate our inventory could have an adverse effect on our business, sales, margins, financial condition, and results of operations.\n \nIn order to better serve our customers and maximize sales, we must properly execute our inventory management strategies by appropriately allocating merchandise among our stores, timely and efficiently distributing inventory to such locations, maintaining an appropriate mix and level of inventory in such locations, and effectively managing pricing and markdowns, and there is no assurance we will be able to do so. In addition, as we continue to take actions to right-size our inventory, there could be disruptions in inventory flow and placement. Failure to effectively execute our inventory management strategies could adversely affect our business, financial condition and results of operations.\n \nWe base our purchases of inventory, in part, on our sales forecasts. If our sales forecasts do not match customer demand, we may experience higher inventory levels and need to markdown excess or slow-moving inventory, leading to decreased profit margins, or we may have insufficient inventory to meet customer demand, leading to lost sales, either of which could adversely affect our financial performance.\n\n\nWe have significant lease obligations and are subject to risks associated with leasing substantial amounts of space, including future increases in occupancy costs and the need to generate significant cash flow to meet our lease obligations.\n\nOperating lease obligations, which consist primarily of future minimum lease commitments related to store operating leases, represent a significant contractual commitment. All of our stores are leased and generally have initial terms of five-10 years. In the future, we may not be able to negotiate favorable lease terms for the most desired store locations. Our inability to do so may cause our occupancy costs to be higher in future years or may force us to close stores in desirable locations.\n \nCertain leases have early termination options, which can be exercised under certain specific conditions. In addition to future minimum lease payments, some of our store leases provide for additional rental payments based on a percentage of net sales, or “percentage rent,” if sales at the respective stores exceed specified levels, as well as the payment of tenant occupancy costs, including maintenance costs, common area charges, real estate taxes and certain other expenses. Many of our lease agreements have defined escalating rent provisions over the initial term and any extensions.\n \nWe depend on cash flow from operations to pay our lease expenses. If our business does not generate sufficient cash flow from operating activities to fund these expenses, due to continued decreases in mall traffic, the highly competitive and promotional retail environment, or other factors, we may not be able to service our lease expenses, or may need to incur additional indebtedness, which could materially harm our business. Furthermore, the significant cash flow required to satisfy our obligations under the leases increases our vulnerability to adverse changes in general economic, industry, and competitive conditions, and could limit our ability to fund working capital, incur indebtedness, and make capital expenditures or other investments in our business.\n We rely on key personnel, the loss of whom could have a material adverse effect on our business.\n \nOur success depends to a significant extent upon our ability to attract and retain qualified key personnel, including senior management, and, in particular, Jay Schottenstein, our Executive Chairman and CEO, as well as Jennifer Foyle, our President, Executive Creative Officer - AE and Aerie. Collective or individual changes in our senior management and other key personnel could have an adverse effect on our ability to determine and execute our strategies, which could adversely affect our business and results of operations. There is a high level of competition for senior management and other key\n\npersonnel, and we cannot be assured we will be able to attract, retain, and develop a sufficient number of qualified senior managers and other key personnel.\n \nWe must also attract, develop, and retain a sufficient number of qualified field and distribution center personnel. Competition for talent is intense and the turnover rate in the retail industry is generally high, and we cannot be sure that we will be able to attract and retain a sufficient number of qualified personnel in future periods. Our ability to meet our labor needs while controlling costs is subject to external factors such as unemployment levels, prevailing wage rates, minimum wage legislation, and overtime regulations. If we are unable to retain, attract, and motivate talented employees with the appropriate skill sets, or if changes to our organizational structure, operating results, or business model adversely affect morale or retention, we may not achieve our objectives and our results of operations could be adversely impacted. In addition, the loss of one or more of our key personnel or the inability to effectively identify a suitable successor to a key role could have a material adverse effect on our business.\n Increases in labor costs, including wages, could adversely impact our operational results, financial condition and results of operations.\n \nOur store and distribution center operations are subject to laws governing such matters as minimum wages, working conditions and overtime pay. As minimum wage rates increase or related laws and regulations change, we may need to increase not only the wage rates of our minimum wage employees, but also the wages paid to our other hourly or salaried employees. Any increase in the cost of our labor could have an adverse effect on our financial condition and results of operations. In addition, we operate in a competitive labor market, in which wage actions by other retailers and companies may require us to increase salary and wage rates, bonuses and other incentives in order to attract and retain talented employees across all of our retail store, distribution and fulfillment center, and home office operations. Labor shortages and increased employee turnover could also increase our labor costs. This in turn could lead us to increase prices, which could adversely impact our sales. We are also subject to risks related to other store and distribution center expenses and operational costs. Conversely, if competitive pressures or other factors prevent us from offsetting increased labor costs by increases in prices, our profitability may decline.\nWe cannot provide assurance that we will pay dividends, or if paid, that dividend payments will be consistent with historical levels.\n \nWe have generally paid quarterly dividends, which are funded through cash flow from operations and available cash on hand. The declaration of dividends is subject to the discretion of our Board and is limited by applicable state law concepts of available funds for distribution, as well as contractual restrictions. As a result, the amount, if any, of the dividends to be paid in the future will depend upon a number of factors, including our available cash on hand, anticipated cash needs, overall financial condition, any future contractual restrictions, future prospects for earnings and cash flows, as well as other factors considered relevant by our Board. In addition, our Board may also suspend the payment of dividends at any time if it deems such action to be in the best interests of the Company and its stockholders.\n\nThere can be no assurance that the Company will pay dividends in the future on a regular basis or otherwise. In the event our financial condition or other factors necessitate, our Board may choose to delay or suspend the payment of our dividends again in the future.\n Legal, Tax, and Regulatory Risks\n We are subject to stringent and changing laws, regulations, and standards, related to data privacy, protection, and security. Our failure to comply with privacy laws and regulations could have a material adverse effect on our business.\n \nState, federal, and foreign governments are increasingly enacting laws and regulations governing the collection, use, retention, sharing, transfer, and security of personally identifiable information and data. A variety of federal, state, local, and foreign laws and regulations, orders, rules, codes, regulatory guidance and certain industry standards regarding privacy, data protection, consumer protection, information security and the processing of personal information and other data apply to our business. The state and federal legislative and regulatory activity in this area may result in new or amended regulation or guidance that may hinder our business, for example, by restricting use or sharing of consumer data (including for marketing and advertising) or otherwise regulating AI (including the use of algorithms and automated processing) which could materially affect our business or significantly increase the cost of compliance.\n\n\nWe are also subject to other consumer data and protection/privacy laws, including California's Consumer Legal Remedies Act and unfair competition and false advertising laws, the Fair and Accurate Credit Transactions Act and the Telephone Consumer Protection Act, and Canada's Anti-Spam Law. Additionally, the regulatory environment is increasingly demanding with frequent new and changing requirements concerning cybersecurity, information security and privacy, which may be inconsistent from one jurisdiction to another. Any failure by us or any of our business partners to comply with applicable laws, rules, and regulations may result in investigations or actions against us by governmental entities, private claims and litigation, fines, penalties or other liabilities. Such events may increase our expenses, expose us to liabilities and impair our reputation, which could have a material adverse effect on our business.\n\nWhile we aim to comply with applicable privacy and data protection laws and obligations in all material respects, there is no assurance that we will not be subject to claims that we have violated such laws and obligations, will be able to successfully defend against such claims, or will not be subject to significant fines and penalties in the event of non-compliance. Additionally, to the extent that multiple state-level laws are introduced with inconsistent or conflicting standards and there is no federal law to preempt such laws, compliance with such laws could be difficult and costly to achieve, or impossible to achieve, and we could be subject to fines and penalties in the event of non-compliance.\n\nThe Company’s amended and restated bylaws (“Bylaws”) provide, to the fullest extent permitted by law, that the Court of Chancery of the State of Delaware will be the exclusive forum for certain legal actions between the Company and its stockholders, which could increase costs to bring a claim, discourage claims or limit the ability of the Company’s stockholders to bring a claim in a judicial forum viewed by the stockholders as more favorable for disputes with the Company or the Company’s directors, officers or other employees.\n \nOur Bylaws provide, to the fullest extent permitted by law, that unless the Company consents in writing to the selection of an alternative forum, the sole and exclusive forum for any (i) derivative action or proceeding brought on behalf of the Company; (ii) action asserting a claim for or based on a breach of a fiduciary duty owed by any current or former director or officer or other employee or agent of the Company to the Company or the Company’s stockholders, including a claim alleging the aiding and abetting of such a breach of fiduciary duty; (iii) action asserting a claim against the Company or any current or former director or officer or other employee or agent of the Company arising pursuant to any provision of the Delaware General Corporation Law (“DGCL”), or the Company’s Amended and Restated Certificate of Incorporation or Bylaws; (iv) action asserting a claim related to or involving the Company or any current or former director or officer or other employee or agent of the Company that is governed by the internal affairs doctrine of the State of Delaware or (v) action asserting an “internal corporate claim,” as that term is defined in Section 115 of the DGCL shall, in each case, be the Delaware Court of Chancery located within the State of Delaware (or, if the Delaware Court of Chancery located within the State of Delaware lacks jurisdiction over any such action or proceeding, the sole and exclusive forum for such action or proceeding shall be another state or federal court located within the State of Delaware). Additionally, our Bylaws provide that unless the Company consents in writing to the selection of an alternative forum, the federal district courts of the U.S. of America shall be the sole and exclusive forum for the resolution of any complaint asserting a cause of action arising under the Securities Act. The choice of forum provisions may increase costs to bring a claim, discourage claims or limit a stockholder’s ability to bring a claim in a judicial forum that it finds favorable for disputes with the Company or the Company’s directors, officers or other employees, which may discourage such lawsuits against the Company or the Company’s directors, officers and other employees. Alternatively, if a court were to find the choice-of-forum provisions contained in the Company’s Bylaws to be inapplicable or unenforceable in an action, the Company may incur additional costs associated with resolving such action in other jurisdictions. The exclusive forum provisions in the Company’s Bylaws will not preclude or contract the scope of exclusive federal or concurrent jurisdiction for actions brought under the federal securities laws including the Exchange Act or the Securities Act, as amended, or the respective rules and regulations promulgated thereunder.\n We may be unable to protect our trademarks and other intellectual property rights.\n\nWe believe that our trademarks and service marks, as described in Part I, Item 1, Business, are important to our success and our competitive position due to their name recognition with our customers. We devote substantial resources to establishing and protecting our trademarks and service marks. We are not aware of any material claims of infringement or material challenges to our right to use any of our trademarks. Nevertheless, the actions we have taken, including to establish and protect our trademarks and service marks, may not be adequate to prevent others from imitating our products or seeking to block sales of our products. Other parties may also claim that some of our products infringe on their trademarks, copyrights or other intellectual property rights. In addition, the laws of certain foreign countries may not protect our proprietary rights to the same extent as do the laws of the U.S. Litigation regarding our trademarks, copyrights and other intellectual property rights could adversely affect our business, financial condition, and results of operations.\n\n\nThe legal and regulatory environment could adversely affect our financial condition and results of operations.\n \nWe are subject to numerous domestic and foreign laws and regulations affecting our business, including those related to labor, employment, worker health and safety, taxes, tariffs, competition, privacy, data security, AI, consumer protection, import/export, marketing, pricing, anti-corruption, including the Foreign Corrupt Practices Act, and climate change. Additional legal and regulatory requirements have increased the complexity of the regulatory environment and the cost of compliance. If we fail to comply with these laws, we could become subject to enforcement actions or the imposition of significant fines or penalties, which could harm our operations, our ability to conduct the business and/or our reputation. Laws and regulations at the local, state, federal, and international levels frequently change, and the ultimate cost of compliance cannot be precisely estimated. In addition, we cannot predict the impact that may result from changes in the regulatory or administrative landscape. If these laws change without our knowledge, or are violated by importers, designers, manufacturers, distributors, contractors, vendors, suppliers, or employees, we could experience delays in shipments or receipt of goods or be subject to fines or other penalties, any of which could adversely affect our business, our financial condition and the mark price of our common stock. Also, changes in laws and regulations could make operating our business more expensive or require us to change the way we do business.\n\nWe also face the risk of legal actions being filed against us including class actions, and we may be impacted by litigation trends, including class action lawsuits involving current/former employees, consumers and shareholders, which could make a material adverse effect on our reputation, the market price of our common stock and our results of operation, financial condition and/or cash flows.\n Fluctuations in our tax obligations and effective tax rate could adversely affect us.\n \nWe are subject to income taxes in many U.S. and certain foreign jurisdictions. We record tax expense based on our estimates of future payments, which include reserves for uncertain tax positions in multiple tax jurisdictions. At any time, multiple tax years are subject to audit by various taxing authorities. The results of these audits and negotiations with taxing authorities may affect the ultimate settlement of these issues. In addition, the tax laws and regulations in the countries where we operate may change or there may be changes in interpretation and enforcement of existing tax laws. As a result, we expect that throughout the year there could be ongoing variability in our quarterly tax rates as events occur and exposures are evaluated. Our effective tax rate in a given financial statement period may be materially impacted by changes in the mix and level of earnings by jurisdiction or by changes to existing accounting rules or regulations.\n The unfavorable outcome of pending or future litigation could have an adverse impact on our business, financial condition, and results of operations.\n \nFrom time to time, we are party to several legal proceedings arising out of various aspects of our business. The outcome of these proceedings may not be favorable, and one or more unfavorable outcomes could have an adverse impact on our business, financial condition, and results of operations.\n\nGeneral Risk Factors\n Additionally, other factors could adversely affect our financial performance, including factors such as our ability to successfully acquire and integrate other businesses; any interruption of our key infrastructure systems, including exceeding capacity in our distribution centers; any disaster or casualty resulting in the interruption of service from our distribution centers or in a large number of our stores; any interruption of our business related to an outbreak of a pandemic disease in a country where we source or market our merchandise; extreme weather conditions or changes in climate conditions or weather patterns; activist investors; and the effects of changes in interest rates.\nThe impact of any of the previously discussed factors, some of which are beyond our control, and others which we are not aware of or which we do not currently consider material, may cause our actual results to differ materially from our expectations expressed elsewhere in this Form 10-K and other forward-looking statements we may make from time to time.",
      "char_count": 68694
    }
  },
  "extracted_at": "2025-10-18T17:29:01.040665"
}