{
  "ticker": "AGNC",
  "company_name": "AGNC Investment Corp.",
  "cik": 1423689,
  "form_type": "10-K",
  "filing_date": "2025-02-21",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001423689-25-000007",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001423689&accession_number=000142368925000007&xbrl_type=v",
  "sic_code": "6798",
  "industry": "Real Estate Investment Trusts",
  "sections": {
    "item1": {
      "text": "Item 1. Business \nAGNC Investment Corp. (\"AGNC,\" the \"Company,\" \"we,\" \"us\" and \"our\") was organized on January 7, 2008 and commenced operations on May 20, 2008 following the completion of our initial public offering. Our common stock is traded on The Nasdaq Global Select Market under the symbol \"AGNC.\" \nWe are a leading provider of private capital to the U.S. housing market, enhancing liquidity in the residential real estate mortgage markets and, in turn, facilitating home ownership in the U.S. We invest primarily in Agency residential mortgage-backed securities (\"Agency RMBS\") on a leveraged basis. These investments consist of residential mortgage pass-through securities and collateralized mortgage obligations for which the principal and interest payments are guaranteed by a U.S. Government-sponsored enterprise, such as the Federal National Mortgage Association (\"Fannie Mae\") and the Federal Home Loan Mortgage Corporation (\"Freddie Mac,\" and together with Fannie Mae, the \"GSEs\"), or by a U.S. Government agency, such as the Government National Mortgage Association (\"Ginnie Mae\"). We may also invest in other assets related to the housing, mortgage or real estate markets that are not guaranteed by a GSE or U.S. Government agency.\nWe operate to qualify to be taxed as a real estate investment trust (\"REIT\") under the Internal Revenue Code of 1986, as amended (the \"Internal Revenue Code\"). As a REIT, we are required to distribute annually 90% of our taxable income, and we will generally not be subject to U.S. federal or state corporate income tax to the extent that we distribute all our annual taxable income to our stockholders on a timely basis. It is our intention to distribute 100% of our taxable income within the time limits prescribed by the Internal Revenue Code, which may extend into the subsequent taxable year.\nWe are internally managed with the principal objective of generating favorable long-term stockholder returns with a substantial yield component. We generate income from the interest earned on our investments, net of associated borrowing and hedging costs, and net realized gains and losses on our investment and hedging activities. We fund our investments primarily through collateralized borrowings structured as repurchase agreements. \nInvestment Management Strategy\nWe employ an active management strategy that is dynamic and responsive to evolving market conditions. The composition of our portfolio and our investment, funding, and hedging strategies are tailored to reflect our analysis of market conditions and the relative values of available options. Our portfolio management philosophy is based upon the following core objectives:\n•deliver attractive risk-adjusted returns for our stockholders primarily through monthly dividend distributions;\n•maintain an investment portfolio consisting predominantly of Agency RMBS;\n•capitalize on discrepancies in the relative valuations in the Agency and non-Agency securities market; \n•manage financing, interest rate, prepayment, extension and credit risks; \n•qualify as a REIT; and \n•remain exempt from the requirements of the Investment Company Act of 1940 (the \"Investment Company Act\").\nTargeted Investments\nAsset selection is a central component of our overall investment approach. Our investments consist predominantly of Agency RMBS which, in addition to carrying a GSE or U.S. Government guarantee against loss of principal, are considered a cornerstone of the U.S. financial system. The $8 trillion Agency market plays a vital role in providing liquidity to homeowners and prospective homeowners to purchase or refinance homes. \nOur team of investment professionals has decades of experience investing in Agency RMBS. Our asset selection process involves assessing relative risk-return profiles against the backdrop of broader market conditions. Utilizing sophisticated modeling techniques, we identify assets with favorable underlying loan characteristics with the objective of optimizing returns over the life of the investment.\nAgency Securities\n•Agency Residential Mortgage-Backed Securities. Agency RMBS consist of pass-through certificates representing interests in \"pools\" of mortgage loans secured by residential real property. Monthly payments of principal and interest made by the individual borrowers on the mortgage loans underlying the pools are in effect \"passed through\" to the security holders, after deducting guarantee and servicer fees. In general, mortgage pass-through certificates distribute cash flows from the underlying collateral on a pro rata basis among the security holders. Security holders \nalso receive guarantor advances of principal and interest for delinquent loans in the mortgage pools. We may also invest in Agency collateralized mortgage obligations (\"CMOs\"), which are structured instruments backed by a pool of Agency mortgage-backed securities.\n•To-Be-Announced Forward Contracts (\"TBAs\"). TBAs are forward contracts to purchase or sell Agency RMBS in the TBA market. TBA contracts specify the coupon rate, issuer, term and face value of the bonds to be delivered, with the actual bonds to be delivered only identified shortly before the TBA settlement date.\nNon-Agency Securities\n•Credit Risk Transfer (\"CRT\") Securities. CRT securities are risk sharing instruments that transfer a portion of the risk associated with credit losses within pools of conventional residential mortgage loans from the GSEs and/or third- parties to private investors. Full repayment of the original principal balance of CRT securities is not guaranteed by the GSE or other third-party; rather, \"credit risk transfer\" is achieved by writing down the outstanding principal balance of the CRT security if credit losses on the related pool of loans exceed certain thresholds. \n•Non-Agency Residential Mortgage-Backed Securities (\"Non-Agency RMBS\"). Non-Agency RMBS are structured securities backed by pools of residential mortgages packaged and issued by private institutions, such as a commercial bank or non-bank lender. Certain tranches of non-Agency RMBS may benefit from credit enhancement derived from structural elements, such as subordination, over-collateralization or insurance. We may purchase investment grade instruments that benefit from credit enhancement and non-investment grade instruments that are structured to absorb more credit risk. We focus primarily on non-Agency securities where the underlying mortgages are secured by residential properties within the United States, which may be comprised of prime, non-prime, qualified and non-qualified mortgage loans. \n•Commercial Mortgage-Backed Securities (\"CMBS\"). CMBS are securities backed by a pool of loans secured by one or more commercial properties. CMBS may also consist of a single loan for a single asset or multiple loans for a group of cross-collateralized assets of a single-borrower. CMBS are typically structured as multiple classes of securities where cash flows are distributed following a predetermined waterfall, which may give priority to selected classes while subordinating other classes. We may invest across the capital structure of these securities. We intend to focus on CMBS where the underlying collateral is secured by commercial properties located within the United States.\nFinancing Strategy\nOur investments in Agency RMBS benefit from asset-driven, as well as AGNC-specific, funding advantages, that enable us to enhance returns using leverage via low-cost and highly liquid collateralized borrowings structured as repurchase agreements.\nRepurchase agreements (\"repo\") involve the sale and a simultaneous agreement to repurchase the transferred assets at a future date. Our borrowings through repurchase transactions are generally short-term, with maturities typically ranging from one day to one year, but may sometimes have maturities of up to five or more years. Our financing rates are primarily impacted by short-term benchmark rates and liquidity in the Agency repo and short-term funding markets. \nThe amount of leverage that we utilize depends on market conditions, our assessment of risk and returns and our ability to borrow sufficient funds on favorable terms to acquire mortgage securities. We generally expect our leverage to be within six to twelve times the amount of our tangible stockholders' equity, but under certain conditions we may operate at leverage levels outside of this range. \nWe diversify our funding exposure by entering into repurchase agreements with multiple counterparties. We finance a portion of our investments through our wholly-owned captive broker-dealer subsidiary, Bethesda Securities, LLC (\"BES\"). BES is a member of the Fixed Income Clearing Corporation (\"FICC\") and has direct access to bilateral and tri-party repo funding as a Financial Industry Regulatory Authority (\"FINRA\") member broker-dealer. As an eligible institution, BES also raises repo funding through the General Collateral Finance (\"GCF\") Repo service offered by the FICC, with the FICC acting as the central counterparty. Thus, through BES, we have greater depth and diversity of funding than solely through traditional bilateral repo, while also lowering our funding cost, reducing our collateral requirements and limiting our counterparty exposure.\nWe also finance the acquisition of Agency RMBS by entering into TBA dollar roll transactions through which we simultaneously sell a TBA contract for the current month's settlement date and purchase a similar TBA contract for a forward month's settlement date. The TBA contract purchased for the forward settlement date is typically priced at a discount to the TBA contract sold for the current month. The discount, or \"price drop\", is the economic equivalent of interest income on the underlying Agency RMBS, less an implied financing cost, between the current month and forward month settlement dates. \nPrior to the forward settlement date, we may choose to roll the position to a later date by entering into an offsetting TBA position, net settling the paired off positions for cash, and simultaneously entering into a similar TBA contract for a new forward settlement date. Hence the discount or price drop from rolling TBA positions forward is commonly referred to as \"TBA dollar roll income.\" We recognize TBA contracts as derivative instruments on our consolidated financial statements at their net carrying value, which is their fair value less the purchase price to be paid or received under the TBA contract. Consequently, dollar roll transactions represent a form of off-balance sheet financing. In evaluating our overall leverage, we consider both our on-balance sheet and off-balance sheet financing.\nRisk Management Strategy \nAs a levered investor in fixed income securities, risk management is core to our business. We are exposed to a variety of market risks, including interest rate, prepayment, extension, spread and credit risks. Our investment strategies are based on our assessment of these risks, our ability to hedge a portion of these risks and our intention to qualify as a REIT. We employ a variety of investment and risk management strategies to reduce our exposure to market risks, and we continuously monitor and adjust our hedge portfolio, the net duration (or interest rate sensitivity) of our investment portfolio, and leverage in order to optimize returns over the longer term as market conditions warrant.\nOur hedging strategies are generally not designed to protect our net book value from spread risk, which as a levered investor in mortgage-backed securities is the inherent risk we take that the spread between the market yield on our investments and the benchmark interest rates linked to our interest rate hedges fluctuates. In addition, although we attempt to protect our net book value against moves in interest rates, we may not fully hedge against interest rate, prepayment and extension risks if we believe that bearing such risks enhances our return profile, or if the hedging transaction would negatively impact our REIT status. Our risk management actions may lower our earnings and dividends in the short-term to further our objective of preserving our net book value and maintaining attractive levels of earnings and dividends over the long-term. In addition, some of our hedges are intended to provide protection against larger rate moves and as a result may be relatively ineffective for smaller interest rate changes. For additional explanation of our market risks please refer to Item 1A. Risk Factors and Item 7A. Quantitative and Qualitative Disclosures about Market Risk within this Form 10-K. \nRegulatory Requirements\nExemption from Regulation under the Investment Company Act \nWe conduct our business so as not to become regulated as an investment company under the Investment Company Act, in reliance on the exemption provided by Section 3(c)(5)(C) of the Act. So long as we qualify for this exemption, we will not be subject to leverage and other restrictions imposed on registered investment companies, which would significantly reduce our ability to use leverage. Section 3(c)(5)(C), as interpreted by the staff of the U.S. Securities and Exchange Commission (\"SEC\"), requires us to invest at least 55% of our assets in \"mortgages and other liens on and interest in real estate\" or \"qualifying real estate interests\" (\"55% asset test\") and at least 80% of our assets in qualifying real estate interests and \"real estate-related assets.\" In satisfying this 55% requirement, based on pronouncements of the SEC staff and in certain instances our own judgment, we treat Agency RMBS issued with respect to an underlying pool of mortgage loans in which we hold all the certificates issued by the pool (\"whole pool\" securities) as qualifying real estate interests. We typically treat \"partial pool\" and other mortgage securities where we hold less than all the certificates issued by the pool as real estate-related assets. For additional information regarding our exemption under the Investment Company Act please refer to Item 1A. Risk Factors within this Form 10-K.\nReal Estate Investment Trust Requirements\nWe have elected to be taxed as a REIT under the Internal Revenue Code. As a REIT, we generally will not be subject to U.S. federal or state corporate income tax on our taxable income to the extent that we distribute annually all our taxable income to stockholders within the time limits prescribed by the Internal Revenue Code. Qualification and taxation as a REIT depend on our ability to continually meet requirements imposed upon REITs by the Internal Revenue Code, including satisfying certain organizational requirements, an annual distribution requirement and quarterly asset and annual income tests. The REIT asset and income tests are significant to our operations as they restrict the extent to which we can invest in certain types of securities and conduct certain hedging activities within the REIT. Consequently, we may be required to limit these activities or conduct them through a taxable REIT subsidiary (\"TRS\"). We believe that we have been organized and operate in such a manner as to qualify for taxation as a REIT.\nIncome Tests:\nTo continue to qualify as a REIT, we must satisfy two gross income requirements on an annual basis.\n1.At least 75% of our gross income for each taxable year generally must be derived from investments in real property or mortgages on real property. \n2.At least 95% of our gross income in each taxable year generally must be derived from some combination of income that qualifies under the 75% gross income test described above, as well as other dividends, interest, and gains from the sale or disposition of stock or securities, which need not have any relation to real property. \nInterest income from obligations secured by mortgages on real property (such as Agency and non-Agency MBS) generally constitutes qualifying income for purposes of the 75% gross income test described above. There is no direct authority with respect to the qualification of income or gains from TBAs for the 75% gross income test; however, we treat these as qualifying income for this purpose based on an opinion of legal counsel. The treatment of interest income from other real estate securities depends on their specific tax structure. Income and gains from instruments that we use to hedge the interest rate risk associated with our borrowings incurred, or to be incurred, to acquire real estate assets will generally be excluded from both gross income tests, provided that specified requirements are met. \nAsset Tests:\nAt the close of each calendar quarter, we must satisfy five tests relating to the nature of our assets.\n1.At least 75% of the value of our total assets must be represented by some combination of \"real estate assets,\" cash, cash items, U.S. Government securities, and, under some circumstances, temporary investments in stock or debt instruments purchased with new capital. For this purpose, mortgage-backed securities and mortgage loans are generally treated as \"real estate assets.\" Assets that do not qualify for purposes of the 75% asset test are subject to the additional asset tests described below. \n2.The value of any one issuer's securities that we own may not exceed 5% of the value of our total assets.\n3.We may not own more than 10% of any one issuer's outstanding securities, as measured by either voting power or value. The 5% and 10% asset tests do not apply to securities of TRSs and qualified REIT subsidiaries and the 10% asset test does not apply to \"straight debt\" having specified characteristics and to certain other securities.\n4.The aggregate value of all securities of all TRSs that we hold may not exceed 20% of the value of our total assets.\n5.No more than 25% of the total value of our assets may be represented by certain non-mortgage debt instruments issued by publicly offered REITs (even though such debt instruments qualify under the 75% asset test).\nA failure to satisfy the income or asset tests would not immediately cause us to lose our REIT qualification; rather, we could retain our REIT qualification if we were able to satisfy certain relief provisions and pay any applicable penalty taxes and other fines, or, in the case of a failure to satisfy the asset test, eliminate the discrepancy within a 30-day cure period. Please also refer to the Risks Related to Our Taxation as a REIT in Item 1A. Risk Factors of this Form 10-K for further discussion of REIT qualification requirements and related items.\nRegulatory Requirements of our Captive Broker-Dealer Subsidiary\nBES is subject to ongoing membership and regulatory requirements as a member of the FICC and FINRA and as an SEC registered broker-dealer that include but are not limited to trade practices, use and safekeeping of funds and securities, capital structure, recordkeeping and conduct of directors, officers and employees. Additionally, as a self-clearing, registered broker-dealer, BES is subject to minimum net capital requirements. Thus, our ability to access tri-party repo funding through the FICC's GCF Repo service, which represents a significant portion of our total borrowing capacity, is reliant on BES' ability to continually meet FINRA and FICC regulatory and membership requirements.\nHuman Capital Management\nWe believe our success as a company ultimately depends on the strength, wellness, and dedication of our workforce. We pride ourselves on robust practices in the area of human capital management that are constantly evolving to meet the needs of our people. As of December 31, 2024, our workforce consisted of 53 full-time employees. We strive to provide each of our highly skilled employees an engaging, rewarding, supportive, and inclusive atmosphere in which to grow professionally. Our competitive and comprehensive benefits package is carefully designed to attract and retain talented personnel. We believe our low voluntary employee turnover, which averaged less than 1 employee per year the past three years, and favorable employee survey results are a testament to the success of our human capital management initiatives. \nEmployee Communications and Engagement\nWe recognize the importance of ongoing open communication and engagement with our employees and we greatly value their input. To foster this, we regularly engage with our employees in a variety of ways through direct interaction with each member of our staff, periodic anonymous employee surveys and regular town hall meetings. Our anonymous employee surveys provide important information about their job satisfaction, engagement, and specific concerns. Results consistently reflect high levels of employee satisfaction, including in areas of leadership, benefits, engagement, training, and development. To encourage candid feedback, we partner with outside vendors who analyze survey results and provide verbatim comments on an anonymous basis. In recognition of these efforts, AGNC was recertified as a Great Place to Work™ in 2023 based entirely on employee feedback. In 2024, Fortune named AGNC one of the Best Small WorkplacesTM, recognizing our commitment to creating a best-in-class employee experience. Our Board of Directors (our \"Board\") and management use survey results and regular direct feedback from employees in making adjustments to our work environment and benefits package.\nWorkplace Culture and Ethics\nOur corporate culture promotes open and honest communication, fair treatment, collegiality and high ethics and compliance standards. Our Code of Ethics and Conduct (\"Code of Conduct\") applies to all directors, officers and employees and provides clear expectations and guidance to facilitate appropriate decisioning. Our Code of Conduct covers topics such as compliance with securities laws, conflicts of interest, giving and receiving gifts, discrimination, harassment, privacy, appropriate use of Company assets, protecting confidential information, and reporting Code of Conduct violations (including through an anonymous third-party hotline). All employees are required to affirm their understanding of these standards on at least an annual basis. We also regularly conduct mandatory compliance training on the Code of Conduct, insider trading, whistleblower protections, anti-harassment and other legal and corporate policies. Our executive officers and human resources department maintain \"open door\" policies, and any form of retaliation for bona fide reporting of Code of Conduct violations is expressly prohibited. \nEmployee Development\nWe have a number of policies and programs to further the professional development of our employees. These include our professional certification and continuing education policy, reimbursement for any supervisor-approved courses, one-on-one coaching to enhance skills in a number of areas of personal and professional development, and memberships to organizations that provide employees with access to educational webinars. We also conduct periodic \"Lunch and Learn\" seminars and offer a formal mentoring program for employees to receive direct one-on-one career guidance and cross-functional experience across various operations. Our employees also have the opportunity to lead and/or participate in employee-led initiatives, such as our employee-led Volunteerism & Community Outreach Committee, which is responsible for implementing and leading new volunteer opportunities, as well as identifying ways the Company can have a positive impact on the community. These initiatives have advanced unique and professional skill sets throughout the organization.\nInclusion\nCentral to our core values is that every individual deserves respect and equal treatment, regardless of gender, race, ethnicity, age, disability, sexual orientation, gender identity, cultural background or religious belief. We strive to have an inclusive and welcoming work environment that is free from wrongful discrimination. We have long maintained policies against discrimination and harassment in our workplace, and we periodically conduct workplace trainings and workshops attended by all employees related to these topics. Although we have a relatively small workforce and low turnover rate, our recruitment and hiring practices attempt to ensure the diversity of applicant pools for posted job openings. We also seek to engage our employees and provide them opportunities on a non-discriminatory and inclusive basis. As of December 31, 2024, 40% of our employees were women and 32% were ethnically diverse.\nCompensation and Benefits\nWe seek to attract and retain the most talented employees in our industry by offering competitive compensation and benefits. Our pay-for-performance compensation philosophy is based on rewarding each employee’s individual contributions through a combination of fixed and variable pay elements. Each employee receives a total compensation package that includes base salary, short-term incentives in the form of an annual cash bonus and long-term equity incentives in the form of time-vesting and/or performance-vesting restricted stock units. The proportion of each employee’s variable incentive versus fixed-based elements of their compensation is directly correlated to the individual’s level of responsibility and role in the organization. Generally, higher level employees have higher proportions of variable incentive-based compensation in their target mix. Similarly, within the incentive-based elements, the proportion of long-term incentive-based elements generally corresponds to the individual’s role and level of responsibility in the organization.\nAs the success of our business is fundamentally connected to the well-being of our people, we offer benefits that support their physical, financial and emotional well-being. We provide our employees with access to flexible, comprehensive and convenient medical coverage intended to meet their needs and the needs of their families. In addition to standard medical coverage, we offer employees dental and vision coverage, health savings and flexible spending accounts, paid time off, parental leave and adoption assistance, voluntary short-term and long-term disability insurance, term life insurance, employee assistance programs, and other benefits. We also believe in the long-term financial wellness of our employees, and to foster maximum savings rates by our employees we offer a 401(k) Savings Plan with Company matching contributions of 100% up to 6% of each employee’s eligible compensation, subject to IRS limits. \nCompetition \nOur success depends, in large part, on our ability to acquire assets at favorable spreads over our borrowing costs. In acquiring mortgage assets, we compete with a variety of other investors, including other mortgage REITs, government entities, banks, specialty finance companies, public and private funds, insurance companies and other financial institutions, who may have competitive advantages over us as to the price they are willing to pay due to factors such as a lower cost of funds, access to funding sources not available to us or a lack of REIT and Investment Company Act regulatory constraints.\nCorporate Information \nOur executive offices are located at 7373 Wisconsin Avenue, 22nd Floor, Bethesda, MD 20814 and our telephone number is (301) 968-9315. \nWe make available our Annual Reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and amendments to such reports as well as our Code of Ethics and Conduct on our internet website at www.AGNC.com. These reports are also available on the SEC internet website at www.sec.gov.",
      "char_count": 27633
    },
    "item1a": {
      "text": "Item 1A. Risk Factors\nYou should carefully consider the risks described below and all other information contained in this Annual Report on Form 10-K, including our annual consolidated financial statements and the related notes thereto before deciding to purchase our securities. Any of the following risks could materially affect our business, financial condition or results of operations. If that happens, the trading price of our securities could decline, and you may lose all or part of your investment. The risks and uncertainties described below are not the only ones facing us. Additional risks and uncertainties not presently known to us, or not presently deemed material by us, may also impair our operations and performance. Our risk factors discussed below are classified among:\n•risks related to our investment and portfolio management activities;\n•risks related to our financing and hedging activities;\n•risks related to our business operations;\n•legislative and regulatory risks; and\n•risks related to our common stock.\nRisks Related to Our Investment and Portfolio Management Activities\nSpread risk is inherent to our business as a levered investor in Agency RMBS.\nWhen the differential between the market yield on our assets and our interest rate hedges widens, our tangible net book value will typically decline, a dynamic we refer to as \"spread risk.\" As a levered investor primarily in fixed-rate Agency RMBS, spread risk is an inherent component of our business. Although we use hedging instruments in an effort to protect against moves in interest rates, our hedges will typically not protect us against spread risk. Spreads may widen due to numerous factors, including actual or expected monetary policy actions by U.S. and foreign central banks; legislative, regulatory or other administrative actions affecting the Agency RMBS market; changes in fiscal policy and rising federal budget deficits; increased market volatility; reduced market liquidity; higher Agency RMBS supply; and shifts in investor return requirements and sentiment.\nInterest rate and spread volatility represent significant risks to our business, potentially affecting our liquidity, increasing our costs, and impacting our ability to manage risks effectively.\nInterest rate and spread volatility can materially and adversely impact our business, financial condition, and operating results. Elevated volatility amplifies market risks that affect the value of our assets and liabilities and can reduce earnings stability. Increased volatility also heightens our exposure to margin calls, including higher risk-based margin requirements, \nwhich may require us to post additional collateral, thereby reducing our unencumbered liquidity, limiting resources available for operational needs and further margin obligations.\nVolatility further increases the complexity and cost of hedging against interest rate fluctuations, which can adversely affect our profitability. In addition, heightened volatility may reduce liquidity in the mortgage market as investors scale back exposure to mitigate risk, making it more difficult to buy or sell assets without significantly impacting market prices. Volatility may also diminish the effectiveness and accuracy of the predictive models we rely on for decision-making and risk management.\nSustained interest rate and spread volatility has the potential to materially impact our liquidity, increase our costs, and impair our ability to manage risk effectively. While we actively monitor market conditions and adjust our strategies in response, there is no assurance that these measures will be sufficient to offset the negative effects of volatility on our business, operations, and financial results.\nThe Fed’s participation in the Agency mortgage market could have an adverse effect on our Agency RMBS investments.\nThe Federal Reserve’s (the \"Fed\") participation in the Agency RMBS market can materially impact mortgage market conditions, affecting supply, pricing, and returns. Asset purchases by the Fed generally drive Agency RMBS values higher and tighten mortgage spreads, which increases our tangible net book value but reduces the return potential on new investments. Conversely, actual or anticipated reductions in the amount of its Agency RMBS holdings typically lead to lower values and wider spreads, thereby lowering our tangible net book value while improving the return potential on new acquisitions.\nThe Fed first implemented large-scale asset purchases, known as quantitative easing (\"QE\"), during the 2008-2009 financial crisis to stabilize markets and support economic recovery. In response to the COVID-19 crisis, the Fed’s balance sheet more than doubled from $4.2 trillion in March 2020 to $8.9 trillion in May 2022, with its Agency RMBS holdings rising to nearly one-third of all outstanding Agency RMBS. Since 2022, the Fed has reduced these holdings by approximately $500 billion through prepayment runoff. While the Fed currently favors gradual balance sheet reduction through prepayment runoff, there is no assurance that it will not undertake asset sales. A faster-than-expected unwinding of Fed holdings could increase market volatility, reduce liquidity, and widen RMBS spreads, materially impacting our tangible net book value and financial condition.\nOur active portfolio management strategy may expose us to greater losses and lower returns than compared to passive strategies.\nWe employ an active management strategy, meaning our investment portfolio composition, leverage ratio, and hedge positions will fluctuate based on our assessment of market conditions. We may realize significant gains or losses when selling investments or adjusting hedge positions that we no longer believe offer attractive risk-adjusted returns or when reallocating to perceived better opportunities. However, our market assessments may be incorrect, leading to portfolio, leverage, or hedge decisions that underperform a more static strategy. Additionally, due to our active approach, investors may not be able to assess changes in our financial position solely by tracking changes in the mortgage market.\nA decline in the fair value of our assets may adversely affect our financial condition and make it costlier to finance our assets.\nOur investment securities are reported at fair value on our consolidated balance sheet, with changes in fair value reported in net income or other comprehensive income. Therefore, a decline in the fair value of our assets reduces our total comprehensive income and adversely affects our financial position. We use our investments as collateral for our financing arrangements and certain hedge transactions; consequently, a decline in fair value, or perceived market uncertainty about the value of our assets, could reduce the amount of our unencumbered assets, subject us to margin calls or make it more difficult for us to maintain our compliance with the terms of our financing agreements. It could also reduce our ability to purchase additional investments or to renew or replace our existing borrowings as they mature. As a result, we could be required to sell assets at adverse prices and our ability to maintain or grow our total comprehensive income could be reduced.\nThe value of our assets is influenced by multiple factors. In particular, the value of our long-term fixed-rate securities is highly sensitive to fluctuations in longer-term interest rates. Additionally, market liquidity can significantly impact asset values, as reduced liquidity may lead to price declines and increased volatility. Several factors can negatively impact market liquidity, including shifts in macro-economic conditions, market uncertainties, changes in investor sentiment, reduced or negative global money flows into U.S. fixed income markets, and regulatory capital requirements that constrain the market-making or funding capacity of banks and financial institutions. Liquidity could also be affected by the Fed’s monetary policy, particularly if balance sheet reduction occurs more rapidly than expected, as well as by legislative, regulatory or other administrative actions that affect the Agency RMBS market or changes in fiscal policy that increase the federal budget deficit.\nChanges in prepayment rates may adversely affect the return on our investments.\nOur investment portfolio largely consists of securities backed by pools of mortgage loans, which receive payments related to the underlying mortgage loans. When borrowers prepay their mortgage loans at rates faster or slower than anticipated, it exposes us to prepayment or extension risk. Generally, prepayments increase during periods of falling mortgage interest rates and decrease during periods of rising mortgage interest rates, but other factors can also affect the rate of prepayments, including loan age and size, loan-to-value ratios, housing price trends, general economic conditions and GSE buyouts of delinquent loans.\nIf our assets prepay at a faster rate than anticipated, we may be unable to reinvest the repayments at acceptable yields. If the proceeds are reinvested at lower yields than our existing assets, our net interest margins would be negatively impacted. We also amortize or accrete into interest income any premiums and discounts we pay or receive at purchase relative to the stated principal of our assets over their projected lives using the effective interest method. If the actual and estimated future prepayment experience differs from our prior estimates, we are required to record an adjustment to interest income for the impact of the cumulative difference in the effective yield, which could negatively affect our interest income.\nIf our assets prepay at a slower rate than anticipated, our assets could extend beyond their expected maturity, and we may have to finance our investments at potentially higher costs without the ability to reinvest principal into higher yielding securities. Additionally, if prepayment rates decrease due to a rising interest rate environment, the average life or duration of our fixed-rate assets would extend, but our interest rate swap maturities would remain fixed and, therefore, cover a smaller percentage of our funding exposure. At the same time, the market value of our assets could decline, while most of our hedging instruments would not receive any incremental offsetting gains.\nTo the extent that actual prepayment rates differ from our expectations, our operating results could be adversely affected, and we could be forced to sell assets to maintain adequate liquidity, which could cause us to incur realized losses. In addition, should significant prepayments occur, there is no certainty that we will be able to identify acceptable new investments, which could reduce our invested capital or result in us making less favorable investments.\nPrepayment rates are difficult to predict, and market conditions and other factors impacting mortgage origination channels may disrupt the historical correlation between interest rate changes and prepayment trends.\nOur success depends in part on our ability to predict prepayment behavior over a variety of economic conditions. As part of our overall portfolio risk management, we analyze interest rate changes and prepayment trends to assess their effects on our investment portfolio. Our analysis is largely based on predictive models and reliance on historical correlations between interest rates and other factors and the rate of prepayments. However, unprecedented events, market dislocations, advances in origination channel technologies and other factors may impair the usefulness of these historical correlations or render them completely invalid, reducing our ability to accurately predict future prepayment activity. Other factors beyond interest rates also impact the rate of prepayments and may be difficult to predict, such as housing turnover, lending conditions and the availability of credit to homeowners, and GSE buyouts of delinquent loans from the underlying mortgage pool.\nThe analytical models and third-party data that we rely on to manage our portfolio and conduct our business objectives may be incorrect, misleading or incomplete.\nWe use analytical models, data and other information to value our assets and assess potential investment opportunities in connection with our risk management and hedging activities. We may source our models and data from third-parties or develop them internally. Models are dependent on multiple assumptions and inputs. Models typically also assume a static portfolio. If either the models, their underlying assumptions or data inputs prove to be incorrect, misleading or incomplete, any decisions we make in reliance on such information may be faulty and expose us to potential risks. \nMany of the analytical models we use are predictive in nature, such as mortgage prepayment and default models. The use of predictive models has inherent risks and may incorrectly forecast future behavior, leading to potential losses. Furthermore, since predictive models are usually constructed based on historical trends using data supplied by third parties, the success of relying on such models depends heavily on the accuracy and reliability of the supplied historical data. Additionally, multiple factors could disrupt the relationships between data and historical trends, reducing the ability of our models to predict future outcomes, or even render them invalid. We are at greater risk of this occurring during periods of high volatility or unanticipated and/or unprecedented financial or economic events, including any actual or anticipated shifts in monetary or fiscal policy resulting from these events. Consequently, actual results could differ materially from our projections. Moreover, the use of different models could result in materially different projections.\nAnalytical models and third-party data used to analyze credit sensitive assets also expose us to the risk that the (i) collateral cash flows and/or liability structures may be incorrectly modeled, or may be modeled based on simplifying assumptions that lead to errors; (ii) information about collateral may be incorrect, incomplete or misleading; (iii) collateral or \nbond historical performance (such as historical prepayments, defaults, cash flows, etc.) may be incorrectly reported, or subject to interpretation (e.g., different issuers may report delinquency statistics based on different definitions of what constitutes a delinquent loan); or (iv) collateral or bond information may be outdated, in which case the models may contain incorrect assumptions as to what has occurred since the date information was last updated.\nThe fair value of our investments may not be readily determinable or may be materially different from the value that we ultimately realize upon their disposal.\nWe measure the fair value of our investments in accordance with guidance set forth in Accounting Standards Codification Topic 820, Fair Value Measurements and Disclosures. Fair value is only an estimate based on good faith judgment of the price at which an investment can be sold since market prices of investments can only be determined by negotiation between a willing buyer and seller. Our determination of the fair value of our investments includes inputs provided by pricing services and third-party dealers. Valuations of certain investments in which we invest may be difficult to obtain or unreliable. In general, pricing services and dealers heavily disclaim their valuations and we do not have recourse against them in the event of inaccurate price quotes or other inputs used to determine the fair value of our investments. Depending on the complexity and illiquidity of a security, valuations of the same security can vary substantially from one pricing source to another. Moreover, values can fluctuate significantly, even over short periods of time. For these reasons, the fair value at which our investments are recorded may not be an accurate indication of their realizable value. The ultimate realization of the value of an asset depends on economic and other conditions that are beyond our control. Consequently, if we were to sell an asset, particularly through a forced liquidation, the realized value may be less than the amount at which the asset is recorded, which would negatively affect our results of operations and financial condition.\nThe mortgage loans referenced by our CRT securities or that underlie our non-Agency securities may be or could become subject to delinquency or foreclosure, which could result in investment losses.\nInvestments in credit-oriented securities, such as CRT securities and non-Agency MBS, where repayment of principal and interest is not guaranteed by a GSE or U.S. Government agency, subject us to the potential risk of loss of principal and/or interest due to delinquency, foreclosure and related losses on the underlying mortgage loans.\nCRT securities are risk sharing instruments issued by Fannie Mae and Freddie Mac, and similarly structured transactions arranged by third-party market participants, that are designed to synthetically transfer mortgage credit risk from the issuing entity to private investors. The transactions are structured as unguaranteed bonds whose principal payments are determined by the delinquency and prepayment experience of a reference pool of mortgages guaranteed by Fannie Mae or Freddie Mac. An investor in CRT securities bears the risk that the borrowers in the reference pool of loans may default on their obligations to make full and timely payments of principal and interest. \nNon-Agency RMBS are backed by residential mortgage loans, which carry the risk of delinquency, foreclosure and loss based on the borrower's ability to repay. The ability to repay is primarily influenced by the borrower's income and assets. Factors such as loss of employment, divorce, illness, acts of God, acts of war or terrorism, adverse changes in economic and market conditions, declining home values, changes in laws and regulations, changes in fiscal policies and zoning ordinances, environmental hazards such as mold, and property losses (insured or not) can impede repayment.\nCMBS are backed by commercial loans, secured by multifamily or other commercial properties. These loans typically face higher risks of delinquency and loss compared to residential loans. Repayment largely depends on the property's operational success. Factors affecting the property's net operating income, such as occupancy rates, tenant mix, the success of tenant businesses, property management, location, condition, and economic conditions, can influence the borrower's repayment capacity.\nGeographic concentration of our assets can heighten the risk of default and loss. Both borrower repayment and the market value of the assets underlying our investments are affected by national, local and regional economic conditions. As a result, concentrations of investments tied to geographic regions increase the risk that adverse conditions affecting a region could increase the frequency and severity of losses on our investments. Additionally, assets in certain regional areas may be more susceptible to certain environmental hazards (such as earthquakes, widespread fires, rising sea levels, disease, floods, drought, hurricanes and certain climate risks) than properties in other areas; for example, assets located in coastal states may be more susceptible to hurricanes or sea level rise than properties in other parts of the country. Areas affected by these types of events often experience disruptions in travel, transportation and tourism, loss of jobs, a decrease in consumer activity, and a decline in real estate-related investments, and their economies may not recover sufficiently to support income producing real estate at pre-event levels. These types of occurrences may increase over time or become more severe due to changes in weather patterns and other climate changes.\nPrivate mortgage insurance may not cover losses on loans referenced by our CRT securities and underlying our non-Agency RMBS.\nCertain mortgage loans referenced by our CRT securities or underlying our non-Agency RMBS may have private mortgage insurance; however, coverage is not guaranteed. Insurance may not fully protect against losses in the event of a loan default due to several factors, including coverage limits that absorb only a portion of the loss, the insurer rescinding or denying a claim, or the insurer failing to meet its obligations—whether due to breach of contract or insolvency. As a result, we may still incur losses despite the presence of mortgage insurance.\nChanges in credit spreads may adversely affect our profitability.\nA significant portion of the fair value of CRT and non-Agency securities, as well as other credit risk-oriented investments, is typically driven by the credit spread—the difference between the value of a credit instrument and a comparable financial instrument with similar interest rate exposure but no credit risk, such as a U.S. Treasury note. Credit spreads fluctuate due to changes in economic conditions, liquidity, investor demand and other factors and can be highly volatile.\nCredit spreads typically widen during periods of market uncertainty or actual or anticipated economic deterioration. They may also widen due to actual or anticipated rating downgrades of the securities or similar instruments. Hedging fair value changes related to credit spreads is often inefficient, and our hedging strategies are generally not designed to mitigate credit spread risk. As a result, fluctuations in credit spreads could negatively impact our profitability and financial condition.\nWe may be unable to acquire desirable investments due to competition, a reduction in the supply of new production Agency RMBS having the specific attributes we seek, and other factors.\nOur profitability depends on our ability to acquire our target assets at attractive prices. We may seek assets with specific attributes that influence their prepayment behavior under certain market conditions or that enable us to satisfy asset test requirements to maintain our REIT qualification status or exemption from regulation under the Investment Company Act (such as \"whole pool\" Agency RMBS). The supply of our target assets may be impacted by policies and procedures adopted by the GSEs, their regulator—the Federal Housing Finance Administration (\"FHFA\")—or other governmental agencies, such as policies impacting origination and pooling practices, as well as by legislative, regulatory or other administrative actions related to the GSEs’ government-like status or changes to their Federal conservatorships. As a result, our target assets may not be available in sufficient supply or at attractive prices. We may also compete for these assets with a variety of other investors, including other REITs, specialty finance companies, public and private funds, government entities, banks, insurance companies and other financial institutions, which may have competitive advantages over us, such as a lower cost of funds and access to funding sources not available to us. If we are unable to acquire enough target assets, we may be unable to achieve our investment objectives or maintain our REIT qualification status or exemption from regulation under the Investment Company Act. \nWe may change our targeted investments, investment guidelines and other operational policies without stockholder consent.\nWe may change our targeted investments and investment guidelines at any time without the consent of our stockholders, which could result in our making investments that are different from, and possibly riskier than, those described in this Annual Report or under our current guidelines. We may also amend or revise our other operational policies, including our policies with respect to our REIT qualification, acquisitions, dispositions, operations, indebtedness and distributions without a vote of, or notice to, our stockholders. Any such change may increase our exposure to risks described herein or expose us to new risks that are not currently contemplated, which could materially impair our operations and financial performance.\nRisks Related to Our Financing and Hedging Activities\nOur strategy involves the use of significant leverage, which increases the risk that we may incur substantial losses.\nWe expect our leverage to vary with market conditions and our assessment of the tradeoffs between risk and return on investments. We generally expect to maintain our leverage between six to twelve times the amount of our tangible stockholders' equity, but we may operate at levels outside of this range for extended periods. We incur this leverage by borrowing against a substantial portion of the market value of our assets. Leverage, which is fundamental to our investment strategy, creates significant risks and amplifies our risk exposure to higher borrowing costs, changes in underlying asset values, changes in mortgage spreads, and other market factors. Leverage also exposes us to the risk of margin calls and defaults under our funding agreements, which may result in forced sales of assets in adverse market conditions. The risks associated with leverage are more acute during volatile market environments and periods of reduced market liquidity. Because of our leverage, we may incur substantial losses.\nWe may be unable to procure or renew funding on favorable terms, or at all.\nWe rely primarily on short-term borrowings to finance our mortgage investments. Consequently, our ability to achieve our investment objectives depends not only on our ability to borrow sufficient amounts and on favorable terms, but also our ability to renew or replace our maturing short-term borrowings on a continuous basis. A variety of factors could prevent us from being able to achieve our intended borrowing and leverage objectives, including:\n•disruptions in the repo market generally or the infrastructure that supports it;\n•higher short-term interest rates;\n•a decline in the market value of our investments available to collateralize borrowings; \n•increases in the \"haircut\" lenders require on the value of our assets under repurchase agreements, resulting in higher collateral requirements; \n•increases in member specific margin requirements assessed by the FICC for tri-party repo accessed by our wholly-owned captive broker-dealer subsidiary, BES, through the FICC's GCF Repo service;\n•regulatory capital requirements or other limitations imposed on our lenders that negatively impact their ability or willingness to lend to us;\n•an exit by lenders from the market;\n•circumstances that could result in our failure to satisfy covenants, leverage limits, or other requirements imposed by our lenders, in which case our lenders may terminate and cease entering into repurchase transactions with us; and \n•the inability of BES to continually meet FINRA and FICC regulatory and membership requirements, which may change over time.\nBecause of these and other factors, there is no assurance that we will be able to secure financing on terms that are acceptable to us. If we cannot obtain sufficient funding on acceptable terms, we may have to sell assets possibly under adverse market conditions.\nOur borrowing costs may increase at a faster pace than the yield on our investments.\nOur borrowing costs are particularly sensitive to changes in short-term interest rates, as well as overall funding availability and market liquidity, whereas the yield on our fixed rate assets is largely influenced by longer-term rates and conditions in the mortgage market. Consequently, our borrowing costs may rise at a faster pace or decline at a slower pace than the yield on our assets, negatively impacting our net interest margin. \nIt may be uneconomical to roll our TBA dollar roll transactions, and we may be required to take physical delivery of the underlying securities and fund our obligations with cash or other financing sources.\nWe utilize TBA dollar roll transactions, which represent a form of off-balance sheet financing and increase our \"at risk\" leverage, as an alternate means of investing in and financing Agency RMBS. It may become uneconomical for us to roll forward our TBA positions prior to their settlement dates due to market conditions, which can be impacted by a variety of factors, such as changes in the pace or manner of the Fed’s runoff of its portfolio of Agency RMBS or, if they occur, the Fed’s purchases or sales of Agency RMBS in the TBA market. TBA dollar roll transactions include a deferred purchase price obligation on our part. An inability or unwillingness to continue rolling forward our position has effects similar to a termination of financing. In that circumstance, we would be required to settle the obligations for cash and would then take physical delivery of the underlying Agency RMBS. We may not have sufficient funds or alternative financing sources available to settle such obligations. Additionally, if we take delivery of the underlying securities, we can expect to receive the \"cheapest to deliver\" securities with the least favorable prepayment attributes that satisfy the terms of the TBA contract. Further, the specific securities that we receive may include few, if any, \"whole pool\" securities, which could inhibit our ability to remain exempt from regulation as an investment company under the Investment Company Act (see \"Loss of our exemption from regulation pursuant to the Investment Company Act would adversely affect us\" below). TBA contracts also subject us to margin requirements as described further below. Our inability to roll forward our TBA positions, failure to obtain adequate financing to settle our obligations, or failure to meet margin calls under our TBA contracts could force us to sell assets under adverse market conditions causing us to incur significant losses. \nOur funding and derivative agreements subject us to margin calls that could result in defaults and force us to sell assets under adverse market conditions or through foreclosure.\nOur funding and derivative agreements require that we maintain certain levels of collateral with our counterparties and may result in margin calls initiated against us if, for example, the value of our collateral declines. A margin call means that the counterparty requires us to pledge additional collateral to re-establish the required collateral level to protect them from loss in the event we default on our obligations. The requirement to meet margin calls can create liquidity risks. In the event of a margin call, we must generally provide additional collateral on the same business day. If we fail to meet the margin call, we would be \nin default, and our counterparty could terminate outstanding transactions, require us to settle our entire obligation under the agreement and enforce their interests against existing collateral. Furthermore, we may also be subject to certain cross-default and acceleration rights, such that if we were to fail to meet a margin call under one agreement that failure could lead to defaults, accelerations, or other adverse events under other agreements, as well. The threat or occurrence of margin calls or the accelerated settlement of our obligations under our agreements could force us to sell our investments under adverse market conditions and result in substantial losses.\nOur fixed-rate collateral is generally more susceptible to margin calls due to its price sensitivity to changes in interest rates. In addition, some collateral may be less liquid than other instruments, which could cause it to be more susceptible to margin calls in a volatile market environment. Furthermore, faster rates of prepayment increase the magnitude of potential margin calls as there is a time lag between the effective date of the prepayment and the date we receive the principal payment. \nOur derivative agreements also subject us to margin calls. Collateral requirements under our derivative agreements are typically dictated by contract or clearinghouse rules and regulations adopted by the U.S. Commodity Futures Trading Commission (“CFTC”) and regulators of other countries. Thus, changes in clearinghouse rules and other regulations can increase our margin requirements and the cost of our hedges. Our counterparties typically have the sole discretion to determine eligible collateral, the value of our collateral and, in the case of our derivative counterparties, the value of our derivative instruments. Additionally, for cleared swaps and futures, the futures commission merchant, or FCM, that we transact through typically has the right to require more collateral than the clearinghouse requires. \nChanges to FICC margin requirements could limit our ability to enter tri-party repo transactions with the FICC’s GCF Repo service and TBA transactions with the FICC’s MBSD\nWe finance a significant portion of our investments and execute TBA transactions through our wholly-owned captive broker-dealer subsidiary, BES. As an eligible institution, BES accesses repo funding through the FICC’s GCF Repo service and central clearing in the TBA market through the FICC's Mortgage-Backed Securities Division (MBSD). \nThe FICC continually assesses potential changes to rules governing the calculation of margin and minimum margin requirements. The FICC may also levy member specific margin requirements, including requirements related to a member's specific portfolio risk factors as a ratio to that member’s net capital, requirements related to \"back-testing\" failures of collected FICC margin requirements to cover losses from a simulated liquidation of a member’s portfolio, and other charges that the FICC has the ability to implement, in some cases without a significant notice period. \nIncreases in FICC margin requirements would have the effect of reducing our unencumbered assets and could potentially limit our ability to utilize tri-party repo funding through the FICC's GCF Repo service and engage in centrally-cleared TBA transactions through the FICC’s MBSD. Furthermore, BES' inability to meet FICC margin requirements may result in the FICC declaring an event of default and ceasing to act for BES as a member along with a liquidation of any margin collateral as well as the portfolio of outstanding transactions for which the FICC serves as BES’ central counterparty, potentially in adverse market conditions. If BES were to fail to continually meet FICC margin requirements and default on its obligations to the FICC it could have a material financial impact on our financial position.\nOur repurchase agreements and agreements governing certain derivative instruments may contain financial and nonfinancial covenants subjecting us to the risk of default. \nA number of our bilateral repurchase agreements and derivative agreements require that we comply with certain financial and non-financial covenants. These financial covenants typically limit declines in our stockholders’ equity for any given quarter, calendar year, or 12-month period and limit our leverage to a maximum amount. Compliance with these covenants depends on market factors and the strength of our business and operating results. In addition, a number of these agreements require, among other things, that we maintain our status as a publicly listed REIT and remain exempt from the provisions of the 1940 Act. Various risks, uncertainties and events beyond our control, including significant fluctuations in interest rates, market volatility and changes in market conditions, could affect our ability to comply with these covenants. Unless we were able to negotiate a waiver or forbearance of such covenants, failure to comply with them could result in an event of default and generally would give the counterparty the right to exercise certain other remedies under the agreement, including termination of one or more repo or hedging transactions, acceleration of all amounts owed under an agreement, and the right to sell the collateral held by that counterparty. Any waiver or forbearance, if granted, could carry additional conditions that may be unfavorable to us. Additionally, certain of our agreements contain cross-default, cross-acceleration or similar provisions, such that if we were to violate a covenant under one agreement, that violation could lead to defaults, accelerations, or other adverse events under other agreements, as well.\nOur rights under repurchase and derivative agreements in the event bankruptcy or insolvency may be limited.\nIn the event of our bankruptcy or insolvency, our repurchase agreements and hedging arrangements may qualify for special treatment under the U.S. Bankruptcy Code, the effect of which, among other things, would be to allow the counterparty under the applicable agreement to avoid the automatic stay provisions of the U.S. Bankruptcy Code and to foreclose on the collateral without delay. In the event of an insolvency or bankruptcy of one of our repurchase agreement or derivative counterparties, the counterparty may be permitted, under applicable insolvency laws, to repudiate the contract, and our claim against the counterparty for damages may be treated simply as an unsecured creditor. In addition, if the counterparty is a broker or dealer subject to the Securities Investor Protection Act of 1970, or an insured depository institution subject to the Federal Deposit Insurance Act, our ability to recover our assets under our agreements or to be compensated for any damages resulting from the counterparty's insolvency may be further limited by those statutes. Recoveries on these claims could be subject to significant delay and, if received, could be substantially less than the damages incurred.\nOur funding and derivative agreement counterparties may not fulfill their obligations to us as and when due.\nIf a repurchase agreement counterparty defaults on its obligation to resell collateral to us, we could incur a loss on the transaction equal to the difference between the value of our collateral and the amount of our borrowing. Similarly, if a derivative agreement counterparty fails to return collateral to us at the conclusion of the derivative transaction or fails to pledge collateral to us or to make other payments we are entitled to under the terms of our agreement as and when due, we could incur a loss equal to the value of our collateral and other amounts due to us.\nWe attempt to limit our counterparty exposure by diversifying our funding across multiple counterparties and limiting our counterparties to registered central clearing exchanges and major financial institutions with acceptable credit ratings. However, these measures may not sufficiently reduce our risk of loss. Central clearing exchanges typically attempt to reduce the risk of default by requiring initial and daily variation margin from their clearinghouse members and maintain guarantee funds and other resources that are available in the event of default. Nonetheless, we could be exposed to a risk of loss if an exchange or one or more of its clearing members defaults on its obligations. Most of the swaps and futures transactions that we enter into must be cleared by a Derivatives Clearing Organization, or DCO. DCOs are subject to regulatory oversight, use extensive risk management processes, and might receive \"too big to fail\" support from the government in the case of insolvency. We access the DCO through several FCMs, which may establish their own collateral requirements beyond that of the DCO. Consequently, for any cleared swap or futures transaction, we bear the credit risk of both the DCO and the relevant FCM as to obligations under our swap and futures agreements. The enforceability of our derivative and repurchase agreements may also depend on compliance with applicable statutory, commodity and other regulatory requirements and, depending on the domicile of the counterparty, applicable international requirements. \nOur hedging strategies may be ineffective.\nWe attempt to limit, or hedge against, the adverse effect of changes in interest rates on the value of our assets and financing costs, subject to complying with REIT tax requirements. Hedging strategies are complex and do not fully protect against adverse changes under all circumstances. Our business model also calls for accepting certain amounts of risk. Consequently, our hedging activities are generally designed to limit interest rate exposure, but not to eliminate it, and they are generally not designed to hedge against spread risk and other risks inherent to our business model.\nOur hedging strategies may vary in scope based on our portfolio composition, liabilities and our assessment of the level and volatility of interest rates, expected prepayments, credit and other market conditions, and are expected to change over time. We could inaccurately assess a risk or fail to recognize a risk entirely, leaving us exposed to losses without the benefit of any offsetting hedges. Furthermore, the techniques and derivative instruments we select may not have the effect of reducing our risk. Poorly designed hedging strategies or improperly executed transactions could increase our risk of loss. Hedging activities could also result in losses if the hedged event does not occur. Numerous other factors can impact the effectiveness of our hedging strategies, including the following:\n•the cost of interest rate hedges;\n•the degree to which the interest rate hedge benchmark rate correlates to the interest rate risk being hedged; \n•the degree to which the duration of the hedge matches that of the related asset or liability, particularly as interest rates change;\n•the amount of income that a REIT may earn from hedging transactions that do not satisfy certain requirements of the Internal Revenue Code or that are not done through a TRS; and\n•the degree to which the value of our interest rate hedges changes relative to our assets as a result of fluctuations in interest rates, passage of time, or other factors.\nAdditionally, regulations adopted by the CFTC and regulators of other countries could adversely affect our ability to engage in derivative transactions or impose increased margin requirements and require additional operational and compliance costs. Consequently, our hedging strategies may fail to protect us from loss and could even result in greater losses than if we had not entered in the hedge transaction.\nRisks Related to Our Business Operations\nOur executive officers and other key personnel are critical to our success and the loss of any executive officer or key employee may materially adversely affect our business.\nWe operate in a highly specialized industry and our success is dependent upon the efforts, experience, diligence, skill and network of business contacts of our executive officers and key personnel. The departure of any of our executive officers and/or key personnel could have a material adverse effect on our operations and performance.\nWe are highly dependent on information systems and third-party service providers to conduct our operations, and system failures, cybersecurity incidents or failure of our providers to fulfill their obligations to us could significantly disrupt our ability to operate our business. \nOur business heavily depends on information and communication systems, including services provided by third parties and cloud-based platforms. A failure in these systems, or a failure by a third-party provider, could significantly disrupt our operations. These systems may be subject to damage or interruption from, among other things, natural disasters, public health issues such as pandemics or epidemics, terrorist attack, rogue employees, power loss, telecommunications failures, internet disruptions, and other interruptions beyond our control. Additionally, our reliance on these systems exposes us to risks of disruption or damage from cybersecurity risks, such as malware, virus, hacking, denial of service, ransomware, physical or electronic break-ins, insider threats, and phishing attacks, all of which are increasingly sophisticated and prevalent. Our systems may be misconfigured or configured in a way that exacerbates our exposure to these risks. Despite having no significant breaches detected so far, we regularly are targeted by threat actors, and completely preventing or detecting such incidents promptly is increasingly challenging.\nThe complex nature of cybersecurity threats means a breach could go undetected for a long time, if ever, and responding to such incidents may not always be immediate or sufficient. Moreover, we depend on third-party vendors to implement security programs commensurate with their own risk. They may not be successful at defending against or detecting cybersecurity threats, and they may not be obligated to inform us of such incidents. The consequences of a cyber-attack may include operational disruption, unauthorized access to sensitive data, regulatory fines, reputational damage, liability to third parties, and financial losses. \nThe impact of cybersecurity incidents is difficult to predict, and legal and regulatory requirements around data privacy and security could lead to increased costs and stricter compliance requirements. During an investigation of a cybersecurity incident, or a series of events, it is possible we may not necessarily know the extent of the harm or how to remediate it, which could further adversely impact us, and we may be compelled to disclose information about a material cybersecurity incident before it has been mitigated or resolved, or even fully investigated. Furthermore, whether a single or series of cyber events is material is often a matter of judgment rather than quantitative measures and might only be determinable well after the fact. Despite our efforts to enhance our cybersecurity defenses, we cannot assure complete protection against all cybersecurity threats. A cybersecurity incident, if one were to occur, could adversely affect our business, results of operations, or financial condition. \nRisks Related to Our Taxation as a REIT\nOur failure to qualify as a REIT would have adverse tax consequences.\nWe believe we qualify as a REIT for U.S. federal income tax purposes under Sections 856–860 of the Internal Revenue Code of 1986, as amended, and related Treasury Regulations, and we intend to maintain our REIT status. The determination that we are a REIT requires an analysis of various factual matters and circumstances that may not be entirely within our control. Qualification and taxation as a REIT also depend on our ability to continually meet requirements imposed on REITs by the Internal Revenue Code, including satisfying certain organizational requirements, an annual distribution requirement, and quarterly asset and annual income tests. These tests depend on our ability to effectively manage the composition of our income and assets on an ongoing basis. At least 75% of our gross income must come from real estate sources, and 95% must come from real estate and certain other qualifying sources. Our ability to satisfy the asset tests depends on determining the characterization and fair market value of our assets, which may not be precisely measurable and lack independent appraisals. Additionally, the classification of certain instruments as debt or equity for tax purposes may be uncertain, which could impact the application of the REIT asset requirements. The distribution requirement mandates that we distribute at least 90% of our REIT taxable income to stockholders annually, determined without regard to the dividends paid deduction and excluding net capital gains.\nFailure to qualify as a REIT would have significant consequences. We would lose the ability to deduct dividends paid to stockholders when computing our taxable income and would be subject to U.S. federal and state corporate income tax as a regular C corporation for any taxable year for which we did not qualify. This could result in substantial tax liabilities and reduce funds available for investments and distributions, likely adversely impacting our stock value. Additionally, we would no longer be required to make stockholder distributions. Unless the IRS granted us relief under certain statutory provisions, we would remain disqualified as a REIT for four years following the year we first fail to qualify.\nRelief provisions may be available if we fail to meet the REIT requirements, provided the failure was due to reasonable cause, not willful neglect, and we satisfy other requirements, including completion of applicable IRS filings. It is not possible to predict if we would be entitled to benefit from such provisions. Even if we were to qualify for relief, we may still incur penalty taxes. The penalty for failing an asset test is the greater of $50,000 per failure or the net income from non-qualifying assets that resulted in the failure multiplied by the highest U.S. federal corporate tax rate. For failing one or both gross income tests, the penalty equals 100% of the net profit from non-qualifying income that resulted in the failure, as determined under the Internal Revenue Code.\nREIT distribution requirements could adversely affect our ability to execute our business plan.\nWe generally must distribute annually at least 90% of our taxable income, subject to certain adjustments and excluding any net capital gain, for U.S. federal and state corporate income tax not to apply to earnings that we distribute and to retain our REIT status. Distributions of our taxable income must generally occur in the taxable year to which they relate, or in the following taxable year if declared before we timely file our tax return for the year and if paid with or before the first regular dividend payment after such declaration. We may also elect to retain, rather than distribute, our net long-term capital gains and pay tax on such gains if required, in which case, we could elect for our stockholders to include their proportionate share of such undistributed long-term capital gains in income, and to receive a corresponding credit for their share of the tax that we paid. Our stockholders would then increase the adjusted basis of their stock by the difference between (a) the amounts of capital gain dividends that we designated and that they include in their taxable income, minus (b) the tax that we paid on their behalf with respect to that income. We intend to make distributions to our stockholders to comply with the REIT qualification requirements of the Internal Revenue Code, which limits our ability to retain earnings and thereby replenish or increase capital from operations.\nTo the extent that we satisfy this distribution requirement, but distribute less than 100% of our taxable income, we will be subject to U.S. federal and state corporate income tax on our undistributed taxable income. Furthermore, if we should fail to distribute during each calendar year at least the sum of (a) 85% of our REIT ordinary income for such year, (b) 95% of our REIT capital gain net income for such year, and (c) any undistributed taxable income from prior periods, we would be subject to a non-deductible 4% excise tax on the excess of such required distribution over the sum of (x) the amounts actually distributed, (y) the amounts of income we retained and on which we have paid corporate income tax and (z) any excess distributions from prior periods.\nOur taxable income will typically differ from income prepared in accordance with GAAP due to temporary and permanent differences. For example, realized gains and losses on our hedging instruments, such as interest rate swaps, may be deferred for income tax purposes and amortized into taxable income over the remaining contract term of the instrument even if we have exited the instrument and settled such gains or losses for cash. We are also not allowed to reduce our taxable income for net capital losses incurred; instead, the capital losses may be carried forward for a period of up to five years and applied against future capital gains subject to our ability to generate sufficient capital gains, which cannot be assured. Therefore, it is possible that our taxable income could be in excess of the net cash generated from our operations. If we do not have funds available in these situations to meet our REIT distribution requirements or to avoid corporate and excise taxes altogether, we could be required to borrow funds on unfavorable terms, sell investments at disadvantageous prices or distribute amounts that would otherwise be invested in future acquisitions. \nWe may choose to pay dividends in our own stock, in which case stockholders may be required to pay income taxes in excess of cash dividends received.\nWe may in the future distribute taxable dividends that are payable at least in part in shares of our common stock. Taxable stockholders receiving such dividends will be required to include the full amount of the dividend as ordinary income to the extent of our current and accumulated earnings and profits for U.S. federal income tax purposes. As a result, stockholders may be required to pay income taxes with respect to such dividends that are in excess of the cash dividends received. If a U.S. stockholder sells the stock that it receives as a dividend to pay this tax, the sales proceeds may be less than the amount included in income with respect to the dividend, depending on the market price of our stock at the time of the sale. Furthermore, with respect to certain non-U.S. stockholders, we may be required to withhold U.S. tax with respect to such dividends, including in respect of all or a portion of such dividend that is payable in stock.\nEven if we remain qualified as a REIT, we may face other tax liabilities that reduce our cash flow.\nEven if we remain qualified for taxation as a REIT, we may nonetheless be subject to certain federal, state and local taxes on our income and assets, including the following items. Any of these or other taxes we may incur would decrease cash available for distribution to our stockholders.\n•Regular U.S. federal and state corporate income taxes on any undistributed taxable income, including undistributed net capital gains. \n•A non-deductible 4% excise tax if the actual amount distributed to our stockholders in a calendar year is less than a minimum amount specified under Federal tax laws. \n•Corporate income taxes on the earnings of subsidiaries, to the extent that such subsidiaries are subchapter C corporations and are not qualified REIT subsidiaries or other disregarded entities for federal income tax purposes.\n•A 100% tax on certain transactions between us and our TRSs that do not reflect arm's-length terms. \n•If we acquire appreciated assets from a corporation that is not a REIT (i.e., a corporation taxable under subchapter C of the Internal Revenue Code) in a transaction in which the adjusted tax basis of the assets in our hands is determined by reference to the adjusted tax basis of the assets in the hands of the subchapter C corporation, we may be subject to tax on such appreciation at the highest corporate income tax rate then applicable if we subsequently recognize a gain on a disposition of any such assets during the five-year period following their acquisition from the subchapter C corporation. \n•A 100% tax on net income and gains from \"prohibited transactions.\"\n•Penalty taxes and other fines for failure to satisfy one or more requirements for REIT qualification.\nComplying with REIT requirements may cause us to liquidate or forgo attractive investment opportunities.\nTo remain qualified as a REIT, we must ensure that, at the end of each calendar quarter, at least 75% of the value of our assets consists of cash, cash items, government securities and qualified real estate assets. The remainder of our investments in securities (other than government securities and qualified real estate assets) generally cannot include more than 10% of the outstanding voting securities of any one issuer or more than 10% of the total value of the outstanding securities of any one issuer. In addition, in general, no more than 5% of the value of our assets (other than government securities and qualified real estate assets) can consist of the securities of any one issuer, and no more than 20% of the value of our total assets can be represented by securities of one or more TRSs. If we fail to comply with these requirements at the end of any calendar quarter, we must correct the failure within 30 days after the end of the calendar quarter or qualify for certain statutory relief provisions to avoid losing our REIT qualification and suffering adverse tax consequences. We must also satisfy tests concerning the sources of our income and the amounts that we distribute to our stockholders. Complying with these requirements may prevent us from acquiring certain attractive investments or we may be required to sell otherwise attractive investments. Thus, the potential returns on our investment portfolio may be lower than if we were not subject to such requirements. Additionally, if we must liquidate our investments to repay our lenders or to satisfy other obligations, we may be unable to comply with these requirements, potentially jeopardizing our qualification as a REIT.\nComplying with REIT requirements may limit our ability to hedge effectively and may cause us to incur tax liabilities.\nThe REIT provisions of the Internal Revenue Code could substantially limit our ability to hedge our risks. Any income from a properly designated hedging transaction to manage risk of interest rate changes with respect to borrowings made or to be made, or ordinary obligations incurred or to be incurred, to acquire or carry real estate assets generally does not constitute \"gross income\" for purposes of the 75% or 95% gross income tests (\"qualified hedges\"). To the extent that we enter into other types of hedging transactions, or fail to properly designate qualified hedges, the income from those transactions is likely to be treated as non-qualifying income for purposes of both gross income tests. As such, we may have to limit our use of advantageous hedging techniques or implement those hedges through a TRS. This could increase the cost of our hedging activities as our TRS would be subject to tax on gains or expose us to greater risks than we would otherwise want to bear. In addition, losses in a TRS will generally not provide any tax benefit, except for being carried forward against future taxable income in the TRS.\nUncertainty exists with respect to the treatment of our TBAs for purposes of the REIT asset and income tests.\nThere is no direct authority with respect to the qualification of TBAs as real estate assets or U.S. Government securities for purposes of the 75% asset test or the qualification of income or gains from dispositions of TBAs as gains from the sale of real property or other qualifying income for purposes of the 75% gross income test. However, we treat our TBAs as qualifying assets for purposes of the REIT 75% asset test, and we treat income and gains from our TBAs as qualifying income for purposes of the 75% gross income test, based on a legal opinion of Skadden, Arps, Slate, Meagher & Flom LLP (“Skadden”) substantially to the effect that (i) for purposes of the REIT asset tests, our ownership of a TBA should be treated as ownership of the underlying Agency RMBS, and (ii) for purposes of the 75% REIT gross income test, any gain recognized by us in \nconnection with the settlement of our TBAs should be treated as gain from the sale or disposition of the underlying Agency RMBS. Opinions of counsel are not binding on the IRS, and no assurance can be given that the IRS will not successfully challenge the conclusions set forth in such opinions. In addition, it must be emphasized that Skadden’s opinion is based on various assumptions relating to our TBAs and is conditioned upon fact-based representations and covenants made by our management regarding our TBAs. No assurance can be given that the IRS would not assert that such assets or income are not qualifying assets or income. If the IRS were to successfully challenge Skadden’s opinion, we could be subject to a penalty tax or we could fail to remain qualified as a REIT if a sufficient portion of our assets consists of TBAs or a sufficient portion of our income consists of income or gains from the disposition of TBAs.\nQualifying as a REIT involves highly technical and complex provisions of the Internal Revenue Code.\nQualification as a REIT involves the application of highly technical and complex Internal Revenue Code provisions on a continuous basis for which only limited judicial and administrative authorities exist. Our application of such provisions may be dependent on interpretations of the provisions by the staff of the Internal Revenue Service, which may change over time. Even a technical or inadvertent violation of the Internal Revenue Code provisions could jeopardize our REIT qualification. \nThe tax on prohibited transactions could limit our ability to engage in certain transactions.\nNet income that we derive from a \"prohibited transaction\" is subject to a 100% tax. The term \"prohibited transaction\" generally includes a sale or other disposition of property that is held primarily for sale to customers in the ordinary course of a trade or business by us or by a borrower that has issued a shared appreciation mortgage or similar debt instrument to us. We could be subject to this tax if we were to dispose of assets or structure transactions in a manner that is treated as a prohibited transaction for federal income tax purposes. \nWe intend to structure our activities to avoid classification as prohibited transactions. As a result, we may choose not to engage in certain transactions at the REIT level that might otherwise be beneficial to us. In addition, whether property is held \"primarily for sale to customers in the ordinary course of a trade or business\" depends on the particular facts and circumstances. Thus, no assurance can be given that any property that we sell will not be treated as such or that we can comply with certain safe-harbor provisions of the Internal Revenue Code that would prevent such treatment. The 100% tax does not apply to gains from the sale of property that is held through a TRS or other taxable corporation, although such income will be subject to tax at the entity’s regular corporate rates.\nDistributions to tax-exempt investors may be classified as unrelated business taxable income.\nAlthough distributions with respect to our common stock generally do not constitute unrelated business taxable income, there are some circumstances where they may. If (i) we generate \"excess inclusion income\" as a result of all or a portion of our assets being subject to rules relating to \"taxable mortgage pools\" or as a result of holding residual interests in a REMIC or (ii) we become a \"pension held REIT,\" then a portion of the distributions to tax exempt investors may be subject to U.S. federal income tax as unrelated business taxable income under the Internal Revenue Code.\nLegislative and Regulatory Risks\nFederal housing finance reform and potential changes to the Federal conservatorship of Fannie Mae and Freddie Mac or to laws or regulations affecting the relationship between the GSEs and the U.S. Government may adversely affect our business.\nThe payments of principal and interest we receive on our Agency RMBS are guaranteed by Fannie Mae, Freddie Mac or Ginnie Mae. The guarantees on Agency securities created by Ginnie Mae are explicitly backed by the full faith and credit of the U.S. Government, whereas the guarantees on Agency securities created by Fannie Mae and Freddie Mac are not.\nIn September 2008, Fannie Mae and Freddie Mac were placed into the conservatorship of the FHFA. In addition to the conservatorships, the U.S. Department of the Treasury has provided a liquidity backstop to Fannie Mae and Freddie Mac to ensure their financial stability. Over time, efforts to end the conservatorships and the guarantee-payment structure of Fannie Mae and Freddie Mac have garnered attention from U.S. Government policymakers. During the final year of the first Trump Administration, FHFA established new regulatory capital requirements necessary for Fannie Mae and Freddie Mac to exit conservatorship, and the U.S. Treasury Department amended the terms of its liquidity backstop to enable Fannie Mae and Freddie Mac to retain a greater amount of capital in order to achieve these levels, subject to certain conditions. In the final months of 2020 and early 2021, the Director of the FHFA was reported to have considered various actions to bring a prompt end to the conservatorships. The Biden Administration and the FHFA delayed implementation or reversed many of these initiatives and took steps intended to advance other housing finance policy objectives. In the final month of the Biden Administration, the FHFA and Department of Treasury further amended the liquidity backstop to, among other things, require the written consent of the Department of Treasury after a period of public notice and opportunity to comment prior to \nterminating the conservatorships (other than through receivership) and would further require that Fannie Mae and Freddie Mac achieve sufficient capital levels prior to being released from conservatorship. Since the 2024 election, speculation has grown that the Trump Administration or Congress would take actions to bring an end to the conservatorships although it is not clear what form any such actions may take or what the timeline would be to implement them, and it is possible that the Department of Treasury and FHFA will further amend the liquidity backstop to eliminate or modify provisions that would otherwise slow or add conditionality to an end to the conservatorships. \nThese or other administrative and/or legislative actions may be taken that affect the GSEs or the housing finance system, alter the amount or nature of the credit support provided by the U.S. Treasury to Fannie Mae and Freddie Mac, modify the future roles of Fannie Mae and Freddie Mac in housing finance or otherwise impact the value or relative fungibility of Agency RMBS issued by each GSE. Such actions may create market uncertainty, may have the effect of reducing the actual or perceived credit quality of securities issued or guaranteed by the GSEs, may impact the ability of banks, foreign investors, mutual funds or others to own Agency RMBS, or may otherwise impact the liquidity, size and scope of the Agency RMBS markets. Actions that would terminate the conservatorships without also providing for sufficiently robust U.S. government backing to preserve their government-like status or otherwise retain the functionality, scale and efficiency of the primary and secondary mortgage markets as they exist today could re-define what constitutes an Agency security. This could subject Agency RMBS to greater credit risk, make them more difficult to finance or less liquid, and cause their values to decline, all of which could have broad adverse implications for primary and secondary mortgage markets and our business.\nActions of the U.S. Government, including the U.S. Congress, Fed, U.S. Treasury, FHFA and other governmental and regulatory bodies may adversely affect our business.\nU.S. Government legislative and administrative actions may have an adverse impact on financial markets for fixed income securities, including Agency RMBS. To the extent the markets do not respond favorably to any such actions or such actions do not function as intended, they could have broad adverse market implications and could negatively impact our financial condition and results of operations. For example, the actual or anticipated actions or inaction on U.S. fiscal policy matters, including the U.S. dept ceiling and the amount and tenor of U.S. Treasury debt required to fund the government, could result in a wide range of negative economic effects, including increased financial market and interest rate volatility and wider market spreads between mortgage assets and benchmark interest rates.\nAdditionally, new regulatory requirements, including the imposition of more stringent bank capital rules and changes to the manner and timing of clearing U.S. Treasury and Agency RMBS transactions, could adversely affect the availability or terms of financing from our lending counterparties, reduce market liquidity or demand for Agency RMBS, restrict the origination of residential mortgage loans and the formation of new issuances of mortgage-backed securities, or limit the trading activities of certain banking entities and other systemically significant organizations that are important to our business. In 2023, the FDIC and Fed proposed revisions to bank capital rules that would have applied risk weights (and costs) to Agency RMBS that, if adopted, might have impacted the source, pricing, volume, financing, and nature of Agency RMBS. Although these proposals are not expected to be finally adopted in their original form, they have not yet been withdrawn, and aspects of them may be re-proposed or adopted in the future. In addition, SEC regulations that mandate the central clearing of U.S. Treasury and U.S. Treasury repurchase agreement (\"U.S. Treasury Repo\") transactions will necessitate significant changes to trading operations and have the potential to adversely impact liquidity, funding and efficiency of these markets. Such changes could adversely affect the cost and other terms or availability of financing and hedging arrangements for our business. Together or individually new regulatory requirements could materially affect our financial condition or results of operations in adverse ways.\nFailure to satisfy regulatory requirements of our captive broker-dealer subsidiary could result in our inability to access tri-party repo funding through the FICC’s GCF Repo service and could be harmful to our business operations.\nBES is subject to ongoing membership and regulatory requirements as a member of the FICC and FINRA and as an SEC registered broker-dealer that include but are not limited to trade practices, use and safekeeping of funds and securities, capital structure, recordkeeping and conduct of directors, officers and employees. Additionally, as a self-clearing, registered broker-dealer, BES is subject to minimum net capital requirements. Our ability to access tri-party repo funding through the FICC's GCF Repo service, which represents a significant portion of our total borrowing capacity, and our ability to conduct self-clearing of our investment and funding activity through BES are reliant on BES' ability to continually meet these regulatory and membership requirements. If BES were to lose its memberships in FICC and FINRA or its status as a self-clearing registered broker-dealer, we may be unable to find alternative sources of financing on favorable terms and we may experience business interruptions as we attempt to transfer custody and clearing activities to alternative providers that would be harmful to our business. \nLoss of our exemption from regulation pursuant to the Investment Company Act would adversely affect us.\nWe conduct our business so as not to become regulated as an investment company under the Investment Company Act in reliance on the exemption provided by Section 3(c)(5)(C) of the Investment Company Act. Section 3(c)(5)(C), as interpreted by the staff of the SEC, requires that: (i) at least 55% of our investment portfolio consists of \"mortgages and other liens on and interest in real estate,\" or \"qualifying real estate interests,\" and (ii) at least 80% of our investment portfolio consists of qualifying real estate interests plus \"real estate-related assets.\"\nThe specific real estate related assets that we acquire are limited by the provisions of the Investment Company Act and the rules and regulations promulgated thereunder. In satisfying the 55% requirement, we treat Agency RMBS issued with respect to an underlying pool of mortgage loans in which we directly or indirectly hold all the certificates issued by the pool (\"whole pool\" securities) as qualifying real estate interests based on pronouncements of the SEC staff. We treat partial pool securities, CRT and other mortgage related securities as real estate-related assets. Consequently, our ability to satisfy the exemption under the Investment Company Act is dependent upon our ability to acquire and hold on a continuous basis a sufficient amount of whole pool securities. The availability of whole pool securities may be adversely impacted by a variety of factors, including GSE pooling practices, which can change over time, housing finance reform initiatives and competition for whole pool securities with other mortgage REITs.\nAdditionally, if the SEC determines that any of our securities are not qualifying interests in real estate or real estate-related assets, otherwise believes we do not satisfy the above exceptions or changes its interpretation with respect to these securities or the above exceptions, we could be required to restructure our activities or sell certain of our assets. As such, we cannot guarantee that we will be able to acquire or hold enough whole pool securities to maintain our exemption under the Investment Company Act, and our compliance with these requirements may at times lead us to adopt less efficient methods of investing in certain securities or to forego acquiring more desirable securities. Importantly, if we fail to qualify for this exemption, our ability to use leverage would be substantially reduced and we would be unable to conduct our business as we currently conduct it, which could materially and adversely affect our business.\nNew legislation or administrative or judicial action could make it more difficult or impossible for us to remain qualified as a REIT or it could otherwise adversely affect REITs and their stockholders.\nThe present U.S. federal income tax treatment of REITs may be modified, possibly with retroactive effect, by legislative, judicial or administrative action at any time, which could affect our ability to maintain our REIT status and/or the federal income tax treatment of an investment in us. The federal income tax rules dealing with REITs constantly are under review by persons involved in the legislative process, the IRS and the U.S. Treasury Department, which results in statutory changes as well as frequent revisions to regulations and interpretations. Revisions in Federal tax laws and interpretations thereof could affect or cause us to change our investments and affect the tax considerations of an investment in us.\nRisks Related to Our Common Stock\nThe market price and trading volume of our common stock may be volatile.\nThe market price and trading volume of our common stock may be highly volatile and subject to wide fluctuations. If the market price of our common stock declines significantly, stockholders may be unable to resell shares at a gain. Furthermore, fluctuations in the trading price of our common stock may adversely affect the liquidity of our common stock and our ability to raise additional equity capital. Price fluctuations may result in our stock trading below our reported net tangible book value per share for extended periods of time. Variations in the price of our common stock can be affected by any one of the risk factors described herein. Variations may also occur due to a variety of factors unrelated to our financial performance, such as:\n•general market and economic conditions, including actual and anticipated changes in interest rates and mortgage spreads;\n•changes in government policy, rules and regulations applicable to mortgage REITs, including tax laws, financial accounting and reporting standards, and exemptions from the Investment Company Act of 1940, as amended;\n•actual or anticipated variations in our quarterly operating results as well as relative to levels expected by securities analysts;\n•issuance of shares of common stock or securities convertible into common stock, which may be issued at a price below tangible net book value per share of common stock;\n•changes in market valuations of similar companies;\n•adverse market reaction to any increased indebtedness we incur in the future or issuance of preferred stock senior in priority to our common stock;\n•actions by stockholders, individually or collectively;\n•additions or departures of key management personnel;\n•speculation in the press or investment community;\n•actual or anticipated changes in our dividend policy; and\n•changes to our targeted investments or investment guidelines.\nWe have not established a minimum dividend payment level and may be unable to pay dividends in the future.\nWe intend to pay monthly dividends to our common stockholders in an amount that all or substantially all our taxable income is distributed within the limits prescribed by the Internal Revenue Code. However, we have not established a minimum dividend payment level and the amount of our dividend may fluctuate. Our ability to pay dividends may be adversely affected by the risk factors described herein. All distributions will be made at the discretion of our Board and will depend on our earnings and financial condition, the requirements for REIT qualification and such other factors as our Board deems relevant from time to time. Additionally, our preferred stock has a preference on dividend payments and liquidating distributions that could limit our ability to pay dividends to the holders of our common stock. Therefore, we may not be able to make distributions in the future or our Board may change our dividend policy. \nOur certificate of incorporation generally does not permit ownership of more than 9.8% of our common or capital stock and attempts to acquire amounts above this limit will be ineffective unless an exemption is granted by our Board of Directors.\nFor the purpose of complying with REIT ownership limitations under the Internal Revenue Code, our amended and restated certificate of incorporation generally prohibits beneficial or constructive ownership by any person of more than 9.8% of our common or capital stock (by value or by number of shares, whichever is more restrictive), unless exempted by our Board. Such constructive ownership rules are complex and may cause the outstanding stock owned by a group of related individuals or entities to be deemed to be constructively owned by one individual or entity. As a result, the acquisition of 9.8% or less of the outstanding stock by an individual, entity or group could result in constructive ownership greater than 9.8% and thus be subject to our amended and restated certificate of incorporation's ownership limit. Any attempt to own or transfer shares of our common or preferred stock more than the ownership limit without the consent of the Board will result in the shares being automatically transferred to a charitable trust or, if the transfer to a charitable trust would not be effective, such transfer being treated as invalid from the outset. Such ownership limit could also delay or prevent a transaction or a change in our control that might involve a premium price for our common stock or otherwise be in the best interest of our stockholders.",
      "char_count": 79579
    }
  },
  "extracted_at": "2025-10-18T17:29:12.350676"
}