{
  "ticker": "AMT",
  "company_name": "AMERICAN TOWER CORP /MA/",
  "cik": 1053507,
  "form_type": "10-K",
  "filing_date": "2025-02-25",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001053507-25-000025",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001053507&accession_number=000105350725000025&xbrl_type=v",
  "sic_code": "6798",
  "industry": "Real Estate Investment Trusts",
  "sections": {
    "item1": {
      "text": "\nITEM 1.        BUSINESS    \nOverview\nWe are one of the largest global real estate investment trusts and a leading independent owner, operator and developer of multitenant communications real estate. Our primary business is the leasing of space on communications sites to wireless service providers, radio and television broadcast companies, wireless data providers, government agencies and municipalities and tenants in a number of other industries. We refer to this business, inclusive of our data center business discussed below, as our property operations, which accounted for 98% of our total revenues for the year ended December 31, 2024. We also offer tower-related services in the United States, which we refer to as our services operations. These services include site application, zoning and permitting, structural and mount analyses, and construction management, which primarily support our site leasing business, including the addition of new tenants and equipment on our sites. Our customers include our tenants, licensees and other payers.\nSince inception, we have grown our communications real estate portfolio through acquisitions, long-term lease arrangements and site development. Our portfolio primarily consists of towers that we own and towers that we operate pursuant to long-term lease arrangements, as well as distributed antenna system (“DAS”) networks, which provide seamless coverage solutions in certain in-building and outdoor wireless environments. In addition to the communications sites in our portfolio, we manage rooftop and tower sites for property owners under various contractual arrangements. We also hold other telecommunications infrastructure, fiber and property interests that we lease primarily to communications service providers and third-party tower operators, and, as discussed further below, we hold a portfolio of highly interconnected data center facilities and related assets in the United States that we provide for the leasing of space primarily to enterprises, network operators, cloud providers and supporting service providers.\nAs of December 31, 2024, our communications real estate portfolio of 148,957 communications sites included 42,222 communications sites in the U.S. & Canada, 26,642 communications sites in Africa & APAC (as defined below), 31,786 communications sites in Europe and 48,307 communications sites in Latin America, as well as (i) urban telecommunications assets in Argentina, Brazil, Colombia, South Africa and Spain, (ii) other property interests in Canada and the United States and (iii) 29 data center facilities across ten markets in the United States.\nIn 2023, we undertook a strategic review of our India operations, where we evaluated the appropriate level of exposure to the India market within our global portfolio of communications assets, and assessed opportunities to repurpose capital to drive long-term shareholder value and sustained growth. The strategic review concluded in January 2024 with the signed agreement for the ATC TIPL Transaction (as defined below). \nOn January 4, 2024, we, through our subsidiaries, ATC Asia Pacific Pte. Ltd. and ATC Telecom Infrastructure Private Limited (“ATC TIPL”), which held our operations in India, entered into an agreement with Data Infrastructure Trust (“DIT”), an infrastructure investment trust sponsored by an affiliate of Brookfield Asset Management, pursuant to which DIT agreed to acquire a 100% ownership interest in ATC TIPL (the “ATC TIPL Transaction”). Per the terms of the agreement, total aggregate consideration represented up to approximately 210 billion Indian Rupees (“INR”) (approximately $2.5 billion), including the value of the VIL OCDs and the VIL Shares (each as defined and further discussed in Item 7 of this Annual Report under the caption “Management’s Discussion and Analysis of Financial Condition and Results of Operations—Results of Operations—Loss from Discontinued Operations, Net of Taxes”), payments on certain existing customer receivables, the repayment of existing intercompany debt and the repayment, or assumption, of our existing term loan in India, by DIT. \nDuring the year ended December 31, 2024, ATC TIPL distributed approximately 29.6 billion INR (approximately $354.1 million) to us, which included the value of the VIL Shares and the VIL OCDs and the satisfaction of the economic benefit associated with the rights to payments on certain existing customer receivables. The distributions were deducted from the total aggregate consideration received by us at closing. \nThe ATC TIPL Transaction received all government and regulatory approvals during the three months ended September 30, 2024, and on September 12, 2024, we completed the sale of ATC TIPL and received total consideration of 182 billion INR (approximately $2.2 billion). We used the proceeds from the ATC TIPL Transaction to repay existing indebtedness under our $6.0 billion senior unsecured multicurrency revolving credit facility, as amended and restated in December 2021, as further amended (the “2021 Multicurrency Credit Facility”). The divestiture qualified for presentation as discontinued operations. We recorded a loss on the sale of ATC TIPL of $1.2 billion, which primarily included the reclassification of our cumulative translation adjustment in India upon exiting the market of $1.1 billion. The loss on sale of ATC TIPL is included in Loss from discontinued operations, net of taxes in the consolidated statements of operations for the year ended December 31, 2024. See note 22 to our consolidated and condensed consolidated financial statements included in this Annual Report (“Note 22”) for further discussion.\n\nDuring the year ended December 31, 2024, we also completed the sales of our subsidiaries in Australia (“ATC Australia”) and New Zealand (“ATC New Zealand”) for total aggregate consideration of approximately $77.6 million. We recorded a gain on the sales of ATC Australia and ATC New Zealand of $8.5 million, which is included in Other operating expenses in the accompanying consolidated statements of operations. The divestitures did not qualify for presentation as discontinued operations.\nWe operate as a real estate investment trust for U.S. federal income tax purposes (“REIT”). Accordingly, we generally are not required to pay U.S. federal income taxes on income generated by our REIT operations, including the income derived from leasing space on our towers and in our data centers, as we receive a dividends paid deduction for distributions to stockholders that offsets our REIT taxable income and gains. However, we remain obligated to pay U.S. federal income taxes on earnings from our domestic taxable REIT subsidiaries (“TRSs”). In addition, our international assets and operations, regardless of their classification for U.S. tax purposes, continue to be subject to taxation in the jurisdictions where those assets are held or those operations are conducted.\nThe use of TRSs enables us to continue to engage in certain businesses and jurisdictions while complying with REIT qualification requirements. We may, from time to time, change the election of previously designated TRSs to be included as part of the REIT. As of December 31, 2024, our REIT-qualified businesses included our U.S. tower leasing business, a majority of our U.S. DAS networks business, our Services and Data Centers segments, as well as most of our operations in Canada, Costa Rica, France, Germany, Ghana, Kenya, Mexico, Nigeria, South Africa, Spain and Uganda.\nDuring the fourth quarter of 2024, following recent divestitures, including the ATC TIPL Transaction, and changes to our organizational structure, we reviewed and changed our reportable segments. Our Asia-Pacific (“APAC”) property segment and our Africa property segment were combined into the Africa & APAC property segment. As a result, we now have six reportable segments: U.S. & Canada property (which includes all assets in the United States and Canada, other than our data center facilities and related assets), Africa & APAC property, Europe property, Latin America property, Data Centers and Services. This change aligns with our management structure and better aligns our reporting with management’s current approach of allocating costs and resources, managing growth and profitability and assessing the operating performance of our business segments.\nProducts and Services\nProperty Operations \nOur property operations accounted for 98%, 99% and 98% of our total revenues for the years ended December 31, 2024, 2023 and 2022, respectively. Our revenue is primarily generated from tenant leases. Within our tower leasing operations, our tenants lease space on our communications real estate, where they install and maintain their equipment. Rental payments vary considerably depending upon numerous factors, including, but not limited to, amount, type and position of tenant equipment on the tower, remaining tower capacity and tower location. Our costs typically include ground rent (which is primarily fixed under long-term lease agreements with annual cost escalations) and power and fuel costs, some or all of which may be passed through to our tenants, as well as property taxes and repair and maintenance expenses. Our property operations have generated consistent growth in revenue and typically have low cash flow volatility due to the following characteristics: \n•Long-term tenant leases with contractual rent escalations. In general, our tenant leases for our communications sites with wireless carriers have initial non-cancellable terms of five to ten years with multiple renewal terms, with provisions that periodically increase the rent due under the lease, typically annually, based on a fixed escalation percentage (averaging approximately 3% in the United States) or an inflationary index in most of our international markets, or a combination of both. Based upon foreign currency exchange rates and the tenant leases in place as of December 31, 2024, we expect to generate nearly $54 billion of non-cancellable tenant lease revenue over future periods, before the impact of straight-line lease accounting. \n•Consistent demand for our sites. As a result of rapidly growing usage of mobile data and other wireless services and the corresponding wireless industry capital spending trends in the markets we serve, we anticipate consistent demand for our communications sites. We believe that our global asset base positions us well to benefit from the increasing proliferation of advanced wireless devices and the increasing usage of high bandwidth applications on those devices. We have the ability to add new tenants and new equipment for existing tenants on our sites, which typically results in incremental revenue and modest incremental costs. Our site portfolio and our established tenant base provide us with a solid platform for new business opportunities, which has historically resulted in consistent and predictable organic revenue growth.\n•High lease renewal rates. Our tenants tend to renew leases because suitable alternative sites may not exist or be available and repositioning a site in their network may be expensive and may adversely affect network quality. We define churn as tenant billings lost when a tenant cancels or does not renew its lease or, in limited circumstances, when the lease rates on existing leases are reduced. We derive our churn rate for a given year by dividing our tenant billings \n\nlost on this basis by our prior-year tenant billings. During the year ended December 31, 2024, churn was approximately 2% of our tenant billings, primarily driven by churn in our U.S. & Canada property segment. We expect that our churn rate in our U.S. & Canada property segment will continue to be elevated through 2025 due to contractual lease cancellations and non-renewals by T-Mobile US, Inc. (“T-Mobile”), including legacy Sprint Corporation leases, pursuant to the terms of our master lease agreement with T-Mobile (the “T-Mobile MLA”) entered into in September 2020. \n•High operating margins. Incremental operating costs associated with adding new tenants or equipment to an existing communications site are typically relatively minimal. Therefore, as tenants or equipment are added, the substantial majority of incremental revenue flows through to gross margin and operating profit. In addition, in many of our international markets, certain expenses, such as ground rent or power and fuel costs, are reimbursed or shared by our tenant base.\n•Low maintenance capital expenditures. On average, we require relatively low amounts of annual capital expenditures to maintain our communications sites.\nOur property business includes the operation of communications sites and managed networks, the leasing of property interests and, in select markets, the operation of fiber, the operation of data centers and the provision of backup power through shared generators. Our presence in a number of markets at different relative stages of wireless development provides us with significant diversification and long-term growth potential. Our property segments accounted for the following percentage of consolidated total revenue for the years ended December 31,: \n2024                                                  2023               2022\nU.S. &amp; Canada                52   %             53   %             52   %\nAfrica &amp; APAC (1)            12   %             12   %             12   %\nEurope                            8   %              8   %              8   %\nLatin America                    17   %             18   %             18   %\nData Centers                      9   %              8   %              8   %\n_______________\n(1)    Excludes the operating results of ATC TIPL, which are reported as discontinued operations. See Note 22 for further discussion.\nCommunications Sites. Approximately 87%, 88% and 87% of revenue in our property segments was attributable to our communications sites, excluding DAS networks and fiber, for the years ended December 31, 2024, 2023 and 2022, respectively. \nWe lease space on our communications sites to tenants providing a diverse range of communications services, including cellular voice and data, broadcasting, mobile video and a number of other applications. In addition, in many of our international markets, we receive pass-through revenue from our tenants to cover certain costs, including power and fuel costs and ground rent. Our top tenants by revenue for each property segment are as follows for the year ended December 31, 2024:\n•U.S. & Canada: AT&T Inc. (“AT&T”); T-Mobile; and Verizon Communications Inc. (“Verizon Wireless”) accounted for an aggregate of 86% of U.S. & Canada property segment revenue. \n•Africa & APAC: Bharti Airtel Limited (“Airtel”); and MTN Group Limited (“MTN”) accounted for an aggregate of 81% of Africa & APAC property segment revenue.\n•Europe: Telefónica S.A. (“Telefónica”) accounted for an aggregate of 70% of Europe property segment revenue. \n•Latin America: América Móvil; AT&T; Telefónica; and TIM S.p.A. accounted for an aggregate of 74% of Latin America property segment revenue. \nAccordingly, we are subject to certain risks, as set forth in Item 1A of this Annual Report under the caption “Risk Factors—A substantial portion of our current and projected future revenue is derived from a small number of customers, and we are sensitive to adverse changes in the creditworthiness and financial strength of our customers.” In addition, we are subject to risks related to our international operations, as set forth under the caption “Risk Factors—Our foreign operations are subject to economic, political and other risks that could materially and adversely affect our revenues or financial position, including risks associated with fluctuations in foreign currency exchange rates.”\nManaged Networks, Data Centers and Related Assets, Other Telecommunications Assets, Property Interests and Shared Generators. In addition to our communications sites, we also own and operate several types of managed network solutions, provide communications site management services to third parties, manage and lease property interests under carrier or other third-party communications sites, operate data center facilities and related assets, operate other telecommunications assets and provide back-up power sources to tenants at our sites. The balance of our property segment revenue not attributable to our communications sites was attributable to these items.\n\n•Managed Networks. We own and operate DAS networks in the United States and certain international markets. We obtain rights from property owners to install and operate in-building DAS networks, and we grant rights to wireless service providers to attach their equipment to our installations. We also offer a small portfolio of outdoor DAS networks as a complementary shared infrastructure solution for our tenants in the United States and in certain international markets. Typically, we have designed, built and operated our outdoor DAS networks in areas in which zoning restrictions or other barriers may prevent or delay deployment of more traditional wireless communications sites, such as macro tower sites. We also hold lease rights and easement interests on rooftops capable of hosting communications equipment in locations where towers are generally not a viable solution based on area characteristics. In addition, we provide management services to property owners in the United States who elect to retain full rights to their property while simultaneously marketing the rooftop for wireless communications equipment installation. As the demand for advanced wireless services in urban markets evolves, we continue to evaluate a variety of infrastructure solutions, including small cells and other network architectures that may support our tenants’ networks in these areas.\n•Data Centers and Related Assets. We own and operate data center facilities and related assets in the United States, which consist of specialized and secure buildings that house networking, storage and communications technology infrastructure, including servers, storage devices, switches, routers and fiber optic transmission equipment. These buildings are designed to provide the power, cooling and network connectivity necessary to efficiently operate this equipment. Data centers located at points where many communications networks converge can also function as interconnection hubs where customers are able to connect to multiple networks, cloud companies and other service providers to exchange traffic and interoperate with each other.\n•Other Telecommunications Assets. We own and operate other telecommunications assets, including fiber and related assets, in certain international markets. We currently provide the right to use such fiber and related assets to communications and internet service providers and third-party operators to support their telecommunications infrastructure.\n•Property Interests. We own portfolios of property interests in Canada and the United States, including land under carrier or other third-party communications sites, which provide recurring cash flow under complementary leasing arrangements.\n•Shared Generators. We have contracts with certain of our tenants in the United States pursuant to which we provide access to shared backup power generators.\nServices Operations\nWe offer tower-related services in the United States, including site application, zoning and permitting, structural and mount analyses, and construction management services. Our services operations primarily support our site leasing business, including through the addition of new tenants and equipment on our sites. This segment accounted for 2%, 1% and 2% of our total revenue for the years ended December 31, 2024, 2023 and 2022, respectively.\nSite Application, Zoning and Permitting. We engage in site application services on our own behalf in connection with our tower development projects, as well as on behalf of our tenants. We typically work with our tenants’ engineers to determine the geographic areas where new communications sites will best address the tenants’ needs and meet their coverage objectives. Once a new site is identified, we acquire the rights to the land or structure on which the site will be constructed, and we manage the permitting process to ensure all necessary approvals are obtained to construct and operate the communications site.\nStructural and Mount Analyses. We offer structural and mount analyses services to wireless carriers in connection with the installation of their communications equipment on our towers. Our team of engineers can evaluate whether a tower structure can support the additional burden of the new equipment or if an upgrade is needed, and whether the proposed mount configurations will be capable of supporting the required loads in accordance with applicable standards. This enables our tenants to better assess potential sites before making an installation decision. Our structural and mount analyses capabilities enable us to provide higher quality service to our existing tenants by, among other things, reducing the time required to achieve on-air readiness, while also providing opportunities to offer structural and mount analyses services to third parties. \nConstruction Management. We offer construction management services to wireless carriers in connection with the deployment of their networks on our tower sites. Our construction management team oversees construction activities such as contractor sourcing, contractor selection and management, materials management, on-site quality control and closeout documentation for new installations or modifications. Our construction management capabilities enable us to provide efficient deployment to the carriers while ensuring that the construction work meets our quality control standards. \nStrategy\nOperational Strategy\nAs wireless communications technologies advance and the use of wireless services on handsets, tablets and other advanced mobile devices grows, there is a corresponding increase in demand for the communications infrastructure required to facilitate ever growing network demand. To capture this demand, our primary operational focus is to (i) increase the occupancy of our existing communications real estate portfolio to support global connectivity, (ii) invest in, and selectively grow, our communications real estate portfolio and service offerings, including through platform expansion initiatives, (iii) further improve our operational performance and efficiency and (iv) maintain a strong balance sheet. We believe these efforts to meet our customers’ needs will support and enhance our ability to capitalize on the growth in demand for wireless infrastructure. In addition, we expect to explore new opportunities to enhance or extend our shared communications infrastructure businesses, including those that may make our assets incrementally more attractive to new customers, or to existing customers for new uses, and those that increase our operational efficiency. \n•Increase the occupancy of our existing communications real estate portfolio to support global connectivity. We believe that our highest incremental returns will be achieved by leasing additional space on our existing communications sites. Increasing demand for wireless services in our served markets has resulted in significant capital spending by major wireless carriers and other connectivity providers. As a result, we anticipate growing demand for our communications sites because they are attractively located and typically have capacity available for additional tenants and equipment. In the United States, incremental carrier network activity is being driven by ongoing 5G network deployments. In our international markets, carriers are increasingly deploying more advanced network technologies such as 4G and, in the case of our international markets with more mature network technology, 5G, while continuing to selectively augment legacy networks. We believe that the majority of our towers have capacity for additional tenants and that substantially all of our towers that are currently at or near full structural capacity can be upgraded or augmented to meet future tenant demand with relatively modest capital investment. Therefore, we will continue to target our sales and marketing activities to increase the utilization and return on investment of our existing communications sites.\n•Invest in and selectively grow our communications real estate portfolio to meet our customers’ needs. We seek opportunities to invest in and grow our operations through our capital expenditure program, acquisitions and platform expansion initiatives. A significant portion of our inorganic growth has been focused on properties with lower initial tenancy because we believe that over time we can significantly increase tenancy levels, and therefore, drive strong returns on those assets. More recently, we have invested in strategic data center assets, including through our acquisition of CoreSite Realty Corporation (“CoreSite,” and the acquisition, the “CoreSite Acquisition”) in late 2021, which we believe can drive strong, recurring growth and also meaningfully enhance the value of our existing communications tower real estate through emerging edge compute opportunities in the future. We also expect to explore additional ways to use our platform expansion initiatives to enhance the efficiency of our operations over time.\n•Further improve our operational performance and efficiency. We continue to seek opportunities to improve our operational performance throughout the organization. This includes investing in our systems and people as we strive to improve efficiency and provide superior service to our customers. To achieve this, we intend to continue to focus on customer service initiatives, such as reducing cycle times for key functions, including lease processing and tower structural analysis. We are also focused on developing and implementing sustainable power solutions across our footprint to reduce our reliance on fossil fuels and help improve the overall efficiency of the communications infrastructure and wireless industries through our sustainability and power as a service (PaaS) initiatives. \n•Maintain a strong balance sheet. We remain committed to disciplined financial policies, which we believe result in our ability to maintain a strong balance sheet and will support our overall strategy and focus on asset growth and operational excellence. As a result of these policies, we currently have investment grade credit ratings. We continue to focus on maintaining a robust liquidity position and, as of December 31, 2024, had $12.0 billion of available liquidity. We believe that our investment grade credit ratings provide us consistent access to the capital markets and our liquidity provides us the ability to continue to invest in growing and augmenting our business.\nCapital Allocation Strategy\nThe objective of our capital allocation strategy is to simultaneously increase adjusted funds from operations per share and our return on invested capital over the long term. To maintain our qualification for taxation as a REIT, we are required annually to distribute an amount equal to at least 90% of our REIT taxable income (determined before the deduction for distributed earnings and excluding any net capital gain) to our stockholders. After complying with our REIT distribution requirements, we plan to continue to allocate our available capital among investment alternatives that meet or exceed our return on investment criteria, while taking into account the repayment of debt consistent with our financial policies. On an ongoing basis, we also perform a comprehensive assessment of our global operations to ensure our portfolio is positioned to drive sustained growth \n\nand achieve our risk-adjusted return objectives. This assessment can influence our decisions on future capital allocation priorities between certain countries and assets, and may result in our decision to divest a portion, or all, of certain assets, including our Mexico fiber and Poland businesses in 2023, and our Australia, India and New Zealand businesses in 2024, and repurpose proceeds, and potential future capital, to other capital priorities.\n•Capital expenditure program. We expect to continue to invest in and expand our existing communications real estate portfolio through our capital expenditure program. This includes capital expenditures associated with site maintenance, increasing the capacity of our existing sites and projects such as new site and data center facility construction, land interest acquisitions and power solutions.\n•Acquisitions. We intend to continue to pursue acquisitions of communications sites and other telecommunications infrastructure in our existing or new markets where we can meet or exceed our risk-adjusted return on investment criteria. The risk-adjusted hurdle rates used to evaluate acquisition opportunities consider additional factors such as the country and counterparties involved, investment and economic climate, legal and regulatory conditions and industry risk, among others. \n•Return excess capital to stockholders. If we have excess capital available after funding (i) our required distributions, (ii) capital expenditures, (iii) the repayment of debt consistent with our financial policies and (iv) anticipated future investments, including acquisition and select platform expansion opportunities, we will seek to return such excess capital to stockholders, including through our stock repurchase programs. \nInternational Strategy\nWe believe that, in certain international markets, we can create value by expanding our existing, communications real estate leasing business, and leveraging our shared global experience, capabilities and services, to deliver a best-in-class offering for our customers and attractive risk-adjusted return for our shareholders. We strive to maintain a diversified approach to our international strategy by operating in a geographically diverse array of markets in a variety of stages of wireless network development. Our international strategy includes a disciplined, individualized market evaluation, in which we conduct the following analyses, among others:\n•Country analysis. Prior to entering a new market, and on an ongoing basis as we evaluate our portfolio, we conduct an extensive review of the country’s historical and projected macroeconomic fundamentals, including inflation and foreign currency exchange rate trends, demographics, capital markets, tax regime and investment alternatives, and the general business, political and legal environments, including property rights and regulatory regime.\n•Wireless industry analysis. To confirm the presence of sufficient demand to support an independent tower leasing model, we analyze the competitiveness of the country’s wireless market. This includes an evaluation of the industry’s pricing environment, past and potential consolidation and the stage of its wireless network development. Characteristics that result in an attractive investment opportunity include (i) multiple competitive wireless service providers who are actively seeking to invest in deploying voice and data networks and (ii) ongoing or expected deployment of incremental spectrum from recent or anticipated auctions.\n•Opportunity and counterparty analysis. Once an investment opportunity is identified within a geographic area with an attractive wireless industry, we conduct a multifaceted opportunity and counterparty analysis. This includes evaluating (i) the type of transaction, (ii) its ability to meet our risk-adjusted return criteria given the country and the counterparties involved, including the anticipated anchor tenant and (iii) how the transaction fits within our long-term strategic objectives, including future potential investment and expansion within the region.\nRegulatory Matters \nTowers, Antennas and Fiber. Our U.S. and international tower leasing businesses are subject to national, state and local regulatory requirements with respect to the registration, siting, construction, lighting, marking and maintenance of our towers. In the United States, the construction of new towers or modifications to existing towers may require pre-approval by the Federal Communications Commission (“FCC”) and the Federal Aviation Administration (“FAA”), depending on factors such as tower height and proximity to public airfields. Towers requiring pre-approval must be registered with the FCC and maintained in accordance with FAA standards. Similar requirements regarding pre-approval of the construction and modification of towers are imposed by regulators in other countries. Non-compliance with applicable tower-related requirements may lead to monetary penalties or site deconstruction orders. \nCertain of our international operations are subject to regulatory requirements with respect to licensing, registration and permitting.\nIn Africa & APAC, our subsidiaries in Burkina Faso, Ghana, Kenya, Niger, Nigeria and Uganda are required to hold a license in order to establish and maintain passive telecommunications infrastructure services and DAS networks for communications \n\nservice providers. Our subsidiaries in the Philippines and Bangladesh are required to hold a registration or license in order to establish, manage and operate passive telecommunications infrastructure services.\nIn Latin America, our subsidiary in Chile holds a concession of intermediate telecommunications services and our subsidiary in Argentina holds an information and communications technology service license. In Peru, our subsidiaries are registered as infrastructure providers and in Colombia, passive infrastructure activities do not need any authorization, but our fiber subsidiary is registered as a carrier service provider. The subsidiary that holds our fiber business in Brazil is also licensed and regulated as a concession holder and permit holder authorized to provide telecommunications services. In certain of the markets in which we operate, we are required to provide tower space to service providers on a non-discriminatory basis, subject to the negotiation of mutually agreeable terms. Additionally, one of our Brazilian subsidiaries, American Tower do Brasil – Cessao de Infraestruturas S.A. (“ATC Brazil”) issued non-convertible debentures in 2023 and in 2025, which are listed on the Brazilian stock exchange. Although the non-convertible debentures are held by another subsidiary of ours and are eliminated in consolidation, ATC Brazil is still subject to the listing requirements of such exchange.\nOur international business operations may be subject to increased licensing fees or ownership restrictions. For example, in South Africa, the Broad-Based Black Economic Empowerment Act, 2003 (the “BBBEE Act”) has established a legislative framework for the promotion of economic empowerment of South African citizens disadvantaged by Apartheid. Accordingly, the BBBEE Act and related codes measure BBBEE Act compliance and good corporate practice by the inclusion of certain ownership, management control, employment equity and other metrics for companies that do business there. In addition, certain municipalities have sought to impose permit fees based upon structural or operational requirements of towers and certain regional and other governmental bodies have sought to impose levies or other forms of fees. Our foreign operations may be affected if a country’s regulatory authority restricts, revokes or modifies spectrum licenses of certain wireless service providers or implements limitations on foreign ownership.\nIn all countries where we operate, we are subject to zoning restrictions and restrictive covenants imposed by local authorities or community organizations. While these regulations vary, they typically require tower owners or tenants to obtain approval from local authorities, environmental bodies or community standards organizations prior to tower construction or the addition of a new antenna to an existing tower. Local zoning authorities and community residents periodically oppose construction in their communities, which can delay or prevent new tower construction, new antenna installation or site upgrade projects, thereby limiting our ability to respond to tenant demand. This opposition and existing or new zoning, environmental or aviation regulations can increase costs associated with new tower construction, tower modifications or additions of new antennas to a site or site upgrades, as well as adversely affect the associated timing or cost of such projects. Further, additional regulations may be adopted that cause delays or result in additional costs to us or changes in the competitive landscape that may negatively affect our business. These factors could materially and adversely affect our operations. In the United States, the Telecommunications Act of 1996 prohibits any action by state and local authorities that would discriminate between different providers of wireless services or ban altogether the construction, modification or placement of communications sites. It also prohibits state or local restrictions based on the environmental effects of radio frequency emissions to the extent the facilities comply with FCC regulations. Further, in February 2012, the United States government adopted regulations requiring that local and state governments approve modifications or colocations that qualify as eligible facilities under the regulations. \nPortions of our business are subject to additional regulations, for example, in a number of states throughout the United States, certain of our subsidiaries hold Competitive Local Exchange Carrier (CLEC) or other status, in connection with the operation of our outdoor DAS networks business. In addition, we, or our customers, may be subject to new regulatory policies in certain jurisdictions from time to time that may materially and adversely affect our business or the demand for our communications sites. \nData Centers. Our U.S. data center facilities and related assets are subject to various federal, state and local regulations, such as state and local fire and life safety regulations and Americans with Disabilities Act (“ADA”) federal requirements. If one of our properties is not in compliance with these regulations, we may be required to make significant unanticipated expenditures in order to comply with such regulations and/or pay fines or civil damage awards. Existing regulations may subsequently change or future regulations may be enacted, either of which could have a similar impact as described above, and could materially and adversely affect our operations.\nEnvironmental Matters. Our U.S. and international operations are subject to various national, state and local environmental laws and regulations, including those relating to the management, use, storage, disposal, emission and remediation of, and exposure to, hazardous and non-hazardous substances, materials and wastes, the siting of our towers and the maintenance of our data center facilities. We may be required to obtain permits, pay additional property taxes, comply with regulatory requirements and make certain informational filings related to hazardous substances or devices used to provide power such as batteries, generators and fuel at our tower sites and/or data center facilities. When a site is decommissioned, we are required to follow applicable regulatory requirements, including by following decommissioning procedures and environmental management plans. \n\nWith respect to our data center facilities, the presence of contamination, asbestos, lead or lead-based paint, mold or other air quality issues or the failure to remediate contamination, asbestos, lead or lead-based paint, mold or other air quality issues at our facilities may expose us to third-party liability or materially and adversely affect our ability to sell, lease or develop the real estate or to borrow using the real estate as collateral. Violations of these types of regulations could subject us to fines or criminal sanctions.\nAdditionally, in the United States and in other countries where we operate, before constructing a new tower or adding an antenna to an existing site, we must review and evaluate the impact of the action to determine whether it may significantly affect the environment and whether we must disclose any significant impacts in an environmental assessment. If a tower or new antenna might have a material adverse impact on the environment, FCC or other governmental approval of the tower or antenna could be significantly delayed or modifications to the site construction plans may be necessary.\nThe U.S. Environmental Protection Agency, or EPA, some of the states and localities in which we operate and the governments of other countries in which we operate have also enacted or proposed certain climate-related disclosures and may adopt new regulations related to the use of fossil fuels or requiring the use of alternative fuel or renewable energy sources to power energy resources that serve our data centers. Efforts to support and enhance renewable electricity generation may increase our costs of electricity above those that would be incurred through procurement of conventional electricity. Our data centers require and consume significant amounts of power, including electricity generated by the burning of fossil fuels. These laws, regulations and stakeholder requests could limit our ability to develop new facilities or result in substantial compliance, maintenance, repair, retrofit and construction costs, including capital expenditures for environmental control facilities and other new equipment. Changes in regulations that affect electric power providers, such as regulations related to the control of greenhouse gas emissions or other climate change-related matters, could adversely affect the costs of electric power and increase our operating costs, which could adversely affect our business, financial condition and results of operations or those of our customers. See “Risk Factors” in Item 1A of this Annual Report for more information on our data center-related risks.\nHealth and Safety. In the United States and in other countries where we operate, we are subject to various national, state and local laws regarding employee health and safety, including protection from radio frequency exposure and air quality issues.\nCompetition\nOur industry is highly competitive. We compete, both for new business and for the acquisition of assets, with other public tower companies, such as Crown Castle International Corp., SBA Communications Corporation, Telesites S.A.B. de C.V. and Cellnex Telecom, S.A., wireless carrier tower consortia and private tower companies, private equity sponsored firms, carrier-affiliated tower companies, independent wireless carriers, tower owners, broadcasters and owners of non-communications sites, including rooftops, utility towers, water towers and other alternative structures. Our data center business also competes with a variety of companies offering similar data center solutions and services, including space, power, interconnection and development services. We believe that location and capacity, grid distribution constraints, network and/or interconnection density, price, quality and speed of service have been, and will continue to be, significant competitive factors affecting owners, operators and managers of communications sites and data center facilities.\nOur services business competes with a variety of companies offering individual, or combinations of, competing services. The field of competitors includes site application consultants, zoning consultants, real estate firms, right-of-way consultants, structural engineering firms, construction management firms, tower owners/managers, telecommunications equipment vendors who can provide turnkey site development services through multiple subcontractors and our tenants’ personnel. We believe that our tenants base their decisions for services on various criteria, including a company’s experience, local reputation, price and time for completion of a project.\nFor more information on demand trends in our industry, see Item 7 of this Annual Report under the caption “Management’s Discussion and Analysis of Financial Condition and Results of Operations—Executive Overview.”\nHuman Capital Resources \nAs of December 31, 2024, we employed 4,691 full-time individuals, including 2,589 employees based in the United States and 2,102 employees based internationally. Our teams in our more than 20 countries around the world are our most important assets and fundamental to our success. Aligned with our business strategy, our human capital management strategy focuses on developing and delivering solutions to attract, develop, engage and retain top talent in each of the countries where we operate. Our Chief Human Resources Officer regularly reports to the Compensation Committee of our Board of Directors (our “Board”) on our initiatives related to human capital management. \n\nInclusion and Belonging. A critical factor in our success is ensuring that an inclusive and collaborative workplace remains at the core of our business culture, infusing fresh ideas, helping us remain connected to our customers in a dynamic global market and ensuring mutual respect guides us in our interactions both internally and externally. \nAdditionally, we have implemented several initiatives designed to support our inclusion efforts, including pledges from the American Tower Foundation. Furthermore, we have worked to provide access and opportunity for underrepresented groups in the REIT industry. We also enable global employee resource groups to promote better employee engagement. Our employee resource groups are open to all employees with the goal of enhancing professional development, connection and collaboration for everyone.\nTalent Development and Recruitment. As a critical investment in our capacity to provide our customers with outstanding support and customer service, we offer a variety of development opportunities unique to each market to cultivate our talent throughout our global organization. For individual contributors, we provide resources in up to five languages that focus on job-specific training and general topics, such as productivity, collaboration and project management. We create and customize courses to meet regional needs and update these courses regularly to address changing marketplace dynamics and employee interests.\nDeveloping our managers is critical to our success, and several resources and tools are provided to all levels of management. For example, our Management Essentials program provides continuous learning opportunities through training led by American Tower leaders globally. Managers learn tools and best practices that enable both management and team success, and that build and strengthen competencies to better respond to the needs of a growing and increasingly complex organization. Furthermore, our Gateway to Leadership program builds further on the skills and competencies we deliver through Management Essentials by providing additional leadership training for managers in Europe, Africa and Latin America. Our annual Accelerated Leadership Development program, in collaboration with the INSEAD executive education program, provides our next generation leaders in Latin America, Europe, the U.S. and Africa, with a seven-week intensive workshop to enhance management and leadership skills. For our employees with high potential, we offer several professional development opportunities designed to support these employees through a career path journey to become inclusive leaders. These are all supported by a comprehensive talent-management review process to develop future leaders and ensure effective succession planning. Additionally, our virtual corporate university, ATC YOU, provides our employees with a range of global learning resources for professional development and career growth.\nOur recruiting efforts consistently include strategies to build qualified candidate pipelines with varied skills and backgrounds and promote a culture that supports a diverse team of global employees. We have developed education initiatives and increased access to professional development opportunities for employees, including an enhanced focus on mentoring opportunities.\nOur Compensation Committee also approved a shared human capital management goal for the entire executive team for 2024, which focuses on developing talent.\nWorkplace Safety. We are committed to the safety of our employees and surrounding communities. Depending on the role, team members are required to pass and complete regular safety training courses and follow specific tower and site safety protocols with the support of operational manuals. A key component of our culture is a strong commitment to incident reporting and corrective actions, as well as a comprehensive program for ensuring vendor compliance with safety standards and certifications. Our strict adherence to the rigorous standards set forth by the relevant government agencies and other authorities, such as the Telecommunications Infrastructure Registered Apprenticeship Program and Telecommunications Industry Association, is critical to ensuring our towers are structurally safe for field personnel, vendors, customers and communities. We have several employee security protocols and standards in place to better protect our people and assets worldwide. These include global standards for the security of international travelers and personnel ground movements. We also operate a traveler assistance program that allows us to better monitor international travel and provide employees with relevant trip advice and 24/7 assistance services. A related journey risk management program provides support for trips in complex threat environments, and includes hostile environment awareness training, real-time tracking of personnel and 24/7 support.\nHealth and Wellness. We offer medical and parental leave benefits to full-time employees across all markets, with some local variation. We conduct wellness check-ins and offer resources to support our employees’ mental health and well-being, including access to a free Employee Assistance Program, which offers confidential assistance on a wide range of issues. We also offer market competitive benefits in all locations and, in 2024, continued our behavioral health benefit in the United States to support employees’ mental well-being.\n\nExecutive Officers\nFor information about our Executive Officers, see Item 10 of this Annual Report under the caption “Directors, Executive Officers and Corporate Governance.” \nAvailable Information\nOur internet website address is www.americantower.com. Information contained on our website is not incorporated by reference into this Annual Report, and you should not consider information contained on our website as part of this Annual Report. You may access, free of charge, our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q and Current Reports on Form 8-K, plus amendments to such reports as filed or furnished pursuant to Sections 13(a) or 15(d) of the Securities Exchange Act of 1934, as amended (“Exchange Act”), through the “Investor Relations” portion of our website as soon as reasonably practicable after we electronically file such material with, or furnish it to, the Securities and Exchange Commission (the “SEC”).\nWe have adopted a written Code of Ethics and Business Conduct Policy (the “Code of Conduct”) that applies to all of our employees and directors, including, but not limited to, our principal executive officer, principal financial officer and principal accounting officer or controller or persons performing similar functions. The Code of Conduct, our Corporate Governance Guidelines and the charters of the audit, compensation and nominating and corporate governance committees of our Board are available on the “Investor Relations” portion of our website, under the “Corporate Governance” tab. In the event we amend the Code of Conduct, or provide any waivers of the Code of Conduct to our directors or executive officers, we will disclose these events on our website as required by the regulations of the New York Stock Exchange (the “NYSE”) and applicable law.\nIn addition, paper copies of these documents may be obtained free of charge by writing us at the following address: 116 Huntington Avenue, Boston, Massachusetts 02116, Attention: Investor Relations; or by calling us at (617) 375-7500.",
      "char_count": 52837
    },
    "item1a": {
      "text": "\nITEM 1A.       RISK FACTORS      \nRisks Related to Our Business Strategy\nA significant decrease in leasing demand for our communications infrastructure would materially and adversely affect our business and operating results, and we cannot control that demand.\nA significant reduction in leasing demand for our communications infrastructure would materially and adversely affect our business, results of operations or financial condition. Factors that may affect such demand include:\n•the ability and willingness of wireless and cloud service providers to maintain or increase capital expenditures on network infrastructure;\n•the financial condition of communications service providers;\n•increased mergers, consolidations or exits that reduce the number of communications service providers or increased use of network sharing among governments or communications service providers;\n•a decrease in demand for wireless or colocation services, including due to general economic conditions, changes in global tariff or trade policies or regulations, disruption in the financial and credit markets or global social, political or health crises, inflation, slowing growth, high interest rates or recession;\n•delays or changes in the deployment of next generation wireless technologies;\n•technological changes, including artificial intelligence, satellite technology and an increase in the use of radio access network (“RAN”) sharing among wireless service providers;\n•zoning, environmental, health, tax or other government regulations or changes in the application and enforcement thereof; and\n•governmental licensing of spectrum or restriction or revocation of our customers’ spectrum licenses.\nA substantial portion of our current and projected future revenue is derived from a small number of customers, and we are sensitive to adverse changes in the creditworthiness and financial strength of our customers.\nA substantial portion of our total operating revenues is derived from a small number of customers. If any of these customers are unwilling or unable to perform their obligations under their agreements with us, our revenues, results of operations, financial condition and liquidity could be materially and adversely affected. In addition, our growth projections are based on future revenue from a small number of customers, and such projections could be adversely impacted by adverse changes in the creditworthiness and financial strength of our customers. \nOne or more of our customers, or their parent companies, may experience financial difficulties, file for bankruptcy or reduce or terminate operations as a result of a prolonged economic downturn, economic difficulties (such as those from the imposition of \n\ntaxes, fees (including the cost of, and access to, spectrum), regulations or judicial interpretations of regulations, and any associated penalties or interest, which may be substantial) or otherwise. The current inflationary and high interest rate environment could materially and adversely affect our customers through disruptions of, among other things, their ability to procure their equipment through their supply chains, their ability to procure power and fuel and their ability to maintain liquidity and deploy network capital, with potential decreases in consumer spending contributing to liquidity risks. Such financial difficulties could result in uncollectible accounts receivable and an impairment of our deferred rent asset, tower asset, network location intangible asset, tenant-related intangible asset or goodwill. The loss of significant customers, or the loss of all or a portion of our anticipated lease revenues from certain customers, could have a material adverse effect on our business, results of operations or financial condition.\nDue to the long-term nature of our customer leases, we depend on the continued financial strength of our customers. Many communications service providers operate with substantial levels of debt. In our international operations, many of our customers are subsidiaries of global telecommunications companies. These subsidiaries may not have the explicit or implied financial support of their parent entities.\nIn addition, many of our customers and potential customers rely on capital raising activities to fund their operations and capital expenditures, which may be more difficult or expensive in the event of downturns in the economy or disruptions in the financial and credit markets, such as the current environment driven by the significant challenges caused by factors such as inflation, currency devaluations and other foreign currency exchange rate volatility, higher interest rates and supply chain disruptions. If our customers or potential customers are unable to raise adequate capital to fund their business plans or face capital constraints, they may reduce their spending, file for bankruptcy or reduce or terminate operations, which could materially and adversely affect demand for our communications infrastructure and our services business. \nIn the ordinary course of our business, we do occasionally experience disputes with our customers, generally regarding the interpretation of terms in our leases. Historically, we have resolved these disputes in a manner that did not have a material adverse effect on us or our relationships with our customers. However, it is possible that such disputes could lead to a termination of our leases with those customers, a material adverse modification of the terms of those leases or a deterioration in our relationships with those customers that leads to a failure to obtain new business from them, any of which could have a material adverse effect on our business, results of operations or financial condition. If we are forced to resolve any of these disputes through litigation or arbitration, our relationship with the applicable customer could be terminated or damaged, which could lead to decreased revenue or increased costs, resulting in a corresponding adverse effect on our business, results of operations or financial condition.\nIf our customers consolidate their operations, exit their businesses or share site infrastructure to a significant degree, our growth, revenue and ability to generate positive cash flows could be materially and adversely affected.\nSignificant consolidation among our customers could reduce demand for our communications infrastructure and may materially and adversely affect our growth and revenues. Certain combined companies have rationalized duplicative parts of their networks or modernized their networks, and these and other customers could determine not to renew, or attempt to cancel, avoid or limit leases or related payments with us. Additionally, some of our international customers may use consolidation and/or restructuring to address financial or other competitive pressures, which could in turn result in the sale of wireless assets. In the event a customer terminates, consolidates or restructures its business, or separately sells its spectrum or wireless assets, we may experience increased churn as a result. Our ongoing contractual revenues and our future results may be negatively impacted if a significant number of these leases are terminated or not renewed. For example, see our discussion of churn as a result of the T-Mobile MLA in our U.S. & Canada property segment in Item 7 of this Annual Report, under the caption “Management’s Discussion and Analysis of Financial Condition and Results of Operations—Executive Overview.”\nIn addition, extensive sharing of site infrastructure through RAN sharing, roaming or resale arrangements among wireless service providers, including due to increases in advanced network technology such as 5G, as an alternative to leasing our communications sites, without compensation to us, may cause new lease activity to slow if carriers utilize shared equipment rather than deploy new equipment, or may result in the decommissioning of equipment on certain existing sites because portions of the customers’ networks may become redundant.\nIncreasing competition within our industries may materially and adversely affect our revenue.\nOur industries are highly competitive and our customers have numerous alternatives in leasing communications infrastructure assets. Competition due to pricing or alternative contractual arrangements from peers could materially and adversely affect our lease rates. We may not be able to renew existing customer leases or enter into new customer leases, or if we are able to renew \n\nor enter into new leases, they may be at rates lower than our current rates or on less favorable terms than our current terms, resulting in an adverse impact on our results of operations and growth rate. \nIn addition, some of our data center competitors have significant advantages over us, including greater name recognition, longer operating histories, lower operating costs, lower levels of leverage, pre-existing relationships with current or potential customers, greater financial, marketing and other resources, access to better networks and access to less expensive power. These advantages could allow our data center competitors to respond more quickly or effectively to strategic opportunities and, as a result, we may lose existing or potential data center customers, incur costs to improve our data centers or be forced to reduce our rental rates. These risks are compounded by the fact that a significant percentage of our data center customer leases expire every year.\nCompetition to build or purchase assets could adversely affect our ability to achieve our return on investment criteria.\nWe may experience increased competition for contracts to build or acquire communications infrastructure assets, which could cause us to lose such contracts or make them significantly more costly. Some of our competitors are larger and may have greater financial resources than we do, while other competitors may apply less stringent investment criteria or less stringent contractual terms than we have. In addition, we may not anticipate or be able to address increased competition entering a particular market or competing for the build or acquisition of the same assets. Higher prices or less favorable terms for the construction or acquisition of assets or the failure to build or otherwise add new assets to our portfolio could make it more difficult to achieve our anticipated returns on investment or future growth, which could materially and adversely affect our business, results of operations or financial condition.\nNew technologies or changes, or lack thereof, in our or a customer’s business model could make our communications infrastructure leasing business less desirable and result in decreasing revenues and operating results.\nThe development and implementation of new technologies designed to enhance the efficiency of wireless networks or changes in a customer’s business model could reduce the need for tower-based wireless services, decrease demand for tower space or reduce previously obtainable lease rates. In addition, if the industry trends toward deploying increased capital to the development and implementation of new technologies, then customers may allocate less of their budgets to leasing space on our towers. Examples of these technologies include more spectrally efficient technologies, which could relieve a portion of our customers’ network capacity needs and, as a result, could reduce the demand for tower-based antenna space. Additionally, certain small cell complementary network technologies or satellite services could shift a portion of our customers’ network investments away from traditional tower-based networks, which may reduce the need for carriers to add more equipment at certain communications sites. \nMoreover, the emergence of alternative technologies could reduce the need for tower-based broadcast services transmission and reception. Further, a customer may decide to cease outsourcing tower infrastructure or otherwise change its business model, which would result in a decrease in our revenue and operating results. Similarly, our data center site infrastructure may become antiquated due to the development of new systems that deliver power to, or eliminate heat from, the servers and other customer equipment that we house or due to the development of new technology, such as artificial intelligence, which is potentially more power-intensive, that requires levels of power and cooling density that our facilities may not be designed to provide. Our failure to innovate in response to the development and implementation of these or other new technologies or changes in a customer’s business model could have a material adverse effect on the growth of our business, results of operations or financial condition. Conversely, we may invest significant capital in technologies, platform expansion initiatives or new additions to our core business that may not provide expected returns or profitability, which could divert management attention and have a material adverse effect on our operating results. \nAdditionally, our customers may overestimate or overvalue the benefits and use of 5G networks and other new technology that are deployed onto our communications sites that, in turn, could adversely affect our customers' growth, thereby adversely affecting our growth.\nDivestitures and strategic partnerships may materially and adversely affect our financial condition, results of operations or cash flows.\nWe continually evaluate the performance, capital needs and strategic fit of all of our businesses and, as a result of such evaluation, may sell some or all of the equity interests in a particular business or components of a business. During the year ended December 31, 2024, we divested from operations in several markets, including India, Australia and New Zealand. Divestitures involve risks, including difficulties in the separation of operations, services, products and personnel or requirements to obtain consents from third parties. We cannot assure you that we will be successful in managing these or any \n\nother significant risks that we may encounter related to the divestiture of a business. Any divestiture we undertake could materially and adversely affect our business, reputation, financial condition, results of operations and cash flows, and may also result in a diversion of management’s attention, operational difficulties and losses. Divestitures and our evaluation of assets or businesses in connection with potential divestitures may result in asset impairment charges, including those related to goodwill and other intangible assets, or losses realized in connection with a transaction, which could have an impact on our financial condition and results of operations.\nFurthermore, as we continue to engage in partnership opportunities to support our expansion initiatives, our partners may have business or economic goals that are inconsistent or conflict with ours, be in positions to take action contrary to our interests, policies or objectives, have competing interests in our, or other, markets that could create conflict of interest issues, withhold consents contrary to our requests or become unable or unwilling to fulfill their commitments, any of which could present challenges with multiple partners or expose us to additional liabilities or costs, including requiring us to assume and fulfill the obligations of that partnership or to execute buyouts of our partners’ interests.\nRisks Related to Our Financial Performance or General Economic Conditions\nOur leverage and debt service obligations, including during a high interest rates environment, may materially and adversely affect our ability to raise additional financing to fund capital expenditures, future growth and expansion initiatives and may reduce funds available to satisfy our distribution requirements.\nOur leverage and debt service obligations could have significant negative consequences to our business, results of operations or financial condition, including:\n•requiring the dedication of a substantial portion of our cash flow from operations to service our debt, thereby reducing the amount of our cash flow available for other purposes, including capital expenditures and REIT distributions;\n•impairing our ability to meet one or more of the financial ratio covenants contained in our debt agreements or to generate cash sufficient to pay interest or principal due under those agreements, which could result in an acceleration of some or all of our outstanding debt and the loss of the towers securing such debt if a default remains uncured;\n•limiting our ability to obtain additional debt or equity financing, thereby placing us at a possible competitive disadvantage to less leveraged competitors and competitors that may have better access to capital resources, including with respect to acquiring or building assets; and\n•limiting our flexibility in planning for, or reacting to, changes in our business and the markets in which we compete.\nWe may need to raise additional capital through debt financing activities, asset sales or equity issuances, even if the then-prevailing market conditions are not favorable, to fund capital expenditures, future growth and expansion initiatives, required purchases of our partners’ interests and to satisfy our distribution requirements and debt service obligations and leverage requirements, including financial ratio covenants. An increase in our total leverage could lead to a downgrade of our credit rating below investment grade, which could negatively impact our ability to access credit markets or preclude us from obtaining funds on investment grade terms, rates and conditions or subject us to additional loan covenants, which could accelerate our debt repayment obligations. Further, certain of our current debt instruments limit the amount of indebtedness we and our subsidiaries may incur. Additional financing, therefore, may be unavailable, more expensive or restricted by the terms of our outstanding indebtedness. \nFurther, market volatility and disruption caused by factors such as inflation, higher interest rates and supply chain disruptions may impact our ability to raise additional capital through debt and equity financing activities or our ability to repay or refinance maturing liabilities, or impact the terms of any new obligations, which in turn may have an adverse impact on our credit ratings. Federal fund rates have been elevated for several years and, although there were several rate cuts in 2024, rates could remain at current elevated levels for an extended period of time. Such elevated rates have a corresponding impact to our costs of borrowing and may have an adverse impact on our ability to raise funds through the offering of our securities or through the issuance of debt due to higher debt capital costs, diminished credit availability and less favorable equity markets. The extent to which these factors will impact our business and financial results will depend on future developments, which are highly uncertain and cannot be predicted at this time due to the rapid evolution of this uncertain situation.\nHigh inflation may adversely affect us by increasing costs beyond what we can recover through price increases.\nThe United States and other large global economies experienced historically high inflation in recent years. Current and future inflationary effects may be driven by, among other things, supply chain disruptions, changes in trade policies, governmental stimulus or fiscal policies, as well as ongoing global military conflicts. Inflation can materially and adversely affect us by increasing the costs of land, materials, labor and other costs required to manage and grow our business. In addition, should \n\ninflation rates exceed our fixed escalator percentages in markets where our leases include fixed escalators, our returns could be adversely affected. In an inflationary environment, such as the current economic environment, depending on the terms of our contracts and other economic conditions, we may be unable to raise prices enough to keep up with the rate of inflation or our customers may be unwilling to pay contractual increases or demand discounts upon renewal, which would reduce our profit margins and returns. If we are unable to increase our prices to offset the effects of inflation, our business, results of operations and financial condition could be materially and adversely affected. Inflation has also contributed to foreign currency exchange rate volatility, including in several of the markets where we operate. The ongoing impact of inflation may continue to create foreign exchange rate instability in our international markets, including in markets such as Africa and Latin America, that could, in turn, depress the value of that market’s currency, thereby adversely impacting our business, results of operations, financial condition or the underlying value of foreign subsidiaries.\nIn addition, inflation is often accompanied by higher interest rates. Although the Federal Reserve Board and other central banks began cutting interest rates in the latter part of 2024, interest rates remain above recent norms. The combination of higher interest rates and high inflation could lead to an extended economic downturn, which could reduce our ability to incur debt or access capital and impact our results of operations and financial condition even after these conditions improve. Additionally, higher inflation or higher costs of capital could also impact the risk premiums or market returns on our assets. Changes in costs of capital could adversely impact the underlying value of our assets, which could in turn result in impairment charges. \nRestrictive covenants in the agreements related to our securitization transactions, our credit facilities and our debt securities could materially and adversely affect our business by limiting flexibility, and we may be prohibited from paying dividends on our common stock, which may jeopardize our qualification for taxation as a REIT.\nThe agreements related to our securitization transactions include operating covenants and other restrictions customary for loans subject to rated securitizations. Among other things, the borrowers under the agreements are prohibited from incurring other indebtedness for borrowed money or further encumbering their assets. A failure to comply with the covenants in the agreements could prevent the borrowers from taking certain actions with respect to the secured assets and could prevent the borrowers from distributing any excess cash from the operation of such assets to us. If the borrowers were to default on any of the loans, the servicer on such loan could seek to foreclose upon or otherwise convert the ownership of the secured assets, in which case we could lose such assets and the cash flow associated with such assets.\nThe agreements for our credit facilities also contain restrictive covenants and leverage and other financial maintenance tests that could limit our ability to take various actions, including incurring additional debt, guaranteeing indebtedness or making distributions to stockholders, including our required REIT distributions, and engaging in various types of transactions, including mergers, acquisitions and sales of assets. Additionally, our credit facilities restrict our and our subsidiaries’ ability to incur liens securing our or their indebtedness. These covenants could have an adverse effect on our business by limiting our ability to take advantage of financing new tower or other communications infrastructure development, mergers and acquisitions or other opportunities. Our credit agreements also contain cross-default and/or cross-acceleration provisions, which may be triggered if we default on certain indebtedness in excess of certain thresholds. In the event of such a default, the resulting cross-defaults or cross-accelerations could have an adverse effect on our business and financial condition. Further, reporting and information covenants in our credit agreements and indentures require that we provide financial and operating information within certain time periods. If we are unable to provide the required information on a timely basis, we would be in breach of these covenants. For more information regarding the covenants and requirements discussed above, please see Item 7 of this Annual Report under the caption “Management’s Discussion and Analysis of Financial Condition and Results of Operations—Liquidity and Capital Resources—Factors Affecting Sources of Liquidity” and note 8 to our consolidated financial statements included in this Annual Report.\nWe also enter into hedges for certain debt instruments, which may have an adverse impact on our results to the extent that the counterparties do not perform as expected at the inception of each hedge.\nRisks Related to Laws and Regulations\nOur foreign operations are subject to economic, political and other risks that could materially and adversely affect our revenues or financial position, including risks associated with fluctuations in foreign currency exchange rates. \nOur international business operations and our potential expansion into additional new markets in the future expose us to potential adverse financial and operational problems not typically experienced in the United States. Our business is subject to risks associated with doing business internationally, including:\n•uncertain, inconsistent or changing laws, regulations, rulings or methodologies impacting our existing and anticipated international operations, fees or other requirements directed specifically at the ownership and operation of \n\ncommunications infrastructure or our international acquisitions, any of which laws, fees or requirements may be applied retroactively or with significant delay;\n•failure to retain our tax status or to obtain an expected tax status for which we have applied;\n•expropriation resulting in government takeover of our or our customers’ operations;\n•governmental regulation restricting foreign ownership or requiring reversion or divestiture;\n•laws or regulations that tax or otherwise restrict repatriation of earnings or other funds or otherwise limit distributions of capital;\n•changes in a specific country’s or region’s political or economic conditions, including inflation, currency devaluation, coup d’états and other violent and/or unplanned transitions of power;\n•changes to zoning regulations or construction laws, which could be applied retroactively to our existing communications infrastructure;\n•actions restricting or revoking our customers’ spectrum licenses, or alterations or interpretations thereof, or suspending or terminating business under prior licenses;\n•failure to comply with anti-bribery laws such as the FCPA or similar local anti-bribery laws, or the Office of Foreign Assets Control requirements;\n•failure to comply with data privacy laws or other protections of employee health and personal information;\n•material site issues related to security, fuel availability and reliability of electrical grids;\n•significant increases in, or implementation of new, license surcharges on our revenue;\n•anti-American sentiment or adverse impacts from United States trade or foreign policy;\n•loss of key personnel, including expatriates, in markets where talent is difficult or expensive to acquire; and\n•price-setting or other similar laws or regulations for the sharing of passive infrastructure.\nWe also face risks associated with changes in foreign currency exchange rates, including those arising from the impacts of the current inflationary and high interest rate environment on the global economy and markets and those arising from our operations, investments and financing transactions related to our international business. Volatility in foreign currency exchange rates can also affect our ability to plan, forecast and budget for our international operations and expansion efforts. Our revenues earned from our international operations are primarily denominated in their respective local currencies. We have not historically engaged in significant currency hedging activities relating to our non-U.S. Dollar operations, and a weakening of these foreign currencies against the U.S. Dollar would negatively impact our reported revenues, operating profits and income.\nOur business, and that of our customers, is subject to laws, regulations and administrative and judicial decisions, and changes thereto, that could restrict our ability to operate our business as we currently do or impact our competitive landscape.\nOur business, and that of our customers, is subject to federal, state, local and foreign laws, treaties and regulations and administrative and judicial decisions. In certain jurisdictions, these regulations, laws and treaties could be applied or be enforced retroactively. Zoning authorities and community organizations are sometimes opposed to the construction of communications sites in their communities, which can delay, prevent or increase the cost of new tower or data center construction, modifications, additions of new antennas to a site or site upgrades, thereby limiting our ability to respond to customer demands. Existing or new regulatory policies, regulations or laws may materially and adversely affect the timing, cost or completion of our communications sites or result in changes in the competitive landscape that may negatively affect our business. Noncompliance could result in the imposition of fines or an award of damages to litigants or result in decreased revenue. In addition, in certain jurisdictions, we and certain of our customers are required to pay annual licenses, fees or taxes, which may be subject to substantial increases by the government, or new fees may be enacted and applied retroactively. In some instances, government regulation restricting foreign ownership of our customers could result in loss of revenue or penalties. Governmental licenses may also be subject to periodic renewal and additional conditions to receive or maintain such license. Additionally, we have government customers for several of our communications sites and data centers, which subjects us to risks including early termination, audits, investigations, sanctions and penalties.\nFurthermore, the tax laws, regulations, applicable license terms and conditions, and interpretations governing our business, and that of our customers, in jurisdictions where we operate, may change at any time, potentially with retroactive effect. Due to the evolving nature of global tax laws and regulations and compliance approaches, it is currently not possible to assess the ultimate impact of these actions on our financial statements, but these actions could have an impact on our financial results. This includes changes in tax laws, transfer pricing regulations, spectrum use terms, administrative compliance guidance or judicial interpretations thereof. In recent years, there have been some legislative proposals regarding tax laws applicable to REITs. Any increases in tax liability could reduce the amount of cash available for other purposes. \nIn addition, as of January 1, 2024, we and our subsidiaries, in principle, would be subject to the Organization for Economic Cooperation and Development (OECD) Global Anti-Base Erosion Rules (more commonly referred to as the “Pillar 2 Rules”) as \n\npromulgated by jurisdictions. The Pillar 2 Rules can potentially lead to additional taxes (“Top-Up Tax”) when the effective tax rate (as defined by the Pillar 2 Rules) in a jurisdiction is below 15%. The Pillar 2 Rules, however, do not apply to “Excluded Entities” and certain subsidiaries of Excluded Entities. We are currently analyzing our qualification as an Excluded Entity as a “Real Estate Investment Vehicle.” In the event we do not qualify as a Real Estate Investment Vehicle, Top-Up Taxes may apply beginning in fiscal year 2026 on our United States income and may be material. Safe harbor exceptions are expected to apply for the majority of our non-United States income, and for those entities that do not meet certain safe harbor tests, the impact to us as a whole is expected to be immaterial. It is noted that the Pillar 2 Rules are still yet to be implemented in most of the jurisdictions in which we operate. Developments will be monitored as guidance and local implementation progresses. \nWe may be adversely affected by regulations related to climate change.\nEfforts to regulate greenhouse gas emissions, the use of fossil fuels or requirements to use alternative fuel to power energy resources that serve our data centers or the generators we use in our emerging markets to deliver primary power to our customers may have direct or indirect effects on our business by increasing the cost of compliance. In addition, there is an increased focus by many governments, regulators, investors, employees, customers and other stakeholders regarding environmental and energy policies relating to climate change, greenhouse gas emissions and other climate-related matters, including policies related to disclosure requirements. Additionally, we will need to be prepared to contend with overlapping, yet distinct, climate-related disclosure requirements in multiple jurisdictions, including in California and in the European Union. These governmental initiatives are becoming more stringent and may require us and our customers to make capital expenditures, such as investing in internal compliance systems and personnel, which would result in increased costs for us. Failure to comply with applicable laws and regulations or other requirements imposed on us could also lead to fines and/or lost revenue. \nIn 2021, we adopted science-based greenhouse gas reduction targets, which were approved by the Science Based Targets initiative and are in line with the goals set forth in the 2015 Paris Agreement. Our ability to achieve these goals are based on several factors, some of which are outside of our control including changing regulatory requirements, the pace of changes in technology and the availability of requisite financing. With changes to our portfolio, such as the divestiture of India and the CoreSite Acquisition, our ability to meet these goals may also be impacted. In addition, to meet our goals, we may need to expend significant resources, which could increase our operational costs. We cannot guarantee that we will achieve our announced environmental, social and governance goals and initiatives. In addition, consumers’ perceptions of our efforts to achieve these goals often differ widely and present risks to our reputation and brand. Failing to meet these goals could result in customer dissatisfaction and damage to our reputation with our key stakeholders, which could in turn adversely impact our results of operations, reputation, financial condition and stock price.\nIf we fail to remain qualified for taxation as a REIT, we will be subject to tax at corporate income tax rates, which may substantially reduce funds otherwise available, and even if we qualify for taxation as a REIT, we may face tax liabilities that impact earnings and available cash flow.\nCommencing with the taxable year beginning January 1, 2012, we have operated as a REIT for federal income tax purposes. Qualification for taxation as a REIT requires the application of certain highly technical and complex provisions of the Internal Revenue Code of 1986, as amended (the “Code”), which provisions may change from time to time, to our operations as well as various factual determinations concerning matters and circumstances not entirely within our control. Further, tax legislation may adversely affect our ability to remain qualified for taxation as a REIT or the benefits or desirability of remaining so qualified. There are few judicial or administrative interpretations of the relevant provisions of the Code.\nIf, in any taxable year, we fail to qualify for taxation as a REIT and are not entitled to relief under the Code:\n•we will not be allowed a deduction for distributions to stockholders and would be subject to federal and state income tax on our taxable income at regular corporate income tax rates, which could be substantial in amount, and may require us to borrow additional funds or liquidate some investments to pay any additional tax liability and, accordingly, may reduce funds available for other purposes; and\n•we will be disqualified from REIT tax treatment for the four taxable years immediately following the year during which we were so disqualified.\nWe are subject to certain federal, state, local and foreign taxes on our income and assets, including taxes on any undistributed income and state, local or foreign income, franchise, property and transfer taxes. While state and local income tax regimes often parallel the U.S. federal income tax regime for REITs, many of these jurisdictions differ in their treatment of REITs. For example, some state and local jurisdictions currently or in the future may limit or eliminate a REIT’s deduction for dividends paid, which could increase our income tax expense. We are also subject to the continual examination of our income tax returns by the U.S. Internal Revenue Service and state, local and foreign tax authorities. The results of an audit and examination of \n\npreviously filed tax returns and continuing assessments of our tax exposures may have an adverse effect on our provision for income taxes and cash tax liability.\nFurthermore, we have owned and may from time to time own direct and indirect ownership interests in subsidiary REITs, which must also comply with the same REIT requirements that we must satisfy, together with all other rules applicable to REITs. If the subsidiary REIT is determined to have failed to qualify for taxation as a REIT and certain relief provisions do not apply, then the subsidiary REIT would be subject to federal income tax, which tax we would economically bear along with applicable penalties and interest. In addition, our ownership of shares in such subsidiary REIT would fail to be a qualifying asset for purposes of the asset tests applicable to REITs and any dividend income or gains derived by us from such subsidiary REIT may cease to be treated as income that qualifies for purposes of the 75% gross income test. These consequences could have a material adverse effect on our ability to comply with the REIT income and asset tests, and thus our ability to qualify for taxation as a REIT.\nComplying with REIT requirements may limit our flexibility or cause us to forego otherwise attractive opportunities.\nOur use of TRSs enables us to engage in non-REIT qualifying business activities. Under the Code, no more than 20% of the value of the assets of a REIT may be represented by securities of one or more TRSs and no more than 25% of the value of the assets of the REIT may be represented by non-qualifying assets (including securities of one or more TRSs). This limitation may hinder our ability to make certain attractive investments or take advantage of acquisition opportunities, including the purchase of non-qualifying assets, the expansion of non-real estate activities and investments in the businesses to be conducted by our TRSs, and to that extent limit our opportunities and our flexibility to change our business strategy. Further, as a REIT, we must distribute to our stockholders an amount equal to at least 90% of our REIT taxable income (determined before the deduction for distributed earnings and excluding any net capital gain). To meet our annual distribution requirements, we may be required to distribute amounts that may otherwise be used for our operations, including amounts that may otherwise be invested in future acquisitions, capital expenditures or repayment of debt. As no more than 25% of our gross income may consist of dividend income from our TRSs and other non-qualifying types of income, our ability to receive distributions from our TRSs may be limited, which may impact our ability to fund distributions to our stockholders or to use income of our TRSs to fund other investments.\nIn addition, the majority of our income and cash flows from our TRSs are generated from our international operations. In many cases, there are local withholding taxes and currency controls that may impact our ability or willingness to repatriate funds to the United States to help satisfy REIT distribution requirements. Additionally, to the extent we have excess cash in foreign locations that could be used in, or is needed by, our U.S. or foreign operations, we may incur significant foreign taxes to repatriate these funds, which would reduce the net amount ultimately available for such purposes.\nWe could have liability under environmental and occupational safety and health laws.\nOur operations are subject to various federal, state, local and foreign environmental and occupational safety and health laws and regulations, including those relating to the management, use, storage, disposal, emission and remediation of, and exposure to, hazardous and non-hazardous substances, materials and wastes. As the owner, lessee or operator of real property and facilities, including generators, we may be liable for substantial costs of investigation, removal or remediation of soil and groundwater contaminated by hazardous materials, and for damages and costs relating to off-site migration of hazardous materials, without regard to whether we, as the owner, lessee or operator, knew of, or were responsible for, the contamination. We may also be liable for certain costs of remediating contamination at third-party sites to which we sent waste for disposal, even if the original disposal may have complied with all legal requirements at the time. Many of these laws and regulations contain information reporting and record keeping requirements. We may not be at all times in compliance with all environmental requirements. Further, our data center properties are subject to various federal, state and local regulations, such as state and local fire and life safety regulations and ADA federal requirements. We may be subject to potentially significant fines or penalties if we fail to comply with any of these requirements.\nThe requirements of the environmental and occupational safety and health laws and regulations are complex, change frequently and could become more stringent in the future. In certain jurisdictions, these laws and regulations could be applied retroactively or be broadened to cover situations or persons not currently considered. It is possible that these requirements will change or that liabilities will arise in the future in a manner that could have a material adverse effect on our business, results of operations or financial condition. While we maintain environmental and workers’ compensation insurance, we may not have adequate insurance to cover all costs, fines or penalties.\nRisks Related to the Operation of Our Business\n\nIf we are unable to protect our rights to the land under our towers and buildings in which our data centers are located, it could adversely affect our business and operating results. \nOur real property interests relating to our towers consist primarily of leasehold and sub-leasehold interests, fee interests, easements, licenses and rights-of-way. A loss of these interests at a particular tower site may interfere with our ability to operate that tower site and generate revenues. For various reasons, we may not always have the ability to access, analyze and verify all information regarding titles and other issues prior to completing an acquisition of communications sites, which can affect our rights to access and operate a site. From time to time, we also experience disputes with landowners regarding the terms of easements or ground agreements for land under towers, which can affect our ability to access and operate tower sites. Further, for various reasons, landowners may not want to renew their ground agreements with us, they may lose their rights to the land, or they may transfer their land interests to third parties, including ground lease aggregators, which could affect our ability to renew ground agreements on commercially viable terms. A significant number of the communications sites in our portfolio are located on land we lease pursuant to long-term operating leases. Further, for various reasons, title to property interests in some of the foreign jurisdictions in which we operate may not be as certain as title to our property interests in the United States. Our inability to protect our rights to the land under our towers may have a material adverse effect on our business, results of operations or financial condition.\nWe do not own the buildings for all of our data centers and our business could be harmed if we are unable to renew the leases for these data centers at favorable terms or at all, though we generally have the right to extend the terms of our leases when the primary terms of the leases expire. Failure to increase operating revenues to sufficiently offset any potential increase in lease costs, including as a result of the current inflationary environment, would adversely impact our operating income. We could also lose customers due to the disruptions in their operations caused by our inability to renew our data center leases. \nAdditionally, we rely on our landlords for basic maintenance of our leased data centers. If such landlords have not maintained our leased properties sufficiently, we may be forced into an early exit from one or more of these data centers, which could be disruptive to our business or cause us to incur additional costs.\nIf we, or third parties on which we rely, experience technology failures, including cybersecurity incidents or the loss of personally identifiable information, we may incur substantial costs and suffer other negative consequences, which may include reputational damage.\nAs part of our normal business activities, including in our data centers, we rely on energy systems, cooling systems, communication networks, information technology and other computing resources, and collect, store, manage and otherwise process third-party data, including our customers’ data and our own data. We are vulnerable to physical or cybersecurity breaches, attacks, computer viruses, ransomware, malware, fraud, worms, adverse impacts of artificial intelligence, social engineering, denial-of-service attacks, malicious software programs, insider threats, unauthorized access and other cybersecurity incidents that could disrupt our or our vendors’ operations, expose us to liability and have a material adverse effect on our financial performance and operating results. These threats may result from human error, equipment failure, fraud or malice on the part of employees or third parties. A party who is able to compromise the security measures on our or our vendors’ networks or the security of our communications infrastructure could misappropriate our proprietary information or the personal information of our customers, our employees or management, or cause interruptions or malfunctions in our operations or our customers’ operations. As we provide assurances to our customers that we provide a high level of security, such a compromise could be particularly harmful to our brand and reputation. We may be required to expend significant capital and resources to address any breaches, protect against such threats or to alleviate problems caused by breaches in security. \nGlobally, the frequency, severity and sophistication of cybersecurity incidents have increased, and these trends will likely continue, especially during times of geopolitical tension or instability among countries from which a number of recent cybersecurity events have been alleged to have originated. Such cyber-attacks could be in the form of espionage, phishing campaigns and otherwise. We are continuously evaluating and enhancing our cybersecurity and information security systems and creating new systems and processes. However, there can be no assurance that these measures are or will be effective in preventing or limiting the impact of future cybersecurity incidents. As techniques used to breach security grow in frequency and sophistication, and are generally not recognized until launched against a target, we, or our vendors, may not be able to promptly detect that a cyber breach has occurred or implement security measures in a timely manner. If and when implemented, we, or our vendors, may not be able to determine the extent to which these measures could be circumvented. Any breaches that may occur could expose us to increased risk of lawsuits, regulatory penalties, loss of existing or potential customers, damage relating to loss of proprietary information, harm to our reputation and increases in our security costs, which could have a material adverse effect on our financial performance and operating results. We offer managed services in certain of our data centers where we provide “remote hands” services for our customers. The access to our customers’ networks and data, which is gained from these services, creates some risk that our customers’ networks or data will be improperly accessed. If we were held \n\nresponsible for any such breach, it could result in a significant loss to us, including damage to our customer relationships, harm to our brand and reputation and legal liability. Additionally, while we maintain insurance coverage for cybersecurity incidents, we may not have adequate insurance to cover the associated costs in the event of a breach resulting in loss of data, such as personally identifiable information or other such data protected by data privacy or other laws, and we may be liable for damages, fines and penalties for such losses under applicable regulatory frameworks.\nAlthough we and our vendors have disaster recovery programs and security measures in place, if our computer systems and our backup systems are compromised, degraded, damaged, breached or otherwise cease to function properly, we could suffer interruptions in our operations, including our ability to correctly record, process and report financial information, our customers’ network availability may be impacted or we could unintentionally allow misappropriation of proprietary or confidential information (including information about our customers or landlords, or customer information on our fiber, data center or managed networks businesses), which could result in a loss of revenue, damage to our reputation, damage to our customer and vendor relationships, litigation, regulatory investigations and penalties under existing or future data privacy laws and require us to incur significant costs to remediate or otherwise resolve these issues.\nOur expansion and operational initiatives involve a number of risks and uncertainties, including those related to integrating acquired or leased assets, that could adversely affect our operating results, disrupt our operations or expose us to additional risk.\nAs we continue to acquire and build communications sites and other communications infrastructure assets, including data center facilities and related assets, in our existing markets and expand into new markets, we are subject to a number of risks and uncertainties, including not meeting our return on investment criteria and financial objectives, increased costs, assumed liabilities and the diversion of managerial attention. Achieving the benefits of acquisition and platform expansion initiatives depends in part on timely and efficient integration of operations, telecommunications infrastructure assets and personnel. Integration may be difficult and unpredictable for many reasons, including, among other things, increased construction costs or supply chain disruptions, portfolios without requisite permits, differing systems, cultural differences, conflicting policies, procedures and operations or with incomplete information. \nWe continue to seek to drive organizational improvement through a variety of actions, including operational and digital transformation, integration activities, strategic initiatives and business and operating model assessments. These initiatives can be time-consuming, disruptive to operations, and costly in the short-term. Successfully implementing these and other initiatives throughout our operations is critical to our future competitiveness and our ability to achieve long-term profitability. However, we cannot be certain that these initiatives will be successful in creating profit margins sufficient to sustain our current operating structure and business. Additionally, our future success depends upon our ability to recruit and retain the services of, among others, personnel with IT, data centers and telecommunications-related skills. There may be competition in attracting qualified personnel, and we may experience difficulty retaining and motivating existing employees and attracting qualified personnel to fill key positions.\nSignificant acquisition-related integration costs, including certain nonrecurring charges such as costs associated with onboarding employees, integrating information technology systems, acquiring permits and visiting, inspecting, engineering and upgrading tower sites or other communications infrastructure assets, could materially and adversely affect our results of operations in the period in which such charges are recorded or our cash flow in the period in which any related costs are actually paid. Some of our acquired portfolios have included sites that do not meet our structural specifications, including sites that may be overburdened. In these cases, beyond additional capital expenditures, general liability risks associated with such portfolios will exist until such time as those portfolios are upgraded or otherwise remedied. In addition, integration may significantly burden management and internal resources, including through the potential loss or unavailability of key personnel. Our international expansion initiatives are subject to additional risks, such as those described above, as well as our ability to comply with bribery and anti-corruption laws such as the Foreign Corrupt Practices Act (the “FCPA”) and similar local laws.\nMoreover, we may fail to successfully integrate the assets we acquire or fail to utilize such assets to their full capacity. If we are not able to meet these integration challenges, we may not realize the benefits we expect from our acquired portfolios and businesses, and our business, financial condition and results of operations will be adversely affected. Post-integration, certain operational complexities may remain into the mid- or long-term arising from the acquisition of assets from different sellers until they can be renegotiated, such as the requirement to manage multiple master lease agreements with differing terms with a single client.\nWe must safeguard our customers’ infrastructure and equipment located in our data centers and ensure our data centers remain operational at all times. Problems at one or more of our data centers, whether or not within our control, could result in service interruptions or significant infrastructure or equipment damage. These could result from numerous factors, including limited \n\npower availability and grid distribution constraints due to current high demand, human error, equipment failure, physical, electronic and cybersecurity breaches, fire, earthquake, hurricane, flood, tornado and other natural disasters, extreme temperatures, water damage, fiber cuts, power loss, terrorist acts, sabotage and vandalism, global pandemics or health emergencies and failure of business partners.\nWe have service level commitment obligations to substantially all of our data center customers. As a result, service interruptions, increased construction costs, significant equipment damage in our data centers and failing to recruit and develop qualified personnel could result in difficulty maintaining service level commitments to these customers and potential claims related to such failures. Because our data centers are critical to many of our customers’ businesses, service interruptions or significant equipment damage in our data centers could also result in lost profits or other indirect or consequential damages to our customers. In addition, any loss of service, equipment damage or inability to meet our service level commitment obligations could reduce the confidence of our customers and could consequently impair our ability to obtain and retain customers, which would adversely affect both our ability to generate revenues and our operating results. Furthermore, we are dependent upon internet service providers, telecommunications carriers and utility providers, some of which have experienced significant system failures and outages in the past. Our customers may in the future experience difficulties due to system failures unrelated to our systems and offerings. If, for any reason, these providers fail to provide the required services, our business, financial condition and results of operations could be adversely impacted.\nAs a result of our acquisitions, we have a substantial amount of intangible assets and goodwill. In accordance with accounting principles generally accepted in the United States (“GAAP”), we are required to assess our goodwill and other intangible assets annually or more frequently in the event of circumstances indicating potential impairment to determine if they are impaired. If, as a result of the factors noted above, the testing performed indicates that an asset may not be recoverable or the carrying value exceeds the fair value, we would be required to record a non-cash impairment charge in the period the determination is made.\nOur platform expansion growth initiatives may not be successful, or we may be required to record impairment charges for our goodwill or for other intangible assets, which could have an adverse effect on our business, results of operations or financial condition, and could limit our continued investments in such platform expansion initiatives.\nOur towers, fiber networks, data centers or computer systems may be affected by natural disasters (including as a result of climate change), public perception of health risks and other unforeseen events for which our insurance may not provide adequate coverage or result in increased insurance premiums.\nOur towers, fiber networks, data centers and computer systems are subject to risks associated with natural disasters, such as hurricanes, ice and windstorms, tornadoes, floods, earthquakes and wildfires, as well as other unforeseen events, such as the potential adverse effects of pandemics and acts of terrorism. During the past several years, we have seen an increase in severe weather events and expect this trend to continue due to climate change. Additionally, certain natural disasters or unforeseen events could lead to supply chain delays or shortages, which could impact our operational and financial performance. Further, environmental liabilities, such as contamination, asbestos-containing building materials, lead or lead-based paint and mold or other air quality issues at some of our data centers, could arise and have a material adverse effect on our financial condition and performance. \nAny damage or destruction to, or inability to access, our towers, fiber networks, data centers or computer systems may cause supply chain delays or impact our ability to provide services to our customers and lead to customer loss, which could have a material adverse effect on our business, results of operations or financial condition. Additionally, our communications sites could be subject to attacks instigated by claims that the deployment of 5G or similar networks is linked to adverse health effects. \nWhile we maintain insurance coverage for certain natural disasters, we may not have adequate insurance to cover the associated costs of repair or reconstruction of sites or fiber for a major future event, lost revenue, including from new customers that could have been added to our towers, fiber networks or data centers but for the event, or other costs to remediate the impact of a significant event, such as wildfire damage caused by our towers. Further, we may be liable for damage caused by towers that collapse for any number of reasons including structural deficiencies, which could harm our reputation and require us to incur costs for which we may not have adequate insurance coverage. \nPublic perception of possible health risks associated with cellular and other wireless communications technology could slow the growth of wireless companies, which could in turn slow our growth. In particular, negative public perception of, and regulations regarding, these perceived health risks, including claims that the deployment of 5G networks is linked to adverse health effects, could undermine the market acceptance of wireless communications services and increase opposition to the development and expansion of tower sites. If a scientific study, court decision, government agency ruling, or misinformation, disinformation or \n\nmalinformation campaigns resulted in a finding that radio frequency emissions pose health risks to consumers, it could negatively impact our customers and the market for wireless services, which could materially and adversely affect our business, results of operations or financial condition. \nIf we are unable or choose not to exercise our rights to purchase towers that are subject to lease and sublease agreements at the end of the applicable period, our cash flows derived from those towers will be eliminated.\nOur communications real estate portfolio includes towers that we operate pursuant to lease and sublease agreements that include a purchase option at the end of the lease period. We may not have the required available capital to exercise our right to purchase the towers at the end of the applicable period, or we may choose, for business or other reasons, not to do so. If we do not exercise these purchase rights, and are unable to extend the lease or sublease or otherwise acquire an interest that would allow us to continue to operate these towers after the applicable period, we will lose the cash flows derived from the towers.",
      "char_count": 62551
    }
  },
  "extracted_at": "2025-10-18T17:29:35.955796"
}