{
  "ticker": "AVNT",
  "company_name": "AVIENT CORP",
  "cik": 1122976,
  "form_type": "10-K",
  "filing_date": "2025-02-18",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001122976-25-000008",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001122976&accession_number=000112297625000008&xbrl_type=v",
  "sic_code": "2821",
  "industry": "Plastic Materials, Synth Resins & Nonvulcan Elastomers",
  "sections": {
    "item1": {
      "text": "ITEM 1. BUSINESS\nBusiness Overview\nWe are an innovator of materials solutions to help our customers succeed, while enabling a sustainable world. Our products include specialty engineered materials, performance fibers, advanced composites and color and additive solutions. We are also a highly specialized developer and manufacturer of performance enhancing additives, liquid colorants and silicone colorants. When used in this Annual Report on Form 10-K, the terms “we,” “us,” “our,\" \"Avient\" and the “Company” mean Avient Corporation and its consolidated subsidiaries.\nAvient was formed as PolyOne Corporation on August 31, 2000 from the consolidation of The Geon Company (Geon) and M.A. Hanna Company (Hanna). Through a series of acquisitions, divestitures, operational improvements and cultural shift, the Company has transformed to become an innovator of materials solutions. Effective June 30, 2020, the Company amended its existing Articles of Incorporation to change its name to Avient Corporation and changed its ticker symbol from “POL” to “AVNT”, effective at the start of trading on July 13, 2020.\nAvient Corporation is incorporated in Ohio and headquartered in Avon Lake, Ohio. We currently have 102 manufacturing sites in North America, South America, Asia, Europe, the Middle East, and Africa (EMEA). In 2024, the Company had sales from continuing operations of $3.2 billion, approximately 60% of which were to customers outside the United States. Using formulation expertise, materials science and operational capabilities, we create an essential link between large chemical producers (our raw material suppliers) and designers, assemblers and processors of polymers (our customers). We believe that our role in the value chain continues to become more vital as our customers increasingly need reliable suppliers with a global reach, local touch, and highly effective materials-based solutions to help improve their products' performance, appeal, differentiation, profitability and competitive advantage. Our goal is to provide customers with innovative materials solutions through our global footprint, broad market knowledge, technical expertise, product breadth, manufacturing operations and raw materials procurement leverage. Our end markets include consumer, packaging, defense, healthcare, industrial, transportation, building and construction, telecommunications and energy.\nPolymer Industry Overview\nAvient is an innovator of materials solutions within the polymer industry. We have the scientific know-how in materials science required to bridge the large, commodity base resin producers and the companies who ultimately manufacture end products utilizing formulated polymer and composite materials.\nPolymers are a class of organic materials that are generally produced by converting natural gas or crude oil derivatives into monomers, such as ethylene, propylene, and styrene. These monomers are then polymerized into chains called polymers, or plastic resin, such as polyethylene and polypropylene, in their most basic forms. Avient does not produce commodity base resins. Rather, Avient sources various resins, polymers and additives, then employs additional chemistry in formulating those materials into highly engineered, unique materials for a specific use. \nThermoplastic polymers are characterized by their ability to be reshaped repeatedly into new forms after heat and pressure are applied. Thermoplastics offer versatility and a wide range of applications. The major types of thermoplastics include polyethylene, polypropylene, polystyrene, polyester and a range of specialized engineering resins. Each type of thermoplastic has unique qualities and characteristics that make it appropriate for use in a particular application. \nThermoplastic composites include base resins, but are combined with a structural element such as glass, carbon or polymer fibers to enhance strength, rigidity and structure. Further performance can be delivered through an engineered thermoplastic sheet or thick film, which may incorporate more than one resin formulation or composite in multiple layers to impart additional properties, such as gas barrier, structural integrity and lightweighting.\nThermoplastics and polymer composites are found in a variety of end-use products and markets, including packaging, defense, building and construction, wire and cable, transportation, medical, furniture and furnishings, durable goods, outdoor high performance equipment, electrical and electronics, adhesives, inks and coatings and fiber. Each type of thermoplastic resin has to ultimately achieve unique characteristics (such as flexibility, strength or durability) suitable for use in a particular end-use application. The materials science and manufacturing processes required to achieve those characteristics is the specialty role that Avient plays.\n AVIENT CORPORATION\n\n\nThe following are examples, by industry, where Avient materials solutions address specific market requirements or challenges. In the packaging industry, colorants and additives are used to lightweight, enhance consumer appeal, increase design freedom, improve recyclability, enable recycled content to be incorporated, and preserve and protect the packaging's contents. In wire and cable, thermoplastics and composites enhance performance and extend product life by providing electrical insulation, flame resistance, water resistance and strain resistance for highly engineered electrical and telecommunications wires, cables and connectors. In the defense industry, ultra-high molecular weight (UHMWPE) fiber is relied upon and incorporated into tactical vests, hard armor plates, shields, bomb suits, helmets, and military vehicles (air, sea and ground). In the transportation industry, plastic has proven to be durable, lightweight and corrosion resistant while offering fuel savings, design flexibility and high performance, often replacing traditional materials such as metal and glass. In the medical industry, plastics are used for a vast array of devices and equipment, including blood and intravenous bags, medical tubing, catheters, lead replacement for radiation shielding, clamps and connectors to bed frames, curtains and sheeting, electronic enclosures and equipment housings. In the outdoor high performance industry, plastic applications are used for components and colorants for all terrain vehicles, and reinforced polymers are used for various outdoor equipment and gear. In the electronics industry, plastic enclosures and connectors not only enhance safety through electrical insulation, but thermally and electrically conductive plastics provide heat transferring, cooling, anti-static, electrostatic discharge, and electromagnetic shielding performance for critical applications including integrated circuit chip packaging.\nVarious additives can also be formulated with a base resin and further engineered into a composite to provide them with greater versatility and performance. Polymer formulations and composites have advantages over metals, wood, rubber, glass and other traditional materials, which have resulted in the replacement of these materials across a wide spectrum of applications. These specialized polymers offer sustainability and performance advantages compared to traditional materials, including design freedom, processability, weight reduction, chemical resistance, flame retardance and lower cost. Plastics are renowned for their durability, aesthetics and ease of handling. Avient’s strategy and investments are aligned to enable these important benefits, now and in the future.\nAvient Segments\nWe operate in two reportable segments: (1) Color, Additives and Inks and (2) Specialty Engineered Materials. Our segments are further detailed in Note 14, Segment Information, to the accompanying consolidated financial statements. \nCompetition\nThe manufacturing of custom and proprietary formulated thermoplastics, polymer composites, and color and additive solutions is highly competitive. Competition is based on service, performance, product innovation, product recognition, speed, delivery, quality and price. The relative importance of these factors varies among our products and services. Our competitors range from large international companies with broad product offerings to local independent custom producers whose focus is a specific market niche or product offering. Our strategic approach to differentiate, innovate and grow within this competitive environment is to intersect high-growth markets and secular trends with our technologies to create product platforms of scale.\nRaw Materials\nThe primary raw materials used by our manufacturing operations are polyolefin and other thermoplastic resins, titanium dioxide, inorganic and organic pigments, specialty additives and ethylene, all of which we believe are currently in adequate supply. See the discussion of risks associated with raw material supply and costs in Item 1A, “Risk Factors.\"\nPatents and Trademarks\nWe own and maintain a number of patents and trademarks in the United States and other key countries that contribute to our competitiveness in the markets we serve because they protect our inventions and product names against infringement by others. Patents may exist for 20 years from filing date, and trademarks may have an indefinite life based upon continued use. While we view our patents and trademarks to be valuable because of the broad scope of our products and services and brand recognition we enjoy, we do not believe that the loss or expiration of any single patent or trademark would have a material adverse effect on our results of operations, financial position or cash flows. Nevertheless, we have management processes designed to rigorously protect our inventions and trademarks.\n AVIENT CORPORATION\n\n\nSeasonality\nSales of our products and services are typically seasonal, as demand has historically been slower in the third and fourth quarters of the calendar year. In addition, our defense business is, in part, associated with tenders and project-based work, which can lead to inconsistent order patterns on a quarter over quarter basis. \nWorking Capital Practices\nOur products are generally manufactured with a short turnaround time, and the scheduling of manufacturing activities from customer orders generally includes enough lead time to assure delivery of an adequate supply of raw materials. We agree to payment terms with our customers and suppliers that are competitive.\nSignificant Customers\nNo customer accounted for more than 3% of our consolidated revenues in 2024.\nResearch and Development\nOne of our strategic drivers is to \"Amplify Innovation,\" and we have substantial technology and development capabilities, powered by approximately 1,100 employees serving in technical capacities, approximately 120 of whom have PhD level educations. Our efforts are largely devoted to developing new materials solutions to address evolving market and sustainability needs. We do this by providing quality technical services to evaluate alternative raw materials, facilitating the continued success of our products for customer applications, providing technology to improve our products, processes and applications and providing support to our manufacturing plants for cost reduction, productivity and quality improvement programs. We operate research and development centers that support our commercial development activities and manufacturing operations. These facilities are equipped with state-of-the-art analytical, synthesis, polymer characterization and testing equipment, along with pilot plants and polymer manufacturing operations that simulate specific production processes. Our investment in product research and development was $98.7 million in 2024, $90.3 million in 2023, and $84.9 million in 2022. \nMethods of Distribution\nWe sell products primarily through direct sales personnel, distributors, and commissioned sales agents. We primarily use truck carriers to transport our products to customers, although some customers pick up product at our manufacturing facilities or warehouses.\nHuman Capital Resources\nThe success and growth of our business depend in large part on our ability to attract, develop and retain a diverse population of talented and high-performing employees at all levels of our organization. We are committed to building additional capabilities within our organization to meet the changing needs of our customers and the dynamic macro environment in which we operate.\nWe have developed key recruitment and retention strategies, objectives and measures that guide our human capital management approach as part of the overall management of our business. These strategies, objectives and measures are advanced through a number of programs, policies and initiatives, as described below. \nAs of December 31, 2024, Avient employed approximately 9,200 people, 34% of which were located in the U.S. and Canada, 33% were located in EMEA, 26% were located in Asia, and 7% were located in Latin America.\nSafety and Health\nA top priority at Avient is the safety and health of our employees, and our ultimate goal is to operate injury free. Progress toward this goal is measured at the business unit and regional levels, communicated globally, and linked to a number of recognition programs. In 2024, we had our safest year ever with a recordable incident rate of 0.40 per 100 full-time workers per year, compared to the Plastics and Rubber Products Manufacturing industry (NAICS Code 326) average of 2.90 in 2023. Continuous improvement and preventative risk reductions are key focus areas, and in 2024, one of our annual incentive plan metrics measured the engagement of our employees in safety activities. We also continue to be recognized as an American Chemistry Counsel Responsible Care® company and set high standards for our operations as we strive to achieve our goal of zero recordable injuries.\n AVIENT CORPORATION\n\n\nEmployee Recruitment\nAvient’s success is driven by having the best talent in the right roles. We actively seek collaborative and innovative change-makers who are passionate about our strategy and values through numerous channels, including employee referrals, job fairs, talent networks, industry associations, and directly from universities. Our roles provide opportunities for personal and professional growth, while working in our organization where our purpose is to innovate materials solutions that help our customers succeed, while enabling a sustainable world.\nAs a key aspect of our talent pipeline, we partner with leading universities around the world to hire employees into full-time, co-op and internship opportunities. These roles include rotational development programs where individuals are able to gain experience in various departments and jobs within or across functions, contributing their skills while also building well-rounded knowledge of our Company and its many stakeholders. We leverage global processes and systems to create a positive candidate experience, with opportunities for both entry level and experienced hires. \nTraining and Development\nWe provide meaningful learning engagements and skill development opportunities to all global employees. Learning is ingrained in our culture and every Avient employee participates in training annually. We manage training and development through global programs and technology, to provide a consistent and high-quality experience for all. Each year, over 100,000 hours of training is completed through a variety of different training methods, which focus on leadership development, safety, Lean Six Sigma concepts, technical and operational skills, sustainability and ethics and compliance.\nOur key development opportunities include nomination-based leadership programs, foundational leadership training for all current or aspiring people managers, and Lean Six Sigma training at a variety of levels, where individuals can be certified for job-specific Lean Six Sigma programs, up through Master Black Belt certification. We also focus on development for our production employees in aspects of Lean Six Sigma, safety, continuous improvement, and our ENGAGE program.\nContinuous development drives employees to reach their full potential and we strive to fill at least half of all open manager roles and higher with internal promotions. This is completed through regular performance feedback, individual development plans, mentoring programs and nomination-based leadership development programs for key top talent. \nInclusion and Impact\nWe recognize the benefits that inclusion brings to our organization, including delivering better business outcomes. Our talented people leverage their diverse backgrounds across a myriad of aspects and skills toward a common goal: meeting the needs of the present without compromising the ability of future generations to do the same. This spirit of inclusive collaboration can be felt throughout our Company. It drives the innovation that earns us leadership positions in the markets we serve and underpins the high level of respect we show each other every day. \nThe vision that guides our collective efforts is consistent and unwavering: to be the Company of choice for all. We leverage Employee Resource Groups to help educate and inspire our global workforce and fortify strong business practices. Other initiatives, including Mentoring at Avient and campus partnerships, are vital for progress in our inclusion journey. We require equality of opportunity for all qualified individuals in accordance with applicable laws.\nDecisions on hiring, promotion, development, compensation or advancement are based solely on a person’s qualifications, abilities, experience and performance, except where local law requires us take specific action. The Avient Ethics Hotline serves as a mechanism for employees to anonymously report any perceived concerns regarding these topics.\nCompensation and Benefits Programs\nWe strive to remain competitive in the global marketplace and provide foundational rewards to attract and retain top talent. In general, our overall philosophy on compensation encompasses the following principles:\n•provide all levels of employees with a compensation package that aligns Avient’s and the employees’ interests through the use of base and incentive or bonus programs;\n•maintain a competitive pay program that serves to attract, retain, motivate and reward employees; and\n•award individual pay commensurate with experience, level of responsibility, and marketability.\n AVIENT CORPORATION\n\n\nEmployee Benefits: Awards and Recognition Programs\nWe celebrate, reward and share our employees’ great work through our recognition programs, including those that all employees can earn for their extra effort and impact, as well as those that are specific to a position or role in the Company, such as excellence in technology, sales, and manufacturing. In addition, we provide our employees an opportunity to support communities by giving each individual 16 hours of paid time off each year. In 2024, over 100 of our sites and 3,800 of our employees generously gave over 11,000 volunteer hours and $1.5 million in donations around the world.\nA Great Place to Work®\nOur ongoing employee feedback is highly valued, discussed, and most importantly, acted upon, to make improvements. In addition to holding action planning sessions, new manager assimilations, and 360 reviews, we also conduct annual employee engagement surveys. Last year, employees in over 40 countries, and more than 130 locations participated, providing actionable feedback to support our ongoing employee engagement efforts. We are proud that our employees feel we are a Great Place to Work®, and in 2024, we received our sixth certification. Understanding how our employees feel about their experiences at Avient and our culture is critical and helps us ensure that the right competencies and behaviors are developed across the organization.\nEnvironmental, Health and Safety and Other Regulation\nWe are also subject to extensive and varied laws and regulations in the jurisdictions in which we operate, including those relating to anti‑corruption and trade, anti-money laundering, import and export compliance, antitrust, data security and privacy, employment, public health and safety, intellectual property, transportation, zoning, and fire codes. Our policies mandate compliance with all applicable laws and regulations, and we operate our business in accordance with standards and procedures designed to comply with these laws and regulations. We believe that we are in compliance with such laws and regulations in all material respects.\nWe are strongly committed to safety as evidenced by our low injury incidence rate of 0.40 per 100 full-time workers per year in 2024 and 0.58 in 2023. The 2023 average injury incidence rate for our NAICS Code (326 Plastics and Rubber Products Manufacturing) was 2.90. We hold the American Chemistry Council's certification as a Responsible Care Management System® (RCMS) company. Certification was granted based on Avient's conformance to the RCMS's comprehensive environmental health, safety and security requirements. The RCMS certification affirms the importance Avient places on having strong environmental, health, safety and security performance. In our operations, we must comply with product-related governmental law and regulations affecting the plastics industry generally and also with content-specific law, regulations and non-governmental standards. We believe that compliance with current governmental laws and regulations and with non-governmental content-specific standards will not have a material adverse effect on our financial position, results of operations or cash flows. The risk of additional costs and liabilities, however, is inherent in certain plant operations and certain products produced at these plants, as is the case with other companies in the plastics industry. Therefore, we may incur additional costs or liabilities in the future. Other developments, such as increasingly strict environmental, safety and health laws, regulations and related enforcement policies, including those under the European Union Restriction of the Use of Certain Hazardous Substances Directive (RoHS), Registration, Evaluation, Authorization and Restriction of Chemicals (REACH), the Dodd-Frank Wall Street Reform and Consumer Protection Act (covering Conflict Minerals), and the Consumer Product Safety Improvement Act, the implementation of additional content-specific standards, discovery of unknown conditions, and claims for damages to property, persons or natural resources resulting from plant emissions or products, could also result in additional costs or liabilities.\nRefer to Note 11, Commitments and Contingencies, to the accompanying consolidated financial statements for discussion of environmental investigation and remediation matters and Item 1A, \"Risk Factors\" for discussion of matters pertaining to other regulation.\nInternational Operations\nOur international operations are subject to a variety of risks, including currency fluctuations and devaluations, exchange controls, import/export restrictions, currency restrictions and changes in local economic conditions. While the impact of these risks is difficult to predict, any one or more of them could adversely affect our future operations. For more information about the noted risks, see Item 1A, \"Risk Factors.\" For more information about our international operations, see Note 14, Segment Information, to the accompanying consolidated financial statements.\n AVIENT CORPORATION\n\n\nWhere You Can Find Additional Information\nOur principal executive offices are located at 33587 Walker Road, Avon Lake, Ohio 44012, and our telephone number is +1 (440) 930-1000. We are subject to the information reporting requirements of the Securities Exchange Act of 1934 (the Exchange Act), and, in accordance with these requirements, we file annual, quarterly and other reports, proxy statements and other information with the SEC relating to our business, financial results and other matters. \nOur internet address is www.avient.com. Our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act are available, free of charge, on our website (select Investors and then SEC Filings) or upon written request, as soon as reasonably practicable after we electronically file or furnish them to the SEC. The contents of our website are not part of this Annual Report on Form 10-K, and the reference to our website does not constitute incorporation by reference into this Form 10-K of the information contained at that site. \n AVIENT CORPORATION",
      "char_count": 24866
    },
    "item1a": {
      "text": "ITEM 1A. RISK FACTORS\nThe following are certain risk factors that could affect our business, results of operations, financial position or cash flows. Although the risks are organized by headings and each risk is described separately, many of the risks are interrelated. These risk factors should be considered along with the forward-looking statements contained in this Annual Report on Form 10-K because these factors could cause our actual results or financial condition to differ materially from those projected in forward-looking statements. The following discussion is not an all-inclusive listing of risks, although we believe these are the more material risks that we face. If any of the following occur, our business, results of operations, financial position or cash flows could be adversely affected.\nGlobal Operating Risks\nOur operations have in the past been and could in the future be adversely affected by various risks inherent in conducting operations worldwide.\nWe conduct a substantial portion of our business outside the U.S., with approximately 60% of our sales outside the U.S. We also have many facilities located outside the U.S., as detailed in Item 2, “Properties.” Accordingly, our business is subject to risks related to the differing legal, political, social and regulatory requirements, and economic conditions of many jurisdictions. Risks inherent in international operations include, but are not limited to, the following:\n•changes in local government regulations and policies including, but not limited to, duty or tariff restrictions, foreign currency exchange controls or monetary policy, repatriation of earnings, expropriation of property, investment limitations and tax policies;\n•political and economic instability and disruptions, including labor unrest, withdrawal or renegotiation of trade agreements, natural disasters, major public health issues, pandemics, civil strife, acts of war, insurrection and terrorism;\n•supply chain disruptions;\n•compliance with international trade laws and regulations, including tariffs, export control and economic sanctions, and other trade barriers;\n•legislation that regulates the use of chemicals;\n•disadvantages of competing against companies from countries that are not subject to U.S. laws and regulations, including the Foreign Corrupt Practices Act (FCPA) and the UK Bribery Act;\n•difficulties in staffing and managing multi-national operations;\n•limitations on our ability to enforce legal rights and remedies;\n•reduced protection of intellectual property rights;\n•other risks arising out of foreign sovereignty over the areas where our operations are conducted; and\n•increasingly complex laws and regulations concerning privacy and data security, including, but not limited to, the European Union's General Data Protection Regulation.\nWe could be adversely affected by violations of the FCPA, UK Bribery Act and similar worldwide anti-bribery laws, as well as export controls and economic sanction laws. As a global company, we operate in many parts of the world that have experienced governmental corruption. While we have no basis to believe such actions are occurring, if we are found to be liable for FCPA, UK Bribery Act, export control or sanction violations, we could suffer from criminal or civil penalties or other sanctions, including loss of export privileges or authorization needed to conduct aspects of our international business, which could have a material adverse effect on our business. We have robust policies that require compliance with all laws and regulations and we strictly enforce those policies. It is always possible an employee's or agent's unlawful actions may avoid detection.\nAny of these risks could have an adverse effect on our international operations by reducing demand for our products.\n AVIENT CORPORATION\n\n\nBusiness Risks\nDemand for and supply of our products and services have in the past been, and may in the future be, adversely affected by several factors, some of which we cannot predict or control.\nSeveral factors have in the past and may in the future affect the demand for and supply of our products and services, including:\n•economic downturns, inflation or other volatility in the significant end markets that we serve;\n•product obsolescence or technological changes that unfavorably alter the value/cost proposition of our products and services;\n•competition from existing and unforeseen polymer and non-polymer based products;\n•declines in general economic conditions or reductions in industrial production growth rates, both domestically and globally, which could impact customer demand and our customers’ ability to pay amounts owed to us;\n•changes in environmental regulations that limit our ability to sell our products and services in specific markets; \n•changes in demand for and laws and regulations regarding plastic materials; and\n•inability to obtain raw materials or supply products to customers due to factors such as supplier work stoppages or insolvency, supply shortages, plant outages or regulatory changes that may limit or prohibit overland transportation of certain hazardous materials and exogenous factors, like severe weather.\nIf any of these events occur in the future, the demand for and supply of our products and services could suffer and potentially lead to asset impairment or otherwise adversely affect our results.\nOur manufacturing operations are subject to hazards and other risks associated with specialty formulation and the related storage and transportation of raw materials, products and waste.\nThe occurrence of an operating problem at our facilities may have a material adverse effect on the productivity and profitability of a particular manufacturing facility or on our operations as a whole, during and after the period of these operating difficulties. Operating problems may cause personal injury and/or loss of life, customer attrition and severe damage to or destruction of property and equipment and environmental damage. We are subject to present claims and potential future claims with respect to workplace exposure, workers’ compensation and other matters. Our property and casualty insurance, which we believe are of the types and in the amounts that are customary for the industry, may not fully insure us against all potential hazards that are incident to our business or otherwise could occur.\nEnvironmental, health and safety laws and regulations impact our operations and financial statements.\nOur operations on, and ownership of, real property are subject to environmental, health and safety laws and regulations at the national, state and local governmental levels (including, but not limited to, the Restriction of Hazardous Substances (RoHS) and the Consumer Product Safety Improvement Act of 2008). The nature of our business exposes us to compliance costs and risks of liability under these laws and regulations due to the production, storage, transportation, recycling or disposal and/or sale of materials that can cause contamination and other harm to the environment or personal injury if they are improperly handled and released. Environmental compliance requirements imposed on us and our vendors may significantly increase the costs of these activities involving raw materials, energy, finished products and wastes. We may incur substantial costs, including fines, criminal or civil sanctions, damages, and remediation costs, or experience interruptions in our operations for violations of these laws.\nElectricity, fuel, logistics and raw material availability and costs have in the past and could in the future cause volatility in our results.\nThe cost of our electricity, fuel, logistics and raw materials may not correlate with changes in the prices we receive for our products, either in the direction of the price change or in absolute magnitude. Electricity and raw materials costs represent a substantial part of our manufacturing costs. Most of the raw materials we use are commodities and the price of each can fluctuate widely for a variety of reasons, including changes in availability because of major capacity additions or reductions or significant facility operating problems. Other external factors beyond our control, including, but not limited to, trade barriers due to geopolitical tensions, can also cause fluctuations in raw materials prices, which could negatively impact demand for our products and cause volatility in our results.\n AVIENT CORPORATION\n\n\nIncreased competition can negatively impact sales, earnings and cash flow performance.\nWe encounter competition in price, payment terms, delivery, service, performance, product innovation, product recognition and quality, depending on the product involved. Avient's operating results depend, in part, on continued successful research, development, and marketing of new products, and some of such efforts may not come to fruition or may be delayed.\nWe expect that our competitors will continue to develop and introduce new and enhanced products, which could cause a decline in the market acceptance of our products. In addition, our competitors could cause a reduction in the selling prices of some of our products as a result of intensified price competition. Competitive pressures could also result in the loss of customers.\nCybersecurity breaches, global information systems security threats and computer crime pose a risk to our systems, networks and products, which could harm our business.\nWe depend on integrated information systems to conduct our business, including communicating with employees and customers, ordering and managing materials from suppliers, shipping products to customers, and analyzing and reporting results of operations. In addition, some of our systems, tools and resources use, integrate, or will integrate some form of artificial intelligence, which has the potential to result in bias, miscalculations, data errors, intellectual property infringement and other unintended consequences. Further, we store sensitive data, including proprietary business information, intellectual property and confidential employee or other personal data, on our servers and databases. Cybersecurity breaches, global information systems security threats and more sophisticated and targeted computer crime pose a risk to the security of our systems and networks and the confidentiality, availability and integrity of our data and communications. We continue to update our infrastructure, security tools, employee training and processes to protect against security incidents, including both external and internal threats, and to prevent their recurrence; however, our systems, networks and products may nevertheless be vulnerable to advanced persistent threats or other types of system failures. Depending on their nature and scope, such threats and system failures could lead to the compromising of confidential information and communications, improper use of our systems and networks, manipulation and destruction of data, defective products, production downtimes and operational disruptions, which in turn could cause customers to cancel orders or otherwise adversely affect our reputation, competitiveness and results of operations. We have experienced targeted and non-targeted cybersecurity attacks in the past and we could experience similar incidents in the future. To date, no cybersecurity incident or attack has had a material impact on our business or consolidated financial statements.\nWe are subject to risks associated with climate change and potential climate change legislation, regulation and international agreements.\nCarbon emissions have become the subject of an increasing amount of state and local, regional, national, and international attention. Growing concerns about climate change have resulted and may continue to result in the imposition of additional regulations or restrictions to which we may become subject. These regulatory developments related to climate change and climate disclosure and diligence, including the Corporate Sustainability Reporting Directive, could increase our operating and compliance costs, thereby impacting our business and consolidated financial statements. \nFrom time to time, we establish strategies and expectations related to climate change and other environmental matters. Our ability to achieve any such strategies or expectations is subject to numerous factors and conditions, many of which are outside of our control. Examples of such factors include, but are not limited to, evolving legal, regulatory, and other standards, processes, and assumptions, the pace of scientific and technological developments, increased costs, the availability of requisite financing, and changes in carbon markets. Failures or delays (whether actual or perceived) in achieving our strategies or expectations related to climate change and other environmental matters could adversely affect our business, operations, and reputation, and increase risk of litigation.\n AVIENT CORPORATION\n\n\nCapital and Credit Risks\nFluctuation of foreign currency exchange rates may adversely impact our financial results.\nWe conduct business in various regions throughout the world and are therefore exposed to fluctuations in foreign currency exchange rates in relation to the U.S. dollar. Any significant change in the value of the currencies of the countries in which we do business against the U.S. dollar, whether precipitated by governmental monetary policy or otherwise, could affect our ability to sell products competitively and control our cost structure, which could have a material adverse effect on our business, financial condition and results of operations. Further, because our Consolidated Financial Statements are presented in U.S. dollars, increases or decreases in the value of the U.S. dollar relative to other currencies in which we conduct business have in the past and could in the future adversely impact our financial results. For additional detail related to this risk, see Item 7A, \"Quantitative and Qualitative Disclosures About Market Risk.\"\nDisruptions in the global credit, financial and/or currency markets could limit our access to credit or otherwise harm our financial results, which could have a material adverse impact on our business.\nGlobal credit and financial markets experience volatility, including volatility in security prices, liquidity and credit availability, declining valuations of certain investments and significant changes in the capital and organizational structures of certain financial institutions. Market conditions may limit our ability to access the capital necessary to grow and maintain our business. Accordingly, we may be forced to delay raising capital, issue debt with shorter tenors than we prefer or pay unattractive interest rates, which could increase our interest expense, decrease our profitability and significantly reduce our financial flexibility.\nThe agreements governing our debt, including our revolving credit facility, term loan and other debt instruments, contain various covenants that limit our ability to take certain actions and in certain circumstances require us to meet financial maintenance tests, failure to comply with which could have a material adverse effect on us.\nThe agreements governing our senior secured revolving credit facility and our senior secured term loan, and the indentures and credit agreements governing our other debt, contain a number of customary restrictive covenants that, among other things, limit our ability to: sell or otherwise transfer assets, including in a spin-off, incur additional debt or liens, consolidate or merge with any entity or transfer or sell all or substantially all of our assets, pay dividends or make certain other restricted payments, make investments, enter into transactions with affiliates, create dividend or other payment restrictions with respect to subsidiaries, make capital investments and alter the business we conduct.\nIn addition, depending on our level of borrowing, our revolving credit facility requires us to comply under certain circumstances with specific financial tests, under which we are required to achieve certain or specific financial and operating results. Our ability to comply with these provisions may be affected by events beyond our control. A breach of any of these covenants would result in a default under such agreements and instruments, which in certain circumstances could be a default under all of these agreements and instruments. In the event of any default, our lenders could elect to declare all amounts borrowed under the agreements, together with accrued interest thereon, to be due and payable. In such event, we cannot assure that we would have sufficient assets to pay debt then outstanding under the agreements governing our debt. \nFurthermore, certain of these agreements condition our ability to obtain additional borrowing capacity, engage in certain transactions or take certain other actions, on our achievement of certain or specific financial and operating results, although our failure to achieve such results would not result in a default under such agreements. Any future refinancing of our senior secured revolving credit facility or other debt may contain similar restrictive covenants.\nOur ability to service long-term indebtedness requires cash. \nOur ability to pay interest on our debt and to satisfy our other debt obligations depends in part upon our future financial and operating performance and that of our subsidiaries, and upon our ability to renew or refinance borrowings. Prevailing economic conditions and financial, business, competitive, legislative, regulatory and other factors, many of which are beyond our control, affect our ability to make these payments. While we believe that cash flow from our current level of operations, available cash and available borrowings under our revolving credit facility provide adequate sources of liquidity, a significant drop in operating cash flow resulting from economic conditions, competition or other uncertainties beyond our control could create the need for alternative sources of liquidity. If we are unable to generate sufficient cash flow to meet our debt service obligations, we will have to pursue one or more alternatives, such as reducing or delaying capital or other expenditures, refinancing debt, selling assets, or raising equity capital. \n AVIENT CORPORATION\n\n\nWe have a significant amount of goodwill, and any future goodwill impairment charges could adversely impact our results of operations.\nAs of December 31, 2024, we had goodwill of $1,659.7 million. The future occurrence of a potential indicator of impairment, such as a significant adverse change in business climate, an adverse action or assessment by a regulator, unanticipated competition, a material negative change in relationships with customers, strategic decisions made in response to economic or competitive conditions could result in goodwill impairment charges, which could adversely impact our results of operations. For additional information on the results of our annual impairment testing, see Note 3, Goodwill and Intangible Assets, to the accompanying consolidated financial statements and “Critical Accounting Policies and Estimates” included in Item 7, \"Management’s Discussion and Analysis of Financial Condition and Results of Operations.”",
      "char_count": 19417
    }
  },
  "extracted_at": "2025-10-18T17:29:56.470582"
}