{
  "ticker": "BILL",
  "company_name": "BILL Holdings, Inc.",
  "cik": 1786352,
  "form_type": "10-K",
  "filing_date": "2025-08-28",
  "period_of_report": "2025-06-30",
  "fiscal_year": 2025,
  "accession_number": "0001786352-25-000037",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001786352&accession_number=000178635225000037&xbrl_type=v",
  "sic_code": "7372",
  "industry": "Services-Prepackaged Software",
  "sections": {
    "item1": {
      "text": "Item 1. BUSINESS\nOverview\nOur mission is to make it simple to connect and do business.\nWe are a leading financial operations platform for small and midsize businesses (SMBs). As a champion of SMBs, we are automating the future of finance so businesses can thrive. Our integrated platform helps businesses to more efficiently control their payables, receivables, and spend and expense management. Hundreds of thousands of businesses rely on BILL’s proprietary network of millions of members to pay or get paid faster. Headquartered in San Jose, California, we are a trusted partner of leading U.S. financial institutions, accounting firms, and software providers.\nBILL's purpose-built, artificial intelligence (AI)-enabled financial software platform creates seamless connections between our customers, their suppliers, and their clients. Businesses on our platform generate and process invoices, streamline approvals, make and receive payments, manage employee expenses, sync with their accounting system, foster collaboration, and manage their cash flow. We have built sophisticated integrations with popular software solutions, banks, card issuers, and payment processors, enabling our customers to access these mission-critical services quickly and easily. Our integrated platform also includes BILL Spend and Expense, our spend and expense management product, which provides a solution for businesses to have smart corporate cards, build and monitor budgets, manage payments, and eliminate the need for manual expense reports. \nAs of June 30, 2025, approximately 493,800 businesses used our solutions and processed approximately $330 billion in Total Payment Volume (TPV) during fiscal 2025. As of June 30, 2025, approximately 8.3 million network members have paid or received funds electronically using our platform. See “Management’s Discussion and Analysis of Financial Condition and Results of Operations — Key Business Metrics” for definitions and a detailed discussion of our key business metrics.\nOur Solution\nOur platform automates the SMB back office and enables businesses using our solutions to pay their suppliers and collect payments from their clients, acting as a system of control for their accounts payable, accounts receivable, and spend and expense management activities. As a result, our platform frees businesses using our solutions from cumbersome legacy financial processes and provides the following key benefits:\n•Automated and Efficient. Our AI-enabled platform helps businesses using our solutions pay their bills efficiently and get paid faster. We provide tools that streamline the transaction lifecycle by automating data capture and entry, routing bills for approval, and detecting duplicate invoices.\n•Integrated and Accurate. We provide an end-to-end platform that connects businesses using our solutions to their suppliers and clients. Our platform integrates with accounting software, banks, card issuers, and payment processors, enabling businesses using our solutions to access all of these mission-critical partners easily. Because we provide a comprehensive view, customers can more easily find inconsistencies and inaccuracies, and fix them quickly.\n•Digital and Secure. We enable secure connections and storage of sensitive supplier and client information and documents, such as invoices and contracts, and make them accessible to authorized users on any device, from nearly anywhere.\n•Visible and Transparent. With our solutions, customers can easily view their transaction workflows, create budgets, and manage spend, enabling them to gain deeper insight into their financial operations, and manage their cash flows.\nWhat Sets Us Apart\n•Purpose-Built for SMBs. Our platform provides SMBs with core functionality and value-added services generally reserved for larger companies. Through our cloud-based desktop and mobile applications, SMBs can connect and do business from nearly anywhere, any time. Our platform offers a variety of payment solutions which enhances the experience for both buyers and suppliers in a transaction.\n•Diverse Distribution Channels. We leverage both direct and indirect channels - accounting firms, financial institution partners, and other software integrations - to efficiently go-to-market.\n•Large and Growing Network. As accounts receivable customers issue invoices, and accounts payable customers pay bills, they connect to their clients and suppliers, driving a powerful network effect. This aids our customer acquisition efforts by increasing the number of businesses connected to our platform, which then become prospects.\n•Large Data Asset. We have a large data asset as a result of processing millions of documents and billions of dollars in business payments annually for businesses using our solutions. By leveraging our machine learning capabilities, we generate insights from this data that drive product innovation.\n•Proprietary Risk Management Expertise. Leveraging our data, our proprietary risk engine has trained upon millions of business-to-business ACH, check, card, and wire transactions, enabling us to keep businesses using our solutions’ funds secure and to manage our own risk exposure.\n•Experienced Management Team and Vibrant Culture. Our management team has deep experience with SMBs, payments, software-as-a-service companies, AI, accounting firms, and financial institutions. We have built a unique culture that resonates strongly with employees.\nOur Platform\n Our purpose-built, integrated platform leverages our ability to see both sides of a transaction and can easily connect both transaction parties. This promotes the rapid exchange of information and funds, with strong network effects and greater monetization opportunities as more customers adopt our platform. Our platform also expands the ability of businesses using our solutions to real-time budget for, monitor, and approve employee expenses across organizations of all sizes. Our integrated platform enables businesses using our solutions to navigate our product offerings easily, and to gain more visibility and control, empowering them to better manage their finances.\nAccounts Payable Automation\nOur accounts payable automation service streamlines the entire payables process, from the receipt of a bill, through the approvals workflow, to the payment and synchronization with the accounting system. Here are some highlights of our service:\n•Visibility at a glance – Through our platform, businesses using our solutions gain a comprehensive view of their cash inflows and outflows.\n•Document management – BILL automatically assigns a dedicated email address to each customer to provide to its suppliers. Suppliers use that email address to send invoices to the customer’s dedicated BILL inbox. Alternatively, scanned invoices can be uploaded directly through our application. Once uploaded, we store the bills securely, linking them to the associated supplier. With a single click, customers can use our search feature to scan documents quickly and resolve open questions. Our document management capabilities help businesses using our solutions make payment decisions, answer supplier questions, and provide support to accountants and auditors. \n•Intelligent bill capture – We have automated the capture of data from bills by leveraging our proprietary AI capabilities. Incoming bills are machine-read, and critical data fields, including due date, amount, and supplier name, are pre-populated. The customer's Accounts Payable staff can review the result and make any adjustments required, and our platform routes the bill internally for approval.\n•Digital workflows and approvals – Our platform speeds approval processes through policy-driven workflows. Much of this activity takes place while people are on-the-go: one of the top three uses of our mobile app is bill approvals. Our platform proactively suggests payment dates based upon a bill’s due date, helping customers avoid late payment penalty fees. Businesses using our solutions assign each user a role: administrator, payor, approver, clerk, or accountant. Each role has its own entitlements to ensure appropriate checks and balances in the back office.\n•Collaboration and engagement – Our platform promotes collaboration. Our in-app messaging capabilities make communications between businesses using our solutions and their employees, vendors, and clients, easy. For example, BILL allows administrators and payors to remind approvers to act, or delegate payment authority when a key employee is unavailable. Our platform creates a clear audit trail that becomes invaluable in the event of an audit, or for tax compliance.\nAccounts Receivable Automation\nOur accounts receivable service automates the entire process, from the creation of an invoice and delivery to the client, to funds collection and synchronization back to the accounting system. Here are some highlights of our service:\n•Easy invoicing – Using a simple template, customers can easily create electronic invoices on our platform and insert their own logos to customize them. If required, our platform also enables the printing and mailing of paper invoices. Many accounts receivable customers take advantage of our recurring invoice feature.\n•Digital workflows and visibility – Our platform automates and simplifies electronic invoice creation, delivery, and collection of funds. Using our progress bar, customers have complete visibility into the accounts receivable process. When both parties to a transaction are in our network, businesses using our solutions can see when their invoices are delivered, opened, authorized to be paid, and when payment was received. Invoices and supporting documents like contracts are readily accessible and notes can be entered for future reference. \n•Collaboration and engagement – To make paying an invoice easy, we offer a customizable, branded client payment portal. Clients receive a link to an electronic invoice accessible on the Bill.com site. From this portal, the client can make a payment via ACH or credit card within seconds. For reference purposes, the client has ongoing access to bills and associated payments within the portal. Just like our accounts payable service, our in-app collaboration tools make communications between the accounts receivable customer and its clients easy and trackable.\nSpend and Expense Management\nWith BILL Spend and Expense, spending businesses gain robust spend and expense management tools, helping them spend smarter. Our spend and expense management product provides businesses full visibility into their spend, by giving businesses the ability to issue any employee their own BILL Divvy Card, a charge card for business expenses. Every card provides access to charge card lines originated through our card issuing partner banks (Issuing Banks) and is linked to proactive spend controls. Managers control their budgets by team through the assignment of individual permissions. Employees can request funds from their phones, and budget owners or admins can approve or deny spend requests on-the-go from a push notification to their phone. Spending businesses can leverage a single, centralized budget or opt for a more sophisticated scenario, where budgets are established by department, team, or project. Rather than building a business budgeting strategy using outdated numbers in a static spreadsheet, our budgeting software syncs automatically with the employee's Mastercard or Visa cards, while also facilitating reimbursements and vendor spend. The intuitive web and mobile applications enable budget owners to drill down into spending by department, team, project, or individual. Whether on-the-go or in the office, an SMB can view up-to-date spend against budgets, so they always know where they stand.\nWe market BILL Spend and Expense to potential spending businesses and issue business-purpose charge cards through our partnerships with Issuing Banks. When a business applies for a BILL Divvy Card, we \nutilize, on behalf of the Issuing Bank, proprietary risk management capabilities to confirm the identity of the business, and perform a credit underwriting process to determine if the business is eligible for a BILL Divvy Card pursuant to our credit policies. Once approved for a BILL Divvy Card, the spending business is provided a credit limit and can use the BILL Spend and Expense software to request virtual cards or physical cards.\nPayment Services\nOur suite of comprehensive payment services includes:\n•ACH payments – We enable ACH transactions for both disbursements and collections. Our network makes it simple to make the switch from paper checks.\n•Card payments – Through a third-party service provider, we offer businesses using our accounts receivable solutions the convenience of accepting credit and debit card payments. In addition, we enable virtual card payments to vendors of businesses using our accounts payable solutions. Virtual cards support faster payments to suppliers, which includes the data needed to easily match incoming payments with open receivables. Through card issuing partners, BILL provides both physical and virtual Mastercard and Visa cards to companies that enroll in its business spend and expense management program.\n•Real-time payments (RTP) – Through The Clearing House’s RTP® network, a real-time payments platform, we offer an instant transfer service to allow businesses using our solutions to disburse funds rapidly to meet urgent funding needs. We also facilitate near real-time payments to customers’ debit cards via a service offered with a partner.\n•Checks – We issue checks if our customer prefers or needs to pay via this method. By design, we protect our SMB customers against check fraud by never disclosing their bank account details to a supplier and by reviewing every check presented against a check issue file to help detect and prevent check fraud.\n•Cross-border payments – We simplify cross-border disbursements by facilitating electronic funds transfers around the world with our International Payments service. Payments can be issued in either U.S. or foreign currency, and our platform synchronizes with customers’ accounting software for a consolidated view of domestic and international outflows. We offer our U.S.-based customers the ability to disburse funds to over 130 countries worldwide.\n•Pay By Card – Our Pay By Card feature allows businesses using our solutions to make payments using a credit or debit card, even if the vendor or contractor does not accept card payments. We process the payment with the business' credit or debit card provider, then we pay the vendor or contractor using a method they accept.\n•Invoice financing – Through a relationship with a third-party bank, we enable businesses easier access to cash by allowing them to finance outstanding invoices. For a small origination fee, businesses using our solutions can receive cash immediately instead of waiting for their invoices to be paid. \nValue-Added Services\n•Two-way sync with leading accounting systems – Our platform automatically synchronizes customers, suppliers, general ledger accounts, and transactions with an SMB’s accounting system to automate reconciliation. We are integrated with several of the most popular business accounting software applications, including QuickBooks Online, QuickBooks Desktop, Oracle NetSuite, Sage Intacct, Xero, and Microsoft Dynamics 365 Business Central. Our two-way synchronization capabilities virtually eliminate double data-entry, as our platform and the customer’s accounting software continuously keep each other updated. Customers who use other types of systems use our advanced file import/export capabilities to minimize data entry activities.\n•Purchase order (PO) matching – We sync POs directly from accounting software systems, including Oracle NetSuite, Sage Intacct, and QuickBooks Desktop into our platform. Users can compare POs and invoices on one screen, then route bills for approval and payment seamlessly in the same workflow. This eliminates the need to switch between systems for two-\nway matching and reduces the back-and-forth communication between PO creators and accounts payable managers.\n•Frequent status updates – We provide timely status updates of financial inflows and outflows by providing status updates of all transactions on a regular basis. Through our workflow progress bars on each page, businesses using our solutions can see who has approved an invoice and what approvals remain, the status of each payment, and the date transactions are expected to clear.\n•Cash flow forecasting – We empower businesses to optimize their cash flow management with dashboards that showcase key metrics, including Cash In and Cash Out, Net Cash Flow and Cash Balance, and to generate cash flow forecasts for up to 13 months.\n•Treasury services – Our platform integrates advanced treasury services tools that are normally either not offered to or are costly for SMBs. Examples include:\n◦the positive pay feature we employ to ensure only authorized payment transactions are processed;\n◦a streamlined void and reissue function when an in-process payment needs to be cancelled; and\n◦the cleared check images we make available to enable businesses using our solutions to confirm payment receipt and facilitate research.\n•Custom user roles – Our platform enables customers to define custom user roles. These roles can be used to expand or limit each user’s access to the platform and core financial operations functions. For example, a customer can temporarily enable its auditors or tax preparers to access our platform using a custom role that allows them to view source documents in support of the services they are providing, but not have access to other confidential documents or information.\n•Document discovery – With our advanced document management capabilities, a customer can easily search for an uploaded document and search its data elements, regardless of how old it is, or how long it has been in our system. Businesses using our solutions utilize this feature when deciding whether to pay a given bill or re-issue an invoice, or in determining who authorized a certain payment. \n•Integrated, robust mobile functionality – Our mobile-native apps, available in both iOS and Android, are easy to adopt and use. Through our apps, businesses using our solutions can manage their transaction workflows, send an invoice, make payments on-the-go, and manage spend.\n•Supplier payments plus – A new offering that enables large suppliers to quickly and efficiently process and reconcile high volumes of payments from SMBs through our platform, providing a more seamless payment experience for the businesses they work with. \nPartner Integrations \nAccounting firms use our platform to provide financial automation, bill payment, and client advisory services, or “CAS,” to their clients. Our platform empowers accountants with a purpose-built console to collaborate with their staff and clients across multiple workflows enabling them to be more strategic and serve more clients.\nWe provide our financial institution partners a technology platform that enables various integrations, including a white-label integration with their existing business banking services. We deliver single sign-on, multi-factor authentication, integrated provisioning, and entitlement of new accounts, as well as integration with required compliance systems. Transactions are synchronized automatically between the financial institution’s platform and ours, keeping the customer’s view current and consistent.\nIn addition to our white-labeled solution, we support a broad range of partners and customers with our platform application programming interfaces (APIs). These APIs allow our partners to integrate our platform \nseamlessly into their solutions, create web or mobile apps that integrate with ours, or leverage our payments capabilities. Through our APIs, developers can:\n•make and receive payments;\n•interact with business entities, like suppliers and clients;\n•obtain summary-level reports, such as payables and receivables reports; and\n•interact with accounting details, such as the general ledger codes of the chart of accounts.\nWe are also developing embedded technology that will enable us to deploy our platform offerings, including accounts payable, accounts receivable and spend and expense management, as a set of embeddable capabilities through third-party platforms, allowing partners to seamlessly offer these services to their customers while expanding the universe of businesses using our solutions.\nOur Unique Data Asset\nOur TPV, network size, and number of transactions processed for businesses using our solutions provide us with a unique data asset. This asset has allowed us to build powerful AI capabilities and is powering our development of AI agents for SMB payables, receivables, procurement, and cash management. The data provides a view into customer transactions and operational status of various payment processes, which enables us not only to effectively manage risk exposure but also to provide businesses using our solutions with enhanced tools, such as automatically populating drafts of bills, to save time and simplify their operations. Our system continues to learn with each payment made and document processed. This virtuous cycle of learning powers a network effect that facilitates customer satisfaction, offers intelligent insights, improves trust and safety, and fuels further growth.\nOur Network\nThrough our AI-enabled platform, businesses using our solutions can easily connect with existing network members. The benefit of being in the network is simple: customers connect with others to pay and be paid electronically, freeing them from the need to solicit or share bank account and routing numbers with each trading partner individually. The process of adding bank account details to our platform is easy and secure. For example, when a supplier of an accounts payable customer receives an invitation to join our network, the supplier can accept and securely share its bank account details once with BILL. From that point onward, all payments to that supplier will be electronic.\nOnce in the network, other BILL customers can easily link to that same supplier without the supplier having to repeat this process again. This approach to connecting businesses has allowed us to build a robust and growing business-to-business payments directory, which includes approximately 8.3 million network members as of June 30, 2025, representing an increase in cumulative total network members of approximately 18% since June 30, 2024. We define network members as our BILL AP/AR customers plus their suppliers and clients, who have paid or received funds electronically via our platform. These network effects promote greater adoption of our platform, higher levels of engagement, and increased value across our ecosystem. \nPayment and Risk Management Services\nOur payments engine powers our payment services. Through dedicated connections with banks and payment processors, we issue checks, initiate card-based transactions, originate ACH-based payments, including real-time payments, through our instant transfer feature, and execute wire transfers. Our payments engine handles all aspects of the payment life cycle, including risk management, payment transfers, exception handling, and payment status reporting. We maintain redundancy across core payment methods to ensure that, in the event of an outage with one payment processor, payments can be routed through an alternative provider.\nOur risk engine uses both proprietary and third-party tools to detect, identify, and mitigate financial risk associated with payment flows. All transactions are monitored for suspicious behavior and potential fraud, working closely with banking partners to address issues swiftly.\nOur system monitors activity for anomalies, ensuring compliance with regulatory requirements and internal risk policies and thresholds. Agents and automated tools collaborate to investigate and resolve issues, safeguarding customer accounts and maintaining the integrity of financial operations. This approach enables rapid adaptation to emerging threats and regulatory changes.\nOnce a payment transaction is processed, we continue to manage our exposure including, in some cases, seeking to reverse payments when possible. If a suspicious or fraudulent payment cannot be reversed, we follow a rigorous collections process to recover funds.\nAs our risk management process grows more insightful, we efficiently handle larger payment volumes with AI-enabled risk engines. Protocols are regularly reviewed and updated to ensure ongoing compliance and operational resilience, supporting secure and reliable payment processing for our customers. Our success in managing the risk inherent in moving funds for business customers is proven. As a percentage of our TPV, fraud and credit loss rates for our BILL AP/AR payment services were nominal, approximately 0.01% for fiscal 2025. As a percentage of total card payment volume transacted by spending businesses that use BILL Divvy Cards, fraud and credit loss rate was approximately 0.23% for fiscal 2025. See “Management’s Discussion and Analysis of Financial Condition and Results of Operations—Key Business Metrics” for a detailed discussion of our key business metrics.\nSecurity, Privacy, and Data Protection\nTrust is important for our relationship with customers and partners, and we take significant measures designed to protect their privacy and the data that they provide to us. Keeping our customers’ data safe and secure is a high priority. Our approach to security includes data governance as well as ongoing testing for potential security issues.\nWe have robust access controls in our production environment with access to data strictly assigned, monitored, and audited. To ensure our controls remain up-to-date, we undergo continuous external testing for vulnerabilities within our software architecture. These efforts have enabled us to certify our platform to SOC1 Type II and SOC2 Type II standards. Our security program is aligned to the NIST-800-53 standards and is regularly audited and assessed by third parties as well as our partners, including some of the largest banks in the world.\nThe focus of our program is working to prevent unauthorized access to the data of our customers and network members. To this end, our team of security practitioners work to identify and mitigate risks, implement best practices, and continue to evaluate ways to improve.\nThese steps include close attention to network security, classifying and inventorying data, limiting and authorizing access controls, and multi-factor authentication for access to systems. We also employ regular system monitoring, logging, and alerting to retain and analyze the security state of our corporate and production infrastructures.\nWe take steps to help ensure that our security measures are maintained by the third-party suppliers we use, including conducting annual security reviews and audits.\nCompetition\nOur primary competition remains the legacy manual processes that SMBs have relied upon for decades. Other competitors range from large firms that predominantly focus on selling to enterprises; to firms focusing on adjacent products for SMBs which enter one or more of our market segments and offer products that compete with ours; to providers of point solutions that focus on one of the many aspects of our business: document management, workflow management, accounts payable solutions, spend and expense management, card issuance, or accounts receivable solutions; to companies that offer industry-specific payment solutions; to companies that offer competing products to ours.\nWe differentiate ourselves from our competitors by offering a comprehensive portfolio of financial back-office solutions that handle all of these core cash flow, expense, and financing activities end-to-end. Our extensive investment in building a fully-integrated two-way sync with popular software providers is well-regarded \nin the industry. With respect to the domestic payments that comprise a large portion of our business, we disburse and collect funds on behalf of our customers through our proprietary payments engine. We manage the associated financial risk of processing billions in total payment volume through our proprietary risk models and rules. \nWe believe that the key competitive factors in our market include:\n•Product features, quality, and functionality;\n•Data asset size and ability to leverage AI;\n•Ease of deployment;\n•Ability to integrate with leading accounting and banking technology infrastructures;\n•Ability to automate processes;\n•Cloud-based delivery architecture;\n•Advanced security and control features;\n•Regulatory compliance leadership, as evidenced by our money transmitter licenses in all required U.S. jurisdictions and in Canada;\n•Brand recognition; and\n•Pricing and total cost of ownership.\nWe believe we compare favorably with our competitors on the basis of these factors. We expect the market for SMB back-office financial software and business-to-business payment solutions to continue to evolve and grow, as greater numbers of SMBs and larger businesses digitize their back offices. We believe that we are well-positioned to help them.\nResearch & Development\nWe invest substantial time, energy, and resources to ensure we have a deep understanding of our customers’ needs, and we continually innovate to deliver value-added products and services. Our technology organization consists of engineering, product, and design teams. These teams are responsible for the design, development, and testing of our applications. We focus our efforts on developing new functionality and further enhancing the usability, reliability, and performance of existing applications.\nSales and Marketing\nWe distribute our platform through direct and indirect sales channels, both of which we leverage to reach our target customers in an efficient manner. Our direct sales are driven by a self-service process and an inside sales team. Our inside sales team augments our direct sales capabilities by targeting potential customers that have engaged with us on their own.\nWe also reach customers indirectly through our partnerships with accounting firms, financial institutions, and software providers. While these partners sometimes require an initial integration investment, a go-to-market flywheel takes effect as our partners accelerate the delivery of our platform across their customer base with minimal incremental investment from us.\nWe focus our marketing efforts on generating leads to develop our sales pipeline, building brand and category awareness, enabling our go-to-market partners, and growing our business from within our existing customers. Our sales leads primarily come through word-of-mouth, our accounting firm partners, and website searches. We generate additional leads through digital marketing campaigns, referrals, in-product customer education, brand advertising, public relations, and social media. \nAs part of our marketing efforts for our spend and expense management solution, we offer a card rewards program to drive card adoption, incent card usage, and drive card loyalty with spending businesses. Under the card rewards program, spending businesses can earn rewards based on transaction volume on the cards issued to them and can redeem those rewards for statement credits, cash, travel, and gift cards.\nCustomer Success\nSMBs have unique needs and customer support contact expectations. With more than a decade of experience supporting our product, our customer success team has a deep understanding of their needs and has developed our support model accordingly. We recognize and understand deep customer spending and behavior patterns because we see the aggregate – millions of transactions per month. We use what we learn to continuously improve the platform and the customer experience. We provide onboarding implementation support, as well as ongoing support and training. We periodically contact businesses using our solutions to discuss their utilization of our platform, highlight additional features that may interest them, and identify any additional tools that may be needed.\nRegulatory Environment\nWe operate in a rapidly-evolving regulatory environment. \nPayments and Banking Regulation\nIn order to conduct the payment services we offer, we are required to be licensed to offer money transmission services in most U.S. states. We have procured and continue to maintain money transmitter licenses from the states and territories that require them in the United States (U.S.) and actively work to comply with new license requirements as they arise. We are also registered as a Money Services Business with the U.S. Department of Treasury’s Financial Crimes Enforcement Network (FinCEN). These licenses and registrations subject us, among other things, to anti-money laundering and anti-terrorist financing requirements, the U.S. Department of Treasury's Office of Foreign Assets Control (OFAC) sanctions obligations, record-keeping requirements, reporting requirements, bonding requirements, minimum capital requirements, limitations on the investment of customer funds, and regulatory examinations by state and federal regulatory agencies.\nWe also hold a Foreign Money Services Business (FMSB) license in Canada that is administered by The Financial Transactions and Reports Analysis Centre of Canada (FINTRAC) and a Money Services Business License administered by Quebec's Autorité Des Marchés Financiers (Financial Markets Authority). Global Affairs Canada and Canada's Department of Public Safety administer Canadian sanctions programs and oversee our compliance with these regulations. \nWe are contractually obligated to comply with consumer protection laws and regulations applicable to our product offerings and customer base, as well as with Visa, Mastercard, and American Express rules, as a card program manager for our card product offerings. As a card program manager for the Issuing Banks, we have implemented robust programs designed to ensure we are in compliance with applicable regulations and card network rules. The Issuing Banks oversee our compliance program and conduct periodic reviews and third-party audits to ensure compliance with applicable regulations and rules. \nWe maintain loan origination, brokering, and servicing licenses through our subsidiaries in a number of U.S. states and actively work to comply with new license requirements as they arise. \nOur services utilize ACH transfers and require compliance with National Automated Clearing House Association rules. We are required to comply with Regulation E, the Electronic Funds Transfer Act, which regulates certain funds transfers.\nWe are procuring additional state lending licenses to support certain lending products. We also partner with a Federal Deposit Insurance Corporation (FDIC) and state-regulated bank to offer lending products originated by such bank and may originate loans using our own licenses in the future. The lending products and services subject us to state and federal lending regulations including, but not limited to Fair Lending, state specific lending disclosures, and Unfair, Deceptive, or Abusive Acts and Practices and Unfair or Deceptive Acts or Practices requirements. \nAnti-money Laundering, Counter-terrorist Financing, and Sanctions.\nAs a Money Services Business and a licensed money transmitter we are subject to U.S. anti-money laundering (AML) laws and regulations, including under the Bank Secrecy Act, as amended (BSA), and similar \nU.S. state laws and regulations, and as a Foreign Money Service Business (MSB) in Canada we are subject to various AML laws and regulations in Canada. In addition, we are required to comply with U.S. economic and trade sanctions administered by OFAC, as well as similar requirements in other jurisdictions, including, among others, the Canadian Proceeds of Crime and Terrorist Financing Act and the Australian Sanctions Regime. We have implemented an AML and sanctions compliance program designed to prevent our platform from being used to facilitate money laundering, terrorist financing, and other financial crimes. Where we rely on partners for payment services, our partners have implemented AML and sanctions compliance programs. These compliance programs include policies, procedures, reporting protocols, systems, training, testing, independent audits, and internal controls designed to address these legal and regulatory requirements and to assist in managing the risks associated with money laundering. Our U.S. compliance program includes the designation of a BSA compliance officer to oversee the program. These programs are also designed to mitigate terrorist financing risks and to comply with sanctions requirements to prevent our products from being used to facilitate business in certain countries, or with certain persons or entities, including those on designated lists promulgated by OFAC and relevant foreign authorities.\nData Protection and Information Security\nWe receive, store, process, and use a wide variety of personal, business, and financial information from prospective customers, existing customers, their vendors, and other users on our platform, as well as personal information about our employees and service providers. Our handling of this data is subject to a variety of laws and regulations. In the U.S. we are subject to privacy and information safeguarding requirements under the Graham Leach Bliley Act and state laws relating to privacy and data security, including the California Consumer Privacy Act, as amended by the California Privacy Rights Act. Additionally, the U.S. Federal Trade Commission (FTC) and many state attorneys general are interpreting federal and state consumer protection laws as imposing standards for the online collection, use, dissemination, and security of data. We are also subject to foreign laws and regulations governing the handling of personal data, including the European Union's General Data Protection Regulation, the United Kingdom's equivalent law (collectively referred to as \"GDPR\"), Australian and Canadian privacy laws, and the privacy laws of other foreign jurisdictions.\nRegulatory scrutiny of privacy, data protection, cybersecurity practices, and the processing of personal data is increasing around the world. Regulatory authorities regularly consider new legislative and regulatory proposals and interpretive guidelines that may contain privacy and data protection obligations. In addition, the interpretation and application of these privacy and data protection laws in the U.S., Europe, and elsewhere are often uncertain and in a state of flux.\nAnti-corruption\nWe are subject to the U.S. Foreign Corrupt Practices Act, U.S. domestic bribery laws, and other anti-corruption laws in the foreign jurisdictions in which we operate, including, among others, Australia's anti-bribery laws, the Canadian Criminal Code, and the Canadian Corruption of Foreign Public Officials Act. Anti-corruption laws generally prohibit offering, promising, giving, accepting, or authorizing others to provide anything of value, either directly or indirectly, to or from a government official or private party in order to influence official action or otherwise gain an unfair business advantage, such as to obtain or retain business. We have implemented policies, procedures, and internal controls that are designed to comply with these laws and regulations.\nAdditional Regulatory Developments\nVarious regulatory agencies in the U.S. and in foreign jurisdictions continue to examine a wide variety of issues which are applicable to us and may impact our business. These issues include identity theft, account management guidelines, privacy, disclosure rules, cybersecurity, and marketing. As our business continues to develop and expand, we continue to monitor the additional rules and regulations that may become relevant.\nAny actual or perceived failure to comply with legal and regulatory requirements may result in, among other things, revocation of required licenses or registrations, loss of approved status, private litigation, regulatory or governmental investigations, administrative enforcement actions, sanctions, civil and criminal liability, and constraints on our ability to continue to operate. For additional discussion on governmental regulation affecting our business, please see the risk factors related to regulation of our payments business and \nregulation in the areas of privacy and data use, under the section titled “Risk Factors—Risks Related to our Business and Industry.”\nCulture, Inclusion and Sustainability\nWe are committed to helping build a more sustainable future for businesses using our solutions, as well as for their communities, and stakeholders. We take this commitment seriously and provide transparent disclosures on the progress of this work through both our internal and external communications. Guided by best practices, feedback we receive from our stockholders, and third-party frameworks such as the Sustainability Accounting Standards Board Software & IT Services standards, we are focused on the initiatives described below, among others.\nOur Culture and Employees\nOur culture enables us to attract and retain exceptional talent. We center our culture around five values which are core to who we are, guide how we operate, define how we treat each other, and help make our teams strong, cohesive units:\n•Humble – No ego;\n•Authentic – We are who we are;\n•Passionate – Love what we do;\n•Accountable – To each other and our network; and\n•Fun – Celebrate the moments.\nAs of June 30, 2025, we had a total of 2,364 employees working in two offices in the U.S.: San Jose, CA, and Draper, UT; and others working remotely. We also employ individuals on a temporary basis and use the services of contractors as necessary. None of our employees are represented by a labor union in connection with their employment.\nWe know our success is tied to recruiting, developing, and retaining our employees. Our Chief People Officer is responsible for creating and implementing our initiatives around our employees and our board of directors has ultimate oversight and receives updates on these initiatives periodically. \nTo support hiring the best talent for BILL, we have a rigorous interview process with training for hiring managers and interviewers, interview guides tailored specifically for different roles, and impartial talent champions whose role is to uphold BILL’s high hiring standards in our candidate debriefs. We leverage data and analytics to align the recruiting function to business growth and revenue drivers. We also partner with organizations like Codepath.org and ColorStack to support students interested in technical careers. In addition, we have an Ambassador Program that gives candidates an opportunity to connect with current employees to learn more about BILL’s culture before deciding to join BILL.\nWe are committed to providing a fair and equitable compensation and benefits program that supports our diverse workforce. BILL offers market-competitive base salaries, semi-annual bonuses, and sales incentives. Many of our employees are awarded equity at the time of hire and through annual equity grants. We also offer an employee stock purchase plan to foster a strong sense of ownership and engage our employees in our long-term success. Our full-time employees are eligible to receive, subject to the satisfaction of certain eligibility requirements, our comprehensive benefits package, including medical, dental, and vision insurance, family planning support and fertility treatments, and life and income protection plans. In addition, we provide generous paid time-off policies, access to free mental health services, and offer a tax-qualified 401(k) retirement plan. Through the self-directed brokerage features of the plan, participants in the 401(k) plan can choose to invest their contributions in funds that are focused on their particular goals and preferences. \nWe develop our leaders and high-potential employees through intensive, cohort-based, key talent programs. We offer training for new people managers. To facilitate ongoing learning and development, we provide employees with an online curriculum of study, linked to business needs, leveraging a third-party platform and including special trainings on areas of particular interest. For example, in summer 2025, we launched a “summer of AI,” offering educational and practical trainings encouraging employees to learn about \nand utilize internal AI tools. Available online education includes coursework in inclusive leadership, change management, and decision-making. We also host a quarterly Leadership Speaker Series, where we invite internal and external subject matter experts from a diverse range of backgrounds to speak to topics in which our employees have expressed interest. All employees are eligible and participate in developmental reviews with their managers. We conduct performance review cycles twice a year.\nTo keep a pulse on engagement, we survey our employees semi-annually. Employees respond anonymously, and we take action on the areas flagged for improvement, reporting back to the employee base on progress against stated improvement goals. We closely monitor employee turnover, conducting exit interviews and surveys to alert us to any issues, as well as to make improvements to the employee experience.\nThrough an equitable approach to hiring, compensation, and career growth, we have built a company that fosters inclusivity, authenticity, and action. We seek to embed a sense of inclusion and community into our culture and how we serve the businesses using our solutions. \nOne of the ways we strengthen our workplace culture of inclusion is by supporting employee resource groups (ERGs). ERGs are self-organized communities that bring employees together to raise awareness and belonging for under-represented groups. Through a grassroots effort, BILL employees have established eight ERGs focused on different affinities: women, Latinx, Black, LGBTQIA+, disabilities and mental health, veterans, Pan Asian and Pacific Islanders, and community giving. These ERGs are open to everyone and support the career development of their members through customer chats, skill-building workshops, and community engagement.\nAs part of our focus on community outreach, we partner with a local high school in San Jose, California, to expose underprivileged, low-income students to technology-focused careers. The program’s goal is to prepare these young adults for academic success, college acceptance, and early career growth by offering work study opportunities, internships, and mentoring. BILL also partnered with the African Diaspora Network to launch their Accelerating Business Leadership and Entrepreneurship (ABLE) program, an enterprise accelerator program, now in its fifth year. The program is designed to support impact-oriented businesses in the United States which are addressing essential community needs and driving innovative solutions, and is committed to providing entrepreneurs from historically disadvantaged communities and connections to Africa with access to capital and investor-ready training by connecting participants with industry leaders. Last year, ABLE graduated 16 entrepreneurs with impact-oriented solutions at the local and national levels across multiple sectors. We are hopeful that through programs and partnerships like these, we can help local communities, promote awareness of our business and company, and identify potential candidates for future recruitment. \nEnvironmental Matters\nOur San Jose headquarters building is LEED Gold and Energy Star certified. In San Jose, California and Draper, Utah, we also offer employees free electric vehicle charging stations. Further, we embrace a hybrid work model at each of our office locations, supporting employees to work remotely two days a week, in addition to having a significant number of fully-remote employees who collaborate via videoconference and periodic offsite retreats. This flexible model allows us to minimize employee commute times, thereby reducing congestion, the consumption of energy, and pollution.\nIntellectual Property\nWe seek to protect our intellectual property rights by relying upon a combination of patent, trademark, copyright, and trade secret laws, as well as contractual measures.\nAs of June 30, 2025, in the U.S., we had 26 issued patents that expire between 2028 and 2042, and 9 pending patent applications. These patents and patent applications seek to protect proprietary inventions relevant to our business. While we believe our patents and patent applications in the aggregate are important to our competitive position, no single patent or patent application is material to us as a whole. We intend to pursue additional patent protection to the extent we believe it would be beneficial and cost effective.\nAs of June 30, 2025, in the U.S. we had 12 trademark registrations and one pending application covering our company logos and related designs. We also hold two registrations in Canada and one pending application, as well as various pending registrations and applications in other countries. We will pursue \nadditional trademark registrations to the extent we believe it would be beneficial and cost-effective. We also own several domain names, including www.bill.com. \nWe rely on trade secrets and confidential information to develop and maintain our competitive position. It is our practice to enter into confidentiality and invention assignment agreements (or similar agreements) with our employees, consultants, and contractors involved in the development of intellectual property on our behalf. We also enter into confidentiality agreements with other third parties in order to limit access to, and disclosure and use of, our confidential information and proprietary information. We further control the use of our proprietary technology and intellectual property through provisions in our terms of service.\nFrom time to time, we also incorporate certain intellectual property licensed from third parties, including under certain open source licenses. Even if any such third-party technology was not available to us on commercially reasonable terms, we believe that alternative technologies would be available as needed.\n For additional information about our intellectual property and associated risks, see the section titled “Risk Factors—Risks Related to our Business and Industry.”\nAvailable Information\nOur internet address is www.bill.com. We make available free of charge, on our website, our annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as amended (Exchange Act), as soon as reasonably practicable after we electronically file such material with, or furnish it to, the SEC.\nWe have used, and intend to continue to use, our website, investor relations website (accessible via our website), and social media accounts, including our X, formerly Twitter, feed (@billcom), our LinkedIn page and our Facebook page, as a means of disclosing material non-public information and for complying with our disclosure obligations under Regulation FD.\nThe contents of the websites provided above are not intended to be incorporated by reference into this Annual Report on Form 10-K or in any other report or document we file with the SEC. Further, our references to the URLs for these websites are intended to be inactive textual references only.",
      "char_count": 51918
    },
    "item1a": {
      "text": "Item 1A. Risk Factors\nInvesting in our common stock involves a high degree of risk. You should consider carefully the risks and uncertainties described below, together with all of the other information in this Annual Report on Form 10-K, including “Management’s Discussion and Analysis of Financial Condition and Results of Operations,” our consolidated financial statements and the accompanying notes included elsewhere in this Annual Report on Form 10-K before deciding whether to invest in shares of our common stock. Additional risks beyond those summarized below or discussed elsewhere in this Annual Report on Form 10-K, may apply to our activities or operations as currently conducted or as we may conduct them in the future or in the markets in which we operate or may in the future operate. \nSummary of Risk Factors\nConsistent with the foregoing, we are exposed to a variety of risks, including the following:\n•We have a history of operating losses and may not sustain or expand our profitability in the future;\n•A significant portion of our revenue comes from small and medium-sized businesses, which may have fewer financial resources to weather an economic downturn, and volatile or weakened economic conditions in the U.S. and globally may adversely affect our business and operating results;\n•If we are unable to attract new customers or convert trial customers into paying customers or if our efforts to promote our charge card usage through marketing, promotion, and spending business rewards are unsuccessful, our revenue growth and operating results will be adversely affected;\n•If we are unable to retain our current customers, increase customer adoption of our products, sell additional services to our customers, or develop and launch new payment products, our business and growth will be adversely affected;\n•Our BILL Divvy Card offering exposes us to credit risk and other risks related to spending businesses' ability to pay the balances incurred on their BILL Divvy Cards. Certain of our other current and future product offerings, such as invoice financing, may also subject us to credit risk;\n•Our risk management efforts may not be effective to prevent fraudulent activities by our customers, subscribers, spending businesses, or their counterparties, or other third parties which could expose us to material financial losses and liabilities and otherwise harm our business;\n•The markets in which we participate are competitive, and if we do not compete effectively, our operating results could be harmed;\n•We transfer large sums of customer funds daily, and are subject to numerous associated risks which could result in financial losses, damage to our reputation, or loss of trust in our brand, which would harm our business and financial results;\n•Our business depends, in part, on our relationships with accounting firms;\n•Our business depends, in part, on our business relationships with financial institutions;\n•Our recent growth may not be indicative of our future growth, and there is no assurance that we will be able to scale our platform and infrastructure, and manage our growth effectively.\n•We are subject to numerous risks related to partner banks and financing arrangements with respect to our spend and expense management solution;\n•We use artificial intelligence in our business, and any challenges with successfully developing and deploying new AI tools or properly managing the use of AI could result in reputational harm, competitive harm, and legal liability, and adversely affect our results of operations;\n•Future acquisitions, strategic investments, partnerships, collaborations, or alliances could be difficult to identify and integrate, divert the attention of management, disrupt our business, dilute stockholder value, and adversely affect our operating results and financial condition;\n•Payments and other financial services-related regulations and oversight are material to our business. Our failure to comply could materially harm our business;\n•Our debt service obligations, including the Notes, may adversely affect our financial condition and results of operations;\n•We may not have the ability to raise the funds necessary for cash settlement upon conversion of the Notes or to repurchase the Notes for cash upon a fundamental change, and our future debt may contain limitations on our ability to pay cash upon conversion of the Notes or to repurchase the Notes; and\n•The market for our common stock has been, and will likely continue to be, volatile and the market price of our common stock may fluctuate significantly in response to numerous factors, many of which are beyond our control.\nRisks Related to Our Business and Industry\nWe have a history of operating losses and may not sustain or expand our profitability in the future.\nWe were incorporated in 2006 and have mostly experienced net losses since inception. We generated net income of $23.8 million for fiscal 2025, and net losses of $28.9 million, and $223.7 million for fiscal 2024, and 2023, respectively. As of June 30, 2025, we had an accumulated deficit of $1.5 billion. While we have experienced significant revenue growth in recent years and achieved profitability on a GAAP basis in certain recent quarters and in our most recent fiscal year, we are not certain whether or when we will generate sufficient revenue to sustainably maintain or enhance our profitability profile in the future. We also expect our costs and expenses to increase in future periods, which could negatively affect our future operating results if our revenue does not increase. In particular, we intend to continue to expend significant funds to further develop our platform, including introducing new products and functionality, drive new customer adoption, and expand partner integrations. Our profitability each quarter is also impacted by the mix of our revenue generated from subscriptions, transaction fees, including the mix of ad valorem transaction revenue, and interest earned on funds that we hold for the benefit of our customers. Any changes in this revenue mix will have the effect of increasing or decreasing our margins. In addition, we offer promotion programs whereby spending businesses that use our spend and expense management product can earn rewards based on transaction volume on our BILL Divvy Cards, and the cost of earned rewards that are redeemed impacts our sales and marketing expenses. Our efforts to grow our business may be costlier than we expect, and we may not be able to increase our revenue enough to offset our increased operating expenses. We may incur significant losses in the future for several reasons, including the other risks described herein, and unforeseen expenses, difficulties, complications, delays, and other unknown events. If we are unable to sustain and expand our profitability, the value of our business and common stock may significantly decrease.\nA significant portion of our revenue comes from small and medium-sized businesses, which may have fewer financial resources to weather an economic downturn, and volatile or weakened economic conditions in the U.S. and globally may adversely affect our business and operating results.\nOur overall performance depends in part on U.S. and international macroeconomic conditions and a significant portion of our revenue comes from SMBs. These customers tend to be more susceptible to negative impacts from economic downturns, recession, inflation, increases in interest rates or the cost of borrowing, changes in foreign currency exchange rates, including recent weakness in the U.S. dollar, newly-imposed tariffs by the U.S. and foreign countries and other restrictions on international trade and supply chains, financial market conditions, actual or perceived instability in the U.S. and global banking systems, increased fuel prices, and catastrophic events than larger, more established businesses, as SMBs typically have more limited financial resources than larger entities. In recent periods, we have observed SMBs reacting to the macroeconomic environment by tightening budgets and selecting lower-cost payment methods, which adversely impacted our operating results. In addition, the rate of growth in the number of businesses using our solutions has been and may continue to be impacted by current macroeconomic conditions. Finally, recent reductions in U.S. federal \ngovernment spending, including in the U.S. Small Business Administration, may adversely impact the SMBs we serve.\nMore broadly, the U.S. and other key international economies have experienced and may in the future experience significant economic and market changes and downturns in which economic activity is impacted by falling demand for a variety of goods and services, restricted credit, poor liquidity, reduced corporate profitability, volatility in credit, equity, and foreign exchange markets, inflation, bankruptcies, new or increased trade barriers, and overall uncertainty with respect to the economy. These economic conditions can arise suddenly and the full impact of such conditions are impossible to predict. In addition, geopolitical and domestic political developments, such as ongoing global geopolitical conflicts, changes in government spending levels, and changes in immigration policy impacting the availability of qualified employees for the SMBs we serve, can increase levels of political and economic unpredictability globally and increase the volatility of global financial markets. Moreover, we may be impacted by any turmoil in the global banking system. For example, in March 2023, Silicon Valley Bank (SVB) was closed by the California Department of Financial Protection and Innovation, which appointed the FDIC as receiver. First-Citizens Bank & Trust Company then assumed all of SVB’s customer deposits and certain other liabilities and acquired substantially all of SVB’s loans and certain other assets from the FDIC. While the closure of SVB did not have a material direct impact on our business, instability (either actual or perceived) in the global banking system may result in additional bank failures, as well as volatility of global financial markets, either of which may adversely impact our business and financial condition.\nIf challenging macroeconomic conditions for SMBs persist, or if additional economic or political factors create greater pressure on SMBs, our customers and spending businesses may be disproportionately impacted and, as a result, the overall demand for our products and services could be materially and adversely affected.\nWe expect fluctuations in our financial results, making it difficult to project future results, and if we fail to meet the expectations of securities analysts or investors with respect to our operating results, our stock price and the value of your investment could decline.\nOur operating results have fluctuated in the past and are expected to fluctuate in the future due to a variety of factors, many of which are outside of our control. As a result, our past results may not be indicative of our future performance. In addition to the other risks described herein, factors that may affect our operating results include the following:\n•fluctuations in demand for, or pricing of our platform;\n•our ability to attract new customers;\n•our ability to retain and expand utilization by our existing customers;\n•our ability to retain and expand our relationships with our accounting firm partners, financial institution partners and software provider partners, or to identify and attract new partners;\n•our ability to build and deploy AI-powered solutions and the amount and timing of the associated research and development expenses;\n•changes in customer preference for cloud-based services as a result of security breaches in the industry or privacy concerns, or other security or reliability concerns regarding our products;\n•fluctuations or delays in purchasing decisions in anticipation of new products or product enhancements by us or our competitors;\n•general economic, market, credit and liquidity conditions, both domestically and internationally, such as inflation, high interest rate and recessionary environments, tariffs, and actual or perceived instability in the U.S. and global banking systems, as well as economic conditions specifically affecting SMBs or the industries in which our customers participate;\n•changes in customers’ budgets and in the timing of their budget cycles and purchasing decisions, as a result of general economic factors or factors specific to their businesses;\n•potential and existing customers choosing our competitors’ products or developing their own solutions in-house;\n•the development or introduction of new platforms or services that are easier to use or more advanced than our current suite of services;\n•our failure to adapt to new forms of payment that become widely accepted;\n•the adoption or retention of more entrenched or rival services in the international markets where we compete;\n•our ability to control costs, including our operating expenses;\n•the amount and timing of payment for operating expenses, particularly research and development and sales and marketing expenses, including commissions;\n•the amount and timing of non-cash expenses, including stock-based compensation, goodwill impairments, and other non-cash charges;\n•the amount and timing of costs associated with recruiting, training, and integrating new employees, including employees acquired inorganically, and retaining and motivating existing employees;\n•fluctuation in market interest rates, which impacts interest earned on funds held for customers;\n•the effects of acquisitions and the integration of acquired technologies and products, including impairment of goodwill;\n•the impact of new accounting pronouncements;\n•security breaches of, technical difficulties with, or interruptions to, the delivery and use of our platform; \n•the impact of the ongoing geopolitical conflicts, including any related economic sanctions and countermeasures taken by other countries, and market volatility resulting therefrom; and\n•awareness of our brand and our reputation in our target markets.\nAny of these and other factors, or the cumulative effect of some of these factors, may cause our operating results to vary significantly. In addition, we expect to continue to incur significant additional expenses due to the costs of operating as a public company. If our operating results fall below the expectations of investors and securities analysts who follow our stock, the price of our common stock could decline substantially, and we could face costly lawsuits, including securities class action suits.\nIf we are unable to attract new customers or convert trial customers into paying customers or if our efforts to promote our charge card usage through marketing, promotion, and spending business rewards are unsuccessful, our revenue growth and operating results will be adversely affected.\nTo increase our revenue, we must continue to attract new customers and increase sales to those customers. As our market matures, product and service offerings evolve, and competitors introduce lower cost or differentiated products or services that compete or are perceived to compete with our platform, our ability to sell subscriptions, drive transaction volume, or successfully increase customer adoption of new products could be impaired. Similarly, our subscription sales could be adversely affected if customers or users perceive that features incorporated into alternative products reduce the need for our platform or if they prefer to purchase products that are bundled with solutions offered by other companies. Further, in an effort to attract new customers, we may offer simpler, lower-priced products or promotions, which may reduce our profitability. \nWe rely upon our marketing strategy of offering risk-free trials of our platform and other digital marketing strategies to generate sales opportunities. Many of our customers start a risk-free trial of our service. Converting these trial customers to paid customers often requires extensive follow-up and engagement. Many prospective customers never convert from the trial version of a product to a paid version of a product. Further, we often depend on the ability of individuals within an organization who initiate the trial versions of our products to convince decision makers within their organization to convert to a paid version. To the extent that these users do not become, or are unable to convince others to become, paying customers, we will not realize the intended benefits of this marketing strategy, and our ability to grow our revenue will be adversely affected. In addition, it may be necessary to engage in more sophisticated and costly sales and marketing efforts in order to attract new customers, and changes in privacy laws and third party practices may make adding new customers more \nexpensive or difficult. As a result of these and other factors, we may be unable to attract new customers or our related expenses may increase, which would have an adverse effect on our business, revenue, gross margins, and operating results.\nIn addition, revenue growth from our charge card products is dependent on increasing business spending on our cards. We have been investing in a number of growth initiatives, including to capture a greater share of spending businesses’ total spend, but there can be no assurance that such investments will be effective. In addition, if we develop new products or offerings that attract spending businesses looking for short-term incentives rather than displaying long-term loyalty, attrition could increase and our operating results could be adversely affected. Expanding our service offerings, adding acquisition channels and forming new partnerships or renewing current partnerships could have higher costs than our current arrangements and could dilute our brand. In addition, we offer rewards to spending businesses based on their usage of charge cards. Redemptions of rewards present significant associated expenses for our business. We operate in a highly competitive environment and may need to increase the rewards that we offer or provide other incentives to spending businesses in order to grow our business. Any significant change in, or failure by management to reasonably estimate, such costs could adversely affect or harm our business, operating results, and financial condition.\nFinally, we seek to accelerate our growth by partnering with businesses to offer embedded payment solutions directly through such partners’ platforms. Such partnerships may require significant investment and personnel resources to build, customize and enable. If our strategy to offer embedded solutions does not lead to the customer acquisition we anticipate, or on the timeline we envision, our business, operating results and financial condition could be adversely affected.\nIf we are unable to retain our current customers, increase customer adoption of our products, sell additional services to our customers, or develop and launch new payment products, our business and growth will be adversely affected.\nTo date, a significant portion of our growth has been attributable to customer adoption of new and existing payment products. To increase our revenue, in addition to acquiring new customers, we must continue to retain existing customers and convince them to expand their use of our platform by incentivizing them to pay for additional services and driving adoption of new and existing payment products, including ad valorem products such as our BILL Divvy Cards, virtual cards, instant transfer, and international payment offerings. Our ability to retain our customers, drive adoption and increase usage could be impaired for a variety of reasons, including our inability to develop and launch new payment products, SMB preference for lower-cost payment solutions, customer reaction to changes in the pricing of our products, general economic conditions or the other risks described in this Annual Report on Form 10-K. Our ability to sell additional services or increase customer adoption of new or existing products may require more sophisticated and costly sales and marketing efforts, especially for our larger customers. If we are unable to retain existing customers or increase the usage of our platform by them, it would have an adverse effect on our business, revenue, gross margins, and other operating results, and accordingly, on the trading price of our common stock.\nWhile some of our contracts are non-cancelable annual subscription contracts, most of our contracts with customers and accounting firms primarily consist of open-ended arrangements that can be terminated by either party without penalty at any time. Our customers have no obligation to renew their subscriptions to our platform after the expiration of their subscription period. For us to maintain or improve our operating results, it is important that our customers continue to maintain their subscriptions on the same or more favorable terms. We cannot accurately predict renewal or expansion rates given the diversity of our customer base in terms of size, industry, and geography. Our renewal and expansion rates may decline or fluctuate as a result of several factors, including customer spending levels, customer satisfaction with our platform and customer service, decreases in the number of users, changes in the type and size of our customers, pricing changes, competitive conditions, the acquisition of our customers by other companies, and general economic conditions. In addition, if any of the software providers with which our platform currently integrates should choose to disable two-way synchronization, there can be no assurance that customers shared with such providers would not choose to leave our platform, adversely affecting our business and results of operations. If our customers do not renew their subscriptions, or if they reduce their usage of our platform, our revenue and other operating results will decline and our business will suffer. Moreover, if our renewal or expansion rates fall significantly below the \nexpectations of the public market, securities analysts, or investors, the trading price of our common stock would likely decline.\nOur BILL Divvy Card offering exposes us to credit risk and other risks related to spending businesses' ability to pay the balances incurred on their BILL Divvy Cards. Certain of our other current and future product offerings, such as invoice financing, may also subject us to credit risk.\nWe offer our BILL Divvy Card as a credit product to a wide range of businesses in the U.S., and the success of this product depends on our ability to effectively manage related risks. The credit decision-making process for our BILL Divvy Cards uses techniques designed to analyze the credit risk of specific businesses based on, among other factors, their past purchase and transaction history, as well as their credit scores. Similarly, proprietary risk models and other indicators are applied to assess current or prospective spending businesses who desire to use our cards to help predict their ability to repay. These risk models may not accurately predict creditworthiness due to inaccurate assumptions, including assumptions related to the particular spending business, market conditions, economic environment, or limited transaction history or other data, among other factors. The accuracy of these risk models and the ability to manage credit risk related to our cards may also be affected by legal or regulatory requirements, competitors’ actions, changes in consumer behavior, changes in the economic environment, policies of Issuing Banks, and other factors. \nFor a substantial majority of extensions of credit to BILL Spend and Expense spending businesses facilitated through our spend and expense management platform, we purchase from the Issuing Banks participation interests in the accounts receivables generated when spending businesses make purchases using BILL Divvy Cards, and we bear the entire credit risk in the event that a spending business fails to pay card balances. Like other businesses with significant exposure to losses from credit, we face the risk that spending businesses will default on their payment obligations, creating the risk of potential charge-offs. The non-payment rate among spending businesses may increase due to, among other factors, changes to underwriting standards, risk models not accurately predicting the creditworthiness of a business, or a decline in economic conditions, such as a recession, high inflation or government austerity programs. Spending businesses who miss payments may fail to repay their outstanding statement balances, and spending businesses who file for protection under the bankruptcy laws generally do not repay their outstanding balances. If collection efforts on overdue card balances are ineffective or unsuccessful, we may incur financial losses or lose the confidence of our funding sources. In addition, we have in the past and may in the future tighten our credit requirements for customer or vendor eligibility for such solutions, which may limit the growth and profitability of these solutions or result in customer attrition. We do not file UCC liens or take other security interests on BILL Divvy Card balances, which significantly reduces our ability to collect amounts outstanding from spending businesses that file for bankruptcy protection. Any such losses or failures of our risk models could harm our business, operating results, and financial condition. Non-performance, or even significant underperformance, of the account receivables participation interests that we own could have an adverse effect on our business.\nMoreover, the funding model for our BILL Divvy Card product relies on a variety of funding arrangements, including \"warehouse facilities.\" Any significant underperformance of the participation interests we own may adversely impact our relationship with such funding sources and result in an increase in our cost of financing, a modification or termination of our existing funding arrangements or our ability to procure funding, which would adversely affect our business, operating results, financial condition, and future prospects.\nWe also offer invoice financing whereby, through a relationship with a third-party bank, we extend credit to customers and vendors of our customers, enabling them to finance outstanding invoices. Invoices are typically repaid within a short period, but those that remain outstanding beyond a defined term are assessed interest and, in some cases, may incur losses. Although this and our other credit offerings, such as instant transfer, are only available to customers that satisfy specific credit eligibility criteria, the credit and risk models we use to determine eligibility may be insufficient. Any failure of our credit or risk models to predict creditworthiness, or any increase in default rates for our credit products, could cause us to incur significant losses and harm our business, operating results, and financial condition.\nOur risk management efforts may not be effective to prevent fraudulent activities by our customers, subscribers, spending businesses, or their counterparties, or other third parties which could expose us to material financial losses and liabilities and otherwise harm our business.\nWe offer software that digitizes and automates financial operations for a large number of customers and executes payments to their vendors or from their clients. We are responsible for verifying the identity of our customers and their users, and monitoring transactions for fraud. We have been in the past and will continue to be targeted by parties who seek to commit acts of financial fraud using stolen identities and bank accounts, compromised business email accounts, employee or insider fraud, account takeover, false applications, check fraud, and stolen cards or card account numbers. We may suffer losses from acts of financial fraud committed by our customers and their users, our employees, or third-parties. In addition, our customers or spending businesses may suffer losses from acts of financial fraud by third parties posing as our company through account takeover, credential harvesting, use of stolen identities, and various other techniques, which could harm our reputation or prompt us to reimburse our customers for such losses in order to maintain customer and spending business relationships. Finally, we are dependent to a certain degree upon the fraud controls implemented by our card-issuing bank and processing partners in connection with our BILL Spend and Expense products, but bear the risk of fraud losses under such partnerships. Accordingly, we may at times experience losses related to these products due to fraudulent activity with limited ability to directly strengthen relevant controls.\nThe techniques used to perpetrate fraud on our platform are continually evolving, and we expend considerable resources to continue to monitor and combat them. In addition, when we introduce new products and functionality, or expand existing products, we may not be able to identify all risks created by such new products or functionality. Our risk management policies, procedures, techniques, and processes may not be sufficient to identify all of the risks to which we are exposed, to enable us to prevent or mitigate the risks we have identified, or to identify additional risks to which we may become subject in the future. Our risk management policies, procedures, techniques, and processes may contain errors, or our employees or agents may commit mistakes or errors in judgment as a result of which we may suffer large financial losses. The software-driven and highly automated nature of our platform could enable criminals and those committing fraud to steal significant amounts of money from businesses like ours.\nOur current business and anticipated growth will continue to place significant demands on our risk management efforts, and we will need to continue developing and improving our existing risk management infrastructure, policies, procedures, techniques, and processes. As techniques used to perpetrate fraud on our platform evolve, we may need to modify our products or services to mitigate fraud risks. As our business grows and becomes more complex, we may be less able to forecast and carry appropriate reserves in our books for fraud related losses. \nFurther, these types of fraudulent activities on our platform can also expose us to civil and criminal liability and governmental and regulatory sanctions as well as potentially cause us to be in breach of our contractual obligations to our third-party partners.\nThe markets in which we participate are competitive, and if we do not compete effectively, our operating results could be harmed.\nThe market for cloud-based software that automates the financial back-office is highly fragmented, competitive, and constantly evolving. We believe that our primary competition remains the legacy manual processes that SMBs have relied on for generations. Our success will depend, to a substantial extent, on the widespread adoption of our cloud-based automated back-office solution as an alternative to existing solutions or adoption by customers that are not using any such solutions at all. Some organizations may be reluctant or unwilling to use our platform for several reasons, including concerns about additional costs, uncertainty regarding the reliability and security of cloud-based offerings, or lack of awareness of the benefits of our platform. Our competitors in the cloud-based software space range from large corporations that predominantly focus on enterprise resource planning solutions, to smaller niche suppliers of solutions that focus exclusively on document management, workflow management, accounts payable, accounts receivable, spend and expense management, and/or electronic bill presentment and payment, to companies that offer industry-specific payments solutions. With the introduction of new technologies and market entrants, we expect that the competitive environment will remain intense going forward. Our competitors that currently focus on enterprise \nsolutions may offer products to SMBs that compete with ours. In addition, companies that provide solutions that are adjacent to our products and services may decide to enter our market segments and develop and offer products that compete with ours. Software providers, such as Intuit, as well as the financial institutions with which we partner, may internally develop products, acquire existing, third-party products, or may enter into partnerships or other strategic relationships that would enable them to expand their product offerings to compete with our platform or provide more comprehensive offerings than they individually had offered or achieve greater economies of scale than us. These software providers and financial institutions may have the operating flexibility to bundle competing solutions with other offerings, including offering them at a lower price or for no additional cost to customers as part of a larger sale. For example, in October 2023, Intuit launched a native bill payment solution with integration to its QuickBooks accounting software. In addition, Brex and Ramp, firms primarily known for offering spend and expense management products, introduced bill payment products in recent periods. While we believe our platform offers much greater functionality than these products, there can be no assurance that QuickBooks customers will not opt to change providers for certain accounts payable services in the future, or that our ability to win, retain and expand our footprint with BILL Divvy Card customers will not be challenged by these competing offerings. In addition, new entrants not currently considered to be competitors may enter the market through acquisitions, partnerships, or strategic relationships. Many of our competitors and potential competitors have greater name recognition, longer operating histories, more established customer relationships, larger marketing budgets, and greater resources than us. Our competitors may be able to respond more quickly and effectively than we can to new or changing opportunities, technologies, standards, and customer requirements. Certain competitors may also have long-standing exclusive, or nearly exclusive, relationships with financial services provider partners to accept payment cards and other services that compete with what we offer. As we look to market and sell our platform to potential customers, spending businesses, or partners with existing solutions, we must convince their internal stakeholders that our platform is superior to their current solutions.\nWe compete on several factors, including:\n•product features, quality, breadth, and functionality;\n•data asset size and ability to leverage AI to grow faster and smarter;\n•ease of deployment;\n•ease of integration with leading accounting and banking technology infrastructures;\n•ability to automate processes;\n•cloud-based delivery architecture;\n•advanced security and control features;\n•risk management, exception process handling, and regulatory compliance leadership;\n•brand recognition; and\n•pricing and total cost of ownership.\nThere can be no assurance that we will be able to compete successfully against our current or future competitors, and this competition could result in the failure of our platform to continue to achieve or maintain market acceptance, any of which would harm our business, operating results, and financial condition.\nWe transfer large sums of customer funds daily, and are subject to numerous associated risks which could result in financial losses, damage to our reputation, or loss of trust in our brand, which would harm our business and financial results.\nAs of June 30, 2025, we had approximately 493,800 businesses using our solutions and TPV processed was approximately $329.8 billion, $292.4 billion, and $266.0 billion during fiscal 2025, 2024, and 2023, respectively. We have grown rapidly to considerable scale and seek to continue this growth. Accordingly, although we have developed and scaled robust and multi-faceted risk management and compliance processes, our business, which is highly complex, is always subject to the risk of financial losses as a result of credit losses, operational errors, software defects, service disruption, employee misconduct, security breaches, or other similar actions or errors on our platform.\nAs a provider of accounts payable, accounts receivable, spend and expense management, and payment solutions, we collect and transfer funds on behalf of our customers and our trustworthiness and reputation are fundamental to our business. The occurrence of any credit losses, operational errors, software defects, service disruptions, employee misconduct, security breaches, or other similar actions or errors on our platform could result in financial losses to our business and our customers, loss of trust, damage to our reputation, or termination of our agreements with financial institution partners and accountants, each of which could result in:\n•loss of customers;\n•lost or delayed market acceptance and sales of our platform;\n•legal claims against us, including warranty and service level agreement claims;\n•regulatory enforcement action; or\n•diversion of our resources, including through increased service expenses or financial concessions, and increased insurance costs.\nAlthough our terms of service allocate to our customers the risk of loss resulting from our customers’ errors, omissions, employee fraud, or other fraudulent activity related to their systems, in some instances we may cover such losses for efficiency or to prevent damage to our reputation. Although we maintain insurance to cover losses resulting from our errors and omissions, there can be no assurance that our insurance will cover all losses or our coverage will be sufficient to cover our losses. If we suffer significant losses or reputational harm as a result, our business, operating results, and financial condition could be adversely affected.\nFunds that we hold for the benefit of our customers are subject to market, interest rate, credit, foreign exchange, and liquidity risks, as well as general political and economic conditions. The loss of any of these funds could adversely affect our business, operating results and financial condition.\nWe invest funds that we hold for the benefit of our customers, including funds being remitted to suppliers, in highly liquid, investment-grade marketable securities, money market securities, and other cash equivalents. Nevertheless, our customer fund assets are subject to general market, interest rate, credit, foreign exchange, and liquidity risks. These risks may be exacerbated, individually or in the aggregate, during periods of heavy financial market volatility, such as that experienced in 2008 and 2022, that may result from inflation, high interest rate or recessionary environments, from actual or perceived instability in the U.S. and global banking systems, or from war (such as the ongoing conflict in Ukraine and recent developments in the Middle East) or other geopolitical conflicts. As a result, we could be faced with a severe constriction of the availability of liquidity, which could impact our ability to fulfill our obligations to move customer money to its intended recipient. For example, the sudden closure of SVB in March 2023 introduced a potential risk of loss because we held certain corporate and customer funds at SVB. Although we were able to move substantially all such funds to large multinational financial institutions and to redirect substantially all customer payment processing previously made through SVB to one of our multinational bank processors, there can be no assurance that we would be able to do so in the future in the event of a similar or more severe, systemic banking crisis. In addition, cash held at banks and financial institutions is subject to applicable deposit insurance limits, and in the event that our corporate or customer funds held at a given institution exceed such limits, or are held in investments that are not covered by deposit insurance, such funds may be unrecoverable in the event of a future bank failure. \nWe rely upon certain banking partners and third parties to originate payments, process checks, execute wire transfers, and issue virtual cards, which could be similarly affected by a liquidity shortage and further exacerbate our ability to operate our business. Any loss of or inability to access customer funds could have an adverse impact on our cash position and operating results, could require us to obtain additional sources of liquidity, and could adversely affect our business, operating results, and financial condition. In addition to the risks related to customer funds, we are also exposed to interest rate risk relating to our investments of our corporate cash. \nWe are licensed as a money transmitter in all required U.S. states and registered as a Money Services Business with FinCEN. In certain jurisdictions where we operate, we are required to hold eligible liquid assets, as defined by the relevant regulators in each jurisdiction, equal to at least 100% of the aggregate amount of all customer balances. Our ability to manage and accurately account for the assets underlying our customer funds and comply with applicable liquid asset requirements requires a high level of internal controls. As our business continues to grow and we expand our product offerings, we will need to scale these associated internal controls. \nOur success requires significant public confidence in our ability to properly manage our customers’ balances and handle large and growing transaction volumes and amounts of customer funds. Any failure to maintain the necessary controls or to accurately manage our customer funds and the assets underlying our customer funds in compliance with applicable regulatory requirements could result in reputational harm, lead customers to discontinue or reduce their use of our products, and result in significant penalties and fines, possibly including the loss of our state money transmitter licenses, which would materially harm our business.\nWe earn revenue from interest earned on customer funds held in trust while payments are clearing, which is subject to market conditions and may decrease as customers’ adoption of electronic payments and technology continues to evolve.\nFor fiscal 2025, 2024, and 2023, we generated $161.8 million, $167.4 million, and $113.8 million, respectively, in revenue from interest earned on funds held in trust on behalf of customers while payment transactions were clearing, or approximately 11%, 13%, and 11% of our total revenue for such periods, respectively. While these payments are clearing, we deposit the funds in highly liquid, investment-grade marketable securities, and generate revenue that is correlated to the federal funds rate. As interest rates rose in 2022 and 2023, the amount of revenue we generated from such funds increased. However, interest rates have begun to decline in recent periods, which has caused, and may continue to cause, the amount of revenue we generate from these investments to decrease as well. Additionally, as customers increasingly seek expedited methods of electronic payments, such as instant transfer, or potentially migrate spend to our BILL Divvy Card offering, our revenue from interest earned on customer funds could decrease (even if offset by other revenue) and our operating results could be adversely affected. Finally, in addition to the risks outlined above, any change in laws or applicable regulations that restrict the scope of permissible investments for such customer funds could reduce our interest income and adversely affect our operating results.\nOur business depends, in part, on our relationships with accounting firms.\nOur relationships with our more than 9,000 accounting firm partners contribute a significant portion of our total revenue. We market and sell our products and services through accounting firms, including via \"client advisory services\" through which the firms manage finances and make payments on behalf of their clients, in each case through our platform. We also have an exclusive partnership with CPA.com to market certain of our products and services to accounting firms, which then enroll their customers directly onto our platform. Although our relationships with accounting firms are independent of one another, if our reputation in the accounting industry more broadly were to suffer, or if we were unable to establish relationships with new accounting firms and grow our relationships with existing accounting firm partners, our growth prospects would weaken and our business, financial position, and operating results may be adversely affected.\nOur business depends, in part, on our business relationships with financial institutions.\nWe enter into partnering relationships with financial institutions pursuant to which they offer our services to their customers. These relationships involve risks that may not be present or that are present to a lesser extent with sales to our direct SMB customers. Launching a product offering with our financial institution partners entails integrating our platform with our partners’ websites and apps, which requires significant engineering resources and time to design, deploy, and maintain, and requires developing associated sales and marketing strategies and programs. With financial institution partners, the decision to roll out our product offering typically requires several levels of management and technical personnel approval by our partners and is frequently subject to budget constraints. Delays in decision making, unplanned budget constraints, or changes in our partners’ business, business priorities, or internal resource allocations may result in significant delays to the deployment of our platform and its availability to their customers. Significant delays in the deployment of our platform to our partners’ customers could cause us to incur significant expenditures for platform integration and product launch without generating anticipated revenue in the same period or at all and could adversely impact our operating results. In addition, once we have successfully launched a product offering with a financial institution partner, lower than anticipated customer adoption or unanticipated ongoing system integration costs could result in lower than anticipated profit margins, which could have an adverse impact on our business, financial position, and operating results. Moreover, if our partners or their customers experience problems with the operation of our platform, such as service outages or interruptions or security breaches or incidents, our relationship with the partner and our reputation could be harmed and our operating results may suffer.\nWe may not be able to attract new financial institution partners if our potential partners favor our competitors’ products or services over our platform or choose to compete with our products directly. Further, many of our existing financial institution partners have greater resources than we do and could choose to develop their own solutions to replace ours. Moreover, certain financial institutions may elect to focus on other market segments and decide to terminate their SMB-focused services. If we are unsuccessful in establishing, growing, or maintaining our relationships with financial institution partners, or if any of our financial institution partners elect to terminate their relationships with us, our ability to compete in the marketplace or to grow our revenue could be impaired, and our operating results may suffer.\nFinally, we are subject to oversight by our financial institution partners and they conduct audits of our operations, information security controls, and compliance controls. To the extent an audit were to identify material gaps or evidence of noncompliance in our operations or controls it could violate contractual terms with the financial institution partner, which could materially and adversely impact our commercial relationships with that partner. \nOur recent growth may not be indicative of our future growth, and there is no assurance that we will be able to scale our platform and infrastructure, and manage our growth effectively.\nOur revenue was $1.5 billion, $1.3 billion, and $1.1 billion during fiscal 2025, 2024, and 2023, respectively. Our TPV was $329.8 billion, $292.4 billion, and $266.0 billion during fiscal 2025, 2024, and 2023, respectively. Our rate of revenue growth will fluctuate from period to period, as it depends on a number of factors, including our ability to:\n•price our platform effectively to attract new customers and increase sales to our existing customers;\n•expand the functionality and scope of the products we offer on our platform;\n•maintain or improve the rates at which customers subscribe to and continue to use our platform;\n•maintain and expand payment volume;\n•generate interest income on customer funds that we hold in trust;\n•provide our customers with high-quality customer support that meets their needs;\n•introduce our products to new markets outside of the U.S.;\n•serve SMBs across a wide cross-section of industries;\n•expand our target market beyond SMBs;\n•manage the effects of macroeconomic conditions, including economic downturns or recessions, inflation, significant political and regulatory developments or changes in trade policy, including tariffs, fluctuations in market interest rates and currency exchange rates, and actual or perceived instability in the U.S. and global banking systems on our business and operations and the impacts of global geopolitical conflicts;\n•successfully identify and acquire or develop and invest in businesses, products, or technologies that we believe could complement or expand our platform, including developing our AI-powered solutions; and\n•increase awareness of our brand and successfully compete with other companies.\nWe may not successfully accomplish any of these objectives, which makes it difficult for us to forecast our future operating results. Further, the revenue that we derive from interest income on customer funds is dependent on interest rates, which we do not control. Moreover, we expect to continue to spend substantial financial and other resources on our technology infrastructure, product development, and sales, marketing and customer success. As usage of our platform grows, we will also need to devote additional resources to improving and maintaining our infrastructure and third-party integrations to maintain performance. In addition, we will need to appropriately scale our internal business systems and our services organization, including customer support, risk and compliance operations, and professional services, to serve our growing customer base. If the assumptions that we use to plan our business are incorrect or change in reaction to changes in our \nmarket, if our investments do not result in increased revenue growth, or if we are unable to maintain consistent revenue or revenue growth, our stock price could be volatile, and it may be difficult to maintain profitability. You should not rely on our revenue from any prior quarterly or annual periods as any indication of our future revenue or revenue or payment growth.\nCertain credit products, including our BILL Divvy Card, are dependent on our relationship with the Issuing Banks.\nThe extensions of credit facilitated through our BILL Spend and Expense offering and certain of our accounts payable offerings are originated through our Issuing Banks, Cross River Bank, WEX Bank and Web Bank. There has been significant recent U.S. Congressional and federal administrative agency lawmaking and ruling in the area of program agreements between banks and non-banks involving extensions of credit and the regulatory environment in this area remains unsettled. There has also been significant recent government enforcement and litigation challenging the validity of such arrangements, including disputes seeking to re-characterize lending transactions on the basis that the non-bank party rather than the bank is the “true lender” or “de facto lender”. If the legal structure underlying these bank partnerships or the extensions of credit thereunder were to be successfully challenged on these or other grounds, our ability to offer our credit products on favorable terms or at all may be adversely affected. In addition, certain banks engaged in similar partnerships and activities have been subject to increased regulatory scrutiny. Adverse orders or regulatory enforcement actions against one or more of the Issuing Banks, even if unrelated to our business, could impose restrictions on such Issuing Banks’ ability to continue to extend credit through our platform or on current terms, or could result in the Issuing Banks increasing their oversight or imposing tighter controls over our underwriting practices or compliance procedures or subjecting any new products to be offered by an Issuing Bank to more rigorous reviews.\nThe Issuing Banks are subject to oversight by the FDIC and state banking regulators and must comply with applicable federal and state banking laws, regulations, and examination requirements. We, in turn, are subject to audit by the Issuing Banks in accordance with FDIC guidance related to management of service providers and other bank-specific requirements pursuant to the terms of our agreements with the Issuing Banks. If we fail to comply with requirements applicable to us by law or contract, or if third-party audits by the Issuing Banks or regulatory examinations of the Issuing Banks were to conclude that our processes and procedures are insufficient, we may be subject to increased costs or indirect fines or penalties, and the Issuing Banks could terminate their relationships with us.\nIn the event of a challenge to the legal structure underlying our program agreements with the Issuing Banks or if one or all of the Issuing Banks were to suspend, limit, or cease its operations, or were to otherwise terminate for any reason (including, but not limited to, the failure by an Issuing Bank to comply with regulatory actions or an Issuing Bank experiencing financial distress, entering into receivership, or becoming insolvent), we would need to identify and implement alternative, compliant, bank relationships or otherwise modify our business practices in order to be compliant with prevailing law or regulation, which could result in business interruptions or delays, force us to incur additional expenses, and potentially interfere with our existing customer and spending business relationships or make us less attractive to potential new customers and spending businesses, any of which could adversely affect our business, operating results, and financial condition.\nWe rely on a variety of funding sources to support our BILL Divvy Card offering. If our existing funding arrangements are not renewed or replaced, or if our existing funding sources are unwilling or unable to provide funding to us on terms acceptable to us, or at all, it could adversely affect our business, operating results, financial condition, cash flows, and future prospects. \nTo support the operations and growth of our spend and expense management business, we must maintain a variety of funding arrangements, including \"warehouse facilities,\" which provide for an aggregate of $600.0 million in borrowing capacity pursuant to our 2021 Credit Facility and 2025 Credit Facility (together with the 2021 Credit Facility, the Revolving Credit Facilities), as described in Note 9 to the consolidated financial statements included elsewhere in this Annual Report on Form 10-K. In particular, we have financing arrangements in place pursuant to which we purchase from the Issuing Banks participation interests in the accounts receivables generated when BILL Spend and Expense spending businesses make purchases using our cards. We typically fund some portion of these participation interest purchases by borrowing under credit facilities with our finance partners, although we may also fund participation purchases using corporate cash. \nIf our finance partners terminate or interrupt their financing or purchase of participation interests or are unable to offer terms which are acceptable to us, we may have to fund these purchases using corporate cash, which we have a limited ability to do and may place significant stress on our cash resources. An inability to purchase participation interests from the Issuing Banks, whether funded through financing or corporate cash, could result in the banks’ limiting extensions of credit to spending businesses or ceasing to extend credit for our cards altogether, which would interrupt or limit our ability to offer our card products and materially and adversely affect our business.\nWe cannot guarantee that these funding arrangements will continue to be available on favorable terms or at all, and our funding strategy may change over time, depending on the availability of such funding arrangements. In addition, our funding sources may curtail access to uncommitted financing capacity, fail to renew or extend facilities, or impose higher costs to access funding upon reassessing their exposure to our industry or in light of changes to general economic, market, credit, or liquidity conditions. Further, our funding sources may experience financial distress, enter into receivership, or become insolvent, which may prevent us from accessing financing from these sources. In addition, because our borrowings under current and future financing facilities may bear interest based on floating rate interest rates, our interest costs may increase if market interest rates rise. Finally, because borrowings under our Revolving Credit Facilities are subject to a limited guaranty by BILL Holdings, Inc., we may need to use our cash or cash equivalents to remedy any alleged breaches by our wholly-owned subsidiaries party to such agreements.\nIf our existing funding arrangements are not renewed or replaced or our existing funding sources are unwilling or unable to provide funding to us on terms acceptable to us, or at all, we may need to secure additional sources of funding or reduce our spend and expense management operations significantly. Further, as the volume of credit facilitated through our platform increases, we may need to expand the funding capacity under our existing funding arrangements or add new sources of capital. The availability and diversity of our funding arrangements depends on various factors and are subject to numerous risks, many of which are outside of our control. If we are unable to maintain access to, or to expand, our network and diversity of funding arrangements, our business, operating results, financial condition, and future prospects could be materially and adversely affected.\nIf we do not or cannot maintain the compatibility of our platform with popular software solutions or offerings of our partners, our revenue and growth prospects will decline.\nTo deliver a comprehensive solution, our platform integrates with popular software solutions including Intuit QuickBooks, Oracle NetSuite, Sage Intacct, Xero, and Microsoft Dynamics 365 Business Central, through APIs made available by these software providers. We automatically synchronize certain data between our platform and these software systems relating to invoices and payment transactions between our customers and their suppliers and clients. This two-way sync saves time for our customers by reducing duplicative manual data entry and provides the basis for managing cash-flow through an integrated solution for accounts payable, accounts receivable, spend and expense management, and payments.\nIf any of the software providers change the features of their APIs, discontinue their support of such APIs, restrict our access to their APIs, or alter the terms or practices governing their use in a manner that is adverse to our business, we may be restricted or may not be able to provide synchronization capabilities, which could significantly diminish the value of our platform and harm our business, operating results, and financial condition. In addition, if any of these software providers reconfigure their platforms in a manner that no longer supports our integration with their software, we would lose customers and our business would be adversely affected.\nIf we are unable to increase adoption of our platform with customers of these software solutions, our growth prospects may be adversely affected. In addition, any of these software providers may seek to develop a payment solution of its own, acquire a solution to compete with ours, or decide to partner with other competing applications, any of which its SMB customers may select over ours, thereby harming our growth prospects and reputation and adversely affecting our business and operating results.\nWe depend on third-party service providers to process transactions on our platform and to provide other services important to the operation of our business. Any significant disruption in services provided by these vendors could prevent us from processing transactions on our platform, result in other interruptions to our business and adversely affect our business, operating results and financial condition.\nWe depend on banks, including JPMorgan Chase, to process ACH transactions and checks for our customers. We also rely on third-party providers to support other aspects of our business, including, for example, for card transaction processing, check printing, real-time payments, virtual and physical card issuance, sanctions screening, and our cross-border funds transfer capabilities. If we are unable to effectively manage our third-party relationships, we are unable to comply with security, compliance, or operational obligations to which we are subject under agreements with these providers, these providers are unable to meet their obligations to us, or we experience substantial disruptions in these relationships, including as a result of the closure or insolvency of banks with which we do business, our business, operating results, and financial condition could be adversely impacted. In addition, in some cases a provider may be the sole source, or one of a limited number of sources, of the services they provide to us and we may experience increased costs and difficulties in replacing those providers and replacement services may not be available on commercially reasonable terms, on a timely basis, or at all.\nWe use artificial intelligence in our business, and any challenges with successfully developing and deploying new AI tools or properly managing the use of AI could result in reputational harm, competitive harm, and legal liability, and adversely affect our results of operations.\nWe have incorporated, and expect to continue to incorporate, AI features into our platform and product offerings, and our success will depend in part on our ability to do so in a way that is both compelling to the businesses using our solutions and cost-effective. We currently leverage AI to prepopulate invoices based on the historical behavior of businesses using our solutions and to aid our evaluation of businesses' creditworthiness to offer them and their counterparties expedited means of payment, among other things. Moving forward, we will be launching AI agents for SMB payables, receivables, procurement, and cash management. We have made and expect to continue to make significant investments in developing and deploying our AI technology. There can be no assurances, however, that our development efforts will be successful. Our competitors and other third parties may incorporate AI into their products and offerings more quickly or more successfully than us, which could impair our ability to compete effectively, cause us to lose some or all of our investments in developing these products, and adversely affect our results of operations. \nAdditionally, if the content, analyses, or recommendations that AI applications assist in producing are, or are alleged to be, inaccurate, deficient, or biased, our business, financial condition, and results of operations may be adversely affected. Furthermore, the integration of third-party AI models with our products and services may rely, in part, on certain safeguards implemented by the third-party developers of the underlying AI models, including those related to the accuracy, bias, and other variables of the data, and these safeguards may be insufficient. The use of AI applications has resulted in, and may in the future result in, cybersecurity incidents that implicate the personal data of customers analyzed within such applications. Any such cybersecurity incidents related to our use of AI applications to analyze personal data could adversely affect our reputation and results of operations. AI also presents emerging ethical issues and if our use of AI becomes controversial, we may experience brand or reputational harm, competitive harm, or legal liability. Legislation that would govern the development or use of AI is under consideration in the U.S. at the state and local level, as well as internationally. For example, the EU Artificial Intelligence Act, which aims to introduce a common regulatory and legal framework for AI, was officially published on July 12, 2024 and came into effect on August 1, 2024. The EU Artificial Intelligence Act regulates AI providers and entities making use of AI tools in a professional capacity, and may require the implementation of additional quality assurance controls and measures to be reviewed and approved by regulatory submissions of our products. Our ability to use AI and machine learning may be constrained by current or future laws, regulatory or self-regulatory requirements. The rapid evolution of AI, including potential government regulation of AI and its various uses, will require significant resources to develop, test and maintain our platform, offerings, services, and features to help us implement AI ethically in order to minimize unintended, harmful impact.\nIf we lose our founder or key members of our management team or are unable to attract and retain executives and employees we need to support our operations and growth, our business may be harmed.\nOur success and future growth depend upon the continued services of our management team and other key employees. Our founder and Chief Executive Officer, René Lacerte, and our President and Chief Operating Officer, John Rettig, are critical to our overall management, as well as the continued development of our products, our partnerships, our culture, our relationships with accounting firms, and our strategy. From time to time, there may be changes in our management team resulting from the hiring or departure of executives and key employees, which could disrupt our business. In addition, we may face challenges retaining senior management of acquired businesses. Our senior management and key employees are employed on an at-will basis. We currently do not have “key person” insurance for any of our employees. Certain of our key employees have been with us for a long period of time and have fully vested stock options or other long-term equity incentives that may become valuable and are publicly tradable. The loss of our founder, or one or more of our senior management, key members of senior management of acquired companies or other key employees could harm our business, and we may not be able to find adequate replacements. We cannot ensure that we will be able to retain the services of any members of our senior management or other key employees or that we would be able to timely replace members of our senior management or other key employees should any of them depart.\nIn addition, to execute our business strategy, we must attract and retain highly qualified personnel. We compete with many other companies for software developers with high levels of experience in designing, developing, and managing cloud-based software and payments systems, as well as for skilled legal and compliance and risk operations professionals. Competition for software developers, compliance and risk management personnel, and other key employees in our industry and locations is intense and increasing and may be exacerbated in tight labor markets. We may also face increased competition for personnel from other companies which adopt approaches to remote work that differ from ours. In addition, the current regulatory environment related to immigration is uncertain, including with respect to the availability of H1-B and other visas. If a new or revised visa program is implemented, it may impact our ability to recruit, hire, retain, or effectively collaborate with qualified skilled personnel, including in the areas of AI and machine learning, and payment systems and risk management, which could adversely impact our business, operating results, and financial condition. Many of the companies with which we compete for experienced personnel have greater resources than we do and can frequently offer such personnel substantially greater compensation than we can offer. If we fail to identify, attract, develop, and integrate new personnel, or fail to retain and motivate our current personnel, our growth prospects would be adversely affected.\nFuture acquisitions, strategic investments, partnerships, collaborations, or alliances could be difficult to identify and integrate, divert the attention of management, disrupt our business, dilute stockholder value, and adversely affect our operating results and financial condition.\nWe have in the past and may in the future seek to acquire or invest in businesses, products, or technologies that we believe could complement or expand our platform, enhance our technical capabilities, or otherwise offer growth opportunities. For example, in November 2022 we completed the acquisition of Finmark Financial, Inc. to augment our financial planning product offerings. However, we have limited experience in acquiring other businesses, and we may not successfully identify desirable acquisition targets in the future. Moreover, an acquisition, investment, or business relationship may not further our business strategy or result in the economic benefits or synergies as expected or may result in unforeseen operating difficulties and expenditures, including disrupting our ongoing operations, diverting management from their primary responsibilities, subjecting us to additional liabilities, increasing our expenses, and adversely impacting our business, financial condition, and operating results.\nIn addition, the technology and information security systems and infrastructure of businesses we acquire may be underdeveloped or subject to vulnerabilities, subjecting us to additional liabilities. We could incur significant costs related to the implementation of enhancements to or the scaling of information security systems and infrastructure of acquired businesses and related to the remediation of any related security breaches. If security, data protection, and information security measures in place at businesses we acquire are inadequate or breached, or are subject to cybersecurity attacks, or if any of the foregoing is reported or perceived to have occurred, our reputation and business could be damaged and we could be subject to regulatory scrutiny, investigations, proceedings, and penalties. We may also acquire businesses whose \noperations may not be fully compliant with all applicable law, including economic and trade sanctions and anti-money laundering, counter-terrorist financing, and privacy laws, subjecting us to potential liabilities and requiring us to spend considerable time, effort, and resources to address.\nMoreover, we may acquire businesses whose management or compliance functions require significant investments to support current and anticipated future product offerings, or that have underdeveloped internal control infrastructures or procedures or with respect to which we discover significant deficiencies or material weaknesses. The costs that we may incur to implement or improve such functions, controls, and procedures may be substantial and we could encounter unexpected delays and challenges related to such activity.\nGiven the complexity of our platform and the distinct interface and tools that we offer to our accounting firm partners and financial institution partners, it may be critical that certain businesses or technologies that we acquire be successfully and fully integrated into our platform. In addition, some acquisitions may require us to spend considerable time, effort, and resources to consummate and/or to integrate employees from the acquired business into our teams, and acquisitions of companies in lines of business in which we lack expertise may require considerable management time, oversight, and research before we see the desired benefit of such acquisitions. Therefore, we may be exposed to unknown liabilities and the anticipated benefits of any acquisition, investment, or business relationship may not be realized, if, for example, we fail to successfully integrate such acquisitions, or the technologies associated with such acquisitions, into our company. \nAcquisitions could also result in dilutive issuances of equity securities or the incurrence of debt, as well as unfavorable accounting treatment and exposure to claims and disputes by third parties, including intellectual property claims. We also may not generate sufficient financial returns to offset the costs and expenses related to any acquisitions. In addition, if an acquired business fails to meet our expectations, our business, operating results, and financial condition may suffer.\nIf we fail to offer high-quality customer support, or if our support is more expensive than anticipated, our business and reputation could suffer.\nOur customers rely on our customer support services to resolve issues and realize the full benefits provided by our platform, as well as to understand and fully utilize the growing suite of products we offer. A range of high-quality support options is critical for the renewal and expansion of our subscriptions and driving additional transaction volume with existing customers: we provide customer support via chat, email, and phone through a combination of AI-assisted interactions with the BILL Virtual Assistant as well as robust support from a highly trained staff of customer success personnel. If we do not help our customers quickly resolve issues and provide effective ongoing support, or if our support personnel or methods of providing support are insufficient to meet the needs of our customers, our ability to retain customers, increase adoption by our existing customers, and acquire new customers could suffer, and our reputation with existing or potential customers could be harmed. If we are not able to meet the customer support needs of our customers during the hours that we currently provide support, we may need to increase our support coverage or provide additional support, which may reduce our profitability.\nIf we fail to adapt and respond effectively to rapidly changing technology, evolving industry standards, changing regulations, and changing business needs, requirements, or preferences, our products may become less competitive.\nThe market for SMB financial software solutions is relatively new and subject to ongoing technological change, evolving industry standards, payment methods, and changing regulations, as well as changing customer needs, requirements, and preferences. The success of our business will depend, in part, on our ability to adapt and respond effectively to these changes on a timely basis, including launching a range of new products and services, including AI-enabled tools. In addition, the market for our spend and expense management solution is new and fragmented, and it is uncertain whether we will achieve and sustain high levels of demand and market adoption. The success of any new product and service, or any enhancements or modifications to existing products and services, depends on several factors, including the timely completion, introduction, and market acceptance of such products and services, enhancements, and modifications. If we are unable to enhance our platform, add new payment methods, or develop new products that keep pace with technological and regulatory change and achieve market acceptance, or if new technologies emerge that are able to deliver competitive products and services at lower prices, more efficiently, more conveniently, or more \nsecurely than our products, our business, operating results, and financial condition would be adversely affected. Furthermore, modifications to our existing platform or technology will increase our research and development expenses. Any failure of our services to operate effectively with existing or future network platforms and technologies could reduce the demand for our services, result in customer or spending business dissatisfaction, and adversely affect our business.\nIf the prices we charge for our services are unacceptable to our customers, our operating results will be harmed.\nWe generate revenue by charging customers a fixed monthly rate per user for subscriptions as well as transaction fees. As the market for our platform matures, or as new or existing competitors introduce new products or services that compete with ours, we may experience pricing pressure and be unable to renew our agreements with existing customers or attract new customers at prices that are consistent with our pricing model and operating budget. Our pricing strategy for new products we introduce and existing products we continue to offer may not be successful in attracting or retaining customers, and our competitors could choose to bundle certain products and services competitive with ours. If this were to occur, it is possible that we would have to change our pricing strategies or reduce our prices, which could harm our revenue, gross profits, and operating results.\nInterruptions or delays in the services provided by AWS or other third-party data centers or internet service providers could impair the delivery of our platform and our business could suffer.\nWe host our platform using third-party cloud infrastructure services, including certain co-location facilities. We also use public cloud hosting with Amazon Web Services (AWS). All of our products utilize resources operated by us through these providers. We therefore depend on our third-party cloud providers’ ability to protect their data centers against damage or interruption from natural disasters, power or telecommunications failures, criminal acts, and similar events. Our operations depend on protecting the cloud infrastructure hosted by such providers by maintaining their respective configuration, architecture, and interconnection specifications, as well as the information stored in these virtual data centers and transmitted by third-party internet service providers. We have periodically experienced service disruptions in the past, and we cannot assure you that we will not experience interruptions or delays in our service in the future. We may also incur significant costs for using alternative equipment or taking other actions in preparation for, or in reaction to, events that damage the data storage services we use. Although we have disaster recovery plans that utilize multiple data storage locations, any incident affecting their infrastructure that may be caused by fire, flood, severe storm, earthquake, power loss, telecommunications failures, unauthorized intrusion, computer viruses and disabling devices, natural disasters, military actions, terrorist attacks, negligence, and other similar events beyond our control could negatively affect our platform. Any prolonged service disruption affecting our platform for any of the foregoing reasons could damage our reputation with current and potential customers, expose us to liability, cause us to lose customers, or otherwise harm our business. Also, in the event of damage or interruption, our insurance policies may not adequately compensate us for any losses that we may incur. System failures or outages, including any potential disruptions due to significantly increased global demand on certain cloud-based systems, could compromise our ability to perform these functions in a timely manner, which could harm our ability to conduct business or delay our financial reporting. Such failures could adversely affect our operating results and financial condition.\nOur platform is accessed by many customers, often at the same time. As we continue to expand the number of our customers and products available to our customers, we may not be able to scale our technology to accommodate the increased capacity requirements, which may result in interruptions or delays in service. In addition, the failure of data centers, internet service providers, or other third-party service providers to meet our capacity requirements could result in interruptions or delays in access to our platform or impede our ability to grow our business and scale our operations. If our third-party infrastructure service agreements are terminated, or there is a lapse of service, interruption of internet service provider connectivity, or damage to data centers, we could experience interruptions in access to our platform as well as delays and additional expense in arranging new facilities and services.\nWe typically provide service level commitments under our financial institution partner agreements. If we fail to meet these contractual commitments, we could be obligated to provide credits or refunds for prepaid amounts related to unused subscription services or face contract terminations, which could adversely affect our revenue.\nOur agreements with our financial institution partners typically contain service level commitments evaluated on a monthly basis. If we are unable to meet the stated service level commitments or suffer extended periods of unavailability for our platform, we may be contractually obligated to provide these partners with service credits, up to 10% of the partner’s subscription fees for the month in which the service level was not met. In addition, we could face contract terminations, in which case we would be subject to refunds for prepaid amounts related to unused subscription services. Our revenue could be significantly affected if we suffer unexcused downtime under our agreements with our partners. Further, any extended service outages could adversely affect our reputation, revenue, and operating results.\nFailure to effectively develop and expand our sales and marketing capabilities could harm our ability to increase our customer base and achieve broader market acceptance of our products.\nOur ability to increase our customer base and achieve broader market acceptance of our platform will depend to a significant extent on our ability to expand our sales and marketing organizations, and to deploy our sales and marketing resources efficiently. Although we will adjust our sales and marketing spend levels as needed in response to changes in the economic environment, we plan to continue expanding our direct-to-SMB sales force as well as our sales force focused on identifying new partnership opportunities. We also dedicate significant resources to sales and marketing programs, including digital advertising through services such as Google AdWords. The effectiveness and cost of our online advertising has varied over time and may vary in the future due to competition for key search terms, changes in search engine use, and changes in the search algorithms used by major search engines. These efforts will require us to invest significant financial and other resources.\nIn addition, our ability to broaden the spending business base for our BILL Spend and Expense offerings and achieve broader market acceptance of these products will depend to a significant extent on the ability of our sales and marketing organizations to work together to drive our sales pipeline and cultivate spending business and partner relationships to drive revenue growth. If we are unable to recruit, hire, develop, and retain talented sales or marketing personnel, if our new sales or marketing personnel and partners are unable to achieve desired productivity levels in a reasonable period of time, or if our sales and marketing programs are not effective, our ability to broaden our spending business base and achieve broader market acceptance of our platform could be harmed. Moreover, our BILL Spend and Expense marketing efforts depend significantly on our ability to call on our current spending businesses to provide positive references to new, potential spending business customers. Given our limited number of long-term spending businesses, the loss or dissatisfaction of any spending business could substantially harm our brand and reputation, inhibit the market adoption of our offering, and impair our ability to attract new spending businesses and maintain existing spending businesses.\nOur business and operating results will be harmed if our sales and marketing efforts do not generate significant increases in revenue. We may not achieve anticipated revenue growth from expanding our sales force if we are unable to hire, develop, integrate, and retain talented and effective sales personnel, if our new and existing sales personnel are unable to achieve desired productivity levels in a reasonable period of time, or if our sales and marketing programs and advertising are not effective.\nWe currently handle cross-border payments and plan to expand our payments offerings to new customers and to make payments to new countries, creating a variety of operational challenges.\nA component of our growth strategy involves our cross-border payments product and expanding our operations internationally. We introduced cross-border payments, and now, working with certain international payment services, we offer our U.S.-based customers the ability to disburse funds to over 130 countries. We are continuing to adapt to and develop strategies to address payments to new countries. However, there is no guarantee that such efforts will have the desired adoption by the businesses using our solutions or that cross-border payments will be monetized in the way we expect.\nOur cross-border payments product and international expansion strategy involve a variety of risks, including:\n•complying with financial regulations and our ability to comply and obtain any relevant licenses in applicable countries or jurisdictions;\n•macroeconomic conditions and the general environment for international trade, including tariffs, currency exchange rate fluctuations and our cross-border payments providers' ability to provide us favorable currency exchange rates, which may impact our revenues and expenses; \n•reduction or cessation in cross-border trade resulting from government sanctions, increased trade tariffs or restrictions, other trade regulations or strained international relations;\n•potential application of more stringent regulations relating to AI, environmental and social matters, privacy, information protection, and data security, and the authorized use of, or access to, commercial and personal information;\n•sanctions imposed by applicable government authorities or jurisdictions, such as OFAC, or comparable authorities in other countries;\n•exposure to liabilities under anti-corruption and anti-money laundering laws, including the U.S. Foreign Corrupt Practices Act (FCPA), U.S. bribery laws, the UK Bribery Act, and similar laws and regulations in other jurisdictions; \n•unexpected changes in tax laws; and\n•cessation of business of a cross-border payment service provider or other limitation or inability of a cross-border payment service provider to make payments into certain countries, including for the reasons set forth above.\nIf we invest substantial time and resources to further expand our cross-border payments offering and are unable to do so successfully and in a timely manner, our business and operating results may suffer.\nA substantial portion of our revenue is derived from interchange fees, which exposes us to potential variability in income and other risks. \nCertain of our products, including our BILL Divvy Card and our virtual card products, generate revenue primarily from interchange fees paid by the supplier accepting the cards for purchase transactions. Interchange fees comprise a substantial portion of our total revenue. The amount of interchange fees we earn is highly dependent upon the interchange rates set by the third-party card networks and, from time to time, card networks change the interchange fees and assessments they charge for transactions processed using their networks. In addition, interchange fees are the subject of intense legal and regulatory scrutiny and competitive pressures in the electronic payments industry. For example, in March 2024, Visa and Mastercard reached a proposed settlement to pending antitrust litigation, that would have provided savings to merchants by reducing interchange fees on card transactions by setting a five year cap on interchange fee rates and permitting merchants to pass along surcharges for credit card use to cardholders or reject cards altogether, among other changes. This proposed settlement was subsequently rejected by the court in June 2024 and the matter may proceed to trial. While the impact of this litigation on our business remains unclear, any restrictions imposed by a judgment of the court or one or more new settlements may reduce the amount of interchange fees we receive from transactions using our card products, which could negatively impact our revenues. In addition, if customers are deterred or prevented from using our card products as a result of merchant policies, new surcharges or reduced attractiveness of rewards programs, our business, financial condition, and operating results could be adversely impacted.\nInterchange fees generally involve a variety of risks, including: \n•fluctuations due to the variability of card acceptance practices at supplier locations, and the resulting effect on our revenue;\n•changes in card network interchange rates or rules which could dissuade new and existing card-accepting suppliers from continuing to accept card payments;\n•unexpected compliance and risk management imposed by the card networks or resulting from changes in regulation;\n•declines in the number of active card-accepting suppliers due to concerns about cost or operational complexity; and\n•unexpected changes in card acceptance or card issuing rules which may impact our ability to offer this payment product.\nAny of these developments could adversely affect our business, financial condition, and operating results.\nIf we fail to maintain and enhance our brands, our ability to expand our customer base will be impaired and our business, operating results, and financial condition may suffer.\nWe believe that maintaining and enhancing our brands is important to support the marketing and sale of our existing and future products to new customers and partners and to expand sales of our platforms to new and existing customers and partners. Successfully maintaining and enhancing our brands will depend largely on the effectiveness of our marketing and demand generation efforts, our ability to provide reliable products that continue to meet the needs of our customers at competitive prices, our ability to maintain our customers’ trust, our ability to continue to develop new functionality and products, and our ability to successfully differentiate our platform and products from competitive products and services. Our brand promotion activities may not generate customer awareness or yield increased revenue, and even if they do, any increased revenue may not offset the expenses we incur in building our brand. In the fall of 2023, we began phasing out the Divvy brand and renamed our spend and expense products to feature the BILL name. If this rebranding transition is unsuccessful, or if we fail to successfully promote and maintain our brands generally, our business could suffer. In addition, our ability to protect our BILL brand is limited as a result of its descriptive nature.\nChanges to payment card networks rules or fees could harm our business.\nWe are required to comply with the Mastercard, American Express, and Visa payment card network operating rules applicable to our card products. We have agreed to reimburse certain service providers for any fines they are assessed by payment card networks as a result of any rule violations by us. We may also be directly liable to the payment card networks for rule violations. The payment card networks set and interpret the card operating rules. The payment card networks could adopt new operating rules or interpret or reinterpret existing rules that we or our processors might find difficult or even impossible to follow, or costly to implement. We also may seek to introduce other card-related products in the future, which would entail compliance with additional operating rules. As a result of any violations of rules, new rules being implemented, or increased fees, we could be hindered or lose our ability to provide our card products, which would adversely affect our business. In addition, we are contractually obligated to comply with card network rules as a card program manager. As a result of any violations of these rules or new rules being implemented, we could lose our ability or rights to act as a card program manager. \nWe may require additional capital to support the growth of our business, and this capital might not be available on acceptable terms, if at all.\nWe have funded our operations since inception primarily through equity and equity-linked securities offerings, sales of subscriptions to our products, transaction fees, interest earned on customer funds, and debt financings. We cannot be certain when or if our operations will generate sufficient cash to fully fund our ongoing operations or the growth of our business. We intend to continue to make investments to support our business, which may require us to engage in equity or debt financings to secure additional funds. We may also seek to raise additional capital from equity or debt financings on an opportunistic basis when we believe there are suitable opportunities for doing so. Additional financing may not be available on terms favorable to us, if at all. If adequate funds are not available on acceptable terms, we may be unable to invest in future growth opportunities, which could harm our business, operating results, and financial condition. If we incur additional debt, the debt holders would have rights senior to holders of common stock to make claims on our assets, and the terms of any debt could restrict our operations, including our ability to pay dividends on our common stock. Furthermore, if we issue additional equity securities, including in connection with merger and acquisition transactions, stockholders will experience dilution. In addition, new equity securities could have rights senior to those of our common stock. In recent periods, market interest rates have increased and the trading prices for our common stock and other technology companies have been highly volatile, which may reduce our ability to access capital on favorable terms or at all. More recently, credit and capital markets have been impacted by \ninstability in the U.S. banking system. In addition, a recession or depression, high inflation, or other sustained adverse market event could materially and adversely affect our business and the value of our common stock. Because our decision to issue securities in the future will depend on numerous considerations, including factors beyond our control, we cannot predict or estimate the amount, timing, or nature of any future issuances of debt or equity securities. As a result, our stockholders bear the risk of future issuances of debt or equity securities reducing the value of our common stock and diluting their interests.\nOur ability to use our net operating losses to offset future taxable income may be subject to certain limitations.\nAs of June 30, 2025, we had net operating loss (NOL) carryforwards of $944.3 million, $881.6 million and $13.4 million for federal, state and foreign tax purposes, respectively, that are available to reduce future taxable income. If not utilized, the state NOL carryforwards will begin to expire in 2025. As of June 30, 2025, the federal and foreign NOL carryforwards do not expire and will carry forward indefinitely until utilized. As of June 30, 2025, we also had research and development tax credit carryforwards of $89.4 million and $66.2 million for federal and state tax purposes, respectively. If not utilized, the federal tax credits will expire at various dates beginning in 2041. The majority of the state tax credits do not expire and will carry forward indefinitely until utilized. In general, under Sections 382 and 383 of the U.S. Internal Revenue Code of 1986, as amended (the Code), a corporation that undergoes an “ownership change” is subject to limitations on its ability to utilize its pre-change NOLs and other tax attributes, such as research tax credits, to offset future taxable income or income tax. If it is determined that we have in the past experienced an ownership change, or if we undergo one or more ownership changes as a result of future transactions in our stock, then our ability to utilize NOLs and other pre-change tax attributes could be limited by Sections 382 and 383 of the Code. Future changes in our stock ownership, many of which are outside of our control, could result in an ownership change under Sections 382 or 383 of the Code. Furthermore, our ability to utilize NOLs of companies that we may acquire in the future may be subject to limitations. For these reasons, we may not be able to utilize a material portion of the NOLs. In addition, any future changes in tax laws could impact our ability to utilize NOLs in future years and may result in greater tax liabilities than we would otherwise incur and adversely affect our cash flows and financial position.\nWe could be required to collect additional sales taxes or be subject to other tax liabilities that may increase the costs our customers would have to pay for our offering and adversely affect our operating results.\nThe vast majority of states have considered or adopted laws that impose tax collection obligations on out-of-state companies. States where we have nexus may require us to calculate, collect, and remit taxes on sales in their jurisdiction. Additionally, the U.S. Supreme Court's 2018 ruling in South Dakota v. Wayfair, Inc. et al (Wayfair) allowed states to require online sellers to collect and remit sales and use tax despite not having a physical presence in the buyer’s state. In response to Wayfair, or otherwise, states or local governments may enforce laws requiring us to calculate, collect, and remit taxes on sales in their jurisdictions. We may be obligated to collect and remit sales and use taxes in states where we have not collected and remitted sales and use taxes. A successful assertion by one or more states requiring us to collect taxes where we historically have not or presently do not do so could result in substantial tax liabilities, including taxes on past sales, as well as penalties and interest. The imposition by state governments or local governments of sales tax collection obligations on out-of-state sellers could also create additional administrative burdens for us, put us at a perceived competitive disadvantage if they do not impose similar obligations on our competitors, and decrease our future sales, which could adversely affect our business and operating results.\nChanges in our effective tax rate or tax liability may adversely affect our operating results.\nOur effective tax rate could increase due to several factors, including:\n•changes in the relative amounts of income before taxes in the various U.S. and international jurisdictions in which we operate due to differing statutory tax rates in various jurisdictions;\n•changes in tax laws, tax treaties, and regulations or the interpretation of them, including the Inflation Reduction Act of 2022 and the One Big Beautiful Bill Act of 2025 (the impact of which we are still assessing);\n•changes to our assessment about our ability to realize our deferred tax assets that are based on estimates of our future results, the prudence and feasibility of possible tax planning strategies, and the economic and political environments in which we do business;\n•the outcome of current and future tax audits, examinations, or administrative appeals; and\n•limitations or adverse findings regarding our ability to do business in some jurisdictions.\nAny of these developments could adversely affect our operating results.\nNatural catastrophic events, pandemics, and man-made problems such as power-disruptions, computer viruses, data security breaches, war, and terrorism may disrupt our business.\nNatural disasters, pandemics such as the COVID-19 pandemic, other catastrophic events, and man-made problems, such as terrorism, war, or economic or trade sanctions related to war or other geopolitical conflicts, may cause damage or disruption to our operations, international commerce, and the global economy, and thus could harm our business. We have a large employee presence in the San Francisco Bay Area in California and in Draper, Utah. The west coast of the U.S. contains active earthquake zones and is subject to frequent wildfire outbreaks and the Houston area frequently experiences significant hurricanes. In the event of a major earthquake, hurricane, or catastrophic event such as fire, flooding, power loss, telecommunications failure, vandalism, cyber-attack, war, or terrorist attack, we may be unable to continue our operations and may endure system interruptions, reputational harm, delays in our application development, lengthy interruptions in our products, breaches of data security, and loss of critical data, all of which could harm our business, operating results, and financial condition. In addition, data centers depend on predictable and reliable energy and networking capabilities, which could be affected by a variety of factors, including climate change.\nAdditionally, as computer malware, viruses, and computer hacking, fraudulent use attempts, and phishing attacks have become more prevalent, we, and third parties upon which we rely, face increased risk in maintaining the performance, reliability, security, and availability of our solutions and related services and technical infrastructure to the satisfaction of our customers. Any computer malware, viruses, computer hacking, fraudulent use attempts, phishing attacks, or other data security breaches related to our network infrastructure or information technology systems or to computer hardware we lease from third parties, could, among other things, harm our reputation and our ability to retain existing customers and attract new customers.\nThe insurance we maintain may be insufficient to cover our losses resulting from disasters, cyber-attacks, or other business interruptions, and any incidents may result in loss of, or increased costs of, such insurance. Finally, we have elected to self-insure for certain employee medical and vision matters. Accordingly, in the event of a pandemic or other catastrophic event, we may be at a greater risk that our financial condition will be adversely affected.\nIf we fail to maintain an effective system of disclosure controls and internal control over financial reporting, our ability to produce timely and accurate financial statements or comply with applicable laws and regulations could be impaired.\nWe are subject to the reporting requirements of the Exchange Act, the Sarbanes-Oxley Act of 2002 (Sarbanes-Oxley), the Dodd-Frank Wall Street Reform and Consumer Protection Act of 2010, the listing requirements of the New York Stock Exchange (NYSE), and other applicable securities rules and regulations. Compliance with these rules and regulations will increase our legal and financial compliance costs, make some activities more difficult, time consuming, or costly, and increase demand on our systems and resources. The Exchange Act requires, among other things, that we file annual, quarterly, and current reports with respect to our business and operating results. Sarbanes-Oxley requires, among other things, that we maintain effective disclosure controls and procedures and internal control over financial reporting. It may require significant resources and management oversight to maintain and, if necessary, improve our disclosure controls and procedures and internal control over financial reporting to meet this standard. As a result, management’s attention may be diverted from other business concerns, which could adversely affect our business and operating results. Although we have already hired additional employees to comply with these requirements, we may need to hire more employees in the future or engage outside consultants, which would increase our costs and expenses. \nWe are required, pursuant to Section 404 of Sarbanes-Oxley (Section 404), to furnish a report by management on, among other things, the effectiveness of our internal control over financial reporting. Effective \ninternal control over financial reporting is necessary for us to provide reliable financial reports and, together with adequate disclosure controls and procedures, are designed to prevent fraud. Any failure to implement required new or improved controls, or difficulties encountered in their implementation, could cause us to fail to meet our reporting obligations. Ineffective internal controls could also cause investors to lose confidence in our reported financial information, which could have a negative effect on the trading price of our common stock.\nThis assessment needs to include disclosure of any material weaknesses identified by our management in our internal control over financial reporting, as well as a statement that our independent registered public accounting firm has issued an opinion on the effectiveness of our internal control over financial reporting. Section 404(b) of the Sarbanes-Oxley Act requires our independent registered public accounting firm to annually attest to the effectiveness of our internal control over financial reporting, which has, and will continue to, require increased costs, expenses, and management resources. An independent assessment of the effectiveness of our internal controls could detect problems that our management’s assessment might not. Undetected material weaknesses in our internal controls could lead us to restate our financial statements, which could cause investors to lose confidence in our reported financial information, have a negative effect on the trading price of our common stock, and result in additional costs to remediate such material weaknesses. We are required to disclose changes made in our internal control and procedures on a quarterly basis. To comply with the requirements of being a public company, we may need to undertake various actions, such as implementing new internal controls and procedures and hiring accounting or internal audit staff. If we are unable to assert that our internal control over financial reporting is effective, or if our independent registered public accounting firm issues an adverse opinion on the effectiveness of our internal control, we could lose investor confidence in the accuracy and completeness of our financial reports, which could cause the price of our common stock to decline, and we may be subject to investigation or sanctions by the SEC. In addition, if we are unable to continue to meet these requirements, we may not be able to remain listed on the NYSE.\nOur reported financial results may be adversely affected by changes in accounting principles generally accepted in the U.S.\nGAAP is subject to interpretation by the Financial Accounting Standards Board (FASB), the SEC, and various bodies formed to promulgate and interpret appropriate accounting principles. A change in these principles or interpretations could have a significant effect on our reported operating results and financial condition and could affect the reporting of transactions already completed before the announcement of a change.\nIf our estimates or judgments relating to our critical accounting policies prove to be incorrect, our operating results could be adversely affected.\nThe preparation of financial statements in conformity with GAAP requires management to make estimates and assumptions that affect the amounts reported in the consolidated financial statements and accompanying notes. We base our estimates on historical experience and on various other assumptions that we believe to be reasonable under the circumstances, as provided in the section titled “Management’s Discussion and Analysis of Financial Condition and Operating Results—Critical Accounting Estimates.” The results of these estimates form the basis for making judgments about the carrying values of assets, liabilities, and equity, and the amount of revenue and expenses that are not readily apparent from other sources. Significant estimates and judgments may involve the variable consideration used in revenue recognition for certain contracts, determination of useful lives of long-lived intangible assets, present value estimation of operating lease liabilities, the estimate of expected credit losses on accounts receivable, acquired card receivables and loans held for investment, accrual for rewards, inputs used to value certain stock-based compensation awards, benefit period to amortize deferred costs and valuation of income taxes. Our operating results may be adversely affected if our assumptions change or if actual circumstances differ from those in our assumptions, which could cause our operating results to fall below the expectations of securities analysts and investors, resulting in a decline in the trading price of our common stock.\nOur estimates of market opportunity and forecasts of market growth may prove to be inaccurate, and even if the market in which we compete achieves the forecasted growth, our business could fail to grow at similar rates, if at all.\nMarket opportunity estimates and growth forecasts, including those we have generated ourselves, are subject to significant uncertainty and are based on assumptions and estimates that may not prove to be accurate. The variables that go into the calculation of our market opportunity are subject to change over time, and there is no guarantee that any particular number or percentage of addressable users or companies covered by our market opportunity estimates will purchase our products at all or generate any particular level of revenue for us. Any expansion in the markets in which we operate depends on a number of factors, including the cost, performance, and perceived value associated with our platforms and those of our competitors. Even if the markets in which we compete meet the size estimates and growth forecasted, our business could fail to grow at similar rates, if at all. Our growth is subject to many factors, including our success in implementing our business strategy, which is subject to many risks and uncertainties. Accordingly, our forecasts of market growth should not be taken as indicative of our future growth. \nWe rely on assumptions and estimates to calculate certain of our performance metrics, and real or perceived inaccuracies in such metrics may harm our reputation and negatively affect our business.\nWe calculate and track certain customer and other performance metrics with internal tools, which are not independently verified by any third party. While we believe our metrics are reasonable estimates of our customer base and payment and transaction volumes for the applicable period of measurement, the methodologies used to measure these metrics require significant judgment and may be susceptible to algorithm or other technical errors. For example, the accuracy and consistency of our performance metrics may be impacted by changes to internal assumptions regarding how we account for and track customers, limitations on system implementations, and limitations on the ability of third-party tools to match our database. If the internal tools we use to track these metrics undercount or overcount performance or contain algorithmic or other technical errors, the data we report may not be accurate. In addition, limitations or errors with respect to how we measure data (or the data that we measure) may affect our understanding of certain details of our business, which could affect our longer-term strategies. Further, as our business develops, we may revise or cease reporting certain metrics if we determine that such metrics are no longer accurate or appropriate measures of our performance. If our performance metrics are not accurate representations of our business, customer base, or payment or transaction volumes, if we discover material inaccuracies in our metrics, or if the metrics we rely on to track our performance do not provide an accurate measurement of our business, our reputation may be harmed, we may be subject to legal or regulatory actions, and our business, operating results, financial condition, and prospects could be adversely affected.\nAny future litigation against us could be costly and time-consuming to defend.\nWe have in the past and may in the future become subject to legal proceedings and claims that arise in the ordinary course of business, such as claims brought by our customers in connection with commercial disputes, employment claims made by our current or former employees, or claims for reimbursement following misappropriation of customer data. Litigation might result in substantial costs and may divert management’s attention and resources, which might seriously harm our business, overall financial condition, and operating results. Insurance might not cover such claims, might not provide sufficient payments to cover all the costs to resolve one or more such claims, and might not continue to be available on terms acceptable to us. A claim brought against us that is uninsured or under-insured could result in unanticipated costs, thereby reducing our operating results and leading analysts or potential investors to reduce their expectations of our performance, which could reduce the trading price of our stock.\nIf we cannot maintain our company culture as we grow, our success and our business may be harmed.\nWe believe our culture has been a key contributor to our success to date and that the critical nature of the platform that we provide promotes a sense of greater purpose and fulfillment in our employees. Inorganic growth through mergers and acquisitions may pose significant challenges to assimilating the company cultures of acquired companies. Any failure to preserve our culture could negatively affect our ability to retain and recruit personnel, which is critical to our growth, and to effectively focus on and pursue our corporate objectives. As we grow and develop the infrastructure of a public company, we may find it difficult to maintain these important \naspects of our culture. If we fail to maintain our company culture, our business and competitive position may be adversely affected.\nWe are exposed to foreign currency exchange risk relating to our Canadian operations.\nWe are exposed to foreign currency exchange risk relating to our Canadian operations and Canadian subsidiary. A change in foreign currency exchange rates, particularly in Canadian dollars to U.S. dollars, can affect our financial results due to transaction gains or losses related to the remeasurement of certain monetary asset and monetary liability balances that are denominated in currencies other than U.S. dollars, which is the functional currency of our Canadian subsidiary. In addition, we expect our exposure to foreign currency rate risks in the future to increase as our international operations increase.\nOur business could be negatively affected as a result of actions by or proposals from activist stockholders, and such activism could impact the trading value of our securities and harm our business, financial condition and results of operations.\nWe may be subject to actions by or proposals from activist stockholders or others that may not align with our business strategies or the interests of our other stockholders. Responding to these actions or proposals can be costly and time consuming, disrupt our business and operations and divert the attention of our Board of Directors, management and employees. If activist stockholders were to emerge, their activities could interfere with our ability to execute our strategies and divert resources from our business. In addition, a proxy contest for the election of directors at our annual meeting would require us to incur significant legal fees and proxy solicitation expenses and require significant time and attention of management and our Board of Directors. Activist stockholders may create perceived uncertainties as to our future direction which may be exploited by our competitors and may make it more difficult to attract and retain qualified personnel and potential customers and partners and may affect our relationships with current customers, partners, vendors, investors and other third parties. In addition, actions of activist stockholders may cause periods of fluctuation in our stock price based on temporary or speculative market perceptions or other factors that do not necessarily reflect the underlying fundamentals and prospects of our business.\nRisks Related to Government Regulation and Privacy Matters\nPayments and other financial services-related regulations and oversight are material to our business. Our failure to comply could materially harm our business.\nThe local, state, and federal laws, rules, regulations, licensing requirements, and industry standards that govern our business include, or may in the future include, those relating to banking, deposit-taking, cross-border and domestic money transmission, foreign exchange, payments services (such as licensed money transmission, payment processing, and settlement services), lending, anti-money laundering, combating terrorist financing, escheatment, international sanctions regimes, and compliance with the Payment Card Industry Data Security Standard, a set of requirements designed to ensure that all companies that process, store, or transmit payment card information maintain a secure environment to protect spending business data. \nSeveral of our subsidiaries maintain licenses to operate in regulated businesses in U.S. states and Canada. Our subsidiary, Bill.com, LLC, maintains licenses, as applicable, to operate as a money transmitter (or its equivalent) in the U.S., the District of Columbia, the Commonwealth of Puerto Rico, and, to the best of our knowledge, in all the states where such licensure or registration is required for our business. In addition, our subsidiary, Bill.com Canada, LLC is a Foreign Money Services Business in Canada and the regulations applicable to our activity in Canada are enforced by FINTRAC, the Bank of Canada, and Quebec’s Financial Markets Authority. As a licensed money transmitter in the U.S., we are subject to obligations and restrictions with respect to the investment of customer funds, reporting requirements, bonding requirements, minimum capital requirements, and examinations by state and federal regulatory agencies concerning various aspects of our business. As a licensed Foreign Money Services business in Canada, we are subject to Canadian compliance regulations applicable to money movement and sanctions requirements. In addition, our DivvyPay, LLC subsidiary (Divvy) holds brokering and servicing licenses required in connection with our BILL Divvy Card offering, and certain of our other subsidiaries hold loan brokering and servicing licenses as well.\nIn addition, other subsidiaries of ours are required to maintain loan brokering or servicing licenses in a number of U.S. states in which we conduct business and are contractually obligated to comply with federal \nconsumer protection laws and regulations, applicable state laws, as well as card network rules as a card program manager for our BILL Divvy Card. These laws, rules, regulations, licensing schemes, and standards are enforced by multiple authorities and governing bodies in the U.S., including the Department of the Treasury, the Federal Trade Commission, the Consumer Financial Protection Bureau, the SEC, self-regulatory organizations, and numerous state and local agencies. As we expand into new jurisdictions, the number of foreign laws, rules, regulations, licensing schemes, and standards governing our business will expand as well. In addition, as our business and products continue to develop and expand, we may become subject to additional laws, rules, regulations, licensing schemes, and standards. We may not always be able to accurately predict the scope or applicability of certain laws, rules, regulations, licensing schemes, or standards to our business, particularly as we expand into new areas of operations, which could have a significant negative effect on our existing business and our ability to pursue future plans.\nEvaluation of our compliance efforts in the U.S. and Canada, as well as questions as to whether and to what extent our products and services are considered money transmission, are matters of regulatory interpretation and could change over time. In the past, we have been subject to fines and other penalties by regulatory authorities for violations of state money transmission laws. Regulators and third-party auditors have also identified gaps in our anti-money laundering and sanctions program, which we have addressed through remediation processes. In the future, as a result of the regulations applicable to our business, we could be subject to investigations and resulting liability, including governmental fines, restrictions on our business, or other sanctions, and we could be forced to cease conducting certain aspects of our business with residents of certain jurisdictions, be forced to change our business practices in certain jurisdictions, or be required to obtain additional licenses or regulatory approvals. There can be no assurance that we will be able to obtain or maintain any such licenses, and, even if we were able to do so, there could be substantial costs and potential product changes involved in maintaining such licenses, which could have a material and adverse effect on our business. In addition, there are substantial costs and potential product changes involved in maintaining and renewing such licenses, certifications, and approvals, and we could be subject to fines or other enforcement action if we are found to violate disclosure, reporting, anti-money laundering, capitalization, corporate governance, or other requirements of such licenses. These factors could impose substantial additional costs, involve considerable delay to the development or provision of our products or services, require significant and costly operational changes, or prevent us from providing our products or services in any given market.\nGovernment agencies may impose new or additional rules on money transmission, including regulations that:\n•prohibit, restrict, and/or impose taxes or fees on money transmission transactions in, to, or from certain countries or with certain governments, individuals, and entities;\n•impose additional customer and spending business identification and customer or spending business due diligence requirements;\n•impose additional reporting or recordkeeping requirements, or require enhanced transaction monitoring;\n•limit the types of entities capable of providing money transmission services, or impose additional licensing or registration requirements;\n•impose minimum capital or other financial requirements;\n•limit or restrict the revenue that may be generated from money transmission, including revenue from interest earned on customer funds, transaction fees, and revenue derived from foreign exchange;\n•require enhanced disclosures to our money transmission customers;\n•require the principal amount of money transmission originated in a country to be invested in that country or held in trust until paid;\n•limit the number or principal amount of money transmission transactions that may be sent to or from a jurisdiction, whether by an individual or in the aggregate; and\n•restrict or limit our ability to process transactions using centralized databases, for example, by requiring that transactions be processed using a database maintained in a particular country or region.\nOur business is subject to extensive government regulation and oversight. Our failure to comply with extensive, complex, overlapping, and frequently changing rules, regulations, and legal interpretations could materially harm our business.\nOur success and increased visibility may result in increased regulatory oversight and enforcement and more restrictive rules and regulations that apply to our business. We are subject to a wide variety of local, state, federal, and international laws, rules, regulations, licensing schemes, and industry standards in the U.S. and in other countries in which we operate and in many of the countries in which our subsidiaries Invoice2go, LLC and Cimrid Pty, Ltd (together, Invoice2go) have subscribers. These laws, rules, regulations, licensing schemes, and standards govern numerous areas that are important to our business. In addition to the payments and financial services-related regulations, and the privacy, data protection, and information security-related laws described elsewhere in this \"Risk Factors\" section our business is also subject to, without limitation, rules and regulations applicable to: securities, labor and employment, immigration, competition, and marketing and communications practices. Laws, rules, regulations, licensing schemes, and standards applicable to our business are subject to change and evolving interpretations and application, including by means of legislative changes and/or executive orders, and it can be difficult to predict how they may be applied to our business and the way we conduct our operations, particularly as we introduce new products and services and expand into new jurisdictions. We may not be able to respond quickly or effectively to regulatory, legislative, and other developments, and these changes may in turn impair our ability to offer our existing or planned features, products, and services and/or increase our cost of doing business. For example, the State of California has adopted new climate-related disclosure requirements, and compliance with such rules could require significant effort and resources. \nAlthough we have a compliance program focused on the laws, rules, regulations, licensing schemes, and industry standards that we have assessed as applicable to our business and we are continually investing more in this program, there can be no assurance that our employees or contractors will not violate such laws, rules, regulations, licensing schemes, and industry standards. Any failure or perceived failure to comply with existing or new laws, rules, regulations, licensing schemes, industry standards, or orders of any governmental authority (including changes to or expansion of the interpretation of those laws, regulations, standards, or orders), may:\n•subject us to significant fines, penalties, criminal and civil lawsuits, license suspension or revocation, forfeiture of significant assets, audits, inquiries, whistleblower complaints, adverse media coverage, investigations, and enforcement actions in one or more jurisdictions levied by federal, state, local, or foreign regulators, state attorneys general, and private plaintiffs who may be acting as private attorneys general pursuant to various applicable federal, state, and local laws;\n•result in additional compliance and licensure requirements;\n•increase regulatory scrutiny of our business; and\n•restrict our operations and force us to change our business practices or compliance program, make product or operational changes, or delay planned product launches or improvements.\nThe complexity of U.S. federal and state regulatory and enforcement regimes, coupled with the scope of our international operations and the evolving regulatory environment, could result in a single event giving rise to many overlapping investigations and legal and regulatory proceedings by multiple government authorities in different jurisdictions.\nFurther, in June 2024, the U.S. Supreme Court reversed its longstanding approach under the Chevron doctrine, which provided for judicial deference to regulatory agencies. As a result of this decision, we cannot be sure whether there will be increased challenges to existing agency regulations or how lower courts will apply the decision in the context of other regulatory schemes without more specific guidance from the U.S. Supreme Court. For example, the U.S. Supreme Court's decision could significantly impact consumer protection, advertising, privacy, artificial intelligence, anti-corruption and anti-money laundering practices and other regulatory regimes with which we are required to comply. Any such regulatory developments could result in uncertainty about and changes in the ways such regulations apply to us, and may require additional resources to ensure our continued compliance.\nAny of the foregoing could, individually or in the aggregate, harm our reputation as a trusted provider, damage our brands and business, cause us to lose existing customers, prevent us from obtaining new customers, require us to expend significant funds to remedy problems caused by breaches and to avert further breaches, expose us to legal risk and potential liability, and adversely affect our business, operating results, and financial condition.\nWe are subject to governmental regulation and other legal obligations, particularly those related to privacy, data protection, and information security, and our actual or perceived failure to comply with such obligations could harm our business, by resulting in litigation, fines, penalties, or adverse publicity and reputational damage that may negatively affect the value of our business and decrease the price of our common stock. Compliance with such laws could also result in additional costs and liabilities to us or inhibit sales of our products.\nOur customers, their suppliers, and other users store personal and business information, financial information, and other sensitive information on our platform. In addition, we receive, store, and process personal and business information and other data from and about actual and prospective customers and users, in addition to our employees and service providers. Our handling of data is subject to a variety of laws and regulations, including regulation by various government agencies, such as the FTC, and various state, local, and foreign agencies. Our data handling also is subject to contractual obligations and industry standards.\nThe U.S. federal and various state and foreign governments have adopted or proposed limitations on the collection, distribution, use, and storage of data relating to individuals and businesses, including the use of contact information and other data for marketing, advertising, and other communications with individuals and businesses. In the U.S., various laws and regulations apply to the collection, processing, disclosure, and security of certain types of data, including the Gramm Leach Bliley Act (GLBA) and state laws relating to privacy and data security. GLBA requires financial institutions to explain their information sharing practices to their customers and to safeguard sensitive data. Additionally, the FTC and many state attorneys general are interpreting federal and state consumer protection laws as imposing standards for the online collection, use, dissemination, and security of data. For example, the California Consumer Privacy Act (CCPA), which broadly defines personal information, gives California residents expanded privacy rights and protections, including the right to opt out of certain personal information sharing, the use of “sensitive personal information,” and the use of personal information for automated decision-making or targeted advertising and provides for civil penalties for violations and a private right of action for data breaches. Many aspects of the CCPA remain unclear, and its full impact on our business and operations remains uncertain. Following the lead of California, over a third of U.S. states, including Colorado, Virginia, and Texas have enacted laws similar to the CCPA and several other states are considering enacting similarly comprehensive consumer privacy laws as well. Accordingly, the laws and regulations relating to privacy, data protection, and information security are evolving, can be subject to significant change, and may result in ever-increasing regulatory and public scrutiny and escalating levels of enforcement and sanctions.\nIn addition, several foreign countries and governmental bodies, including the European Union (EU) and the United Kingdom (UK), have laws and regulations dealing with the handling and processing of personal information, which in certain cases are more restrictive than those in the U.S. Laws and regulations in these jurisdictions apply broadly to the collection, use, storage, disclosure, and security of various types of data, including data that identifies or may be used to identify an individual, such as names, email addresses, and internet protocol addresses. Our current and prospective service offerings subject us to the GDPR, Australian and Canadian privacy laws, and the privacy laws of many other foreign jurisdictions. Such laws and regulations may be modified or subject to new or different interpretations, and new laws and regulations may be enacted in the future.\nFor example, the GDPR imposes stringent operational requirements for controllers and processors of personal data of individuals within the European Economic Area and the UK, respectively, and non-compliance can trigger robust regulatory enforcement and fines of up to the greater of €20 million or 4% of the annual global revenues. Among other requirements, GDPR regulates transfers of personal data to third countries that have not been found to provide adequate protection to such personal data, including the United States. The efficacy and longevity of current transfer mechanisms between the EU or the UK and the United States remains uncertain. Violations of the GDPR may also lead to damages claims by data controllers and data subjects, in addition to civil litigation claims by data controllers, customers, and data subjects.\nThe scope and interpretation of the laws that are or may be applicable to us are often uncertain and may be conflicting as a result of the rapidly evolving regulatory framework for privacy issues worldwide. For example, laws relating to the liability of providers of online services for activities of their users and other third parties are currently being tested by a number of claims, including actions based on invasion of privacy and other torts, unfair competition, copyright and trademark infringement, and other theories based on the nature and content of the materials searched, the ads posted, or the content provided by users. As a result of the laws that are or may be applicable to us, and due to the sensitive nature of the information we collect, we have implemented policies and procedures to preserve and protect our data and our customers’ data against loss, misuse, corruption, misappropriation caused by systems failures, or unauthorized access. If our policies, procedures, or measures relating to privacy, data protection, information security, marketing, or customer communications fail to comply with laws, regulations, policies, legal obligations, or industry standards, we may be subject to governmental enforcement actions, litigation, regulatory investigations, fines, penalties, and negative publicity, and it could cause our application providers, customers, and partners to lose trust in us, and have an adverse effect on our business, operating results, and financial condition.\nIn addition to government regulation, privacy advocates and industry groups may propose new and different self-regulatory standards that may apply to us. Because the interpretation and application of privacy, data protection and information security laws, regulations, rules, and other standards are still uncertain, it is possible that these laws, rules, regulations, and other actual or alleged legal obligations, such as contractual or self-regulatory obligations, may be interpreted and applied in a manner that is inconsistent with our existing data management practices or the functionality of our platform. If so, in addition to the possibility of fines, lawsuits, and other claims, we could be required to fundamentally change our business activities and practices or modify our software, which could have an adverse effect on our business.\nAny failure or perceived failure by us to comply with laws, regulations, policies, legal, or contractual obligations, industry standards, or regulatory guidance relating to privacy, data protection, or information security, may result in governmental investigations and enforcement actions, litigation, fines and penalties, or adverse publicity, and could cause our customers and partners to lose trust in us, which could have an adverse effect on our reputation and business. We expect that there will continue to be new proposed laws, regulations, and industry standards relating to privacy, data protection, information security, marketing, and consumer communications, and we cannot determine the impact such future laws, regulations, and standards may have on our business. Future laws, regulations, standards, and other obligations or any changed interpretation of existing laws or regulations could impair our ability to develop and market new functionality and maintain and grow our customer base and increase revenue. Future restrictions on the collection, use, sharing, or disclosure of data, or additional requirements for express or implied consent of our customers, partners, or users for the use and disclosure of such information could require us to incur additional costs or modify our platform, possibly in a material manner, and could limit our ability to develop new functionality.\nIf we are not able to comply with these laws or regulations, or if we become liable under these laws or regulations, our business, financial condition, or reputation could be harmed, and we may be forced to implement new measures to reduce our exposure to this liability. This may require us to expend substantial resources or to discontinue certain products, which would negatively affect our business, financial condition, and operating results. In addition, the increased attention focused upon liability issues as a result of lawsuits and legislative proposals could harm our reputation or otherwise adversely affect the growth of our business. Furthermore, any costs incurred as a result of this potential liability could harm our operating results.\nWe, our partners, our customers, and others who use our services obtain and process a large amount of sensitive data. Any real or perceived improper or unauthorized use of, disclosure of, or access to such data could harm our reputation as a trusted brand and adversely affect our business, operating results, and financial condition.\nWe, our partners, our customers, and the third-party vendors and data centers that we use, obtain and process large amounts of sensitive data, including data related to our customers and their transactions, as well as other data of the counterparties to their payments. We face risks, including to our reputation as a trusted brand, in the handling and protection of this data, and these risks will increase as our business continues to expand to include new products and technologies.\nCybersecurity incidents and malicious internet-based activity continue to increase generally, and providers of cloud-based services have frequently been targeted by such attacks. These cybersecurity challenges, including threats to our own information technology infrastructure or those of our customers or third-party providers, may take a variety of forms ranging from stolen bank accounts, business email compromise, customer employee fraud, account takeover, check fraud, or cybersecurity attacks, to “mega breaches” targeted against cloud-based services and other hosted software, which could be initiated by individual or groups of hackers or sophisticated cyber criminals. State-sponsored cybersecurity attacks on the U.S. financial system or U.S. financial service providers could also adversely affect our business. A cybersecurity incident or breach could result in disclosure of confidential information and intellectual property, or cause production downtimes and compromised data. We have in the past experienced cybersecurity incidents of limited scale. We may be unable to anticipate or prevent techniques used in the future to obtain unauthorized access or to sabotage systems because they change frequently and often are not detected until after an incident has occurred. As we increase our customer base and our brand becomes more widely known and recognized, third parties may increasingly seek to compromise our security controls or gain unauthorized access to our sensitive corporate information or our customers’ data.\nWe have administrative, technical, and physical security measures in place, and we have policies and procedures in place to contractually require service providers to whom we disclose data to implement and maintain reasonable privacy, data protection, and information security measures. However, if our privacy protection, data protection, or information security measures or those of the previously mentioned third parties are inadequate or are breached as a result of third-party action, employee or contractor error, malfeasance, malware, phishing, hacking attacks, system error, software bugs, or defects in our products, trickery, process failure, or otherwise, and, as a result, there is improper disclosure of, or someone obtains unauthorized access to or exfiltrates funds or sensitive information, including personally identifiable information, on our systems or our partners’ systems, or if we suffer a ransomware or advanced persistent threat attack, or if any of the foregoing is reported or perceived to have occurred, our reputation and business could be damaged. Recent high-profile security breaches and related disclosures of sensitive data by large institutions suggest that the risk of such events is significant, even if privacy, data protection, and information security measures are implemented and enforced. If sensitive information is lost or improperly disclosed or threatened to be disclosed, we could incur significant costs associated with remediation and the implementation of additional security measures, and may incur significant liability and financial loss, and be subject to regulatory scrutiny, investigations, proceedings, and penalties.\nU.S. regulators, including the FTC, have also adopted or proposed enhanced cyber risk management standards that would apply to us and our financial institution partners and that would address cyber risk governance and management, management of internal and external dependencies, and incident response, cyber resilience, and situational awareness. Legislation and regulations on cybersecurity, data privacy and data localization may compel us to enhance or modify our systems, invest in new systems, or alter our business practices or our policies on data governance and security. If any of these outcomes were to occur, our operational costs could increase significantly. Failure to comply with applicable laws in this area could also result in significant fines, penalties, and reputational damage.\nIn addition, our financial institution partners conduct regular audits of our cybersecurity program, and if any of them were to conclude that our systems and procedures are insufficiently rigorous, they could terminate their relationships with us, and our financial results and business could be adversely affected. Under our terms of service and our contracts with certain partners, if there is a breach of payment information that we store, we could be liable to the partner for their losses and related expenses. Additionally, if our own confidential business information were improperly disclosed, our business could be materially and adversely affected. A core aspect of our business is the reliability and security of our platform. Any perceived or actual breach of security, regardless of how it occurs or the extent of the breach, could have a significant impact on our reputation as a trusted brand, cause us to lose existing partners or other customers, prevent us from obtaining new partners and other customers, require us to expend significant funds to remedy problems caused by breaches and implement measures to prevent further breaches, and expose us to legal risk and potential liability including those resulting from governmental or regulatory investigations, class action litigation, and costs associated with remediation, such as fraud monitoring and forensics. Any actual or perceived security breach at a company providing services to us or our customers could have similar effects. Further, as the ensuing adoption of remote work has resulted in a significant number of people working from home, these cybersecurity risks may be heightened by an increased attack surface across our business and those of our partners and service providers. \nWe have heightened monitoring in the face of such risks, but cannot guarantee that our efforts, or the efforts of those upon whom we rely and partner with, will be successful in preventing any such information security incidents.\nWhile we maintain cybersecurity insurance, our insurance may be insufficient or may not cover all liabilities incurred by such attacks. We also cannot be certain that our insurance coverage will be adequate for data handling or data security liabilities actually incurred, that insurance will continue to be available to us on economically reasonable terms, or at all, or that any insurer will not deny coverage as to any future claim. The successful assertion of one or more large claims against us that exceed available insurance coverage, or the occurrence of changes in our insurance policies, including premium increases or the imposition of large deductible or co-insurance requirements, could adversely affect our business, operating results, financial condition, and reputation.\nWe are subject to governmental laws and requirements regarding economic and trade sanctions, anti-money laundering, and counter-terror financing that could impair our ability to compete in international markets or subject us to criminal or civil liability if we violate them.\nAlthough we currently only offer our payment and card products to customers in the U.S., UK, and Canada, Invoice2go has international subscribers in approximately 150 countries, including Australia and several EU countries, for which payment activity is conducted through third-party payment providers. As we continue to expand internationally, we will become subject to additional laws and regulations, and will need to implement new regulatory controls to comply with applicable laws. We are currently required to comply with U.S. economic and trade sanctions administered by OFAC and we have processes in place to comply with the OFAC regulations as well as similar requirements in other jurisdictions, including the Australian Sanctions Regime, the Canadian Proceeds of Crime and Terrorist Financing Act, the UK Office of Financial Sanctions Implementation and, to the extent we expand our offerings into the EU, EU money laundering directives. As part of our compliance efforts, we scan our customers and payments against OFAC and other watch lists and have controls to monitor and mitigate these risks. If our services are accessed from a sanctioned country in violation of the trade and economic sanctions, we could be subject to fines or other enforcement action. For example, we previously identified gaps in our IP address blocking controls and believe that certain U.S. domestic payments were made through our platform by U.S. customers while traveling in sanctioned countries. In addition, we identified that one of our acquired subsidiaries, Zipbooks, onboarded and received a limited amount of subscription payments from certain subscribers potentially located in sanctioned countries. In March 2024, we submitted a voluntary self-disclosure to OFAC related to these issues and, in November 2024, OFAC completed its review and issued us a cautionary letter. We have implemented additional controls and screening tools designed to prevent similar activity from occurring in the future, but there can be no assurance that we will not encounter similar issues with our sanctions compliance processes in the future. If we are found to have failed to comply with U.S. sanctions laws, we could be subject to certain penalties, including monetary fines, as well as reputational harm. We are also subject to various anti-money laundering and counter-terrorist financing laws and regulations in the U.S. and Canada, and around the world that prohibit, among other things, our involvement in transferring the proceeds of criminal activities.\nIn the United States, most of our services are subject to anti-money laundering laws and regulations, including the BSA, the Anti-Money Laundering Act of 2020, and similar state laws and regulations. The BSA requires, among other things, MSBs to develop and implement risk-based anti-money laundering programs, to report suspicious activity, and in some cases, to collect and maintain information about customers who use their services and maintain other transaction records. Regulators in the United States, Canada, and in many other foreign jurisdictions continue to increase their scrutiny of compliance with these obligations, which may require us to further revise or expand our compliance program, including the procedures we use to verify the identity of our customers and to monitor transactions on our system, including payments to persons outside of the U.S. and Canada. Regulators regularly re-examine the transaction volume thresholds at which we must obtain and keep applicable records or verify identities of customers, and any change in such thresholds could result in greater costs for compliance.\nWe are subject to anti-corruption, anti-bribery, and similar laws, and non-compliance with such laws can subject us to criminal or civil liability and harm our business.\nWe are subject to the FCPA, U.S. domestic bribery laws, and other anti-corruption laws, including Australia’s anti-bribery laws, the Canadian Criminal Code, the Canadian Corruption of Foreign Public Officials Act and the UK Bribery Act 2010. Anti-corruption and anti-bribery laws have been enforced aggressively in recent years and are interpreted broadly to generally prohibit companies, their employees, and their third-party intermediaries from authorizing, offering, or providing, directly or indirectly, improper payments or benefits to recipients in the public sector. These laws also require that we keep accurate books and records and maintain internal controls and compliance procedures designed to prevent any such actions. Although we currently only offer our payment and card products to customers in the U.S., and payment services in Canada and the United Kingdom, Invoice2go has international subscribers in approximately 150 countries, including Australia and several EU countries for which payment activity is conducted through third-party payment providers. As we increase our international cross-border business and expand operations abroad, we may engage with business partners and third-party intermediaries to market our services and obtain necessary permits, licenses, and other regulatory approvals. In addition, we or our third-party intermediaries may have direct or indirect interactions with officials and employees of government agencies or state-owned or affiliated entities. We can be held liable for the corrupt or other illegal activities of these third-party intermediaries, our employees, representatives, contractors, partners, and agents, even if we do not explicitly authorize such activities.\nWe cannot assure you that all of our employees and agents will not take actions in violation of our policies and applicable law, for which we may be ultimately held responsible. As we increase our international business, our risks under these laws may increase.\nDetecting, investigating, and resolving actual or alleged violations of anti-corruption laws can require a significant diversion of time, resources, and attention from senior management. In addition, noncompliance with anti-corruption or anti-bribery laws could subject us to whistleblower complaints, investigations, sanctions, settlements, prosecution, enforcement actions, fines, damages, other civil or criminal penalties, injunctions, suspension or debarment from contracting with certain persons, reputational harm, adverse media coverage, and other collateral consequences. If any subpoenas are received or investigations are launched, or governmental or other sanctions are imposed, or if we do not prevail in any possible civil or criminal proceeding, our business, operating results, and financial condition could be materially harmed. In addition, responding to any action will likely result in a materially significant diversion of management’s attention and resources and significant defense costs and other professional fees.\nRisks Related to Our Intellectual Property\nIf we fail to adequately protect our proprietary rights, our competitive position could be impaired and we may lose valuable assets, generate less revenue, and incur costly litigation to protect our rights.\nOur success is dependent, in part, upon protecting our proprietary technology. We rely on a combination of patents, copyrights, trademarks, service marks, trade secret laws, and contractual provisions to establish and protect our proprietary rights. However, the steps we take to protect our intellectual property may be inadequate. While we have been issued patents in the U.S. and have additional patent applications pending, we may be unable to obtain patent protection for the technology covered in our patent applications. In addition, any patents issued in the future may not provide us with competitive advantages or may be successfully challenged by third parties. Any of our patents, trademarks, or other intellectual property rights may be challenged or circumvented by others or invalidated through administrative process or litigation. There can be no guarantee that others will not independently develop similar products, duplicate any of our products, or design around our patents. Furthermore, legal standards relating to the validity, enforceability, and scope of protection of intellectual property rights are uncertain. Despite our precautions, it may be possible for unauthorized third parties to copy our products and use information that we regard as proprietary to create products and services that compete with ours.\nWe have been in the past, and may in the future be, subject to intellectual property disputes, which are costly and may subject us to significant liability and increased costs of doing business.\nWe have been in the past and may in the future become subject to intellectual property disputes. Lawsuits are time-consuming and expensive to resolve and they divert management’s time and attention. Although we carry insurance, our insurance may not cover potential claims of this type or may not be adequate to indemnify us for all liability that may be imposed. We cannot predict the outcome of lawsuits and cannot assure you that the results of any such actions will not have an adverse effect on our business, operating results, or financial condition.\nThe software industry is characterized by the existence of many patents, copyrights, trademarks, trade secrets, and other intellectual and proprietary rights. Companies in the software industry are often required to defend against litigation claims based on allegations of infringement or other violations of intellectual property rights. Our technologies may not be able to withstand any third-party claims against their use. In addition, many companies have the capability to dedicate substantially greater resources to enforce their intellectual property rights and to defend claims that may be brought against them. Any litigation may also involve patent holding companies or other adverse patent owners that have no relevant product revenue, and therefore, our patents may provide little or no deterrence as we would not be able to assert them against such entities or individuals. If a third party is able to obtain an injunction preventing us from accessing such third-party intellectual property rights, or if we cannot license or develop alternative technology for any infringing aspect of our business, we would be forced to limit or stop sales of our software or cease business activities related to such intellectual property. Any inability to license third-party technology in the future would have an adverse effect on our business or operating results and would adversely affect our ability to compete. We may also be contractually obligated to indemnify our customers in the event of infringement of a third party’s intellectual property rights. Responding to such claims, regardless of their merit, can be time consuming, costly to defend, and damaging to our reputation and brand.\nIndemnity provisions in various agreements potentially expose us to substantial liability for intellectual property infringement, data protection, and other losses.\nOur agreements with financial institution partners and some larger customers include indemnification provisions under which we agree to indemnify them for losses suffered or incurred as a result of claims of intellectual property infringement, data protection, damages caused by us to property or persons, or other liabilities relating to or arising from our platform or other contractual obligations. Some of these indemnity agreements provide for uncapped liability and some indemnity provisions survive termination or expiration of the applicable agreement. Large indemnity payments could harm our business, operating results, and financial condition. Although we normally limit our liability with respect to such obligations in our contracts with direct customers and with customers acquired through our accounting firm partners, we may still incur substantial liability, and we may be required to cease use of certain functions of our platform or products, as a result of intellectual property-related claims. Any dispute with a customer with respect to these obligations could have adverse effects on our relationship with that customer and other existing or new customers, and harm our business and operating results. In addition, although we carry insurance, our insurance may not be adequate to indemnify us for all liability that may be imposed, or otherwise protect us from liabilities or damages with respect to claims alleging compromises of customer data, and any such coverage may not continue to be available to us on acceptable terms or at all.\nWe use open source software in our products, which could subject us to litigation or other actions.\nWe use open source software in our products. From time to time, there have been claims challenging the ownership of open source software against companies that incorporate it into their products. As a result, we could be subject to lawsuits by parties claiming ownership of what we believe to be open source software. Litigation could be costly for us to defend, have a negative effect on our operating results and financial condition, or require us to devote additional research and development resources to change our products. In addition, if we were to combine our proprietary software products with open source software in a certain manner under certain open source licenses, we could be required to release the source code of our proprietary software products. If we inappropriately use or incorporate open source software subject to certain types of open source licenses that challenge the proprietary nature of our products, we may be required to re-engineer such products, discontinue the sale of such products, or take other remedial actions.\nRisks Related to Our Indebtedness\nOur debt service obligations, including the Notes, may adversely affect our financial condition and results of operations.\nAs of June 30, 2025, we had outstanding $33.5 million aggregate principal amount of 0% convertible senior notes due December 1, 2025 (the 2025 Notes), $123.5 million aggregate principal amount of 0% convertible senior notes due April 1, 2027 (the 2027 Notes), and $1.4 billion aggregate principal amount of 0% convertible senior notes due April 1, 2030 (the 2030 Notes, and together with the 2025 Notes, and the 2027 Notes, the Notes), and had drawn $180.0 million under our 2021 Credit Facility. Our ability to make payments of the principal of, to pay interest on, or to refinance our indebtedness, including the Notes and our Revolving Credit Facilities, depends on our future performance, which is subject to economic, financial, competitive, and other factors beyond our control. Moreover, our obligations under the Revolving Credit Facilities are secured by our BILL Divvy Card receivables and certain other collateral, and subject to a limited guarantee by BILL Holdings, Inc. Our business may not generate cash flow from operations in the future sufficient to service our debt and make necessary capital expenditures. If we are unable to generate such cash flow, we may be required to adopt one or more alternatives, such as selling assets, restructuring debt, or obtaining additional debt financing or equity capital on terms that may be onerous or highly dilutive. Our ability to refinance any future indebtedness will depend on the capital markets and our financial condition at such time. We may not be able to engage in any of these activities or engage in these activities on desirable terms, which could result in a default on our debt obligations. In addition, any of our future debt agreements may contain restrictive covenants that may prohibit us from adopting any of these alternatives. Our failure to comply with these covenants could result in an event of default which, if not cured or waived, could result in the acceleration of our debt.\nIn addition, our indebtedness, combined with our other financial obligations and contractual commitments, could have other important consequences. For example, it could:\n•make us more vulnerable to adverse changes in general U.S. and worldwide economic, industry, and competitive conditions and adverse changes in government regulation;\n•limit our flexibility in planning for, or reacting to, changes in our business and our industry;\n•place us at a disadvantage compared to our competitors who have less debt;\n•limit our ability to borrow additional amounts to fund acquisitions, for working capital, and for other general corporate purposes; and\n•make an acquisition of our company less attractive or more difficult.\nAny of these factors could harm our business, operating results, and financial condition. In addition, if we incur additional indebtedness, the risks related to our business and our ability to service or repay our indebtedness would increase. We are also required to comply with the covenants set forth in the indentures governing the Notes. Our ability to comply with these covenants may be affected by events beyond our control. If we breach any of the covenants and do not obtain a waiver from the note holders or lenders, then, subject to applicable cure periods, any outstanding indebtedness may be declared immediately due and payable. In addition, changes by any rating agency to our credit rating may negatively impact the value and liquidity of our securities. Downgrades in our credit ratings could restrict our ability to obtain additional financing in the future and could affect the terms of any such financing.\nWe may not have the ability to raise the funds necessary for cash settlement upon conversion of the Notes or to repurchase the Notes for cash upon a fundamental change, and our future debt may contain limitations on our ability to pay cash upon conversion of the Notes or to repurchase the Notes.\nHolders of the Notes have the right to require us to repurchase their notes upon the occurrence of a fundamental change (as defined in each of the indentures governing the Notes) at a repurchase price equal to 100% of the principal amount of the Notes to be repurchased, plus accrued and unpaid special interest, if any. In addition, upon conversion of the Notes, unless we elect to deliver solely shares of our common stock to settle such conversion (other than paying cash in lieu of delivering any fractional share), we will be required to make cash payments in respect of the Notes being converted. However, we may not have enough available cash or be able to obtain financing at the time we are required to make repurchases of the Notes surrendered or the Notes being converted. In addition, our ability to repurchase the Notes or to pay cash upon conversions of the Notes may be limited by law, by regulatory authority, or by agreements governing our future indebtedness.\nIn addition to the Notes, we and our subsidiaries may incur substantial additional debt in the future, subject to the restrictions contained in our current and future debt instruments, some of which may be secured debt. We are not restricted under the terms of the indentures governing the Notes from incurring additional debt, securing existing or future debt, recapitalizing our debt, or taking a number of other actions that could have the effect of diminishing our ability to make payments on the Notes when due. \nOur failure to repurchase the Notes at a time when the repurchase is required by the applicable indenture or to pay any cash payable on future conversions of the Notes as required by such indenture would constitute a default under that indenture. A default under one of the indentures or the fundamental change itself could also lead to a default under the other indenture or other agreements governing our existing or future indebtedness. If the repayment of the related indebtedness were to be accelerated after any applicable notice or grace periods, we may not have sufficient funds to repay the indebtedness and repurchase the Notes or make cash payments upon conversions thereof.\nThe conditional conversion feature of the Notes, when triggered, may adversely affect our financial condition and operating results.\nPrior to the close of business on the business day immediately preceding September 1, 2025, in the case of the 2025 Notes, January 1, 2027, in the case of the 2027 Notes, and January 1, 2030, in the case of the 2030 Notes, the holders of the applicable Notes may elect to convert their Notes during any calendar quarter (and only during such calendar quarter) if the last reported sale price of our common stock for at least 20 trading days (whether or not consecutive) during a period of 30 consecutive trading days ending on, and including, the last trading day of the immediately preceding calendar quarter is greater than or equal to 130% of the conversion price on each applicable trading day (Conversion Condition). The Conversion Condition for the 2025 Notes, 2027 Notes and 2030 Notes was not triggered as of June 30, 2025, but had been triggered for the 2025 Notes in several prior quarters. In the event the Conversion Condition is triggered for one or more series of Notes, holders of such Notes will be entitled to convert their Notes at any time during specified periods at their option. If one or more holders elect to convert their Notes, unless we elect to satisfy our conversion obligation by delivering solely shares of our common stock (other than paying cash in lieu of delivering any fractional share), we would be required to settle a portion or all of our conversion obligation through the payment of cash, which could adversely affect our liquidity. In addition, even if holders do not elect to convert their Notes, we could be required under applicable accounting rules to reclassify all or a portion of the outstanding principal of the Notes as a current rather than long-term liability, which would result in a material reduction of our net working capital.\nThe Capped Calls may affect the value of our Notes and our common stock.\nIn connection with the sale of each of the 2025 Notes, the 2027 Notes and the 2030 Notes we entered into privately negotiated Capped Call transactions (collectively, the Capped Calls) with certain financial institutions (option counterparties). The Capped Call transactions are designed to reduce the potential dilution upon conversion of the Notes and/or offset any cash payments we are required to make in excess of the principal amount of converted Notes, as the case may be, with such reduction and/or offset subject to a cap. In connection with certain repurchases of our 2025 Notes, we subsequently unwound and terminated the Capped Calls related to the 2025 Notes.\nThe option counterparties and/or their respective affiliates may modify their hedge positions by entering into or unwinding various derivatives with respect to our common stock and/or purchasing or selling our common stock or other securities of ours in secondary market transactions prior to the maturity of the applicable series of Notes (and are likely to do so following any conversion, repurchase, or redemption of each of the 2027 Notes and 2030 Notes, to the extent we exercise the relevant election under the Capped Calls). This activity could also cause or avoid an increase or a decrease in the market price of our common stock or the Notes, which could affect note holders’ ability to convert the Notes and, to the extent the activity occurs during any observation period related to a conversion of the Notes, it could affect the number of shares and value of the consideration that note holders will receive upon conversion of the Notes.\nWe do not make any representation or prediction as to the direction or magnitude of any potential effect that the transactions described above may have on the price of the Notes or our common stock. In addition, we \ndo not make any representation that the option counterparties will engage in these transactions or that these transactions, once commenced, will not be discontinued without notice.\nWe are subject to counterparty risk with respect to the Capped Calls.\nThe option counterparties are financial institutions, and we are subject to the risk that any or all of them might default under the Capped Calls. Our exposure to the credit risk of the option counterparties will not be secured by any collateral. Past global economic conditions have resulted in the actual or perceived failure or financial difficulties of many financial institutions. If an option counterparty becomes subject to insolvency proceedings, we will become an unsecured creditor in those proceedings with a claim equal to our exposure at that time under the Capped Calls with such option counterparty. Our exposure will depend on many factors but, generally, an increase in our exposure will be correlated to an increase in the market price and in the volatility of our common stock. In addition, upon a default by an option counterparty, we may suffer adverse tax consequences and more dilution than we currently anticipate with respect to our common stock. We can provide no assurance as to the financial stability or viability of the option counterparties.\nRisks Related to Ownership of Our Common Stock\nThe stock price of our common stock has been, and will likely continue to be volatile, and you may lose part or all of your investment.\nThe market for our common stock has been, and will likely continue to be, volatile. In addition to the factors discussed in this report, the market price of our common stock may fluctuate significantly in response to numerous factors, many of which are beyond our control, including:\n•overall performance of the equity markets;\n•actual or anticipated fluctuations in our revenue and other operating results;\n•changes in the financial projections we may provide to the public or our failure to meet these projections;\n•changes in financial estimates by any securities analysts who follow our company, or our failure to meet these estimates or the expectations of investors;\n•recruitment or departure of key personnel;\n•the economy as a whole and market conditions in our industry, such as inflation and high interest rate and recessionary environments;\n•negative publicity related to the real or perceived quality of our platform, as well as the failure to timely launch new products and services that gain market acceptance;\n•rumors and market speculation involving us or other companies in our industry;\n•announcements by us or our competitors of new products or services, commercial relationships, or significant technical innovations, including with respect to our and our competitors' agentic and other AI offerings;\n•acquisitions, partnerships, joint ventures, capital commitments, or other strategic transactions;\n•new laws or regulations or new interpretations of existing laws or regulations applicable to our business;\n•lawsuits threatened or filed against us, litigation involving our industry, or both;\n•developments or disputes concerning our or other parties’ products, services, or intellectual property rights;\n•changes in accounting standards, policies, guidelines, interpretations, or principles;\n•interpretations of any of the above or other factors by trading algorithms, including those that employ natural language processing and related methods to evaluate our public disclosures;\n•other events or factors, including those resulting from war or other geopolitical conflicts, incidents of terrorism, or responses to these events;\n•actual or perceived instability in the U.S. and global banking systems; and\n•sales of shares of our common stock by us or our stockholders.\nIn addition, the stock markets have experienced extreme price and volume fluctuations that have affected and continue to affect the market prices of equity securities of many companies. Stock prices of many companies, and technology companies in particular, have fluctuated in a manner unrelated or disproportionate to the operating performance of those companies. In the past, stockholders have instituted securities class action litigation following periods of market volatility. If we were to become involved in securities litigation, it could subject us to substantial costs, divert resources and the attention of management from our business, and adversely affect our business. Further, volatility or a lack of positive performance in our stock price may adversely affect our ability to retain key employees, many of whom have been granted equity incentive awards.\nAnti-takeover provisions in our charter documents and under Delaware law could make an acquisition of our company more difficult, limit attempts by our stockholders to replace or remove our current management, and affect the market price of our common stock.\nProvisions in our amended and restated certificate of incorporation and second amended and restated bylaws may have the effect of delaying or preventing a change of control or changes in our management. Our amended and restated certificate of incorporation and second amended and restated bylaws include provisions that:\n•authorize our board of directors to issue, without further action by the stockholders, shares of undesignated preferred stock with terms, rights, and preferences determined by our board of directors that may be senior to our common stock;\n•require that any action to be taken by our stockholders be affected at a duly called annual or special meeting and not by written consent;\n•specify that special meetings of our stockholders can be called only by our board of directors, the chairperson of our board of directors, or our chief executive officer;\n•establish an advance notice procedure for stockholder proposals to be brought before an annual meeting, including proposed nominations of persons for election to our board of directors;\n•establish that our board of directors is divided into three classes, with each class serving three-year staggered terms;\n•prohibit cumulative voting in the election of directors;\n•provide that our directors may be removed for cause only upon the vote of sixty-six and two-thirds percent (66 2/3%) of our outstanding shares of common stock;\n•provide that vacancies on our board of directors may be filled only by a majority vote of directors then in office, even though less than a quorum; and\n•require the approval of our board of directors or the holders of at least sixty-six and two-thirds percent (66 2/3%) of our outstanding shares of common stock to amend our bylaws and certain provisions of our certificate of incorporation.\nIn addition, our amended and restated certificate of incorporation and our second amended and restated bylaws provide that the Court of Chancery of the State of Delaware, to the fullest extent permitted by law, will be the exclusive forum for any derivative action or proceeding brought on our behalf, any action asserting a breach of fiduciary duty, any action asserting a claim against us arising pursuant to the Delaware General Corporation Law (DGCL), our amended and restated certificate of incorporation, or our second amended and restated bylaws, or any action asserting a claim against us that is governed by the internal affairs doctrine. These choice of forum provisions may limit a stockholder’s ability to bring a claim in a judicial forum that it finds favorable for disputes with us or any of our directors, officers, or other employees, which may discourage lawsuits against us and our directors, officers, and other employees. These exclusive forum provisions will not apply to claims that are vested in the exclusive jurisdiction of a court or forum other than the Court of Chancery of the State of Delaware, or for which the Court of Chancery of the State of Delaware does not have subject matter jurisdiction. For instance, these provisions would not preclude the filing of claims \nbrought to enforce any liability or duty created by the Exchange Act or Securities Act of 1933, as amended (Securities Act), or the rules and regulations thereunder in federal court.\nMoreover, Section 203 of the DGCL may discourage, delay, or prevent a change in control of our company. Section 203 imposes certain restrictions on mergers, business combinations, and other transactions between us and holders of 15% or more of our common stock.\nOur management team has limited experience managing a public company.\nOur management team has limited experience managing a publicly traded company, interacting with public company investors and securities analysts, and complying with the increasingly complex laws pertaining to public companies. These new obligations and constituents require significant attention from our management team and could divert their attention away from the day-to-day management of our business, which could harm our business, operating results, and financial condition.\nWe do not intend to pay dividends for the foreseeable future.\nWe have never declared or paid any cash dividends on our capital stock, and we do not intend to pay any cash dividends in the foreseeable future. Any determination to pay dividends in the future will be at the discretion of our board of directors. Accordingly, investors must rely on sales of their common stock after price appreciation, which may never occur, as the only way to realize any future gains on their investments.\nIf securities or industry analysts do not publish research or publish unfavorable or inaccurate research about our business, our stock price and trading volume could decline.\nOur stock price and trading volume is heavily influenced by the way analysts and investors interpret our financial information and other disclosures. If securities or industry analysts do not publish research or reports about our business, downgrade our common stock, or publish negative reports about our business, our stock price would likely decline. If one or more of these analysts cease coverage of us or fail to publish reports on us regularly, demand for our common stock could decrease, which might cause our stock price to decline and could decrease the trading volume of our common stock.\nSales of substantial amounts of our common stock in the public markets, particularly sales by our directors, executive officers, and significant stockholders, or the perception that these sales could occur, could cause the market price of our common stock to decline and may make it more difficult for you to sell your common stock at a time and price that you deem appropriate.\nThe market price of our common stock could decline as a result of sales of a large number of shares of our common stock in the market. The perception that these sales might occur may also cause the market price of our common stock to decline. We had a total of 103,012,468 shares of our common stock outstanding as of June 30, 2025. All shares of our common stock are either freely tradable, generally without restrictions or further registration under the Securities Act, or have been registered for resale under the Securities Act by us, subject to certain exceptions for shares held by our “affiliates” as defined in Rule 144 under the Securities Act. \nIn addition, we have filed registration statements on Form S-8 to register shares reserved for future issuance under our equity compensation plans. Subject to the satisfaction of vesting conditions, the shares issued upon exercise of outstanding stock options or settlement of outstanding restricted stock units will be available for immediate resale in the United States in the open market.\nIn addition, we have in the past, and may in the future, issue our shares of common stock or securities convertible into or exercisable for our common stock from time to time in connection with financings, acquisitions, investments, partnerships or otherwise. We also expect to grant additional equity awards to employees and directors under our 2019 Equity Incentive Plan and rights to purchase our common stock under our 2019 Employee Stock Purchase Plan. Any such issuances could result in substantial dilution to our existing stockholders and cause the trading price of our common stock to decline.\nThe timing and amount of any repurchases of common stock by us are subject to a number of uncertainties.\nIn August 2025, our board of directors authorized a share repurchase program pursuant to which we announced our intention to repurchase up to $300 million of our outstanding shares of common stock from time to time (the 2025 Share Repurchase Program), using a variety of methods, through open market purchases or privately negotiated transactions, including through Rule 10b5-1 plans, in compliance with the rules of the SEC and other applicable legal requirements.\nPreviously, in August 2024, our board of directors authorized a share repurchase program pursuant to which we announced our intention to repurchase up to $300 million of our outstanding shares of common stock from time to time (the August 2024 Share Repurchase Program), using a variety of methods, through open market purchases or privately negotiated transactions, including through Rule 10b5-1 plans, in compliance with the rules of the SEC and other applicable legal requirements. As of June 30, 2025, we had repurchased approximately $235 million in shares of common stock under the August 2024 Share Repurchase Program and, in July 2025, we repurchased the remaining $65.0 million in shares of common stock under this program. In addition, concurrently with our offering of 2030 Notes in December 2024, we repurchased approximately $200 million in shares of our common stock in privately negotiated transactions pursuant to a separate authorization.\nThe Inflation Reduction Act, enacted on August 16, 2022, among other things, imposes a 1% non-deductible, excise tax on net repurchases of shares by U.S. corporations whose stock is traded on an established securities market. Although we do not currently expect such excise taxes to be material to us due to our anticipated issuance of common stock, any excise tax applicable to the repurchase programs described above may increase the cost of such repurchases and may cause us to reduce the number of shares repurchased.",
      "char_count": 186493
    }
  },
  "extracted_at": "2025-10-18T17:30:22.833870"
}