{
  "ticker": "BKH",
  "company_name": "BLACK HILLS CORP /SD/",
  "cik": 1130464,
  "form_type": "10-K",
  "filing_date": "2025-02-12",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0000950170-25-018647",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001130464&accession_number=000095017025018647&xbrl_type=v",
  "sic_code": "4911",
  "industry": "Electric Services",
  "sections": {
    "item1": {
      "text": "ITEM 1. BUSINESS\nHistory and Organization\n \nBlack Hills Corporation, a South Dakota corporation (together with its subsidiaries, referred to herein as the “Company,” “we,” “us”, or “our”), is a customer-focused, growth-oriented utility company headquartered in Rapid City, South Dakota (incorporated in South Dakota in 1941).\n \nWe operate our business in the United States, reporting our operating results through our Electric Utilities and Gas Utilities segments. Certain unallocated corporate expenses that support our operating segments are presented as Corporate and Other.\n \nOur Electric Utilities segment generates, transmits and distributes electricity to approximately 225,000 electric utility customers in Colorado, Montana, South Dakota, and Wyoming. Our Electric Utilities own 1,394 MW of generation and 9,196 miles of electric transmission and distribution lines.\n \nOur Gas Utilities segment serves approximately 1,128,000 natural gas utility customers in Arkansas, Colorado, Iowa, Kansas, Nebraska, and Wyoming. Our Gas Utilities own and operate 4,648 miles of intrastate gas transmission pipelines and 44,524 miles of gas distribution mains and service lines, seven natural gas storage sites, more than 50,000 horsepower of compression, and 516 miles of gathering lines.\n \nElectric Utilities\n \nWe conduct electric utility operations through our Colorado, South Dakota, and Wyoming subsidiaries. Our Electric Utilities generate, transmit, and distribute electricity to our retail customers. Our electric generating facilities and power purchase agreements provide for the supply of electricity principally to our retail customers. We also sell excess power to other utilities and marketing companies, including our affiliates. Additionally, we provide non-regulated services to our retail customers under the Service Guard Comfort Plan and Tech Services.\n \nWe also own and operate non-regulated power generation and mining assets that are vertically integrated into and primarily support our Electric Utilities. All of these operations are located at our electric generating complexes and are physically integrated into our Electric Utilities’ operations.\n \n\n                                                 As of December 31,                                  \nRetail Customers by Customer Class               2024           2023                2022             \nResidential                                           192,716             190,776             188,921\nCommercial                                             31,210              30,491              30,404\nIndustrial                                                                                         82\nMunicipal                                               1,079                 989               1,024\nTotal Electric Retail Customers at End of Year        225,088             222,340             220,431\n\n                                                 As of December 31,                                  \nRetail Customers by Business Unit                2024           2023                2022             \nColorado Electric                                     101,455             100,907             100,573\nSouth Dakota Electric                                  77,941              76,479              75,169\nWyoming Electric                                       45,692              44,954              44,689\nTotal Electric Retail Customers at End of Year        225,088             222,340             220,431\n \nCapacity and Demand. System Peak Demand for the Electric Utilities’ retail customers for each of the last three years are listed below:\n \n\n                                                System Peak Demand (in MWs)\n2024                                                 2023              2022\n                        Summer   Winter   Summer   Winter   Summer   Winter\nColorado Electric          394      311      411      297      410      334\nSouth Dakota Electric      388      346      378      289      403      355\nWyoming Electric (a)       309      314      312      301      294      281\n ____________________\n (a)See Recent Developments section of Management’s Discussion and Analysis of Financial Condition and Results of Operations in Item 7 in this Annual Report on Form 10-K for discussion on recent Wyoming Electric peaks.\n \n\n\nAs of December 31, 2024, our Electric Utilities’ ownership interests in electric generating plants were as follows:\n \n\nUnit                              Fuel                     Location                        Ownership               Owned        In Service\n                                  Type                                                Interest % (c)           Nameplate              Date\n                                                                                                          Capacity (MWs)                  \nColorado Electric:                                                                                                                        \nBusch Ranch I                     Wind                     Pueblo, Colorado                      50%                14.5              2012\nPeak View (a) (b)                 Wind                     Pueblo, Colorado                     100%                60.8              2016\nPueblo Airport Generation #1-2    Natural Gas              Pueblo, Colorado                     100%               200.0              2011\nPueblo Airport Generation CT #6   Natural Gas              Pueblo, Colorado                     100%                40.0              2016\nAIP Diesel                        Diesel Oil               Pueblo, Colorado                     100%                10.0              2001\nDiesel #1 and #3-5                Diesel Oil               Pueblo, Colorado                     100%                 8.0              1964\nDiesel #1-5                       Diesel Oil               Rocky Ford, Colorado                 100%                10.0              1964\nSouth Dakota Electric:                                                                                                                    \nCheyenne Prairie                  Natural Gas              Cheyenne, Wyoming                     58%                58.0              2014\nCorriedale (b)                    Wind                     Cheyenne, Wyoming                     62%                32.5              2020\nWygen III                         Coal                     Gillette, Wyoming                     52%                60.3              2010\nNeil Simpson II                   Coal                     Gillette, Wyoming                    100%                90.0              1995\nWyodak Plant                      Coal                     Gillette, Wyoming                     20%                80.5              1978\nNeil Simpson CT                   Natural Gas              Gillette, Wyoming                    100%                40.0              2000\nLange CT                          Natural Gas              Rapid City, South Dakota             100%                40.0              2002\nBen French Diesel #1-5            Diesel Oil               Rapid City, South Dakota             100%                10.0              1965\nBen French CTs #1-4               Natural Gas/Diesel Oil   Rapid City, South Dakota             100%               100.0         1977-1979\nWyoming Electric:                                                                                                                         \nCheyenne Prairie                  Natural Gas              Cheyenne, Wyoming                     42%                42.0              2014\nCheyenne Prairie CT               Natural Gas              Cheyenne, Wyoming                    100%                40.0              2014\nCorriedale (b)                    Wind                     Cheyenne, Wyoming                     38%                20.0              2020\nWygen II                          Coal                     Gillette, Wyoming                    100%                95.0              2008\nIntegrated Generation:                                                                                                                    \nWygen I                           Coal                     Gillette, Wyoming                   76.5%                68.9              2003\nPueblo Airport Generation #4-5    Natural Gas              Pueblo, Colorado                50.1% (d)               200.0              2012\nBusch Ranch I                     Wind                     Pueblo, Colorado                      50%                14.5              2012\nBusch Ranch II (b)                Wind                     Pueblo, Colorado                     100%                59.4              2019\nTotal MW Capacity                                                                                                1,394.4                  \n ____________________\n (a)The PTCs for Peak View flow back to customers through the RESA and ECA mechanisms as a reduction to Colorado Electric’s margins.\n (b)This facility qualifies for PTCs at $29/MWh under IRC 45 during the 10-year period beginning on the date the facility was originally placed in service.\n (c)Jointly owned facilities are discussed in Note 6 of the Notes to Consolidated Financial Statements in this Annual Report on Form 10-K.\n (d)Non-controlling interest is discussed in Note 12 of the Notes to Consolidated Financial Statements in this Annual Report on Form 10-K.\n \nOur Electric Utilities’ power supply by resource as a percent of the total power supply for our energy needs for the years ended December 31 was as follows:\n \n\nPower Supply                                                  2024          2023          2022    \nCoal                                                          32.5   %      35.0   %      35.1   %\nNatural Gas                                                   29.4   %      26.4   %      18.8   %\nWind (a)                                                       8.6   %       8.9   %      11.4   %\nTotal Generated (b)                                           70.5   %      70.3   %      65.3   %\nCoal, Natural Gas, Diesel Oil and Other Market Purchases      14.7   %      24.1   %      29.6   %\nWind and Solar Purchases (c)                                  14.8   %       5.6   %       5.1   %\nTotal Purchased                                               29.5   %      29.7   %      34.7   %\nTotal                                                        100.0   %     100.0   %     100.0   %\n ____________________\n (a)Wind generation decreased due to the sale of Northern Iowa Windpower assets in March 2023.\n (b)The diesel oil-fueled generating units are generally used as supplemental peaking units. Power generated from these units, as a percentage of total power supply, was 0.0% for each of the years presented.\n (c)Renewable energy purchases increased in 2024 primarily due to Wyoming Electric entering into a new wind PPA effective December 2023 and a new solar energy PPA effective March 2024. The renewable energy from these PPAs is used to serve our expanding partnerships with LPCS customers.\n \n\n\n\nOur Electric Utilities’ weighted average cost of fuel utilized to generate electricity and the average price paid for purchased power (excluding contracted capacity) per MWh for the years ended December 31 were as follows:\n \n\nFuel and Purchased Power (dollars per MWh)                      2024            2023            2022\nCoal                                                          $13.87          $13.40          $12.76\nNatural Gas                                                    15.64           20.20           37.09\nWind                                                               —               —               —\nTotal Generated Weighted Average Fuel Cost                     12.90           14.27           17.57\nCoal, Natural Gas, Diesel Oil and Other Market Purchases       67.04           55.61           66.35\nWind and Solar Purchases                                       38.70           34.99           33.78\nTotal Purchased Power Weighted Average Cost                    52.79           51.68           61.56\nTotal Weighted Average Fuel and Purchased Power Cost          $24.66          $25.39          $32.82\n \nPurchased Power. We have executed various PPAs to support our Electric Utilities’ capacity and energy needs beyond our regulated power plants’ generation, which include long-term related party agreements with our non-regulated power generation businesses. See additional information in Note 3 of the Notes to Consolidated Financial Statements in this Annual Report on Form 10-K.\n \nCoal Mining. We own and operate a single coal mine through our WRDC subsidiary which is reported within our Electric Utilities segment. We surface mine, process and sell low-sulfur sub-bituminous coal at our mine located immediately adjacent to our Gillette Energy Complex in the Powder River Basin in northeastern Wyoming, where our five coal-fired power plants are located. We produced approximately 3.7 million tons of coal in 2024.\n \nThe mine provides low-sulfur coal directly to these five power plants via a conveyor belt system, minimizing transportation costs. The fuel can be delivered to our adjacent power plants at very cost competitive prices (i.e., $1.19 per MMBtu for year ended December 31, 2024) when compared to alternatives. Nearly all of the mine’s production is sold to our on-site generation facilities under long-term supply contracts.\n \nAs of December 31, 2024, we estimated our recoverable reserves to be approximately 175 million tons, based on a life-of-mine engineering study utilizing currently available drilling data and geological information prepared by internal engineering analyses. The recoverable reserve life is equal to approximately 47 years at the current production levels.\n \nTransmission and Distribution. Through our Electric Utilities, we own electric transmission and distribution systems composed of high voltage lines (greater than 69 kV) and low voltage lines (69 kV or less). We also jointly operate an electric transmission system, referred to as the Common Use System, with Basin Electric Power Cooperative and Powder River Energy Corporation. Each participant in the Common Use System individually owns assets that are operated together for a single system. The Common Use System also provides transmission service to our Transmission Tie. South Dakota Electric owns 35% of the Transmission Tie. The Transmission Tie is further discussed in Note 6 of the Notes to Consolidated Financial Statements in this Annual Report on Form 10-K.\n \nAt December 31, 2024, our Electric Utilities owned the electric transmission and distribution lines shown below:\n \n\nUtility                     State                   Transmission (a)            Distribution   \n                                                    (in Line Miles)                            \nColorado Electric           Colorado                655                                   3,222\nSouth Dakota Electric (b)   South Dakota, Wyoming                 1,234                   2,627\nWyoming Electric            Wyoming                 88                                    1,370\n                                                                  1,977                   7,219\n ____________________\n (a)Electric transmission line miles include voltages of 69 kV and above.\n (b)South Dakota Electric transmission line miles include 43 miles within the Common Use System.\n \nMaterial transmission services agreements are included in our disclosures in Note 3 of the Notes to Consolidated Financial Statements in this Annual Report on Form 10-K.\n \nSeasonal Variations of Business. Our Electric Utilities are seasonal businesses and weather patterns may impact their operating results. Demand for electricity is sensitive to seasonal cooling, heating and industrial load requirements, as well as market price. In particular, cooling demand is often greater in the summer and heating demand is often greater in the winter.\n \n\n\nCompetition. We generally have limited competition for the retail generation and distribution of electricity in our service areas. Various legislative or regulatory restructuring and competitive initiatives have been discussed in several of the states in which our utilities operate. These initiatives would be aimed at increasing competition or providing for distributed generation. To date, these initiatives have not had a material impact on our utilities. In Colorado and Wyoming, our electric utilities are subject to rules which may require competitive bidding for generation supply. Because of these rules, our Electric Utilities face competition from other utilities and non-affiliated IPPs for the right to supply electric energy and capacity when resource plans require additional resources. Additionally, electrification initiatives in our service territories could increase demand for electricity and increase customer growth.\n \nThe independent power industry consists of many strong and capable competitors, some of which may have more extensive operations or greater financial resources than we possess. With respect to the merchant power sector, FERC has taken steps to increase access to the national transmission grid by utility and non-utility purchasers and sellers of electricity to foster competition within the wholesale electricity markets. Our non-regulated power generation businesses could face greater competition if utilities are permitted to robustly invest in power generation assets. Conversely, state regulations requiring utilities to competitively bid generation resources may provide opportunity for IPPs in some regions. To date, these initiatives have not had a material impact on our non-regulated power generation businesses.\n \nOur mining business strategy is to sell nearly all of our production to on-site generation facilities under long-term supply contracts. Historically, any off-site sales have been to consumers within close proximity to WRDC. Coal competes with other energy sources, such as natural gas, nuclear, wind, solar, and hydropower. Costs and other factors relating to these alternative fuels, such as safety, environmental, and availability considerations affect the overall demand for coal as a fuel.\n \nOperating Statistics. See a summary of key operating statistics in the Electric Utilities segment operating results within Management’s Discussion and Analysis of Financial Condition and Results of Operations in Item 7 of this Annual Report on Form 10-K.\n \nGas Utilities\n \nWe conduct natural gas utility operations through our Arkansas, Colorado, Iowa, Kansas, Nebraska, and Wyoming subsidiaries. Our Gas Utilities transport and distribute natural gas through our distribution network to our retail customers. Additionally, we sell contractual pipeline capacity and gas commodities to other utilities and marketing companies, including our affiliates, on an as-available basis.\n \nWe also provide non-regulated services to our regulated customers. Black Hills Energy Services provides natural gas supply to approximately 51,000 retail distribution customers under the Choice Gas Program in Nebraska and Wyoming. Additionally, we provide non-regulated services under the Service Guard Comfort Plan, Tech Services, and HomeServe.\n \n\n                                                    As of December 31,                                        \nRetail Customers by Customer Class                  2024             2023                  2022               \nResidential                                                882,232               871,930               864,038\nCommercial                                                  85,594                84,917                85,203\nIndustrial                                                   2,174                 2,179                 2,189\nTransportation                                             158,355               157,367               155,685\nTotal Natural Gas Retail Customers at End of Year        1,128,355             1,116,393             1,107,115\n\n                                                    As of December 31,                                        \nRetail Customers by Business Unit                   2024             2023                  2022               \nArkansas Gas                                               189,240               186,216               183,270\nColorado Gas                                               215,190               211,155               208,060\nIowa Gas                                                   164,134               163,281               162,801\nKansas Gas                                                 120,225               119,407               118,599\nNebraska Gas                                               304,429               302,167               301,007\nWyoming Gas                                                135,137               134,167               133,378\nTotal Natural Gas Retail Customers at End of Year        1,128,355             1,116,393             1,107,115\n \nWe procure natural gas for our distribution customers from a diverse mix of producers, processors, and marketers and generally use financial hedges, physical fixed-price purchases, and market-based price purchases to achieve dollar-cost averaging within our natural gas portfolio. The majority of our procured natural gas is transported in interstate pipelines under firm transportation service agreements.\n \nIn addition to company-owned regulated underground natural gas storage assets in Arkansas, Colorado, and Wyoming, we also contract with third-party transportation providers for natural gas storage service to provide gas supply during the winter heating season and to meet peak day customer demand for natural gas.\n \n\n\nThe following table summarizes certain information regarding our company-owned regulated underground gas storage facilities as of December 31, 2024:\n \n\n               Working Capacity        Cushion Gas          Total Capacity         Maximum Daily          \n               (Mcf)                   (Mcf)                (Mcf)                  Withdrawal Capability  \n                                                                                   (Mcfd)                 \nArkansas Gas               8,442,700           13,149,040             21,591,740                   196,000\nColorado Gas               2,361,495            6,164,715              8,526,210                    30,000\nWyoming Gas                5,733,900           17,545,600             23,279,500                    36,000\nTotal                     16,538,095           36,859,355             53,397,450                   262,000\n \nThe following table summarizes certain information regarding our system infrastructure as of December 31, 2024:\n \n\n                          Intrastate Gas       Gas Distribution          Gas Distribution   \n                  Transmission Pipelines       Mains                     Service Lines      \n                                                                             (in Line Miles)\nArkansas Gas                         875                     5,317                     1,411\nColorado Gas                         682                     7,290                     2,245\nIowa Gas                             173                     2,938                     3,729\nKansas Gas                           339                     3,096                     1,510\nNebraska Gas                       1,313                     8,658                     2,967\nWyoming Gas                        1,266                     3,618                     1,745\nTotal                              4,648                    30,917                    13,607\n \nSeasonal Variations of Business. Our Gas Utilities are seasonal businesses and weather patterns may impact their operating results. Demand for natural gas is sensitive to seasonal heating and industrial load requirements, as well as market price. In particular, demand is often greater in the winter months for heating. Natural gas is used primarily for residential and commercial heating, and demand for this product can depend heavily upon weather throughout our service territories. As a result, a significant amount of natural gas revenue is normally recognized in the heating season consisting of the first and fourth quarters. Demand for natural gas can also be impacted by summer temperatures and precipitation, which can affect demand for irrigation.\n \nCompetition. We generally have limited competition for the retail distribution of natural gas in our service areas. Various restructuring and competitive initiatives have been discussed in several of the states in which our utilities operate. These initiatives are aimed at increasing competition. Additionally, electrification initiatives in our service territories could negatively impact demand for natural gas and decrease future growth. To date, these initiatives have not had a material impact on our utilities. Although we face competition from independent marketers for the sale of natural gas to our industrial and commercial customers, in instances where independent marketers displace us as the seller of natural gas, we still collect fees for transporting the gas through our distribution network.\n \nOperating statistics. See a summary of key operating statistics in the Gas Utilities segment operating results within Management’s Discussion and Analysis of Financial Condition and Results of Operations in Item 7 of this Annual Report on Form 10-K.\n \n\n\nUtility Regulation Characteristics\n \nOur Utilities are subject to regulation by a number of federal, state and other organizations, including, but not limited to, the following:\n \n•state public utility commissions, which have jurisdiction over services and facilities, rates and charges, accounting, valuation of property, depreciation rates, and various other matters;\n \n•the FERC, which oversees the acquisition and disposition of generation, transmission and other facilities, transmission of electricity and natural gas in interstate commerce, proposals to build and operate interstate natural gas pipelines and storage facilities, and wholesale purchases and sales of electric energy, among other things;\n \n•the NERC, which, through its regional entities, establishes and enforces mandatory reliability standards, subject to approval by the FERC, to ensure the reliability of the U.S. electric transmission and generation system, and to prevent major system blackouts;\n \n•the EPA, which has the responsibility to maintain and enforce national standards under a variety of environmental laws, in some cases delegating authority to state agencies. The EPA also works with industries and all levels of government, including federal and state governments, in a wide variety of voluntary pollution prevention programs and energy conservation efforts;\n \n•the PHMSA, which is responsible for administering the federal regulatory program to help ensure the safe transportation of natural gas, petroleum, and other hazardous materials by pipelines, including pipelines associated with natural gas storage, and develops regulations and other approaches to risk management to help ensure safety in design, construction, testing, operation, maintenance, and emergency response of pipeline facilities.\n \nRates and Regulation\n \nOur Utilities are subject to the jurisdiction of the public utility commissions in the states where they operate and the FERC for certain assets and transactions. These commissions oversee services and facilities, rates and charges, accounting, valuation of property, depreciation rates, and various other matters. Rate decisions are influenced by many factors, including the cost of providing service, capital expenditures, the prudence of costs we incur, views concerning appropriate rates of return, general economic conditions, and the political environment. Certain commissions also have jurisdiction over the issuance of debt or securities and the creation of liens on property located in their states to secure bonds or other securities.\n \nThe regulatory provisions for recovering the costs of service vary by jurisdiction. Our Utilities have cost recovery mechanisms that allow us to pass the prudently-incurred cost of natural gas, fuel, and purchased power to customers. These mechanisms allow the utility operating in that state to collect or refund the difference between the cost of commodities and certain services embedded in our base rates and the actual cost of the commodities and certain services without filing a general rate review. In addition, some jurisdictions allow us to recover certain costs or earn a return on capital investments placed in service between base rate reviews through approved rider tariffs, such as energy efficiency plan costs and system safety and integrity investments. These tariffs allow the utility a return on the investment.\n\n\n\n\nElectric Utilities\n \nThe following table provides regulatory information for each of our Electric Utilities:\n \n\nSubsidiary              Jurisdiction             Authorized   Authorized             Authorized   Authorized Rate Base (in millions)   Effective Date   Additional Regulatory                                               Percentage of Power Marketing Profit Shared with Customers\n                                                    Rate of    Return on                Capital                                                         Mechanisms                                                                                                                    \n                                                  Return on    Rate Base              Structure                                                                                                                                                                                       \n                                                     Equity                         Debt/Equity                                                                                                                                                                                       \nColorado Electric(c)    CO                            9.37%        7.43%                48%/52%                           $653.7 (a)           1/2017   ECA, TCA, PCCA,                                                     90%                                                       \n                                                                                                                                                        EECR/DSM, RESA, TEPR, Energy Assistance Benefit Charge, CEPR                                                                  \n                        CO                            9.37%        6.02%                67%/33%                                $57.9           1/2017   CACJA Adjustment Rider                                              N/A                                                       \n                        FERC                          9.80%        6.45%                53%/47%                                  (a)           9/2022   FERC Transmission Tariff                                            N/A                                                       \nSouth Dakota Electric   WY                            9.90%        8.13%                47%/53%                                $46.8          10/2014   ECA                                                                 65%                                                       \n                        SD             Black-box Settlement        7.76%   Black-box Settlement                               $543.9          10/2014   ECA, TFA, EIA                                                       70%                                                       \n                        FERC                         10.80%        8.76%                43%/57%                           $200.4 (b)           2/2009   FERC Transmission Tariff                                            N/A                                                       \nWyoming Electric        WY                            9.75%        7.48%                48%/52%                           $551.2 (a)           3/2023   PCA, EECR/DSM, Rate Base Recovery on Acquisition Adjustment, TCAM   N/A                                                       \n                        FERC                          9.90%        8.77%                44%/56%                                  (a)           1/2019   FERC Transmission Tariff                                            N/A                                                       \n ____________________\n (a)For both Wyoming Electric and Colorado Electric retail customers, transmission investments are recovered through retail rates rather than FERC Transmission Tariffs. Transmission investments are recovered from wholesale transmission customers under the FERC Formula Transmission rate. The rate base associated with FERC assets is not displayed separate from that collected through the state recovery mechanisms, to avoid double counting. Authorized totals for Colorado Electric and Wyoming Electric include amounts recovered through base rates and the authorized regulatory mechanisms.\n (b)Includes $183.3 million in 2024 rate base for the 2024 Projected Common Use System formula rate that is updated annually and $17.1 million in rate base for the Transmission Tie that is based on the approved stated rate from 2005.\n (c)For additional information regarding recent rate review updates, see Note 2 of the Notes to Consolidated Financial Statements in this Annual Report on Form 10-K.\n \nThe following table summarizes the mechanisms we have in place for each of our Electric Utilities:\n \n\n                                 Cost Recovery Mechanisms                                             \nElectric Utility Jurisdiction    EECR/DSM   Transmission   Fuel   Transmission   Purchased   RESA/CEPR\n                                            Expense        Cost   Capital        Power                \nColorado Electric (a)            ☑          ☑              ☑      ☑              ☑           ☑        \nColorado Electric (FERC) (a)                                      ☑                                   \nSouth Dakota Electric (SD) (b)              ☑              ☑                     ☑                    \nSouth Dakota Electric (WY) (c)   ☑          ☑              ☑                     ☑                    \nSouth Dakota Electric (FERC)                                      ☑                                   \nWyoming Electric (a)             ☑          ☑              ☑      ☑              ☑                    \nWyoming Electric (FERC) (a)                                       ☑                                   \n ____________________\n (a)For both Wyoming Electric and Colorado Electric retail customers, transmission investments are recovered through retail rates rather than FERC Transmission Tariffs. Transmission investments are recovered from wholesale transmission customers under the FERC Formula Transmission rate.\n (b)South Dakota Electric’s EIA and TFA tariffs were suspended for a six-year moratorium period effective July 1, 2017. On January 7, 2020, South Dakota Electric received approval from the SDPUC to extend the 6-year moratorium period by an additional 3 years whereby these recovery mechanisms will not be effective prior to July 1, 2026.\n (c)South Dakota Electric has WPSC authorization to accumulate certain energy efficiency costs in a regulatory asset with determination of recovery to be made in the next rate review.\n \n\n\nGas Utilities\n \nThe following table provides regulatory information for each of our Gas Utilities:\n \n\nSubsidiary           Jurisdiction   Authorized Rate of Return on Equity   Authorized Return on Rate Base   Authorized Capital Structure Debt/Equity   Authorized Rate Base (in millions)   Effective Date   Additional Regulatory Mechanisms                                                                                                                                              \nArkansas Gas (a)     AR                                           9.85%                        7.07% (b)                                    54%/46%                           $823.4 (c)          10/2024   GCA, Safety and Integrity Rider, EECR, Weather Normalization Adjustment, Billing Determinant Adjustment, Tax Adjustment Rider                                                 \nColorado Gas (a)     CO                                           9.30%                            6.90%                                    49%/51%                               $378.4           5/2024   GCA, DSM, Gas Price Risk Management Rider, Energy Assistance Benefit Charge                                                                                                   \nRMNG                 CO                                     9.50%-9.70%                            6.93%                            48%-50%/50%-52%                               $209.3           7/2023   Liquids/Off-system/Market Center Services Revenue Sharing                                                                                                                     \nIowa Gas             IA                            Black-box Settlement                            7.21%                       Black-box Settlement                               $393.8           1/2025   GCA, EECR, System Safety and Maintenance Adjustment Rider, Gas Supply Optimization revenue sharing                                                                            \nKansas Gas           KS                            Black-box Settlement             Black-box Settlement                       Black-box Settlement                 Black-box Settlement           1/2022   GCA, Weather Normalization Tariff, Gas System Reliability Surcharge, Ad Valorem Tax Surcharge, Cost of Bad Debt Collected through GCA, Gas Supply Optimization revenue sharing\nNebraska Gas (d)     NE                                           9.50%                            6.71%                                    50%/50%                           $504.2 (e)           3/2021   GCA, Cost of Bad Debt Collected through GCA, Choice Gas Program, SSIR, Bad Debt expense recovered through Choice Supplier Fee, Line Locates Surcharge, HEAT Program           \nWyoming Gas (a)(d)   WY                                           9.85%                            7.33%                                    49%/51%                               $450.8           2/2024   GCA, EECR, Rate Base Recovery on Acquisition Adjustment, Wyoming Integrity Rider, Choice Gas Program                                                                          \n ____________________\n (a)For additional information regarding recent rate review updates, see Note 2 of the Notes to Consolidated Financial Statements in this Annual Report on Form 10-K.\n (b)Arkansas Gas return on rate base is adjusted to remove certain liabilities from rate review capital structure for comparison with other subsidiaries.\n (c)Arkansas Gas rate base is adjusted to include certain liabilities for comparison with other subsidiaries.\n (d)The Choice Gas Program mechanisms are applicable to only a portion of Nebraska Gas and Wyoming Gas customers.\n (e)Excludes amounts to serve non-jurisdictional and agriculture customers.\n \nThe following table summarizes the mechanisms we have in place for each of our Gas Utilities:\n \n\nGas Utility Jurisdiction   Cost Recovery Mechanisms                                                                  \nEECR/DSM                   Integrity Additions   Bad Debt   Weather Normal   Gas Cost (a)   Revenue Decoupling\nArkansas Gas               ☑                     ☑                           ☑              ☑                    ☑   \nColorado Gas (b)           ☑                                                                ☑                        \nRMNG (c)                                                                                                             \nIowa Gas                   ☑                     ☑                                          ☑                        \nKansas Gas                                       ☑          ☑                ☑              ☑                        \nNebraska Gas                                     ☑          ☑                               ☑                        \nWyoming Gas                ☑                     ☑                                          ☑                        \n ____________________\n (a)All of our Gas Utilities, except where the Choice Gas Program is the only option, have GCAs that allow us to pass the prudently-incurred cost of gas and certain services through to the customer between rate reviews.\n (b)Colorado Gas's SSIR was approved by the CPUC for a three-year term, effective January 1, 2022 to December 31, 2024. The SSIR was not extended during the most recent rate review.\n (c)RMNG does not have retail customers and therefore, does not have typical cost recovery mechanisms.\n \n\nRecent Tariff Filings\n \nSee Note 2 of the Notes to Consolidated Financial Statements in this Annual Report on Form 10-K for information regarding current regulatory activity.\n\n\n\n\nFERC\n \nThe Federal Power Act gives FERC exclusive rate-making jurisdiction over wholesale sales of electricity and the transmission of electricity in interstate commerce. Pursuant to the Federal Power Act, all public utilities subject to FERC’s jurisdiction must maintain tariffs and rate schedules on file with FERC that govern the rates, and terms, and conditions for the provision of FERC-jurisdictional wholesale power and transmission services. Public utilities are also subject to accounting, record-keeping, and reporting requirements administered by FERC. FERC also places certain limitations on transactions between public utilities and their affiliates. Our electric utility subsidiaries provide FERC-jurisdictional services subject to FERC’s oversight.\n \nOur Electric Utilities entities are authorized by FERC to make wholesale sales of electric capacity and energy at market-based rates under tariffs on file with FERC. As a condition of their market-based rate authority, Electric Quarterly Reports are filed with FERC. Our Electric Utilities own and operate FERC-jurisdictional interstate transmission facilities and provide open access transmission service under tariffs on file with FERC. Our Electric Utilities are subject to routine audit by FERC with respect to their compliance with FERC’s regulations.\n \nPUHCA 2005 provides FERC authority with respect to the books and records of a utility holding company. As a utility holding company whose assets consist primarily of investments in our subsidiaries, including subsidiaries that are public utilities and also a centralized service company subsidiary, BHSC, we are subject to FERC’s authority under PUHCA 2005.\n \nPUHCA 2005 reiterated the definition and benefits of EWG status. Under PUHCA 2005, an EWG is an entity or generator engaged, directly or indirectly through one or more affiliates, exclusively in the business of owning, operating or both owning and operating all or part of one or more eligible facilities and selling electric energy at wholesale. Though EWGs are public utilities within the definition set forth in the Federal Power Act and are subject to FERC regulation of rates and charges, they are exempt from other FERC requirements. Through its subsidiaries, Black Hills Corporation is affiliated with two EWGs, Wygen I and Pueblo Airport Generation (facilities #4-5). Both of these EWGs have been granted market-based rate authority.\n \nNERC\n \nThe Energy Policy Act of 2005 included provisions to create an Electric Reliability Organization, which is required to promulgate mandatory reliability standards governing the operation of the bulk power system in the U.S. FERC certified NERC as the Electric Reliability Organization and also issued an initial order approving many reliability standards that went into effect in 2007. Entities that violate standards can be subject to fines and can also be assessed non-monetary penalties, depending upon the nature and severity of the violation.\nGas Pipeline and Storage Integrity and Safety\n \nWe are subject to regulation by PHMSA, which requires the following for certain gas distribution and transmission pipelines and underground storage facilities: inspection and maintenance plans; integrity management programs, including the determination of pipeline integrity risks and periodic assessments on certain pipeline segments; an operator qualification program, which includes certain trainings; a public awareness program that provides certain information; and a control room management plan. If we fail to comply with applicable statutes and the PHMSA Office of Pipeline Safety’s rules and related regulations and orders, we could be subject to significant penalties and fines.\nEnvironmental Matters\n \nWe have clean energy goals to reduce GHG emissions that are based on prudent and proven solutions while minimizing cost impacts to and ensuring safety of our customers. See more information in Key Elements of our Business Strategy within Management’s Discussion and Analysis of Financial Condition and Results of Operations in Item 7 of this Annual Report on Form 10-K.\n \nWe are subject to significant state and federal environmental regulations that encourage the use of clean energy technologies and regulate emissions of GHGs. We have undertaken initiatives to meet current requirements and to prepare for anticipated future regulations, reduce GHG emissions, and respond to state renewable and energy efficiency goals. Compliance with future environmental regulations could result in substantial cost.\n \n\n\nIn July of 2019, the EPA adopted the Affordable Clean Energy rule, which required states to develop plans by 2022 for GHG reductions from coal-fired power plants. On May 23, 2023, the EPA proposed to repeal the Affordable Clean Energy rule and at the same time issued a replacement rule to establish emissions limits for GHG emissions from existing coal-fired and oil/gas-fired electric power generating boilers. The EPA also proposed GHG emission limits for existing stationary combustion turbines. The proposed emissions limitations are based upon the application of carbon capture controls or the use of hydrogen fuel beginning in 2030. In April 2024, the EPA published final rules addressing control of CO2 emissions from the power sector. The rules regulate new natural gas generating units and provide emission guidelines for existing coal and certain natural gas generation. The rules create subcategories of coal units based on planned retirement date and subcategories of natural gas combustion turbines and combined cycle units based on utilization. The CO2 control requirements vary by subcategory. We are currently evaluating the impact of these rules through our integrated resource plans and believe that costs incurred as a result of the new rules will be recoverable through our regulatory mechanisms.\n \nEnvironmental risk changes constantly with the implementation of new or modified regulations, changing stakeholder interests and needs, and through the introduction of innovative work practices and technologies. We continually assess risk and develop mitigation strategies to manage and ensure compliance across the enterprise successfully and responsibly. For additional information on environmental matters, see Item 1A and Note 3 of the Notes to Consolidated Financial Statements in this Annual Report on Form 10-K.\n \nHuman Capital Resources\n \nOverview\n \nWe are committed to retaining, attracting and cultivating a talented, engaged, and thriving team. By making our people and culture a strategic priority, our employees are engaged and empowered to contribute to the success of our business.\n \nWe are committed to building a workforce that is representative of the communities we serve. Our recruiting strategies support our efforts to attract qualified individuals with targeted efforts to reach underrepresented talent. Our internship program, together with our partnerships and participation in outreach programs with local schools and colleges, attract students to careers in the energy industry. We seek to attract, retain, and cultivate an engaged and thriving team driven to improve life with energy. We continuously evaluate our recruitment strategies to determine their effectiveness to attract and build a talented, diverse workforce with a sense of belonging. Workforce diversity trends, which include new hires, promotions, and turnover, are monitored at regular intervals throughout the year.\n \n\nOur Team                                                                        As of December 31, 2024                As of December 31, 2023\nTotal employees                                                                                   2,841                                  2,874\nWomen in executive leadership positions (a)                                                         32%                                    29%\nGender diversity (women as a % of total employees)                                                  24%                                    24%\nRepresented by a union                                                                              25%                                    25%\nMilitary veterans                                                                                    9%                                    10%\nEthnic diversity (non-white employees as a % of total)                                              15%                                    15%\n                                                                   For the year ended December 31, 2024   For the year ended December 31, 2023\nNumber of external hires                                                                            303                                    293\nExternal hires gender diversity (as a % of total external hires)                                    29%                                    27%\nExternal hires ethnic diversity (as a % of total external hires)                                    25%                                    24%\nTurnover rate (b)                                                                                   11%                                    12%\nRetirement rate                                                                                      3%                                     3%\n ____________________\n (a)Executive leadership positions are defined as positions with Vice President, Senior Vice President, or Chief in their title.\n (b)Includes voluntary and involuntary separations but excludes internships.\n \nTotal Employees\n \n\n                      Number of Employees      \n                      As of December 31, 2024  \nElectric Utilities    423                      \nGas Utilities                             1,175\nCorporate and Other                       1,243\nTotal                                     2,841\n \nAt December 31, 2024, approximately 18% of our total employees and 20% of our Electric and Gas Utilities employees were eligible for retirement (age 55 with at least 5 years of service).\n \n21\n\n\n\n\n\nCollective Bargaining Agreements\n \nAt December 31, 2024, certain employees of our Electric Utilities and Gas Utilities were covered by the collective bargaining agreements as shown in the table below. We have not experienced any labor stoppages in decades.\n\nUtility                      Number of Employees   Union Affiliation             Expiration Date of Collective Bargaining Agreement\nColorado Electric                            109   IBEW Local 667                April 15, 2027                                    \nSouth Dakota Electric                        118   IBEW Local 1250               March 31, 2027                                    \nSouth Dakota Electric                          6   IBEW Local 1250               September 29, 2028                                \nWyoming Electric                              28   IBEW Local 111                June 30, 2029                                     \nTotal Electric Utilities                     261                                                                                   \nIowa Gas                                     127   IBEW Local 204                January 31, 2026                                  \nKansas Gas                                    15   Communications Workers of     December 31, 2029                                 \n                                                   America, AFL-CIO Local 6407                                                     \nNebraska Gas                                  92   IBEW Local 244                March 13, 2025                                    \nNebraska Gas                                 127   CWA Local 7476                October 30, 2026                                  \nWyoming Gas                                   13   IBEW Local 111                June 30, 2029                                     \nWyoming Gas                                   81   CWA Local 7476                October 30, 2026                                  \nTotal Gas Utilities                          455                                                                                   \nTotal                                        716                                                                                   \nDevelopment and Retention\n \nDeveloping and retaining talent is critical to our continued success. Our development and retention efforts include internal and external skills training, career development programs, and competitive compensation. Our compensation programs are designed to be strategically aligned, externally competitive, internally equitable, personally motivating, cost effective, and legally compliant. We monitor employee engagement through regular engagement surveys to gather valuable insights and feedback. Every leader is responsible for creating and implementing an action plan based on their team’s engagement survey results, while the company develops broader action plans to address organization-wide opportunities. Our career development programs include management onboarding, leadership development programs, mentoring programs, stretch opportunities, and more. Internal training opportunities include corporate-wide and specialized training opportunities for different job functions. Our Field Career Path Program (FCPP) promotes career growth for our frontline customer-facing employees through established standards of knowledge, skills, abilities, and performance.\nEmployee Safety and Wellness\n \nSafety is one of our company values, a top priority in all we do and deeply embedded in our culture. Meetings of three or more employees begin with a safety share, a practice which contributes to keeping safety top of mind. We focus our safety efforts on fostering a learning culture with proactive safety engagement with the goal of building capacity and reducing the potential for serious injuries and fatalities.\n\n                                                                             For the year ended December 31, 2024\nDays Away, Restricted, or Transferred (incidents per 200,000 hours worked)                                    1.0\nProactive Safety Activities per Employee                                                                        6\n% of injuries reported within 1 day                                                                         91.5%",
      "char_count": 55866
    },
    "item1a": {
      "text": "ITEM 1A. RISK FACTORS\n \nThe nature of our business subjects us to a number of uncertainties and risks. Risks that may adversely affect our business operations, financial condition, results of operations or cash flows are described below. These risk factors, along with other risk factors that we discuss in our periodic reports filed with the SEC should be considered for a better understanding of our Company.\n \nSTRATEGIC RISK\n \nOur continued success is dependent on execution of our business plan and growth strategy, including our capital investment program.\n \nOur strategy is centered on four priorities: People & Culture—build a team that wins together, Operational Excellence—relentlessly deliver on our commitment to serve our customers, Transformation—be a simple and connected company and Growth—grow to be a dominant long-term energy provider. Our current plans and strategy may be negatively impacted by disruptive forces and innovations in the marketplace, workforce capabilities, changing political, business or regulatory conditions, and technology advancements.\n \nIn addition, we have significant capital investment programs planned for the next five years that are key to our strategic business plan, such as: our Ready Wyoming transmission project; the acquisition of a renewable generating facility and energy storage facility as part of our Colorado Clean Energy Plan; the addition of 99 MWs of natural gas-fired generation in South Dakota; large-scale investments to upgrade existing utility infrastructure; support of customer and community growth needs; and compliance with safety requirements. The successful execution of our capital investment program depends on, or could be affected by, a variety of factors that include, but are not limited to: access to capital to fund projects, weather conditions, effective management of projects, availability of qualified construction personnel including contractors, changes in commodity prices, impacts of supply chain disruptions on availability and cost of materials, governmental approvals and permitting, regulatory cost recovery, and return on investment. Our capacity requirements and applicable reserve margins are a critical component to serving our customers. Delays in construction, increasing reserve margins, and growing demand put additional pressures on meeting resource adequacy requirements. An inability to successfully adapt to changing conditions and execute our strategic plan, including our capital investment program, could materially affect our financial operating results including earnings, cash flow, and liquidity.\n \nREGULATORY, LEGISLATIVE, AND LEGAL RISKS\n \nWe may be subject to unfavorable or untimely federal and state regulatory outcomes.\n \nOur regulated Utilities are subject to cost-of-service/rate-of-return regulation and earnings oversight from federal and eight state utility commissions. This regulatory treatment does not provide any assurance as to achievement of desired earnings levels. Our customer rates are regulated based on an analysis of our costs and investments, as reviewed and approved in regulatory proceedings. While rate regulation is premised on the full recovery of prudently incurred costs and a reasonable rate of return on invested capital, there can be no assurance that our various regulatory authorities will judge all of our costs to have been prudently incurred or that the regulatory process in which rates are determined will result in full or timely recovery of our costs with a reasonable return on invested capital. In addition, adverse rate decisions, including rate moratoriums, rate refunds, limits on rate increases, lower allowed returns on investments or rate reductions, could be influenced by competitive, economic, political, legislative, public perception and regulatory pressures and adversely impact earnings, cash flow, and liquidity.\n \nEach of our Utilities are permitted to recover certain costs (such as increased fuel and purchased power costs, including costs from certain severe weather events, or integrity capital investments) outside of a base rate review in order to stabilize customer rates and reduce regulatory lag. If regulators decide to discontinue these tariff-based recovery mechanisms, it could negatively impact earnings, cash flow and liquidity.\n \nMunicipal governments may seek to limit or deny our franchise privileges.\n \nMunicipal governments within our utility service territories possess the power of condemnation and could establish a municipal utility within a portion of our current service territories by limiting or denying franchise privileges for our operations and exercising powers of condemnation over all or part of our utility assets within municipal boundaries. We regularly engage in negotiations on renewals of franchise agreements with our municipal governments. We have from time to time faced challenges or ballot initiatives on franchise renewals. Although condemnation is a process that is subject to constitutional protections requiring just and fair compensation, as with any judicial procedure, the outcome is uncertain. If a municipality sought to pursue this course of action, we cannot assure that we would secure adequate recovery of any litigation costs or our investment in assets subject to condemnation. We also cannot quantify the impact that such action would have on the remainder of our business operations.\n\n\n\n\nCosts could significantly increase to achieve or maintain compliance with existing or future environmental laws, regulations or requirements including those associated with climate change.\n \nOur business segments are subject to numerous environmental laws and regulations affecting many aspects of present and future operations, including air emissions (i.e., SO2, NOx, volatile organic compounds, particulate matter, and GHG), water quality, wastewater discharges, solid waste, and hazardous waste.\n \nThese laws and regulations may result in increased capital, operating, and other costs. These laws and regulations generally require the business segments to obtain and comply with a wide variety of environmental licenses, permits, inspections, and other government approvals. Compliance with environmental laws and regulations may require significant expenditures, including expenditures for cleanup costs and damages arising from contaminated properties. Failure or inability to comply with evolving environmental regulations may result in the imposition of fines, penalties, and injunctive measures affecting operating assets.\n \nOur business segments may not be successful in recovering increased capital and operating costs incurred to comply with new environmental regulations through existing regulatory rate structures and contracts with customers. More stringent environmental laws or regulations could result in additional capital investments and costs of operation for existing facilities or impede the development of new facilities.\n \nThere is uncertainty regarding if and when new climate legislation, regulations or policies will be adopted to reduce or limit GHG and the impact any such regulations would have on us. New or more stringent regulations or other energy efficiency requirements could require us to incur significant additional costs relating to, among other things, the installation of additional emission control equipment, the acceleration of capital expenditures, the purchase of additional emissions allowances or offsets, the acquisition or development of additional energy supply from renewable resources, the closure or capacity reductions of coal-fired power generation facilities or conversion to alternative fuels, and potential decreased production from our combined cycle natural gas-fired generating units. Additional rules and regulations associated with fossil fuels and GHG emissions could result in the impairment or retirement of some of our existing or future transmission, distribution, generation and natural gas storage facilities or our coal mine. Further, these rules could create the need to purchase or build clean-energy fuel sources to fulfill obligations to our customers. These actions could also result in increased operating costs which could adversely impact customers and our financial operating results including earnings, cash flow and liquidity. We cannot definitively estimate the effect of GHG legislation or regulation on our earnings, cash flow and liquidity.\n \nLegislative and regulatory requirements may result in compliance penalties.\n \nBusiness activities in the energy sector are heavily regulated, primarily by agencies of the federal government. Many agencies employ mandatory civil penalty structures for regulatory violations. The FERC, NERC, PHMSA, CFTC, EPA, OSHA, SEC, TSA, and MSHA may impose significant civil and criminal penalties to enforce compliance requirements relative to our business, which could have a material adverse effect on our financial operating results including earnings, cash flow, and liquidity.\n \nChanges in Federal income tax policy or our inability to use or generate tax credits may adversely affect our financial condition, results of operations, and cash flows, as well as our credit ratings.\n \nWe are subject to taxation by the various taxing authorities at the federal, state and local levels where we operate. Sweeping legislation or regulation could be enacted by any of these governmental authorities which may affect our tax burden. Changes may include numerous provisions that affect businesses, including changes to corporate tax rates, business-related exclusions, transferability of tax credits, and deductions and credits. The outcome of regulatory proceedings regarding the extent to which a change in corporate tax rate will affect our utility customers and the time period over which that change will occur could significantly impact future earnings and cash flows. Separately, a challenge by a taxing authority, changes in taxing authorities’ administrative interpretations, decisions, policies, and positions, our ability to utilize tax benefits such as carryforwards or tax credits, or a deviation from other tax-related assumptions may cause actual financial results to deviate from previous estimates.\n \nWe have reduced our consolidated federal and state income tax liabilities in prior years through tax credits, net operating losses, and charitable contribution deductions. A reduction in or disallowance of these tax benefits could adversely affect our earnings and cash flows. We have not fully used these allowed tax benefits in our previous tax filings and have carried them forward to use against future taxable income. Our inability to generate sufficient taxable income in the future to fully use these tax carryforwards before they expire, or to transfer future tax credits as discussed below, could significantly affect our tax obligations and financial results.\n \n\n\nOur Electric Utilities and non-regulated power generation entities own and operate renewable energy generating facilities. These facilities produce PTCs and ITCs used to reduce our federal tax obligations. The amount of tax credits we earn depends on the date the qualifying generating facilities are placed in service and various operating and economic factors, including facility generation, transmission constraints, unfavorable trends in pricing for wind or solar energy, adverse weather conditions, the breakdown or failure of equipment, and the applicable tax credit rate. These factors could significantly reduce the PTCs and ITCs produced by our wind farms, resulting in increased federal income tax expense. The IRA of 2022 allows for the sale or transfer of renewable tax credits to other taxpayers. We have sold and plan to continue to sell tax credits if market conditions are favorable. Our inability to generate, transfer, or sell these credits could have a material impact on our financial condition, results of operations and cash flows.\n \nOPERATING RISKS\n \nFailure to attract and retain an appropriately qualified and engaged workforce could have a negative impact on our operations and long-term business strategy.\n \nRecent trends, such as a competitive and tight labor market and declines in employee engagement may lead to higher costs and increased risk of negative outcomes for safety, compliance, customer service, and operations. If we are unable to successfully attract and retain an appropriately qualified workforce and maintain high levels of employee engagement, and maintain satisfactory collective bargaining agreements, safety, service reliability, customer satisfaction, and our results of operations could be adversely affected. As part of our strategic business plans, we will need to attract and retain personnel who are qualified and engaged to implement our strategy and may need to retrain or re-skill certain employees to support our long-term objectives.\n \nOur businesses have collective bargaining agreements with labor unions and approximately 25% of our employees are represented by unions. Failure to renew or renegotiate these contracts could lead to labor disruptions, including strikes or boycotts.\n \nLiability from fires could have a negative impact on our operations or financial performance, and our protocols may not prevent such liability.\n \nEnvironmental factors including precipitation, temperature, humidity and wind speeds have the potential to increase the likelihood and impact of a wildfire event. We invest resources on initiatives designed to mitigate wildfire risks and also intend to implement a PSPS framework in 2025. The potential for a wildfire event exists even when effective mitigation procedures are followed. Despite our wildfire mitigation initiatives, a wildfire could be ignited, spread and cause damages, which would subject us to significant liability. Other potential risks associated with wildfires include the inability to secure sufficient insurance coverage, uninsured losses or losses in excess of current insurance coverage, increased costs of insurance, damage to our reputation, regulatory recovery risk, litigation risk, the potential for a credit downgrade or the inability to access capital markets on reasonable terms.\n \nSupply chain challenges could negatively impact our operations.\n \nWe rely on various suppliers in our supply chain for the materials necessary to execute on our capital investment program that is key to our strategic business plans and to respond to a significant unplanned event such as a natural disaster. Our largest customers also rely on our supply chain and delays in critical materials could impact their ability to operate and grow as planned. Our supply chain, material costs, and capital investment program may be negatively impacted by:\n \n•Unanticipated price increases due to recent macroeconomic factors, such as inflation, including wage inflation, imposition of new tariffs, or rising demand for raw materials associated with the Energy Transition; and\n \n•Supply restrictions beyond our control or the control of our suppliers such as disruption of the freight system (e.g. labor union strikes, disruptions of trade routes), new or increased tariffs or quotas, increased environmental threats from weather-related disasters, rising demand for raw materials associated with the Energy Transition, and/or geopolitical unrest.\n \nAn inability to successfully manage challenges in our supply chain network could materially affect our ability to execute our business plan and growth strategy and our financial operating results including earnings, cash flow, and liquidity.\n \n\n\nCybersecurity incidents, terrorism, or other malicious acts targeting our key technology systems could disrupt our operations, lead to a loss or misuse of confidential and proprietary information, or cause reputational or other harm.\n \nTo effectively operate our business, we rely upon a sophisticated electronic control system, information and operation technology systems and network infrastructure to generate, distribute and deliver energy, and collect and retain sensitive information including personal information about our customers and employees. Cybersecurity incidents, terrorism, or other malicious acts targeting electronic control systems could result in a full or partial disruption of our electric and/or natural gas operations. Attacks targeting other key technology systems, including our third-party vendors’ information systems, could further add to a full or partial disruption of our operations. The utility industry has been the target of several cyberattacks on operational systems and has seen an increased volume and sophistication of cybersecurity incidents from international activist organizations, other nation state actors and individuals. In addition, the advancement of AI has given rise to additional vulnerabilities and potential entry points for cyberattacks. Any disruption of our electric and/or natural gas operations could result in a loss of service to customers and associated revenues, as well as significant expense to repair damages and remedy security breaches. In addition, any theft, loss, and/or fraudulent use of customer, shareowner, employee, or proprietary data could subject us to significant litigation, liability, and costs, as well as adversely impact our reputation with customers and regulators, among others. We maintain cyber risk insurance to mitigate a portion, but not all, of these risks and losses.\n \nAs discussed in Item 1C in this Annual Report on Form 10-K, we have instituted security measures and safeguards to protect our operational systems and information technology assets against cybersecurity threats, including certain safeguards required by NERC. Despite our implementation of security measures and safeguards, all of our technology systems may still be vulnerable to disability, failures, or unauthorized access.\n \nIn recent years, the TSA issued security directives that included several new cybersecurity requirements for critical pipeline owners and operators. Such directives or other requirements may require expenditure of significant additional resources to respond to cybersecurity incidents, to continue to modify or enhance protective measures, or to assess, investigate and remediate any critical infrastructure security vulnerabilities. Increased costs and the operational impacts of compliance and changes in cybersecurity requirements, including any failure to comply with government regulations or any failure in our cybersecurity protective measures may result in enforcement actions, all of which may have a material adverse effect on our business and our financial operating results including earnings, cash flow, and liquidity. In addition, there is no certainty that costs incurred related to securing against threats will be recovered through rates.\n \nOur financial performance depends on the successful operation of electric generating facilities, electric and natural gas transmission and distribution systems, natural gas storage facilities and a coal mine.\n \nThe risks associated with managing these operations include:\n \n•Operating hazards. Operating hazards such as leaks, mechanical problems and accidents, including fires or explosions, could impact employee and public safety, reliability, and customer confidence.\n \n•Inherent dangers. Electricity and natural gas can be dangerous to employees and the general public. Failures of or contact with power lines, natural gas pipelines, or service facilities and equipment may result in fires (discussed above), explosions, property damage, and personal injuries, including death. While we maintain liability and property insurance coverage, such policies are subject to certain limits and deductibles. The occurrence of any of these events may not be fully covered by our insurance.\n \n•Weather, natural conditions, and disasters including impacts from climate change (discussed below).\n \n•Acts of sabotage, terrorism, or other malicious physical attacks. Damage to our facilities due to deliberate acts could lead to outages or other adverse effects.\n \n•Equipment and processes. Breakdown or failure of equipment or processes, unavailability, or increased cost of equipment, and performance below expected levels of output or efficiency.\n \n•Disrupted transmission and distribution. We depend on transmission and distribution facilities, including those operated by unaffiliated parties, to deliver the electricity and natural gas that we sell to our retail and wholesale customers. If transmission is interrupted physically, mechanically or with cyber means, our ability to sell or deliver utility services and satisfy our contractual obligations may be hindered.\n \n•Natural gas supply for generation and distribution. Our regulated Utilities and non-regulated entities purchase natural gas from a number of suppliers for our generating facilities and for distribution to our customers. Our operations could be negatively impacted by the lack of availability and cost of natural gas, and disruptions in the delivery of natural gas due to various factors, including but not limited to, transportation delays, labor relations, weather, sabotage, cyber-attacks, and environmental regulations.\n \n\n\n•Replacement power. We may incur increased cost of supplying or securing replacement power during scheduled and unscheduled outages of generation facilities.\n \n•Governmental permits. The inability to obtain required governmental permits and approvals along with the cost of complying with or satisfying conditions imposed upon such approvals could negatively impact our ability to operate.\n \n•Operational limitations. Operational limitations imposed by environmental and other regulatory requirements and contractual agreements, including those that restrict the timing of generation plant scheduled outages.\n \n•Increased costs. Increased capital and operating costs to comply with increasingly stringent laws and regulations, unexpected engineering, environmental and geological problems, and unanticipated cost overruns.\n \n•Supply chain challenges (discussed above).\n \n•Workforce capabilities and labor relations (discussed above).\n \n•Public opposition. Opposition by members of public or special-interest groups could negatively impact our ability to operate our businesses.\n \nAny of these risks described above could damage our reputation and public confidence. These risks could also cause us to be unable to deliver energy and/or operate below expected capacity levels, which in turn could reduce revenues or cause us to incur higher operating and maintenance costs and penalties. While we maintain insurance, obtain warranties from vendors and obligate contractors to meet certain performance levels, the proceeds of such insurance and our rights under contracts, warranties or performance guarantees may not be timely or adequate to cover lost revenues, increased expenses, liability, or liquidated damage payments.\n \nThe nature of our business subjects us to climate-related risk, stemming from both physical risk and transition risk of climate change, over varying time horizons.\n \nPhysical risks of climate change refer to risks to our facilities or operations that may result from changes in the physical climate, such as changes to temperature and weather patterns. Our utility businesses are seasonal businesses and weather conditions and patterns can have a material impact on our operating results. To the extent weather conditions are affected by climate change, fluctuations in commodity prices and customers’ energy usage could be magnified. Climate change may lead to increased intensity and frequency of storms, resulting in increased likelihood of wildfires, wind, and extreme temperature events. Severe weather events, such as snow and ice storms (e.g., Winter Storm Uri), wildfires, and strong winds could impact our operations, including our ability to provide energy safely, reliably, and profitably and our ability to complete construction, expansion, or refurbishment of facilities as planned. Climate change may intensify these events or increase the frequency of their occurrence. Over time, we may need to make additional investments to protect our facilities from physical risks of climate change.\n \nTransition risks of climate change include changes to the energy systems as a result of new technologies, changing customer demand, and/or expectations and voluntary GHG reduction goals, as well as local, state, or federal regulatory requirements (discussed above). Policies such as a carbon or methane tax could increase costs associated with fossil fuel usage, resulting in higher operating costs including costs of energy generation, construction, and transportation. Risks of the transition to a low-carbon economy could result in shrinking customer demand for fossil fuel-based energy sources. This could come from increased use of behind the meter technology, such as residential solar and storage. Risk of investor pressure over climate risk and/or ESG standards, activist campaigns against coal producers, employee preferences to work for companies with certain sustainability goals, and consumers preference for renewable energy could impact our reputation, ability to attract and retain an appropriately trained workforce, and overall access to capital and/or adequate insurance policies.\n \nOur operations are subject to various conditions that can result in fluctuations in customer usage, including customer growth and general economic conditions in our service territories, weather conditions, and responses to price increases and technological improvements.\n \nDemand for electricity and natural gas can vary greatly based upon:\n \n•Fluctuations in customer growth and general economic conditions in our service territories. Customer growth and energy use can be negatively impacted by population declines as well as adverse economic factors in our service territories, including recession, inflation, workforce reductions, stagnant wage growth, changing levels of support from state and local government for economic development, business closings, and reductions in the level of business investment. These risks could directly influence the demand for electricity and natural gas as well as the need for additional power generation and generating facilities. We could also be exposed to greater risks of accounts receivable write-offs if customers are unable to pay their bills.\n \n\n\n•Weather conditions. Our Utilities are seasonal businesses and weather conditions and patterns can have a material impact on our operating performance. Demand for electricity is typically greater in the summer and winter months associated with cooling and heating, respectively. Demand for natural gas depends heavily upon winter-weather patterns throughout our service territory and a significant amount of natural gas revenues are recognized in the first and fourth quarters related to the heating season. Accordingly, our Utilities have historically generated lower revenues, income and cash flows when weather conditions are cooler than normal in the summer and warmer than normal in the winter. Demand for natural gas is also impacted by summer weather patterns that are cooler than normal and provide higher than normal precipitation; both of which can reduce natural gas demand for irrigation.\n \n•Our customers' focus on energy conservation which may be assisted by emerging technologies. Customer growth and usage may be impacted by the voluntary reduction in consumption of electricity and natural gas by our customers in response to increases in prices and energy efficiency programs, electrification initiatives that could negatively impact the demand for natural gas, economic conditions (i.e., inflation, recession) impacting customers’ disposable income and the use of distributed generation resources or other emerging technologies. Continued technological improvements may make customer and third-party distributed generation and energy storage systems, including fuel cells, micro-turbines, wind turbines, solar cells, and batteries, more cost effective and feasible for our customers. If more customers utilize their own generation, demand for energy from us could decline. Such developments could affect the price and/or delivery of energy, require further improvements to our distribution systems to address changing load demands and could make portions of our electric system's power supply and transmission and/or distribution facilities obsolete prior to the end of their useful lives.\n \nEach of these factors described above could materially affect demand for electricity and natural gas which would impact our financial operating results including earnings, cash flow and liquidity.\n \nIf macroeconomic or other conditions adversely affect operations or require us to make changes to our strategic business plan, we may be forced to record a non-cash goodwill impairment charge.\n We had approximately $1.3 billion of goodwill on our consolidated balance sheets as of December 31, 2024. If we make changes in our strategic business plan and growth strategy, or if macroeconomic or other conditions adversely affect operations in any of our businesses, we may be required to record a non-cash impairment charge. Goodwill is tested for impairment annually or whenever events or changes in circumstances indicate impairment may have occurred. If the testing performed indicates that impairment has occurred, we are required to record an impairment charge for the difference between the carrying value of the goodwill and the implied fair value of the goodwill in the period the determination is made. The testing of goodwill for impairment requires us to make significant estimates about our future performance and cash flows, as well as other assumptions. These estimates can be affected by numerous factors, including: future business operating performance, changes in macroeconomic conditions including recession, inflation, and interest rates, changes in our regulatory environment, industry-specific market conditions, changes in business operations, changes in competition, or changes in technologies. Any changes in key assumptions, or actual performance compared with key assumptions, about our business and its future prospects could affect the fair value of either or both of our operating segments, which may result in an impairment charge. See additional information in “Critical Accounting Estimates” under Item 7, Management’s Discussion and Analysis of Financial Condition and Results of Operations and Note 1 of the Notes to Consolidated Financial Statements in this Annual Report on Form 10-K.\n \nFINANCIAL RISKS\n \nA sub-investment grade credit rating could impact our ability to access capital markets.\n \nOur senior unsecured debt rating is Baa2 (Stable outlook) by Moody’s and BBB+ (Stable outlook) by S&P. Reduction of our investment grade credit ratings could impair our ability to refinance or repay our existing debt and complete new financings on reasonable terms. A credit rating downgrade, particularly to sub-investment grade, could also result in counterparties requiring us to post additional collateral under existing or new contracts. In addition, a ratings downgrade would increase our interest expense under some of our existing debt obligations, including borrowings under our credit facilities, potentially significantly increasing our cost of capital and other associated operating costs which may not be recoverable through existing regulatory rate structures and contracts with customers.\n \nWe may be unable to obtain financing on reasonable terms needed to refinance debt, fund planned capital expenditures or otherwise execute our operating strategy.\n \nOur ability to execute our operating strategy is highly dependent upon our access to capital. Historically, we have addressed our liquidity needs (including funds required to make scheduled principal and interest payments, refinance debt, pay dividends and fund working capital and planned capital expenditures) with operating cash flow, borrowings under credit facilities, proceeds of debt and equity offerings, and proceeds from asset sales. Our ability to access capital markets and the costs and terms of available financing depend on many factors, including changes in our credit ratings, general macroeconomic conditions which may drive changes in interest rates and cause volatility in our stock price, changes in the federal or state regulatory environment affecting energy companies, and volatility in commodity prices.\n \n\n\nIn addition, because we are a holding company and our utility assets are owned by our subsidiaries, if we are unable to adequately access the credit markets, we could be required to take additional measures designed to ensure that our utility subsidiaries are adequately capitalized to provide safe and reliable service. Possible additional measures would be evaluated in the context of then-prevailing market conditions, prudent financial management, and any applicable regulatory requirements.\n \nWe may be unable to obtain insurance coverage, and the coverage we currently have may not apply or may be insufficient to cover a significant loss.\n \nIn recent years, securing adequate insurance coverage has become more difficult and the cost of insurance has increased substantially. We believe that these trends are likely to continue. Our ability to obtain insurance, as well as the cost of such insurance, could be impacted by developments affecting the insurance industry and the financial condition of insurers. Additionally, insurance providers could deny coverage or decline to extend coverage under the same or similar terms that are presently available to us. A loss for which we are not adequately insured could materially affect our financial results. The coverage we currently have in place may not apply to a particular loss, or it may not be sufficient to cover all liabilities to which we may be subject, including liability and losses associated with wildfires, natural gas and storage field explosions, cyber-security breaches, environmental hazards, and natural disasters. Further, the proceeds of any such insurance may not be received in a timely manner.\n \nCosts associated with our healthcare plans and other benefits could increase significantly.\n \nThe costs of providing healthcare benefits to our employees and retirees have increased significantly in recent years. We believe that our employee benefit costs, including costs related to healthcare plans for our employees and former employees, will continue to rise. Significant regulatory developments have required, and likely will continue to require, changes to our current employee benefit plans and supporting administrative processes. Our electric and natural gas utility rates are regulated on a state-by-state basis by the relevant state regulatory authorities based on an analysis of our costs, as reviewed and approved in a regulatory proceeding. Within our utility rates, we have generally recovered the cost of providing employee benefits. As employee benefit costs continue to rise, however, there is no assurance that the utility commissions will allow recovery of these increased costs. Rising employee benefit costs, or inadequate recovery of such costs, may adversely affect our financial operating results including earnings, cash flow, and liquidity.\n \nWe have a holding company corporate structure with multiple subsidiaries. Corporate dividends and debt payments are dependent upon cash distributions to the holding company from the subsidiaries.\n \nAs a holding company, our investments in our subsidiaries are our primary assets. Our operating cash flow and ability to service our indebtedness depend on the operating cash flow of our subsidiaries and the payment of funds by them to us in the form of dividends or advances. Our subsidiaries are separate legal entities that have no obligation to make any funds available for that purpose, whether by dividends or otherwise. In addition, each subsidiary’s ability to pay dividends to us depends on any applicable contractual or regulatory restrictions that may include requirements to maintain minimum levels of cash, working capital, equity, or debt service funds.\n \nThere is no assurance as to the amount, if any, of future dividends to the holding company because these subsidiaries depend on future earnings, capital requirements, and financial conditions to fund such dividends. See “Liquidity and Capital Resources” within Management’s Discussion and Analysis of Financial Condition and Results of Operations in Item 7 and Note 8 of the Notes to Consolidated Financial Statements of this Annual Report on Form 10-K for further information regarding these restrictions and their impact on our liquidity.\n \nMarket performance or changes in key valuation assumptions could require us to make significant unplanned contributions to our pension plan and other retiree benefit plans.\n \nAssumptions related to interest rates, expected return on investments, mortality, and other key actuarial assumptions have a significant impact on our funding requirements and the expense recognized related to our pension and other retiree benefit plans. An adverse change to key assumptions associated with our defined benefit retirement plans may require significant, unplanned contributions to the plans which could adversely affect our financial operating results including earnings, cash flow, and liquidity. See Note 13 of the Notes to Consolidated Financial Statements of this Annual Report on Form 10-K for further information\n \n\n\nOur use of derivative financial instruments as hedges against commodity prices and financial market risks could result in material financial losses.\n \nWe use various financial and physical derivatives, including futures, forwards, options, and swaps to manage commodity price and interest rate risks. The timing of the recognition of gains or losses on these economic hedges in accordance with GAAP may not consistently match up with the gains or losses on the commodities being hedged. For Black Hills Energy Services under the Choice Gas Program, and in certain instances within our regulated Utilities where unrealized and realized gains and losses from derivative instruments are not approved for regulatory accounting treatment, fluctuating commodity prices may cause fluctuations in reported financial results due to mark-to-market accounting treatment.\n \nTo the extent that we hedge our commodity price and interest rate exposures, we forgo the benefits we would otherwise experience if commodity prices or interest rates were to change in our favor. In addition, even though they are closely monitored by management, our hedging activities can result in losses. Such losses could occur under various circumstances, including if a counterparty does not perform its obligations under the hedge arrangement, the hedge is economically imperfect, commodity prices, or interest rates move unfavorably related to our physical or financial positions, or hedging policies and procedures are not followed.\n \nAdditionally, our exchange-traded futures contracts are subject to futures margin posting requirements. To the extent we are unable to meet these requirements, this could have a significant impact on our business by reducing our ability to execute derivative transactions to reduce commodity price uncertainty and to protect cash flows. Requirements to post collateral may cause significant liquidity issues by reducing our ability to use cash for investment or other corporate purposes or may require us to increase our level of debt. Further, a requirement for our counterparties to post collateral could result in additional costs being passed on to us, thereby decreasing our profitability.",
      "char_count": 39928
    }
  },
  "extracted_at": "2025-10-18T17:30:26.012920"
}