{
  "ticker": "BRCC",
  "company_name": "BRC Inc.",
  "cik": 1891101,
  "form_type": "10-K",
  "filing_date": "2025-03-03",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001891101-25-000006",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001891101&accession_number=000189110125000006&xbrl_type=v",
  "sic_code": "2080",
  "industry": "Beverages",
  "sections": {
    "item1": {
      "text": "Item 1. Business\nWhen used in this report, the terms “we,” “us,” “our,” “BRCC,” “Black Rifle Coffee,” “Black Rifle Coffee Company,” and the “Company” mean BRC Inc. and its consolidated subsidiaries, collectively, unless the context requires otherwise.\nCompany Overview\nBlack Rifle Coffee Company is a Veteran-founded and led premium coffee, energy drink, and media company operating through three primary channels: Wholesale, DTC, and Outposts. Founded in 2014 by U.S. Army Veteran Evan Hafer, Black Rifle Coffee began with a one-pound coffee roaster in a garage, where Hafer personally roasted, packaged, and shipped coffee directly to consumers. Today, the Company has grown into a widely recognized and nationally distributed brand steadfast in its commitment to supporting active-duty military, Veterans, first responders, and all who love America.\nBlack Rifle Coffee operates out of offices in Salt Lake City, Utah; San Antonio, Texas; and Nashville, Tennessee, with a manufacturing facility in Manchester, Tennessee. Our product offerings have expanded beyond roast coffee to include single-serve coffee, RTD coffee, and, as of late 2024, Black Rifle Energy, a ready-to-drink energy beverage. Additionally, we offer Black Rifle branded apparel, coffee brewing equipment, and outdoor and lifestyle gear that our customers proudly wear and use to showcase their connection to our brand.\nOur Mission and Community \nOur mission at Black Rifle Coffee Company is to serve premium coffee beverages and content to active-duty military, Veterans, first responders, and all who love America. Founded and led by combat Veterans of the Global War on Terror, we are a mission-driven company committed to delivering quality products while giving back to the communities we serve. This dedication is reflected in our direct hiring practices, charitable donations, and storytelling through our media channels.\nAs a public benefit corporation, Black Rifle Coffee Company balances profitability with purpose. Our public benefit purpose is to support the underserved active military, Veteran, and first-responder communities. We achieve this through objectives such as:\n•Creating meaningful post-service career opportunities for Veterans, first responders, and their families.\n•Supporting charities focused on mental health and other critical needs within these communities.\n•Inspiring Veterans to pursue entrepreneurship through targeted programs and donations.\n•Providing quality products and media that resonate with these audiences.\nA significant factor in our success is the work ethic and discipline of our Veteran employees. We are committed to hiring Veterans and military spouses, supporting their transition from military service to private industry. This dedication fosters a strong, cohesive culture at Black Rifle Coffee Company, and we aim for half of our new hires to be Veterans and military spouses.\nOur corporate giving is strengthened through direct donations to charities aligned with our public benefit purpose and through The BRCC Fund, our 501(c)(3) nonprofit organization. The fund focuses on Veteran-related causes, enabling us to provide direct support to individuals, charities, and organizations aligned with our mission to serve those who serve.\nOur Business\nWe are a digitally native brand with an established omnichannel business model, operating through one reportable segment that comprises three primary channels: DTC, Wholesale, and Outposts. Each channel plays a vital role in reaching our customers, building our community, and growing our brand.\nOur DTC platform has been the foundation of our business since the inception of the company and launch of www.blackriflecoffee.com. This channel enabled us to quickly establish ourselves as a recognizable beverage brand in the United States. This channel allows us to engage directly with our customers and gain valuable insight into their preferences. The DTC channel includes our subscription-based Coffee Club, through which customers can receive ground, whole bean, single-serve coffee, or apparel delivered to their home or office on a customizable schedule. As of December 31, 2024, the Coffee Club served approximately 190,400 active subscribers. In 2024, DTC sales totaled $123.8 million, compared to $143.2 million in 2023, reflecting a 14% decline as consumer purchasing behavior shifted toward retail channels and resources were reallocated to growing the Wholesale channel. \nIn our Wholesale channel, we sell packaged coffee and our RTD beverages through leading Food, Drug, and Mass (“FDM”) retailers such as Walmart, Sam’s Club, regional and national grocery chains, and convenience stores, such as 7-Eleven, Casey’s General Store, and Circle K. Additionally, our coffee, apparel, and gear are sold through specialty retailers like Bass Pro Shops, Scheels, and Ace Hardware. In 2024, the Wholesale channel generated $245.0 million in sales, compared to $225.1 million in 2023. We have prioritized growth in this channel by expanding distribution in grocery stores, club stores, convenience stores, and specialty retailers, positioning the Wholesale channel as a key driver of future revenue.\nOur Outposts offer a reimagined coffee shop experience, featuring freshly brewed coffee, Black Rifle Coffee merchandise, and a welcoming environment for community connection. Since opening the first Outpost in San Antonio, Texas, in 2020, we have expanded to operate eighteen company-owned Outposts and nineteen franchised locations across ten states, including Texas, Utah, and Tennessee. In 2024, Outpost sales totaled $22.7 million, a decline from $27.3 million in 2023. While new unit growth in this channel is currently limited, we plan to resume investments in Outposts in the coming years as we refine our strategy and continue prioritizing capital allocation toward growth in the Wholesale channel.\nWe create dynamic, cause-driven media content designed to strengthen our connection with the Black Rifle Coffee community. Guided by a three-pronged strategy—Inform, Inspire, and Entertain—we educate our audience on the craft of coffee, sharing insights into our meticulous roasting processes and premium products. Through compelling storytelling, we highlight the experiences of Veterans, first responders, and everyday heroes who embody our mission. At the same time, we captivate and entertain with humor, creativity, and engaging formats that resonate deeply with our loyal and passionate customer base. This comprehensive approach reflects our core values while fostering lasting brand loyalty and recognition.\nIn addition to media content, we continue to grow through strategic partnerships and collaborations that amplify our brand and extend our reach. These initiatives include partnerships with social media influencers and high-profile sports organizations to connect with new and existing audiences. For instance, in July 2022, we announced a partnership with the Dallas Cowboys, featuring product placement at AT&T Stadium. In February 2024, we entered into a three-year marketing partnership with the UFC, further elevating our presence in the sports and entertainment landscape.\nThese partnerships, combined with our distinctive media strategy, help us build strong connections with our customers, drive brand loyalty, and ensure Black Rifle Coffee stands out in a competitive market.\nProduct Supply\nThe majority of our green coffee beans come from Colombia, Brazil, and Nicaragua. We also source green coffee beans from over ten countries in Latin America, Africa, and Asia to diversify our supply chain and offer our customers specialty and limited-time-only roasts. Quality control is also a critically important part of our manufacturing and supply chain operations. Our licensed, Coffee Quality Institute-certified grader and former Green Beret leads cupping, grading, scoring, and sourcing of our coffees.\n We rely on co-manufacturers to support a portion of our production capacity for roast coffee and exclusively utilize co-manufacturers for the production of our RTD product lines. These partnerships allow us to efficiently scale production to meet consumer demand while maintaining the quality standards our customers expect.\nCompetition\nWe operate in a highly competitive environment across all our product categories, with competition driven by factors such as price, flavor, packaging, innovation, variety, shelf space, channel distribution, and marketing and promotional strategies. Our competitors include large international food and beverage companies like Nestlé, Starbucks, Monster, and Pepsi, as well as private-label brands and smaller high-growth food and beverage companies. Many of these competitors possess substantially greater financial, marketing, and distribution resources than we do.\n Despite these challenges, we are uniquely positioned to compete in the U.S. coffee market and the U.S. energy drink market. Our differentiation lies in superior product offerings, a powerful media platform, a mission-driven lifestyle brand, a loyal and engaged customer base, and a scalable omnichannel strategy supported by a large subscriber base. Beyond coffee and Black Rifle Energy, our highly engaged customers consistently purchase branded merchandise, proudly wear Black Rifle Coffee apparel, display decals and banners, and actively recommend our brand through social media and by word-of-mouth. This emotional connection and advocacy drive our growth and open opportunities to expand our product portfolio.\n Competition in the coffee market is influenced by factors such as product quality, roasting methods, brand recognition, and technology. A key competitive advantage is our in-house roasting for nearly half of our bagged coffee products, which we consider essential to delivering the exceptional quality our customers expect. In the RTD coffee, retort dairy, and energy drink categories, we face competition from established brands along with significant barriers to entry, such as production and distribution capabilities. However, our unique positioning and loyal customer base allow us to carve out a distinct space in these markets.\n In the out-of-home coffee category, we compete with both nationally recognized brands and smaller local coffee shops. While long-established competitors benefit from greater brand recognition and significantly larger financial, technological, roasting, sales, and distribution resources, our expansion into the FDM market has unlocked new opportunities to increase brand awareness and make our products more accessible to consumers. Additionally, our customers exhibit higher spending than the typical coffee buyer, frequently purchasing merchandise alongside coffee and driving an attractive average order value of approximately $12 to $13 at our Outposts. Our ability to engage customers across multiple categories uniquely positions us for growth in a competitive market landscape.\nSeasonality\nOur business is subject to moderate seasonal fluctuations. The first quarter typically will experience lower revenues. In our DTC and Outpost revenue channels, we tend to have higher revenues and cash flow during the holiday season in the fourth quarter. Results for any quarter will not necessarily be indicative of the results for a full fiscal year. \nHuman Capital\nWe have built a strong and cohesive culture centered around our mission of serving coffee and content, and our culture to active military, Veterans, first responders, and all who love America. We are Veteran-controlled, and approximately 32% of our employees are Veterans or military spouses. Our goal is to maintain our current level of Veteran hires as we expand our operations and further develop our omni-channel business model.\nAs of December 31, 2024, we employed 551 employees across locations in the United States. Of the 551 employees, 39 are focused in manufacturing, 259 are in corporate or other administrative roles, and 253 are in roles at Outposts. In addition, we employ part-time and seasonal workers. We will continue to focus on hiring Veterans and first responders and training our employees to provide the authentic Black Rifle Coffee Company experience in our Outpost locations.\nEmployee Wellness\nWe promote health, wellness, and safety through a variety of means which include, but are not limited to, onsite employee training modules, external support such as employee assistance programs and crisis counseling, and universal escalation procedures as it pertains to safety protocols.\nEmployee Development and Training\nWe believe that employee development and training is a shared relationship between the employee, their leadership team, and their HR business partner. As this is typically not a one-size fits all approach, training and development plans are unique to the employee and their overall business unit. \nTotal Rewards Package\nOur Total Rewards Package is comprehensive in the fact that it addresses each milestone of the employee life cycle. Those rewards include but are not limited to medical, dental, vision, and voluntary coverages, as well as a variety of compensation rewards. \nIntellectual Property\nWe own many registered trademarks and service marks in the United States, including the “Black Rifle Coffee Company” trademark, and our word marks have been registered in multiple classes of goods and services. We own a more limited subset of registered trademarks in jurisdictions outside the United States. Our most important trademark might be our “BRCC” logo, which immediately identifies the brand. We believe that the Black Rifle Coffee Company name and all of its associated marks are of significant value and importance to our business. As a general policy, we pursue registration and monitor the use of our marks in the United States and challenge unauthorized users.\nWe license the use of our marks to franchise partners, third-party vendors, and others through franchise agreements, vendor agreements, and licensing agreements. These agreements typically restrict third parties’ activities with respect to use of the marks and impose brand standards requirements. We require licensees to inform us of any potential infringement of the marks.\nWe own a variety of copyrighted materials, chiefly in the form of original artwork presented on our bagged coffee. We rely on the protection of the United States Copyright Act for the protection of our copyrighted works, and challenge unauthorized users both within and outside of the U.S.\nGovernment Regulations\nWe are subject to extensive federal, state, and local government regulation, including those relating to, among others, public health and safety, food labeling and advertising, food safety and manufacturing, zoning and fire codes, and franchising. Failure to comply with these regulations would adversely affect our activities, including manufacturing and selling food. Failure to obtain or retain licenses and registrations or exemptions would adversely affect the operation of our Outposts and other properties. Although we have not experienced and do not anticipate experiencing any significant problems obtaining required licenses, permits, or approvals, any difficulties, delays, or failures in obtaining such licenses, permits, registrations, exemptions, or approvals could delay or prevent the opening of, or adversely impact the viability of, an Outpost shop in a particular area. The development and construction of additional Outposts will be subject to compliance with the applicable zoning, land use, and environmental regulations.\nOur franchising activities are subject to the rules and regulations of the Federal Trade Commission (“FTC”) and various state laws regulating the offer and sale of franchises. The FTC’s franchise rules and various state laws require that we furnish a franchise disclosure document (“FDD”) containing certain financial information to prospective franchise partners in a number of states. Additionally, certain states require registration of the FDD with state authorities. Substantive state laws that regulate the franchise or franchise relationship exist in a substantial number of states, and bills have been introduced in Congress from time to time that would provide for federal regulation of the franchisor-franchisee relationship. The state laws often limit, among other things, the duration and scope of non-competition provisions, the ability of a franchisor to terminate or refuse to renew a franchise, and the ability of a franchise partner to designate sources of supply. We believe our FDD complies in all material aspects with both the FTC franchise rules and all applicable state laws regulating franchising in those states in which we have franchises.\nWe are also subject to the Fair Labor Standards Act, the Immigration Reform and Control Act of 1986 and various federal and state laws governing such matters such as minimum wage, overtime, employment tax rates, workers compensation rates, citizenship requirements, and other working conditions. A significant number of our personnel are paid at rates related to the federal minimum wage. We are also subject to the Americans with Disabilities Act (“ADA”), which prohibits discrimination on the basis of a disability and public accommodations in employment, which may require us to design or modify our facilities to make reasonable accommodations for disabled persons.\nSee Item 1A. Risk Factors. Risks Related to Regulation, Litigation and Taxation for further information.\nEnvironmental\nWe believe federal and state environmental regulations have not had a material effect on operations, but more stringent and varied requirements of local government bodies with respect to zoning land use and environmental factors could delay construction and increase development costs for new facilities.\nBusiness Combination and Organizational Structure\nOn February 9, 2022, we consummated a business combination (the “Business Combination”) by which BRC Inc. became the parent company of Authentic Brands, pursuant to a business combination agreement dated November 21, 2021 and amended January 4, 2022 (the “Business Combination Agreement”). Authentic Brands is the direct parent of Black Rifle Coffee Company, a Delaware limited liability company (“BRCC LLC”).\nFollowing the completion of the Business Combination, our organizational structure is what is commonly referred to as an umbrella partnership C corporation (or Up-C) structure. This organizational structure allows certain owners of Authentic Brands to retain their equity ownership in Authentic Brands, an entity that is classified as a partnership for U.S. federal income tax purposes, in the form of Common Units and Restricted Units of Authentic Brands. Each continuing owner of Authentic Brands also holds a number of shares of Class B Common Stock in the Company equal to the number of Common Units held by such owner, which shares of Class B Common Stock have no economic value, but which entitles the holder thereof to one vote per share at any meeting of our shareholders. \nAvailable Information\nWe file annual, quarterly and current reports and other documents with the Securities and Exchange Commission (“SEC”) that are publicly available free of charge on the Investor Relations section of our website at https://ir.blackriflecoffee.com as soon as reasonably practicable after these materials are filed with or furnished to the SEC or at www.sec.gov. The information on our website (or any webpages referenced in this Annual Report) is not part of this or any other report we file with, or furnish to, the SEC.",
      "char_count": 19630
    },
    "item1a": {
      "text": "Item 1A. Risk Factors\nRisks and uncertainties that could cause our actual results to differ materially from the results contemplated by the forward-looking statements contained in this Annual Report and other public statements we make are described below. Based on the information currently known to us, we believe that the matters discussed below identify the material risk factors affecting our business. However, the risks and uncertainties we face are not limited to those described below. Additional risks and uncertainties not presently known to us or that we currently believe to be immaterial, but that could later become material, may also adversely affect our business.\nRisks Related to Our Business\nOur brand, including the quality of media content and active participation in the Veteran community, is core to our success, and damage to our brand or reputation and negative publicity could negatively impact our business, financial condition, and results of operations.\n Our reputation and the quality of our brand are critical to our business and success in existing markets and will be critical to our success as we enter new markets. Our brand and authenticity in supporting the Veteran and military community is a core driver of our success. We promote our brand through media content and active participation in the Veteran community through events, donations, and hiring commitments, but the continued success of such promotions cannot be guaranteed. \nWe have historically faced, and may from time to time be faced, with negative publicity, regardless of its accuracy, relating to our brand; our founders and our mission; our charitable activities; our marketing; product quality; the safety, sanitation, and welfare of our facilities; customer complaints or litigation alleging illness or injury; health inspection scores; integrity of our or our suppliers’ food processing, employment practices, and other policies, practices and procedures; employee relationships and welfare or other matters; or public statements by our founders or other key employees and persons associated with our brand, including paid brand partners. Negative publicity may adversely affect our business, regardless of its accuracy or whether we are ultimately found responsible.\nOur brand has been in the past, and may be in the future, associated with controversial actions of certain customers of ours. For example, we have occasionally received negative publicity from leading national media arising out of the presence of, among others, our logos and brands on apparel worn at certain publicized events, even when such individuals were otherwise unaffiliated with us. The negative publicity and our reaction and communication related to such events has in the past resulted in losses to our DTC subscription service, the loss of investors, and the loss of Wholesale channel partners. There is no assurance that any such negative publicity will not occur again in the future and harm our brand and reputation, regardless of our involvement in the publicized events.\nMoreover, social media platforms present additional risks, as they enable the rapid spread of information, including statements adverse to our interests, which may be inaccurate or misleading and could negatively impact our business, prospects, or financial performance. The potential harm from such content may be immediate and occur without affording us an opportunity for redress or correction. Our brand has been viewed as polarizing, which may subject us to boycotts, reputational harm, or other adverse actions by the public, investors, or entities that disagree with our mission or branding.\nFurthermore, the negative impact of adverse publicity relating to one facility or retail coffee shop may extend far beyond the location involved, to affect some or all of our other Outposts, including our franchise partner Outposts. The risk of negative publicity is particularly great with respect to our franchise partner Outposts because we are limited in the manner in which we can regulate them, especially on a real-time basis, and negative publicity from our franchise partners’ Outposts may also significantly impact Company-operated Outposts. A similar risk exists with respect to Wholesale retail partners if customers mistakenly associate third party issues with our operations.\nEmployee claims against us based on, among other things, wage and hour violations, discrimination, harassment, or wrongful termination may also create not only legal and financial liability, but also negative publicity that could adversely affect us and divert our financial and management resources that would otherwise be used to benefit the future performance of our operations.\nOur content creation team often produces videos and other media depicting risky or dangerous activities, showcasing stunts and activities with firearms, skydiving, motorsports, handling of explosives, military vehicles, “extreme” sports, marksmanships, and other themes pursuing the lifestyle associated with our brand and sometimes involving certain of our employees and executive officers. While we take precautions to ensure the safety of all involved in creating this content, the activities carry an inherent risk that cannot be eliminated. If any individual were to suffer serious harm while involved with one of our productions, this could lead to negative publicity and harm to the brand and subject us to legal proceedings, for which we may not be adequately insured. See also “We depend on our founder, executive officers, and other key employees, and the loss of one or more of these employees, the failure of one or more of these employees to dedicate adequate time to the Company’s affairs, or an inability to attract and retain other highly skilled employees could harm our business.”\nAdditionally, there has been a marked increase in the use of social media platforms and similar devices, including blogs, social media websites, and other forms of internet-based communications that provide individuals with access to a broad audience of consumers and other interested persons. The availability of information on social media platforms is virtually immediate as is its impact. Many social media platforms immediately publish the content their subscribers and participants can post, often without filters or checks on accuracy of the content posted. Information concerning us, whether accurate or not, may be posted on such platforms at any time. Our founders often appear in unscripted and un-reviewed online publications, such as podcasts, over which we have little curation.\nUltimately, the risks associated with any such negative publicity or incorrect information cannot be completely eliminated or mitigated and may harm our business.\nFailure to maintain or enhance the value and reputation of our brand, including our support of the Veteran community, could have a negative impact on our financial results.\nWe believe that brand authenticity and mission alignment are critical to customer loyalty. If we fail to preserve our brand identity, including the quality of our media content and active engagement with the Veteran community, our consumer perception, brand equity, and financial results could be negatively impacted.\nBusiness incidents, whether isolated or recurring and whether originating from us or our business partners, that erode consumer trust can significantly reduce brand value, potentially trigger boycotts of our Outposts, or result in civil or criminal liability and can have a negative impact on our financial results. Most importantly, if our customers perceive that we have abandoned or decreased the priority of our mission and our authenticity, in particular with respect to our support of the Veteran and military communities, we could lose significant portions of our customer base and experience substantial harm to our reputation and our operating results. Other such incidents that could adversely affect our business include actual or perceived breaches of privacy, contaminated products, employees or customers infected with communicable diseases, product recalls, controversial actions of persons identified with the brand, or other potential incidents discussed in this risk factors section. The impact of such incidents may be exacerbated if they receive considerable publicity, including rapidly through social or digital media (including for malicious reasons) or result in litigation. Consumer demand for our products and our brand equity could diminish significantly if we, our employees, franchise partners, or other business partners fail to preserve the quality of our products, act or are perceived to act in an unethical, illegal, racially-biased, unequal, or socially irresponsible manner, including with respect to the sourcing, content, or sale of our products, service and treatment of customers at our Outposts, or the use of customer data for general or direct marketing or other purposes.\nIf we fail to comply with laws and regulations, publicly take controversial positions or actions, or fail to deliver a consistently positive consumer experience in each of our markets, including by failing to invest in the right balance of wages and benefits to attract and retain employees that represent the brand well, our brand value may be diminished. Public controversy or backlash related to our in-house or third-party content creation efforts could lead to customer attrition, hinder new customer acquisition, damage business relationships, and result in other negative outcomes.\nOur success is closely tied to maintaining a strong corporate reputation. Our brand reputation may suffer due to claims or perceptions, whether substantiated or not, related to product safety, supplier and distributor practices, franchise operations, or allegations of unethical, illegal, discriminatory, or socially irresponsible behavior. Our corporate reputation could also suffer from negative publicity or consumer sentiment regarding Company action or inaction or brand imagery, a real or perceived failure of corporate governance, or misconduct by any officer or any employee or representative of us or a franchise partner. Any such incidents (even if resulting from actions of a competitor or franchise partner) could cause a decline directly or indirectly in consumer confidence in, or the perception of, our brand and/or our products and reduce consumer demand for our products, which would likely result in lower revenue and profits.\nThere has been an increased public focus, including from the United States federal and state governments, on environmental sustainability matters, including with respect to climate change, greenhouse gases, water resources, packaging and waste, animal health and welfare, deforestation, and land use. We strive to operate with a commitment to environmental stewardship and are actively managing sustainability-related risks and costs impacting our operations, franchise partners, and supply chain. Due to growing scrutiny of environmental sustainability, we may encounter increased demands for disclosure, expanded commitments, target-setting, and additional compliance measures. Addressing these environmental issues may subject us to market, operational, reputational, and compliance-related risks and costs.\nOur growth strategy depends on the successful execution of our strategic initiatives, and our limited operating history may make it difficult to evaluate future risks and challenges.\nWe were founded as a digitally native coffee brand in 2014 and have since expanded into multiple growth channels, including Wholesale retail, merchandise sales, franchised and Company-operated retail locations, RTD coffee, and energy drinks. Our Wholesale channel sales grew from $225.1 million in 2023 to $245.0 million in 2024. Since several of these growth channels remain in the early stages of development, identifying potential risks may be challenging, including risks related to revenue generation, key operating expenses, customer acquisition and retention, shifting consumer preferences, product innovation, supply chain management, and applicable laws and regulations. Additionally, we have historically prioritized growth over profitability and may continue to do so in the future.\nAs part of our long-term strategy, we aim to expand our market share and revenue through various initiatives, including the continued growth of DTC sales through online channels, expansion of our Wholesale, RTD coffee, and Black Rifle Energy distribution, velocity growth, and product innovation. Additionally, we plan to grow our Outpost business by opening new Company-operated and franchised locations, driving sales at existing locations, and enhancing digital platforms such as online ordering and loyalty programs. Failure to execute these strategic initiatives could result in slowed or halted growth, materially impacting our business, financial results, and overall financial condition. \nEven if we successfully expand our new sales channels, they may cannibalize existing channels, leading to lower-than-expected overall growth. Over the past several years, we have expanded our Wholesale footprint, including entering the food, drug, and mass retail market through a partnership with Walmart. As a result, some customers who previously purchased our products through our DTC channel now buy them from retail partners. Depending on our agreements with retail partners, margins on Wholesale sales may be lower than those from DTC sales. Conversely, offering aggressive discounts, loyalty programs, or online advertising for our DTC channel may shift customer purchases toward that channel, potentially reducing overall margins relative to Wholesale and Outpost sales. We cannot guarantee that sales cannibalization will not occur or become more pronounced as we expand within existing markets.\nWe have already made, and plan to continue making, significant investments to support the expansion and rapid growth of these and other revenue channels. These investments have materially impacted our short-term profitability. Beyond product development and innovation costs, we have incurred substantial expenses to increase retailer distribution. We believe these investments will drive growth across our business lines and improve the products we offer consumers. However, there is no guarantee these investments will materially enhance our operations or profitability. Failure to generate expected returns from these investments could result in significant resource expenditures without corresponding benefits.\nWe have a limited operating history, and our past financial results may not be indicative of our future performance. Further, our revenue growth rate may slow as our business matures.\nWe have a limited history of generating revenue, particularly with our largest Wholesale partners, RTD coffee, Black Rifle Energy, and Outpost locations. Due to our relatively short operating history, we have limited financial data available to assess our current business, making it difficult to predict future performance. As a result, our historical revenue growth should not be considered indicative of future results. Estimates of future revenue growth are subject to numerous risks and uncertainties, and actual future revenue may differ materially from projections.\nTo effectively manage and capitalize on our growth, we must continue to expand our sales and marketing efforts, drive innovation in product and content development, enhance our information management systems, and scale operational processes while recruiting and retaining employees. Rapid expansion may strain our existing resources, creating challenges in hiring, training, and managing a dispersed and growing workforce across multiple jurisdictions. Failure to scale effectively while maintaining our company culture could negatively impact our ability to attract and retain talent, execute our corporate strategy, and sustain long-term growth.\nAdditionally, we may not generate sufficient revenue to achieve or maintain positive cash flow from operations or profitability in any given period, or at all. If we fail to manage these growth-related risks successfully, our business, financial condition, and results of operations could be adversely affected.\nOur marketing programs may not be successful, resulting in harm to our financial results.\nAttracting and retaining end users is essential to the success of our business. We invest significant resources in marketing efforts, including new product launches, merchandise promotions, and advertising campaigns aimed at increasing brand awareness and customer engagement. Our marketing approach is often unconventional, with some campaigns proving significantly more successful than others. If any of our initiatives fail to generate the expected return, we may incur substantial expenses without realizing corresponding revenue growth.\nAdditionally, many of our competitors have greater financial resources, allowing them to allocate significantly more capital toward marketing, advertising, and promotional initiatives. If our competitors increase their marketing spend while our available funds decrease, or if our advertising, promotions, or new product offerings are less effective than those of our competitors, our results of operations and financial performance could be adversely affected.\nFailure to attract new customers or retain existing ones, particularly in a cost-effective manner, could limit our ability to increase sales and materially harm our business and financial condition.\nOur new products or merchandise may not generate increased sales or profits.\nWe have devoted, and will continue to devote in the future, significant resources to launch and promote new products to serve broader customer demand, adapt to changes in markets trends, and account for shifts in customer preferences. However, certain of our product launches have not been adopted by our customers as readily as anticipated, and we may not be successful in implementing our distribution strategy, developing innovative new products, or creating products that are successful with consumer preferences. To the extent that we are not able to effectively gauge the direction of our key markets and successfully identify, develop, and promote new or improved products in the changing market, our operating results could suffer. These risks extend to the implementation of new lines of business or product categories.\nFailure to properly expand into new channels or introduce different product types could result in significant expenditures without increased revenue.\nDeveloping new products and introducing them into Wholesale retailers, convenience stores, and our DTC platforms is an expensive and time-consuming process. Not only are research and development expensive investments, there is also no guarantee that our co-manufacturing partners or distribution networks will fully cooperate in producing or promoting our new products. Launching new products at commercial convenience stores, for example, requires lead time. Long lead times may make it more difficult for us to respond rapidly to new or changing product trends or consumer preferences. Launching a new product, or an existing product to new stores, may also require initial “free fills” of shelves, which increases the costs of introducing new products and could adversely impact our operating results if the new product is not successful.\nThe loss of one or more of our primary Wholesale partners, a significant adverse change in a Wholesale partner’s financial position, or an adverse change in our relationships with our Wholesale partners could negatively impact our net sales and profitability.\nWe generate a material percentage of our Wholesale sales, which was 63% of our net sales in 2024, from a few primary Wholesale partners. Our largest primary Wholesale partner represented 28% of our consolidated net sales in 2024, and the failure to increase or maintain our sales with our primary Wholesale partners would have a negative impact on our growth prospects and any decrease or loss of any of our primary Wholesale partners’ business could result in a decrease in our net sales and operating income if we are unable to capture these sales through our DTC operations or other Wholesale accounts. Over the last several years, large retailers have faced increased competition from online competitors, declining sales and profitability and tightened credit markets, resulting in store closures, bankruptcies and financial restructurings. Restructuring of our primary Wholesale partner’s operations, store closures or increased direct sourcing by consumers could negatively impact our net sales and profitability.\nWe also extend credit to most of our primary Wholesale partners without requiring collateral, which results in a large amount of receivables from just a few Wholesale partners. A significant adverse change in a primary Wholesale partner’s financial position or ability to satisfy its obligations to us could cause us to limit or discontinue business with that Wholesale partner, in some cases after we have already made product purchase commitments for inventory; require us to assume greater credit risk relating to that Wholesale partner’s receivables; or limit our ability to collect amounts related to shipments to that Wholesale partner. In addition, a decision by one or more of our primary Wholesale partners to terminate its relationship with us or to reduce its purchases, whether motivated by competitive considerations, a change in desired product assortment, quality issues, financial difficulties, economic conditions or otherwise, could also adversely affect our business.\nOur Wholesale relationships are important to our operations. We sell our coffee products, energy drinks, merchandise, and other products through outlets, dealers, and distributors. Certain Wholesale locations may include significant signage and advertising for our brand, and we rely on these locations to effectively advertise and present our products. Our business could be adversely impacted if our Wholesale channel partners face declines in customer traffic, declines in consumer spending, litigation, temporary or sustained store closures, or other business disruptions, including but not limited to supply chain disruptions or inventory management issues. Our business could also be adversely impacted if we fail to grow sales of our RTD coffee, Black Rifle Energy, and merchandise products through Wholesale channels, including flat or declining number of outlets and retailers offering our products, flat or declining sales velocity in these channels, and failure to expand sales of our products through new retail partnerships and outlets. Further, the purchasing power of current or potential large Wholesale channel partners is significant, and they have the ability to command concessions, which have and may in the future substantially reduce our profitability and expose us to greater liability under the terms of our agreements with such partners. There can be no assurance that distributors and retailers will purchase our products or provide our products with adequate levels of promotional and merchandising support. The need to make significant concessions to retain one or more such Wholesale channel partners or the failure to maintain or further develop these business relationships could result in harm to our business and results of operations.\nAdditionally, we do not fully control the actions of our Wholesale channel partners. Unsatisfactory service or misconduct by our Wholesale channel partners, or their failure to comply with statutory or regulatory requirements, may harm our business or brand reputation. Unilateral decisions by our Wholesale channel partners to discontinue carrying all or any of our products that they are carrying at any time, restrict the range of our products they carry, impose restrictions or limitations on the sale of our products, or devote less resources to the sale of our products could also cause our business to suffer. Our Wholesale channel partners may also not fulfill their obligations under our agreements, adversely affecting our business.\nWe are subject to risks associated with using social media as a primary form of advertisement and customer engagement.\nOur in-house content creation platform represents a significant portion of our marketing. Our content creation team primarily uses third party social media platforms mentioned below to engage with customers. In addition to company accounts and accounts associated with key employees, such as our founder and co-founder, Evan Hafer and Mat Best, respectively, we rely on key non-employee influencers to drive online traffic and promote our brand. These relationships and agreements with non-employee influencers are often informal and cannot be closely controlled, and uncompensated individuals with whom we have no formal or informal relationship often support our brand publicly, which support is important to our reputation. Any actions, public statements, or social media posts about us or our products by non-employees that are contrary to our values, are critical of our brand, or create public controversy could negatively affect consumer perception of our brand and adversely affect our business. Furthermore, if non-employees cease publishing content supporting us on their social media platforms for any reason, our online presence may decrease and our operating results may suffer.\nAdditionally, we rely on third party social media platforms, such as Facebook, Instagram, YouTube, Google, and others, to generate new customers and to engage with existing customers. As existing social media platforms evolve and new platforms develop, we must continue to maintain a presence on current and emerging platforms. If we are unable to cost-effectively use social media platforms as marketing tools, our ability to acquire new customers may suffer. Moreover, social media and other online platforms often revise their algorithms and introduce new advertising products. If one of the platforms upon which we rely for customer engagement were to modify its general methodology for how it displays our advertisements or keyword search results, resulting in fewer customers clicking through to our websites or coming across our content, our business may suffer.\nFor example, over the past two years, various social media platforms have implemented data privacy changes that limit the ability to target and measure advertising. These include increased user opt-out options, restrictions on third-party data usage, limitations on detailed demographic targeting, reduced access to granular event tracking, emphasis on privacy-preserving technologies like Google’s \"Privacy Sandbox initiative,\" and stricter rules around sensitive data collection, particularly for younger users. Because of these changes, the efficacy of our digital and social channels has decreased and may decrease further in the future, increasing our cost to acquire customers. We may not be able to acquire customers in an as cost effective manner as a result of these changes and other competitive factors, which could adversely affect our financial results.\nFurthermore, our advertising, including claims made by sponsored third parties, must be truthful and not misleading, and such parties are required to disclose the sponsored nature of their post in accordance with the guidance from the FTC. As laws and regulations governing the use of these platforms evolve, any failure by us or third parties acting at our direction to abide by applicable laws and regulations in the use of these platforms could subject us to regulatory investigations, class action lawsuits, liability, fines, suspension or removal from such platform, or other penalties and adversely affect our business, financial condition, and operating results. An increase in the use of social media for product promotion and marketing may cause an increase in the burden on us to monitor compliance of such content and increase the risk that such content could contain problematic product or marketing claims in violation of applicable regulations.\nOur current operations are highly dependent on the financial performance of our DTC and Wholesale channels, and reliance on third party logistics, as well as other risks, could negatively impact our business.\nOur financial performance is highly dependent on our DTC and Wholesale channels, with the DTC channel providing approximately 32% and 36% of our revenue in 2024 and 2023, respectively, and our Wholesale channel providing approximately 63% and 57% of our revenue in 2024 and 2023, respectively. If the DTC revenue trends continue to decline or if the Wholesale channel revenue trends slow or decline, our other sources of revenues may be unable to make up any significant shortfall and our business and financial results could be adversely affected. \nWe experienced a decrease in revenue from our DTC channel in 2024 compared to 2023 as customer acquisition costs significantly increased and we shifted marketing investments into other channels with greater returns. Revenue from our DTC channel may continue to decline as customer acquisition costs remain high and locations to purchase our products increase from the expansion in other channels. Any significant slowdown or decline in our DTC business could result in reduced cash flows. \nOur DTC business and revenue growth are dependent on our ability to continuously attract and retain subscribers, and we cannot be sure that we will be successful in these efforts, or that subscriber retention levels will not materially decline. Furthermore, in the future, we may offer new subscription products, implement promotions, or replace or modify current subscription models, any of which could result in additional costs. It is unknown how our subscribers will react to price increases or new models and whether the costs or logistics of implementing these models will adversely impact our business. If the adoption of new revenue models adversely impacts our subscriber relationships, then subscriber growth, subscriber engagement, and our business, financial condition, and operating results could be harmed.\nOur DTC and Wholesale business’ success depends on third party logistics and a network of brokers and distributors. We currently work with parties in the United States to store, ship, and otherwise support our distribution of products to our customers and retail partners. Our ability to meet customer and retail partner expectations, manage inventory, complete sales, and achieve objectives for operating efficiencies and growth depends on the proper operation of these third parties’ distribution facilities, the development or expansion of additional distribution capabilities, and the timely performance of services by third parties. If we continue to add third party logistics providers, require them to expand their fulfillment, distribution, or warehouse capabilities, expand to new locations, add products categories with different fulfillment requirements, or change the mix of products we sell, our logistics and distribution network will become increasingly complex and its operation will become more challenging for us and our third party logistics providers. Additionally, as part of our Wholesale channel model, we rely on a network of brokers and distributors to grow and manage our sales. These networks assist in expanding our brand’s reach and ensuring the efficient distribution of our products to our retail partners. If these networks, for any reason, cannot properly or efficiently support our products distribution, our operating results and business may suffer. The third party logistics providers and distribution networks that we rely upon could be interrupted by issues beyond our control, including, but not limited to, information technology problems, natural disasters, pandemics, government regulation, or supply chain issues. Any significant failure in our third party logistics providers to operate effectively could adversely affect our business. In addition, we may be required to expand our capacity sooner than we anticipate. If we are unable to expand existing or secure new third party logistics providers to meet our future needs, our order fulfillment and shipping times may be delayed and our business, financial condition, and operating results may suffer.\nOur business relies on co-manufacturers and third party suppliers to supply our products, and the loss of any of our co-manufacturers, our failure to identify new co-manufacturers, or our inability to accurately forecast and contract for our co-manufacturing and raw materials needs could harm our business and impede our growth.\nWe rely on co-manufacturers to provide us with a significant portion of our production capacity, in particular with our RTD coffee, Black Rifle Energy, rounds, and certain suppliers to supply various components of co-manufactured products, such as dairy and aluminum cans, and to a lesser extent our at-home coffee products, such as whole bean and ground bagged coffee. Our co-manufacturers have been integral in the development of our products. Failure by us to maintain our relationship with our co-manufacturers or failure to properly forecast demand for these products could adversely affect our operating results. The terms of our co-manufacturing agreements vary, and some of these arrangements are short-term or based on purchase orders, while others do or will in the future commit us to significant purchases over a number of years. Volumes produced under these agreements can fluctuate significantly based upon the product’s life cycle, product promotions, alternative production capacity, and other factors, none of which are under our direct control. \nIf, for any reason, our co-manufacturers or raw material suppliers cannot fulfill their obligations, any of our co-manufacturer faces an enforcement action by FDA or is otherwise unable to manufacture our products, or a contract with a co-manufacturer is terminated, or if our needs are less than we have contracted for, our business may suffer. We have historically experienced meaningful variability of our needs for co-manufacturing and various components of co-manufactured goods, and if we do not effectively manage those arrangements or if our forecasting is not accurate, we may experience expiring stock of co-manufactured products, or excess commitments to purchase co-manufactured finished goods and/or components of co-manufactured goods, including aluminum cans and perishable ingredients, resulting in either excess inventory or “take or pay” payments, which we have historically experienced. Any charges related to the write off of excess inventories could have a material adverse effect on our business, operating results, and financial condition. \nIn addition, we may face risks related to payment terms, arrangements, and due dates with respect to our co-manufacturer, suppliers, or other vendors due to liquidity concerns. In the event that we are unable to timely pay our co-manufacturer, suppliers, or other vendors we may damage the relationship with such third parties, and may suffer future harm to business operations in the event that such third parties terminate their service arrangements with the Company. The loss of our co-manufacturer, suppliers, or other vendors could disrupt our business and affect our quality, cost, and availability of products, which could have an adverse effect on our results of operations and financial condition.\nIf we need to replace a co-manufacturer or supplier of goods for co-manufactured products, there can be no assurance that additional capacity will be available in a timely manner and in the quantities required, that our quality control requirements will be met, that we will be able to utilize the product formulas or other intellectual property developed with the co-manufacturer, or that the commercial terms of a replacement will be favorable. If we fail to replace a co-manufacturer or supplier, we may be required to reduce our overall production, or increase our production by a smaller amount than forecasted, which could result in loss of sales and reputational harm. Further, an interruption in, or the loss or reduction of operations at, our co-manufacturing facility, which may be caused by work stoppages, contamination, disease outbreaks, terrorism, natural disasters, regulatory restrictions or enforcement, or any other reason, could delay, postpone, or reduce production of our products, which could have a material adverse effect on our business until such time as such interruption is resolved or an alternate source of production is secured.\nAs we seek to obtain additional or alternative co-manufacturing arrangements in the future, there can be no assurance that we would be able to do so on satisfactory terms, in a timely manner, or at all. The loss of our co-manufacturer, any disruption or delay at our co-manufacturer, or any failure to identify and engage co-manufacturers to increase production capacity, could delay or postpone the production of our products or reduce our overall production capacity, either of which could have a material adverse effect on our business, operating results, and financial condition.\nInterruption of our supply chain of coffee, store supplies, RTD beverage ingredients, or merchandise could affect our ability to produce or deliver our products and could negatively impact our business and profitability.\nWe roast coffee beans in-house at our Manchester, TN facility. We also use our co-manufacturers for certain outsourced coffee roasting, and production of our RTD coffee and Black Rifle Energy. Additionally, we contract with suppliers and manufacturers to procure supplies, equipment, and other materials for our operations. Any significant interruption in our supply chain, including interruptions in the supply of coffee beans, coffee machines, restaurant equipment, merchandise, apparel, extract, other product ingredients, or packaging for our proprietary products could have a material negative impact on our business and our profitability. \nPotential disruptions could arise from various factors, including casualty loss at our roasting facility, interruptions by third party logistics service providers or common carriers, trade restrictions such as quotas or increased tariffs, regulatory action like placement of a foreign supplier on an FDA import alert, rising postage and shipping costs, embargoes, customs restrictions, pandemics, social or labor unrest, weather events, natural disasters, political disputes, military conflicts, or other unforeseen incidents. \nWe also rely on our domestic and international business partners to supply high quality products and to comply with applicable laws. If production at our Manchester, TN facility were to be disrupted, we would need to rely on our co-manufacturing network to make up for this lost capacity. We do not have sufficient agreements in place with third parties to fully cover such a contingency and we would need to negotiate for additional capacity if our facility became inoperable. \nWe are currently in the process of expanding our Manchester, TN facility, and failure to successfully implement that expansion could have a negative impact on our business.\nIncreases in the cost of high-quality coffee beans or other commodities or decreases in the availability of high-quality coffee beans or other commodities could have an adverse impact on our business and financial results.\nThe availability and prices of coffee beans and other commodities are subject to significant volatility. We purchase, roast and sell high-quality whole bean coffee beans and related coffee products. The high-quality coffee we seek tends to trade on a negotiated basis at a premium above the “C” price. This premium depends upon the supply and demand at the time of purchase and the amount of the premium can vary significantly. Increases in the “C” coffee commodity price increase the price of high-quality coffee and also impact the pricing of our fixed-price purchase commitments. We frequently enter into supply contracts whereby the quality, quantity, delivery period, and other negotiated terms are agreed upon, but the base “C” coffee commodity price component has not yet been established and will be determined per the coffee commodity calendar.\nThe supply and price of coffee we purchase can also be affected by multiple factors in the producing countries, such as weather (including the potential effects of climate change), natural disasters, crop disease, general increase in farm inputs and costs of production, inventory levels, political and economic conditions, tariffs, and the actions of certain organizations and associations that have historically attempted to influence prices of green coffee through agreements establishing export quotas or by restricting coffee supplies. Speculative trading in coffee commodities can also influence coffee prices. Because of the significance of coffee beans to our operations, combined with our ability to only partially mitigate future price risk through purchasing practices, increases in the cost of high-quality coffee beans could have a material adverse impact on our profitability. In addition, if we are not able to purchase sufficient quantities of green coffee due to any of the above factors or to a worldwide or regional shortage, our ability to find other green coffee with the same profiles that deliver the same experience to our consumers may be impacted, which could have a material adverse impact on our profitability. \nIncreases in the cost of dairy products and other commodities, such as petroleum which in turn may increase the cost of our packing materials, or lack of availability, whether due to supply shortages, delays or interruptions in processing, or otherwise, especially in international markets, could harm our business.\nWe have entered into certain forward purchase contracts for coffee beans, which include fixed price arrangements with set time periods for market-based increases. By entering into these commercial contracts, we attempt to mitigate the adverse effects of unexpected market-price increases. For example, we agreed to rates in 2025 that are lower than the current future prices of green coffee beans. However, if future prices were to decline below our contracted prices, we are contractually obligated to pay the higher rates.\nChanges in U.S. trade policies, including the imposition of tariffs, including punitive and retaliatory tariffs, specifically with respect to countries where we source our high-quality coffee beans, or tariffs that specifically target coffee beans, may adversely impact our business, financial condition, and results of operations.\nDuring its first term from 2017 to 2021, the Trump Administration, imposed certain tariffs and retaliatory tariffs, as well as other trade restrictions on products and materials that our customers import or export. President Trump has signaled that his new Administration will impose tariffs and retaliatory tariffs against U.S. trading partners. During his election campaign, President Trump indicated that he would impose a 25% tariff against all goods imported from Canada and Mexico, a 60% tariff on goods from China and a blanket tariff of 10% to 20% on other imports to the U.S. On January 26, 2025, after Colombian President Gustavo Petro barred to U.S. military planes carrying Colombians deported from the U.S. from landing in Colombia, President Trump threatened a punitive tariff of 25% on imports from the country. Shortly thereafter, President Petro negotiated terms with President Trump to avoid the imposition of such tariffs. While this threatened tariff did not materialize, futures contracts for Arabica coffee produced in Latin America (where the majority of our green coffee beans come from) and traded on the Intercontinental Exchange may reflect increases in the price of coffee that may reflect an impact of geopolitical tensions on the coffee market.\nThe above and other potential tariffs and trade restrictions may cause the cost of our products, and as a result prices of our products, to increase, which could reduce demand for such products, and adversely impact our revenue, financial results, and ability to service debt. This in turn could adversely affect our financial condition and results of operations. In addition, to the extent changes in the political environment have a negative impact on us or on the markets in which we operate our business, our results of operations and financial condition could be materially and adversely impacted in the future. At this time, it remains unclear what the U.S. government or foreign governments will or will not do with respect to international trade agreements and policies or additional tariffs that may be imposed.\nOur financial condition and results of operations are dependent upon consumer discretionary spending, and a number of economic or political conditions, largely outside our control, may adversely affect that spending and as such our results may fluctuate significantly and may not fully reflect the underlying performance of our business.\nOur results of operations and key metrics may vary significantly in the future as they have in the past, and period-to-period comparisons of our results of operations and key metrics may not be meaningful. Accordingly, the results of any one quarter should not be relied upon as an indication of future performance. Our results of operations are subject to seasonal variations, and key metrics may fluctuate as a result of a variety of factors, many of which are outside of our control, and thus, may not fully reflect the underlying performance of our business. Fluctuations in results may negatively impact the value of our securities. Factors that may cause fluctuations in our results of operations and key metrics include, without limitation, those listed elsewhere in this Risk Factors section and those listed below. Any one or more of the factors listed below or described elsewhere in this section could harm our business:\n•fluctuations in the cost and availability of real estate, labor, raw materials, equipment, shipping;\n•pricing pressure;\n•consumer preferences, including those described above;\n•money available to consumers for discretionary purchases, which may be affected by job losses, inflation, higher taxes, changes in federal economic policy, or other macroeconomic or political factors;\n•severe weather or other natural or man-made disasters affecting a large market or several closely located markets that may temporarily but significantly affect our business in such markets;\n•especially in our large markets, labor discord or disruption, geopolitical events, social unrest, war, terrorism, political instability, acts of public violence, boycotts, hostilities and social unrest and other health pandemics that lead to avoidance of public places or cause people to stay at home; and\n•adverse outcomes of litigation.\nAdditionally, certain public entities have recently experienced extreme volatility in the market prices and trading volume of their common stock. This extreme volatility seems to be unrelated to the underlying business of these entities, their market performance, or the macro or industry fundamentals of these entities. These extreme market fluctuations have been accompanied by reports of strong and atypical retail investor interest, including on social media and online forums, and it is unclear how long this volatility will last. Due to our customer base, online presence, and reputation, among other factors, our Class A Common Stock may be subject to similar market volatility in the future not necessarily related to the performance of our business.\nWe may not be able to compete successfully with other producers and retailers of coffee and energy drinks. Intense competition in our markets could make it more difficult to expand our business and could also have a negative impact on our operating results if customers favor our competitors or we are forced to change our pricing and other marketing strategies.\nThe specialty coffee and energy drink markets are intensely competitive, including with respect to product quality, innovation, service, convenience, store location, delivery service, mobile ordering, and price. We face significant and increasing competition in all these areas in each of our channels and markets. If we cannot compete successfully with other entities in these markets, we could lose customers and our revenue could decline. We expect competition in these markets to continue to be intense as we compete on a variety of fronts, including, without limitation, anticipating and responding to changing consumer demands in a timely manner; establishing and maintaining favorable brand-name recognition; achieving and maintaining product quality; hiring and retaining key employees; maintaining and growing market share; developing quality and differentiated products that appeal to consumers; establishing and maintaining acceptable relationships with Wholesale customers; pricing products appropriately; optimizing roasting and supply chain capabilities; and protecting intellectual property.\nMany of our competitors possess substantially greater financial, technological, roasting, sales, marketing, and distribution resources, have operated longer, maintain stronger brand recognition, and are more established in the markets where we currently operate or plan to expand. These advantages may allow competitors to offer more competitive pricing, accelerate product development, and better absorb rising costs. The general availability of coffee roasting also allows new entrants easy access to the markets in which we compete, which may increase the number of competitors. Any of these competitive factors may adversely affect our business.\nAdditionally, if our competitors begin to evolve their business strategies and adopt aspects of our business model, such as our subscription model and innovative content and branding, including Veteran and first-responder-focused branding -- certain examples of which exist -- our customers may be drawn to those competitors for their beverage needs and our business could be harmed.\nOur long-term growth strategy depends in part on opening and operating new Outposts in existing and new markets. We may be unsuccessful in opening or profitably operating new Outposts or establishing new markets, which could adversely affect our growth.\nAs of December 31, 2024, we have thirty-seven Outposts across ten states, of which eighteen were Company-operated and nineteen were franchised. A component of our growth strategy is opening new Outposts and operating them on a profitable basis. We opened our first Company-operated Outpost in 2020, with the remainder opening in 2021 through 2024. Our ability to open new Outposts is dependent upon a number of factors, many of which are beyond our control, including our and our franchise partners’ ability to:\n•identify available and suitable sites;\n•compete for such sites;\n•reach acceptable agreements regarding the lease of locations;\n•obtain or have available the financing required to acquire and operate an Outpost, including construction and opening costs, which includes access to build-to-suit leases and ground lease construction arrangements;\n•respond to unforeseen engineering or environmental problems with leased premises;\n•avoid the impact of inclement weather, natural disasters and other calamities;\n•hire, train and retain the skilled management and other employees necessary to meet staffing needs;\n•obtain, in a timely manner and for an acceptable cost, required licenses, permits and regulatory approvals and respond effectively to any changes in local, state or federal law and regulations that adversely affect our and our franchise partners’ costs or ability to open new Outposts; and\n•control construction and equipment cost increases for new Outposts and secure the services of qualified contractors and subcontractors in an increasingly competitive environment.\nThere is no guarantee that a sufficient number of suitable sites for new Outposts will be available in desirable areas or on terms that are acceptable to us, and competition for high quality sites is significant. If we are unable to open new Outposts, or if existing franchise partners do not open new Outposts, or if planned openings are significantly delayed or cancelled, or if existing Outposts close, our long term strategic plan could be adversely affected, we may incur costs and be subject to potential liabilities, and our business may be harmed.\nWe may enter into geographic markets in which we have little or no prior operating experience. The challenges of entering new markets include: adapting to local regulations or restrictions that may limit our ability to open new Outposts, restrict the use of certain branding or increase the cost of development; difficulties in hiring experienced personnel; unfamiliarity with local real estate markets and demographics; consumer unfamiliarity with our brand; and different competitive and economic conditions, consumer tastes and discretionary spending patterns that are more difficult to predict or satisfy than in our existing markets. Consumer recognition of our brand has been important in the success of our Outposts in our existing markets, and we will need to build this recognition in new markets. Outposts we open in new markets may take longer to reach expected sales and profit levels on a consistent basis and may have higher construction, occupancy and operating costs than existing Outposts, thereby affecting our overall profitability. Any failure on our part to recognize or respond to these challenges may adversely affect the success of any new or existing Outposts.\nDue to brand recognition and logistical synergies, as part of our growth strategy, we may open new Outposts in areas where we have existing Outposts. The operating results and comparable Outpost sales could be adversely affected due to close proximity with our other Outposts and market saturation.\nNew Outposts, once opened, may not be profitable or may close, and the increases in average per Outpost revenue and comparable sales that we have experienced in the past may not be indicative of future results.\n We may incur additional costs in new markets, particularly for transportation and distribution, which may impact sales and the profitability of those Outposts. Accordingly, the volume and timing of new Outpost openings may have a material adverse impact on our profitability.\nAlthough we establish specific operating and financial targets for new Outposts, we have observed that some locations may fail to meet these targets or may take longer than expected to do so. There is no guarantee that any new Outpost will become profitable or achieve operating results comparable to our existing Outposts. Failure to do so could adversely impact our business, financial condition, and results of operations.\nSome of our Outposts open with an initial start-up period of higher than normal sales volumes and related costs, which subsequently decrease to stabilized levels. In new markets, the length of time before average sales for new Outposts stabilize is less predictable and can be longer as a result of our limited knowledge of these markets and consumers’ limited awareness of our brand. In addition, our volume and comparable sales may not increase at the rates achieved over the past several years. Our ability to operate new Outposts profitably and increase average Outpost revenue and comparable Outpost sales will depend on many factors, some of which are beyond our control, including:\n•consumer awareness and understanding of our brand;\n•general economic conditions, which can affect Outpost traffic, local labor costs, and prices we pay for the products and other supplies we use;\n•consumption patterns and beverage preferences that differ from region to region;\n•changes in consumer preferences and discretionary spending, including in connection with broader economic concerns;\n•difficulties obtaining or maintaining adequate relationships with distributors or suppliers in new markets;\n•increases in prices for commodities, including coffee, milk, and flavored syrups;\n•inefficiency in our labor costs as the staff gains experience;\n•competition, either from our competitors in the beverage industry or our other Outposts;\n•temporary and permanent site characteristics of new Outposts;\n•changes in government regulation; and\n•other unanticipated increases in costs, any of which could give rise to delays or cost overruns.\nIf our new Outposts do not perform as planned or close, our business and future prospects could be harmed. In addition, an inability to achieve our expected average Outpost revenue could harm our business.\nFailure to effectively manage growth could harm our business and operating results.\nWe have historically experienced growth and increasing demand for our products. The growth and expansion of our business and products has placed a significant strain on our management, operational and financial resources. As we expand our business, it is important that we continue to maintain a high level of customer service and satisfaction which may place a significant strain on our management, sales and marketing, administrative, financial, and other resources. We may not be able to respond in a timely basis to all the changing demands that our planned expansion will impose on management and on our existing infrastructure, or be able to hire or retain the necessary management and employees, which could harm our business. Failure to accurately forecast our results of operations and growth rate may also result in harm to our business. Further, if we are not able to continue to provide high quality customer service as a result of these demands, our reputation, as well as our business, including a decline in financial performance, could be harmed. If we experience a decline in financial performance, we may decrease the number of or discontinue new shop openings, we may decide to close Outposts that we are unable to operate in a profitable manner or we may take other measures to preserve liquidity.\nWe are required to manage multiple relationships with various strategic partners, our franchise partners, customers, and other third parties. In the event of further growth of our operations or in the number of our third party relationships, our existing management systems, financial and management controls and information systems may not be adequate to support our planned expansion and we may face challenges of integrating, developing, training, and motivating a rapidly growing employee base in our various Outposts and maintaining our culture across multiple offices and Outposts. Our ability to manage our growth effectively will require us to continue to enhance our systems, procedures and controls and to locate, hire, train and retain management and employees, particularly in new markets which may require significant capital expenditures.\nWe are increasingly dependent on information technology and our ability to process data in order to operate and sell our goods and services, and if we (or our vendors) are unable to protect against software and hardware vulnerabilities, service interruptions, data corruption, cyber-based attacks, ransomware or security breaches, or if we fail to comply with our commitments and assurances regarding the privacy and security of such data, our operations could be disrupted, our ability to provide our goods and services could be interrupted, our reputation may be harmed and we may be exposed to liability and loss of customers and business.\nWe rely heavily on information technology systems, networks and data processing (some of which are managed by third party service providers), including the Internet, third-party services and artificial intelligence, to operate our business and to manage a variety of business processes and activities, including product design, production, forecasting, ordering, manufacturing, transportation, sales and distribution of our products, retail operations, financial reporting, legal and marketing, to comply with regulatory, legal and tax requirements (“Business Functions”), and to collect, receive, store, process, generate, use, transfer, transmit, disclose, make accessible, protect, secure, dispose of and share (“Process” or “Processing”) personal information, intellectual property, trade secrets, confidential or proprietary information, financial information and other information. These information technology systems are critical to many of our operating activities and Business Functions and may be negatively impacted by any service interruption or shutdown. For example, our ability to effectively manage and maintain our inventory and to ship products to customers on a timely basis depends significantly on the reliability of these systems. \nOver the last several years, we have implemented, and continue to implement, modifications and upgrades to our systems, including making changes to legacy systems, replacing legacy systems, and acquiring new systems with new functionality.\nOur work to integrate, secure, and enhance these systems and related processes in our operations is ongoing and we will continue to invest in these efforts. We cannot provide assurance, however, that the measures we take to secure and enhance these systems will be sufficient to protect our information technology systems and prevent cyber-attacks, system failures or data or information loss. Cyber-attacks, malicious internet-based activity and online and offline fraud are prevalent and continue to increase in frequency and magnitude. In addition to traditional computer “hackers,” threat actors, personnel (such as through theft, sabotage or misuse), and sophisticated nation-states and nation-state supported actors now engage in attacks.\nOur information technology networks and systems and those of third parties upon whom we rely, and the Processing they perform, may be vulnerable to data security and privacy threats, cyber and otherwise. Moreover, the risk of unauthorized circumvention of our security measures or those of third parties on whom we rely has been heightened by advances in computer and software capabilities and the increasing sophistication of hackers who employ complex techniques, including, without limitation, “phishing” or social engineering incidents, malicious code (such as viruses and worms), account takeover attacks, software bugs, denial or degradation of service attacks and malware (including as a result of advanced persistent threat intrusions). Ransomware attacks, including those perpetrated by organized criminal threat actors, nation-states and nation-state supported actors, are becoming increasingly prevalent and severe and can lead to significant interruptions in our operations, loss of data and income, reputational harm and diversion of funds. Extortion \npayments may alleviate the negative impact of a ransomware attack, but we may be unwilling or unable to make such payments due to, for example, applicable laws or regulations prohibiting such payments. Further, incidents experienced by other companies may also be leveraged against us. For example, credential stuffing attacks are becoming increasingly common and sophisticated actors can mask their attacks, making them increasingly difficult to identify and prevent.\nWe have technology security initiatives in place to mitigate our risk to vulnerabilities and do from time to time detect and prevent attempted access or disruptions, but these security measures may not be adequately designed or implemented to ensure that our operations are not disrupted or that other data security incidents do not occur. If our information technology networks and systems or data processing (or those of our third party service providers) suffers damage, security incidents, disruption or shutdown, and such issues are not effectively resolved in a timely manner, they could cause a material adverse impact to our Business Functions and our business, reputation, and financial condition.\nAn actual or perceived incident affecting our security systems or those of our third party service providers may require notification under applicable data privacy regulations or for customer relations or publicity purposes, which may result in the loss of confidential business and financial data, misappropriation of our consumers', users' or employees' personal information, material contract breaches, or a disruption of our business. Any of these outcomes could have a material adverse effect on our business, including unwanted media attention, impairment of our consumer and customer relationships, damage to our reputation, loss of sales and customers, fines, penalties, assessments, fees and expenses, costly litigation (including class action litigation), settlement costs, regulatory scrutiny and government enforcement actions (for example, investigations, fines, penalties, audits and inspections), a loss of confidence in our business, systems and Processing, and a diversion of management’s time and attention.\nThe costs to respond to a security incident or to mitigate any security vulnerabilities that may be identified could be significant, and our efforts to address these problems may not be successful. We could be required to fundamentally change our business activities and practices in response to a security incident or related regulatory actions or litigation, which could have an adverse effect on our business.\nFurther, the failure of these systems to operate effectively, including as a result of the threats described above or as a result of natural disasters, vendor business interruptions or other causes, failure to properly maintain, protect, repair or upgrade systems, or problems with transitioning to upgraded or replacement systems could cause delays in product fulfillment and reduced efficiency of our operations, could require significant capital investments to remediate such problems which may not be sufficient to cover all eventualities, and may have an adverse effect on our reputation, results of operations and financial condition. In addition, the increased use of employee-owned devices for communications as well as work-from-home arrangements present additional operational risks to our information technology systems, including, but not limited to, increased risks of cyber-attacks.\nAlthough we maintain insurance regarding cyber events, we may not have adequate insurance coverage for handling security incident related expenses or changes to our insurance policies (including premium increases or the imposition of large deductible or co-insurance requirements), which could harm our business. In addition, we cannot be sure that our existing insurance coverage will continue to be available on acceptable terms or that our insurers will not deny coverage as to all or part of any future claim or loss. Moreover, our privacy risks are likely to increase as we continue to expand, grow our customer base, and process, store, and transmit increasingly large amounts of personal and/or sensitive data.\nIf the technology-based systems that give our consumers the ability to shop or interact with us online do not function effectively, our operating results, as well as our ability to grow our digital commerce business globally or to retain our customer base, could be materially adversely affected. \nMany of our consumers shop with us through our digital platforms. Increasingly, consumers are using mobile-based devices and applications to shop online with us and with our competitors, and to do comparison shopping, as well as to engage with us and our competitors through digital services and experiences that are offered on mobile platforms. We are increasingly using social media and proprietary mobile applications to interact with our consumers and as a means to enhance their shopping experience. Any failure on our part to provide attractive, effective, reliable, secure, user-friendly digital commerce platforms that offer a wide assortment of merchandise with rapid delivery options and that continually meet the changing expectations of online shoppers or any failure to provide attractive digital experiences to our customers could place us at a competitive disadvantage, result in the loss of digital commerce and other sales, harm our reputation with consumers, have a material adverse impact on the growth of our digital commerce business globally and have a material adverse impact on our business and results of operations. In addition, as use of our digital platforms continues to grow, we will need an increasing amount of technical infrastructure to continue to satisfy our consumers' needs. If we fail to continue to effectively scale and adapt our digital platforms to accommodate increased consumer demand, our business may be subject to interruptions, delays or failures and consumer demand for our products and digital experiences could decline. Risks specific to our digital commerce business also include diversion of sales from our and our retailers' brick and mortar stores, difficulty in recreating the in-store experience through direct channels and liability for online content. Our failure to successfully respond to these risks may adversely affect sales in our digital commerce business, as well as damage our reputation and brands.\nIf we or our franchise partners are unable to protect our customers’ and employees’ personal, financial, or other confidential data, or if our information technology systems are compromised, we could be exposed to data loss, litigation, liability and reputational damage.\nOur business requires the collection, transmission, and retention of large volumes of customer and employee data, including credit and debit card numbers and other personally identifiable information, in various information technology systems that we maintain and in those maintained by third parties with whom we contract to provide services. The integrity and protection of that customer and employee data is critical to us. Further, our customers and employees have a high expectation that we and our service providers will adequately protect their personal information. Our systems and technology may be vulnerable to damage, disruption, or interruption from, among other things, physical damage, natural disasters, inadequate system capacity, system issues, security breaches, cyber-security attacks, computer viruses, power outages, and other failures or disruptions outside of our control. Furthermore, the information security and privacy requirements imposed by governmental regulation are increasingly demanding. A material breach of our or third parties’ information technology systems that results in authorized access, theft, use, or destruction of customer or employee confidential information could result in fines, legal claims or proceedings, including regulatory investigations and actions, or liability for failure to comply with privacy and information security laws, which could disrupt our operations, damage our reputation, and expose us to claims from customers and employees, any of which could harm our business.\nWe currently accept payments using credit cards and debit cards, for which we rely on third party servicers, and, as such, are subject to payment card association operating rules and certification requirements, including the Payment Card Industry Data Security Standard, which is a security standard applicable to companies like ours that collect, store or transmit certain data regarding credit and debit cards, holders and transactions. We are also subject to rules governing electronic funds transfers. Such rules could change or be reinterpreted to make it difficult or impossible for us to comply. If we (or a third party processing payment card transactions on our behalf) suffer a security breach affecting payment card information, we may have to pay onerous and significant fines, penalties and assessments arising out of the major card brands’ rules and regulations, contractual indemnifications or liability contained in merchant agreements and similar contracts, and we may lose our ability to accept payment cards for payment for our goods and services, which could materially impact our operations and financial performance.\nWe may not be able to adequately protect our intellectual property, including trademarks, trade names, and service marks, which, in turn, could harm the value of our brand and adversely affect our business.\nOur ability to implement our business plan successfully depends in part on our ability to further build brand recognition using our trademarks, service marks, proprietary products, and other intellectual property, including our name and logos and the unique character and atmosphere of our Outposts. We rely on U.S. trademark, copyright, and trade secret laws, as well as license agreements, nondisclosure agreements, and confidentiality and other contractual provisions to protect our intellectual property.\nNevertheless, our competitors may develop similar menu items and concepts, and adequate remedies may not be available in the event of an unauthorized use or disclosure of our trade secrets and other intellectual property.\nThe success of our business depends on our continued ability to use our existing trademarks, trade names, and service marks to increase brand awareness and further develop our brand as we expand into new markets. We have registered and applied to register trademarks and service marks in the United States and, to a lesser degree, certain other jurisdictions. We may not be able to adequately protect our trademarks and service marks, and our competitors and others may successfully challenge the validity or enforceability of our trademarks and service marks and other intellectual property. There can also be no assurance that pending or future U.S. trademark applications will be approved in a timely manner or at all, or that such registrations will effectively protect our brand names and trademarks.\nAdditionally, the steps we have taken to protect our intellectual property in the United States may not be adequate. If our efforts to maintain and protect our intellectual property are inadequate, or if any third party misappropriates, dilutes, or infringes on our intellectual property, the value of our brand may be harmed, which could have a material adverse effect on our business and might prevent our brands from achieving or maintaining market acceptance. Even with our own franchise partners, whose activities are monitored and regulated through our franchise agreements, we face risk that they may refer to or make statements about our brand that do not make proper use of our trademarks or required designations, that improperly alter trademarks or branding, or that are critical of our brand or place our brand in a context that may tarnish our reputation. This may result in dilution of, or harm to, our intellectual property or the value of our brand.\nMoreover, we do not hold any patents for our roasting methods or with respect to our methods of producing RTD coffee or Black Rifle Energy. We roast the majority of our coffee beans in-house, and we consider our roasting methods essential to the quality of our products. Because we do not hold any patents for our roasting methods or our methods of producing RTD coffee or Black Rifle Energy, competitors may be able to duplicate our process if such methods became known. If our competitors copy these methods, the value of our coffee and energy products may decline, and we may lose customers to competitors.\nWe may also from time to time be required to institute litigation to enforce our trademarks, service marks, and other intellectual property. Such litigation could result in substantial costs and diversion of resources and could negatively affect our sales, profitability, and prospects regardless of whether we can successfully enforce our rights.\nThird parties may oppose our trademark and service mark applications, or otherwise challenge our use of the trademarks and service marks. In the event that these or other intellectual property rights are successfully challenged, we could be forced to rebrand our products, which would result in loss of brand recognition and would require us to devote resources to advertising and marketing new brands. Third parties may also assert that we infringe, misappropriate, or otherwise violate their intellectual property and may sue us for intellectual property infringement. Even if we are successful in these proceedings, we may incur substantial costs, and the time and attention of our management and other personnel may be diverted in pursuing these proceedings. If a court finds that we infringe a third party’s intellectual property, we may be required to pay damages or be subject to an injunction. With respect to any third party intellectual property that we use or wish to use in our business (whether or not asserted against us in litigation), we may not be able to enter into licensing or other arrangements with the owner of such intellectual property at a reasonable cost or on reasonable terms.\nEvolving consumer preferences and tastes, including public or medical opinions about caffeine consumption, may adversely affect our business.\nOur continued success depends on our ability to attract and retain customers. Our financial results could be adversely affected by a shift in consumer spending away from our products, lack of customer acceptance of new products (including due to price increases necessary to cover the costs of new products or higher input costs), brand perception (such as the existence or expansion of our competitors), or platforms (such as features of our mobile application and changes in our loyalty rewards programs and initiatives), or customers reducing their demand for our current offerings as new products are introduced.\nIn addition, most of our products contain caffeine and our RTD products and many of the beverages made at our Outposts contain sugar, dairy products, and other compounds, such as natural and artificial flavors, the health effects of which are the subject of public and regulatory scrutiny, including the suggestion of linkages to a variety of adverse health effects. There is increasing consumer awareness of health risks that are attributed to caffeine and other ingredients we use, particularly in the United States, including obesity, increased blood pressure and heart rate, anxiety and insomnia, as well as increased consumer litigation based on alleged adverse health impacts of consumption of various food and beverage products. An unfavorable report on the health effects of caffeine, sugar, or other ingredients in our products or changes in public perception of these ingredients could significantly reduce the demand for our products. For example, recent unfavorable media regarding a caffeinated lemonade beverage in a major US quick serve chain may change public perceptions of and demand for caffeinated beverages. A decrease in customer consumption as a result of these health concerns or negative publicity could significantly reduce the demand for our products and could harm our business.\nFood safety and quality concerns may negatively impact our brand, business, and profitability, and our internal operational controls and standards may not always be met. Any possible instances or reports, whether true or not, of food or beverage-borne illness or adulteration could reduce our sales.\nIncidents or reports, whether true or not, of food-borne or water-borne illness or other food safety issues, food adulteration or tampering, employee hygiene and cleanliness failures, or improper employee conduct at our Outposts could lead to product liability or other claims. Such incidents or reports could negatively affect our brand and reputation as well as our business, revenue, and profits. Similar incidents or reports occurring at coffee and convenience shops unrelated to us could likewise create negative publicity, which could negatively impact consumer behavior towards us. Our products may also be subject to food recalls or other regulatory warnings promulgated by the U.S. Food and Drug Administration (“FDA”), state regulatory authorities, or other regulatory bodies. The FDA and states can take regulatory enforcement actions up to and including issuing public warnings, seizing products, and suspending our or our co-manufacturer’s ability to operate the manufacturing facility. In addition, states and the FDA are increasingly focused on chemical contamination in food and beverage products and packaging, including of heavy metals, per- and polyfluoroalkyl substances (“PFAS”), and pesticide residue. Failure to comply with these requirements could lead to a regulatory enforcement and negative publicity, as well as claims from private plaintiffs. Notably, California’s Safe Drinking Water and Toxic Enforcement Act of 1986 (“Proposition 65”) permits private enforcement against companies for allegedly failing to provide adequate health hazard warnings in the sale of consumer products containing certain chemicals, including contaminants. We have previously received, and may receive in the future, notice of alleged violation and threats of private enforcement. Consumer advocacy groups are known to test products for contaminants and publish the results, which can lead to private enforcement efforts.\nWe cannot guarantee to customers that our internal controls and training will be fully effective in preventing all food-borne illnesses, contamination, or adulteration. Undiscovered contamination of our coffee bean supplies could result in future claims about product safety. New illnesses resistant to our current precautions may develop in the future, or diseases with long incubation periods could arise, potentially giving rise to claims or allegations on a retroactive basis. One or more instances of food-borne illness in one of our Company-operated or franchised Outposts could negatively affect sales at all our Outposts if highly publicized. This risk exists even if it were later determined that the illness was wrongly attributed to one of our Outposts. Additionally, even if food-borne illnesses were not identified at our Outposts, our sales could be adversely affected if instances of food-borne illnesses at other coffee and beverage chains were highly publicized.\nWe are subject to risks associated with long-term, non-cancelable lease agreements and, where applicable, risks related to owning real estate.\nOur Outpost leases generally have initial terms of 10 to 15 years with renewal options in 5-year increments. Outpost leases provide for a specified annual rent, with agreed increases (typically a 10.0% base rent increase per 5-year time period). Generally, our leases are “net” leases, which require us to pay all the cost of insurance, taxes, maintenance and utilities, which costs tend to increase each year. We generally cannot terminate these leases without incurring substantial costs or pulling forward future costs which impacts our liquidity. If an existing or future Outpost is not profitable and we decide to close it, or if we fail to open an Outpost in a location subject to a lease, we may nonetheless be committed to perform our obligations under the applicable lease including, among other things, paying the base rent for the balance of the lease term, or until the lease is either assigned by us to a third party, or the site is relet by the landlord. In addition, as each of our leases expire, we may fail to negotiate renewals, either on commercially acceptable terms or at all, which could cause us to close Outposts in desirable locations. Also, because we own real estate used for office space, warehouse space, and manufacturing facilities, we are subject to all the risks generally associated with owning real estate, including changes in the investment climate for real estate, as well as strict, joint, and several liability for environmental contamination at or from the property, regardless of fault.\nOur operating results and growth strategies are partly dependent upon the success of our franchise partners, and we have limited control with respect to their operations. Additionally, our franchise partners’ interests may conflict or diverge with our interests in the future, which could have a negative impact on our business.\nAs of December 31, 2024, approximately 51% of our Outposts were operated by our franchise partners. Our franchise partners are independent business operators and are not our employees, and as such we have limited control over how our franchise partners run their businesses, and their inability to operate successfully could adversely affect our operating results.\nWe receive royalties, franchise fees, and collect franchisee contributions to a BRCC franchisee marketing fund that is dedicated to Outpost promotional initiatives. Additionally, we sell proprietary products to our franchise partners at a markup over our cost to produce. We have established operational standards and guidelines for our franchise partners; however, we have limited control over how our franchise partners’ businesses are run, including day to day operations. Even with these operation standards and guidelines, the quality of franchised Outposts may be diminished by any number of factors beyond our control. Consequently, our franchise partners may not successfully operate Outposts in a manner consistent with our standards and requirements, such as quality, service and cleanliness, or may not hire and train qualified Outpost managers, employees, and other Outpost personnel or may not implement marketing programs and major initiatives such as Outpost remodels or equipment or technology upgrades, which may require financial investment. Even if such unsuccessful operations do not rise to the level of breaching the related franchise documents, they may be attributed by customers to our brand and could have a negative impact on our business.\nOur franchise partners may not be able to secure adequate financing to open or continue operating our Outposts. If they incur too much debt or if economic or sales trends deteriorate such that they are unable to repay existing debt, our franchise partners could experience financial distress or even bankruptcy. If a significant number of our franchise partners become financially distressed, it could harm our operating results through reduced royalty revenue, marketing fees, and proprietary product sales and the impact on our profitability could be greater than the percentage decrease in these revenue streams.\nWhile we seek to continue supporting the success of our entire system of Outposts and for taking a longer term view with respect to system improvements, our franchise partners have individual business strategies and objectives, which might conflict with our interests. Our franchise partners may and do, from time to time, disagree with us and our strategies and objectives regarding the business or our interpretation of our respective rights and obligations under the franchise agreement and the terms and conditions of the franchise partner relationship. This has and may continue to lead to disputes with our franchise partners and we expect such disputes to occur from time to time in the future as we continue to have franchises. For example, in the past we have agreed to provide certain operational and financial support in connection with the sale and shutdown of certain stores managed by franchisees. Such disputes may result in legal action against us. To the extent we have such disputes, the attention, time and financial resources of our management and our franchise partners will be diverted from our Outposts, which could harm our business even if we have a successful outcome in the dispute.\nActions or omissions by our franchise partners in violation of various laws may be attributed to us or result in negative publicity that affects our overall brand image, which may decrease consumer demand for our products. Franchise partners may engage in online activity via social media or activity in their personal lives that negatively impacts public perception of our franchise partners’ or our operations or our brand as a whole. This activity may negatively affect franchise partners’ sales and in turn impact our revenue.\nIn addition, various state and federal laws govern our relationship with our franchise partners and our potential sale of a franchise. A franchise partner and/or a government agency may bring legal action against us based on the franchisee/franchisor relationships that could result in the award of damages to franchise partners and/or the imposition of fines or other penalties against us.\nIf we fail to maintain adequate operational and financial resources, particularly if we continue to grow rapidly, we may be unable to execute our business plan or maintain high levels of service and customer satisfaction.\nOur continuous growth and expansion has placed, and may continue to place, significant demands on our management and our operational and financial resources, and has resulted in significant turnover throughout our organization. In connection therewith, our organizational structure is becoming more complex as we scale our operational, financial, and management controls, as well as our reporting systems and procedures. As we continue to grow, we face challenges of integrating, developing, training, and motivating a rapidly growing employee base in our various Outposts and maintaining our culture across multiple offices and Outposts. If we fail to manage our anticipated growth and change in a manner that preserves the key aspects of our corporate culture, the quality of our products and services may suffer, which could negatively affect our brand and reputation and harm our ability to attract users, employees, and organizations.\nTo manage growth in our operations and personnel, we will need to continue to grow and improve our operational, financial, and management controls and our reporting systems and procedures. We will require significant capital expenditures and the allocation of valuable management resources to grow and change in these areas. We depend on cash generated from our operations to support our growth, and we may need to raise additional capital, which may not always be available on acceptable terms or at all. \nIn addition, as we expand our business, it is important that we continue to maintain a high level of customer service and satisfaction. As our customer base continues to grow, we will need to expand our customer service and other personnel, which will require more complex management and systems. If we are not able to continue to provide high levels of customer service, our reputation, as well as our business, could be harmed.\nDisruptions at the bank in which we deposit our funds could have an adverse impact on our business and financial condition.\nWe hold substantially all of our deposits with a single bank and the bank also serves as the lender under our senior credit facility. We rely on our deposits with the bank and access to our senior credit facility to fund a substantial amount of our operations. Any disruption in the bank’s ability to process payments, maintain our deposits, or satisfy its obligations under our senior credit facility, would significantly disrupt our business and could materially affect our operations and financial performance. In addition, under the terms of our senior credit facility, we are required to maintain substantially all our deposits with the bank. As a result, we currently have cash and cash equivalents deposited in excess of federally insured levels with the bank, and if the bank were to fail, we could lose our deposits over $250,000.\nWe may be adversely affected by the effects of inflation.\nConsumer inflation, as measured by the Consumer Price Index for All Urban Consumers was 2.9% as of December 31, 2024 and 3.4% as of December 31, 2023. Inflation has the potential to adversely affect our business, results of operations, financial position and liquidity by increasing our overall cost structure, particularly if we are unable to achieve commensurate increases in the prices we charge our customers. The existence of inflation in the economy has the potential to result in higher costs for the raw materials we use to operate our business, higher interest rates and capital costs, supply shortages, increased costs of labor and other similar effects. As inflation increases, keeping wages competitive and maintaining general operating expenses at their current levels may be difficult. Although we may take measures to mitigate the impact of this inflation through pricing actions and efficiency gains, if these measures are not effective our business, results of operations, financial position and liquidity could be materially adversely affected. Even if such measures are effective, there could be a difference between the timing of when these beneficial actions impact our results of operations and when the cost inflation is incurred. Additionally, the pricing actions we may take could negatively impact our customer engagement, including our subscriber base, and decrease our market share, and certain of our competitors, particularly our larger, more established competitors, may manage inflationary pressures better than we are able.\nAuthentic Brands’ debt obligations could impair our financial condition and negatively impact our business. We may be unable to generate sufficient cash flow to meet these obligations.\nOn December 27, 2024, Authentic Brands entered into a third amendment to the ABL Credit Agreement (as defined in Note 8, Long-Term Debt to the audited financial statements in Item 8. Financial Statements of this annual report), which provides for an asset-based revolving credit facility with committed maximum borrowing capacity of $75.0 million, and the Term Loan Financing Agreement (as defined in Note 8, Long-Term Debt to the audited financial statements in Item 8. Financial Statements of this annual report), which provides for a senior secured term loans in an aggregate principal amount of $40.0 million with an optional $20.0 million expansion available under specified conditions. Such substantial indebtedness has important consequences for us, including:\n•a significant portion of our cash flow will be used to service such indebtedness, thereby limiting the availability of our cash flow to fund future growth, capital expenditures, working capital, business activities and other general corporate requirements;\n•restrictive covenants in the debt agreements could prevent us from borrowing additional funds for working capital, capital expenditures, and debt service requirements, which could result in an inability to fund our growth or result in a default under the debt agreements;\n•an increase in interest rates, as experienced since 2022 or as we may experience in the future, could significantly increase the cost of the variable rate debt under the debt agreements;\n•any inability to service or refinance such indebtedness or the acceleration of such indebtedness could result in default which could result in all of the outstanding indebtedness becoming due and payable, an inability to access the revolving credit facility (in whole or in part), foreclosure against the borrowers’ assets, and bankruptcy or liquidation;\n•such indebtedness increases our vulnerability to economic downturns and adverse industry conditions and reduces our flexibility to plan for, or react to, changes in our business or industry; and\n•our ability to capitalize on business opportunities and to react to competitive pressures, as compared to our competitors with less indebtedness, may be compromised due to the indebtedness and the restrictive covenants in the debt agreements.\nWe can provide no assurance that our business will generate sufficient cash flow from operations to service or repay the debt obligations, or that we will have the ability to issue new debt, draw on the revolving credit facility, or find other alternative sources of funds to satisfy our obligations and working capital needs. Our ability to meet expenses and debt service obligations will depend on our future performance, which could be affected by financial, business, economic and other factors. Our inability to generate sufficient cash flow to satisfy the debt obligations, or to refinance the indebtedness on commercially reasonable terms or at all, could result in a material adverse effect on our business, financial condition, results of operations, and cash flows.\nAuthentic Brands’ debt agreements impose restrictions on our business.\nAuthentic Brands’ debt agreements contain, and any future indebtedness would likely contain, a number of covenants that impose significant operating and financial restrictions on us, including restrictions on Authentic Brands’ and its subsidiaries’ ability to, among other things:\n•incur additional debt or liens;\n•pay dividends or make other distributions or restricted payments to BRC Inc.;\n•make certain investments;\n•consolidate, merge, sell, or otherwise dispose of all or substantially all of their assets; and\n•alter the businesses they conduct.\nAs a result of these covenants, we will continue to be limited in the manner in which we conduct our business, and we may be unable to engage in favorable business activities or finance future operations or capital needs. To the extent we would wish to engage in any of the prohibited actions, we would need to obtain consent under the debt agreements, which may not be timely forthcoming or at all.\nIn addition, the debt agreements require the borrowers to maintain financial covenants customary for financings of their type and size. Each Credit Agreement requires the ABL Borrowers to maintain (i) a maximum total net leverage ratio; (ii) a fixed charge coverage ratio greater than or equal to 1.10 to 1.00; (iii) minimum liquidity of $7,500; and (iv) permitted restricted reinvestment of excess cash flow. We cannot provide assurance that the borrowers will satisfy these financial covenants. The borrowers’ ability to satisfy these financial covenants will depend on our ongoing financial and operating performance, which, in turn, will be subject to economic conditions and to financial, market, and competitive factors, many of which are beyond our control.\nA breach of any of these covenants could result in a default under the debt agreements, including as a result of cross default provisions and, in the case of the revolving credit facility, permit the lenders thereunder to cease making loans to the borrowers. If a default event were to occur, we may not have sufficient available cash to repay such outstanding debt obligations at the time they become due or be able to refinance such debt on acceptable terms or at all. Any of the foregoing limitations or events could materially and adversely affect our business, financial condition, results of operations, and cash flows.\nOur barter arrangement may not provide the benefits we expect.\nDuring the third quarter of 2023, we entered into a barter arrangement in which we have agreed to deliver products with a retail value of $41.6 million in exchange for an equal value of advertising that we may use over the four-year term of the arrangement. Amendments to this contract were executed in 2024 whereby inventory with a contract value of $19.5 million was exchanged for an equal value of advertising credits. For a variety of reasons, we may not receive the benefits we expect from the barter arrangement. The counterparty is a firm that specializes in barter arrangements, rather than an advertising agency, and the quality and quantity of the advertising available under the arrangement may not meet our expectations or may not be usable by us, in part or in whole. Any advertising credit that remains unused at the end of the four-year term will expire, and we will not receive any compensation for the amount of the unused credit. The value of the advertising provided under the arrangement may be difficult to value, and we are relying in significant part on the good faith of the counterparty to value the advertising accurately. The quantity of advertising available under the arrangement may also decrease over the four-year term because of inflation or other factors that increase the cost of advertising. If we do not receive the expected benefits from the barter arrangement, the value of the prepaid advertising credits on our balance sheet may be impaired which would reduce our earnings and impede our ability to keep our financial covenants with our lenders. In addition, although the barter arrangement limits the locations in which the counterparty may sell our products, our revenue may decline as we compete for sales with the products we deliver under the arrangement, and we may experience disruption in markets where we have exclusive agreements that may lead to fees or impair our relationships with existing distributors.\nRisks Related to People and Culture\nWe depend on our founder, executive officers, and other key employees, and the loss of one or more of these employees, the failure of one or more of these employees to dedicate adequate time to the Company’s affairs, or an inability to attract and retain other highly skilled employees could harm our business.\nOur success depends partly upon the continued services of our founder and executive chairman, co-founders, chief executive officer, and other executive officers. We rely on our leadership team in the areas of marketing, sales, customer experience, and administration. From time to time, there have been and may be changes in our executive management team resulting from the hiring or departure of executives, which could disrupt our business. The loss of one or more of our executive officers or key employees could harm our business.\nIn addition, certain of our executive officers may have pre-existing obligations or relationships with other businesses, which may result in a conflict of interest in allocating their time between our operations and their other businesses. For example, Mr. Kadenacy, our Chief Financial Officer, also acts as the Co-Managing Member of SilverBox Capital, an investment firm which he co-founded in 2017. Because certain of our executive officers will engage in operations independent of the Company, some of these activities may conflict with those of the Company or detract from the time that such executive officers dedicate to the Company, which may also cause disruptions in, and harm to, our business.\nMr. Hafer and Mr. Best, our founder and co-founder, are instrumental to our marketing and publicity strategy and are closely identified with both the brand and us in general. They actively promote the brand through their large social media platforms and through various public appearances, and we believe that the unique personalities of our founders are part of our success. Our founders’ public personas are more closely tied to our brand than other companies, and we believe that the continued engagement of our founders with our customers will be a contributor to our growth.\nAdditionally, our founders and executive officers occasionally travel in small aircraft to remote locations, sometimes together. They also engage in outdoor recreational activities that have known risks, such as bear hunting and mountain sports. These activities could put our founders at risk and cause potential harm to our business.\nIf the services of Mr. Hafer, Mr. Best, our Chief Executive Officer, Mr. Mondzelewski or Mr. Kadenacy became unavailable to us for any reason, or do not devote adequate time to our business operations, it may be difficult or impossible for us to find adequate replacements, which could cause us to be less successful in maintaining our brand and developing and effectively executing on our strategies.\nChanges in the availability of and the cost of labor could harm our business.\nOur business could be harmed by increases in labor costs, including those increases triggered by regulatory actions regarding wages, scheduling and benefits, increased health care, and workers’ compensation insurance costs, which, in a business such as ours, are significant and expected to grow as our headcount expands. In particular, certain of our employees are paid wage rates at or based on the applicable federal or state minimum wage, and increases in the applicable minimum wage will increase labor costs. From time to time, legislative proposals are made to increase the minimum wage at the federal or state level. As federal, state, or other applicable minimum wage rates increase, we may be required to increase not only the wage rates of minimum wage employees, but also the wages paid to other hourly employees. We may not choose to increase prices in order to pass future increased labor costs on to customers, in which case our margins would be negatively affected. If we do not increase prices to cover increased labor costs, the higher prices could result in lower revenue, which may also reduce margins.\nThe successful operation of our business depends upon our franchise partners’ and our ability to attract, motivate, and retain a sufficient number of qualified employees. From time to time, there may be a shortage of qualified employees in certain of the communities in which we operate or expand to. Shortages may make it increasingly difficult and expensive to attract, train, and retain the services of a satisfactory number of qualified employees, which could delay the planned openings of new Company-operated and franchised Outposts and adversely impact the operations and profitability of existing Outposts.\nFurthermore, competition for qualified employees, particularly in markets where such shortages exist, could require us to pay higher wages, which could result in higher labor costs. Accordingly, if we and our franchise partners are unable to recruit and retain sufficiently qualified individuals, our business could be harmed.\nAdditionally, the growth of our business can make it increasingly difficult to locate and hire sufficient numbers of key employees, to maintain an effective system of internal controls for a dispersed chain, and to train employees to deliver consistently high-quality products and customer experiences, which could materially harm our business and results of operations.\nOur unique workplace atmosphere may produce specific challenges.\nWe have regularly articulated our goal to maintain current Veteran hiring levels. Failure to meet this goal, or perception that we have strayed from this goal in our hiring practices, may adversely affect our employee relationships and our reputation towards our customers. Moreover, Veterans generally experience mental health issues, such as post-traumatic stress disorder, at a higher rate than the average population, which could pose unique challenges in our workplace environment.\nWe maintain a policy of permitting employees and customers to carry firearms in the workplace at certain locations, subject to certain policy requirements. While we have never experienced any significant acts of violence at any of our locations in the past, such policy creates certain inherent risks and any accidents related therewith may subject us to liability.\nUnionization activities may disrupt our operations and affect our profitability.\nAlthough none of our employees are currently covered under collective bargaining agreements, our employees may elect to be represented by labor unions in the future. If a significant number of our employees were to become unionized and collective bargaining agreement terms were significantly different from our current compensation arrangements, it could adversely affect our business, financial condition, or results of operations. In addition, a labor dispute involving some or all of our employees may harm our reputation, disrupt our operations, and reduce our revenue, and resolution of disputes may increase our costs. Further, if we enter into a new market with unionized construction companies, or the construction companies in our current markets become unionized, construction and build out costs for new Outposts in such markets could materially increase.\nRisks Related to Regulation, Litigation and Taxation\nLitigation or legal proceedings could expose us to significant liabilities and negatively impact our reputation or business.\nFrom time to time, we may be party to various claims and litigation proceedings, some of which we may institute ourselves, and some of which we may be defending against. We evaluate these claims and litigation proceedings to assess the likelihood of unfavorable outcomes and to estimate, if possible, the nature and amount of potential recoveries or losses. Based on these assessments and estimates, we may establish reserves, as appropriate. These assessments and estimates are based on the information available to management at the time and involve a significant amount of management judgment. Actual outcomes, gains or losses may differ materially from our assessments and estimates. We may also, from time to time, take certain positions in respect of contractual or other relationships with third parties which may result in a dispute, and, ultimately, litigation.\nEven when not merited, the commencement or defense of these lawsuits may divert management’s attention, and we may incur significant expenses in pursuing or defending these lawsuits. The results of litigation and other legal proceedings are inherently uncertain, and adverse judgments or settlements in some of these legal disputes may result in adverse monetary damages, penalties or injunctive relief against us, which could negatively impact our financial position, cash flows or results of operations. Any claims or litigation, even if fully indemnified or insured, could damage our reputation and make it more difficult to compete effectively or to obtain adequate insurance in the future.\nFurthermore, while we maintain insurance for certain potential liabilities, such insurance does not cover all types and amounts of potential liabilities and is subject to various exclusions as well as caps on amounts recoverable. Even if we believe a claim is covered by insurance, insurers may dispute our entitlement to recovery for a variety of potential reasons, which may affect the timing and, if the insurers prevail, the amount of our recovery.\nWe are subject to numerous federal, state, and local laws with which compliance is both costly and complex.\nOur industry is subject to extensive federal, state, and local laws and regulations, including those relating to the preparation, labeling, advertising, and sale of food and beverages or consumption and those relating to building and zoning requirements. Such laws and regulations are subject to change from time to time. The failure to comply with these laws and regulations could adversely affect our operating results. Typically, licenses, permits, and approvals under such laws and regulations must be renewed annually and may be revoked, suspended, or denied renewal for cause at any time if governmental authorities determine that our conduct violates applicable regulations. Difficulties or failure to maintain or obtain the required licenses, permits, and approvals could adversely affect our existing Outposts and delay or result in our decision to cancel the opening of new Outposts, which would adversely affect our business.\nThe development and operation of Outposts depends, to a significant extent, on the selection of suitable sites, which are subject to unique permitting, zoning, land use, environmental, traffic, and other regulations and requirements. We are also subject to licensing and regulation by state and local authorities relating to health, sanitation, safety, and fire standards.\nWe are subject to the Fair Labor Standards Act and various other federal, state, and local laws that regulate the wages and hours of employees. These laws commonly apply a strict liability standard so that even inadvertent noncompliance can lead to claims, government enforcement actions, and litigation. These laws vary from state to state and are subject to frequent amendments and judicial interpretations that can require rapid adjustments to operations. Insurance coverage for violations of these laws is costly and sometimes is not available. Changes to these laws can adversely affect our business by increasing labor and compliance costs. The failure to comply with these laws could adversely affect our business as a result of costly litigation or government enforcement actions.\nWe are also subject to a variety of other employee relations laws including, but not limited to, the Family and Medical Leave Act and state leave laws, employment discrimination laws, predictive scheduling laws, occupational health and safety laws and regulations, including regulations regarding firearms in the workplace, and the National Labor Relations Act. Together, these many laws and regulations present a thicket of compliance obligations and liability risks. As we grow, we will need to continue to increase our compliance efforts in these areas, which may affect our results from operations. Changes to these laws and regulations may increase these costs beyond our expectations or predictions, which would adversely affect our business operations and financial results. Violations of these laws could lead to costly litigation or governmental investigation or proceedings.\nWe are subject to compliance obligations of the Federal Food, Drug, and Cosmetic Act (the “FFDCA”), including Food Safety Modernization Act (“FSMA”) for our coffee roasting and beverage manufacturing activities. FDA enforces regulations under FSMA that require us to implement, review, and assess new manufacturing and safety compliance programs, including development of a Food Safety Plan. Noncompliance with these requirements can result in an enforcement action from FDA or recall of our products. Our Outposts similarly are subject to state and local licensing and food safety requirements, which vary by location and which may require specific food safety processes and training. Additionally, our suppliers may initiate or otherwise be subject to food recalls that may impact the availability of certain products, result in adverse publicity, or require us to take actions that could be costly for us or otherwise impact our business.\nWe are also subject to state requirements regarding food manufacturing, labeling, ingredients, and packaging. In particular, a growing number of states have, and continue to pass, laws regarding chemical contamination of consumer products, including food and food packaging. These include state laws restricting the presence of PFAS in food packaging, as well as laws regarding recyclability of packaging and extended producer responsibility programs for manufacturers of packaged foods and beverages. They also include California’s Proposition 65, which covers both food and consumer products, such as merchandise. We have historically experienced immaterial disputes regarding our compliance with California’s Proposition 65 as it applies to our food products and consumer products, such as our merchandise. Failure to comply with state laws could adversely affect our business through state enforcement actions or, in some instances, form the basis of a claim by a private litigant.\nWe are subject to the Americans with Disabilities Act (“ADA”), which, among other things, requires our Outposts to meet federally mandated requirements for the disabled. The ADA prohibits discrimination in employment and public accommodations on the basis of disability. Under the ADA, we could be required to expend funds to modify our Outposts to provide service to, or make reasonable accommodations for the employment of, disabled persons. In addition, our employment practices are subject to the requirements of the Immigration and Naturalization Service relating to citizenship and residency. We have historically experienced immaterial disputes regarding the ADA compliance of certain aspects of our website.\nWe are subject to the Federal Trade Commission Act and regulations and policies promulgated by the FTC, including requirements for advertising of our products and our advertising partners. Failure to comply with these advertising laws could result in federal or state enforcement actions and adverse publicity, or require us to take actions that could be costly for us or otherwise impact our business.\nIn addition, our franchise activities are subject to laws enacted by a number of states and rules and regulations promulgated by the FTC. Failure to comply with new or existing franchise laws, rules, and regulations in any jurisdiction or to obtain required government approvals could negatively affect our licensing sales and our relationships with our licensees.\nThe impact of current laws and regulations, the effect of future changes in laws or regulations that impose additional requirements, and the consequences of litigation relating to current or future laws and regulations, or our inability to respond effectively to significant regulatory or public policy issues, could increase our compliance and other costs of doing business and, therefore, have an adverse effect on our results of operations. Failure to comply with the laws and regulatory requirements of federal, state, and local authorities could result in, among other things, revocation of required licenses, administrative enforcement actions, fines, and civil and criminal liability. In addition, certain laws, including the ADA, could require us to expend significant funds to make modifications to our Outposts if we failed to comply with applicable standards. Compliance with all these laws and regulations can be costly and can increase our exposure to litigation or governmental investigations or proceedings.\nWe may be subject to liability for placing advertisements with content that is deemed inappropriate or misleading.\nWe are subject to a number of regulations applicable to the labeling and advertising of our products. The FDA places a number of restrictions and guidelines on food labeling. We may incur significant costs to alter our existing labeling and packaging materials to comply with new FDA regulations, and new regulations may also negatively impact consumption patterns by consumers. Furthermore, the FTC promulgates a number of regulations regarding marketing and advertising that are applicable to our products, with which we, and our third parties advertising on our behalf, must comply.\nThe FDA and the FTC require any claim on products to be truthful and not misleading. Failure to comply with these requirements may be subject to regulatory penalties or civil litigation. Our advertising often uses humor in conjunction with supportable facts about the products or their ingredients to engage with our customers and promote the brand. While we have not faced any liability concerning our advertising, an adverse ruling or enforcement action that our branding is misleading could harm our marketing and brand. We also sell certain products or merchandise labeled with an American flag even though they are not made in the United States, such as our coffee, which is roasted in the United States but sourced in traditional coffee growing regions, such as Latin America. If a customer or regulatory agency were to file suit over misleading advertising claims, whether or not they are successful, our business and brand reputation could be harmed. As part of its requirements for truth in advertising, FTC’s guidance also states that endorsements by third parties, including influencers, must be truthful and not misleading. FTC also requires endorsers to make certain disclosures when posting sponsored content. Failure by our third-party advertisers and sponsored influencers to adhere to these requirements could create liabilities for us.\nWe, as well as our vendors, are subject to stringent and changing laws, regulations, and industry standards related to data Processing, protection, privacy, and security. The actual or perceived failure by us, our customers, or vendors to comply with such laws, regulations, and industry standards may harm our business, financial condition, results of operations, and prospects.\nWe Process personal information, confidential information, and other information necessary to provide our products and service and ensure that they are delivered effectively, to operate our business, for legal and marketing purposes, and for other business-related purposes.\nData privacy and regulation of privacy, information security, and Processing has become a significant issue in the United States. The legal and regulatory framework for privacy and security issues is rapidly evolving and is expected to increase our compliance costs and exposure to liability. There are numerous federal, state, and local laws, orders, codes, regulations, and regulatory guidance regarding privacy, information security, and Processing, the number and scope of which is changing, subject to differing applications and interpretations, and which may be inconsistent among jurisdictions, or in conflict with other rules, laws, or Data Protection Obligations (defined below). We expect that there will continue to be new Data Protection Laws and Data Protection Obligations, and we cannot yet determine the impact such future Data Protection Laws may have on our business. Any significant change to Data Protection Laws and Data Protection Obligations, including without limitation, how the express or implied consent of customers for Processing is obtained, could increase our costs and require us to modify our operations, possibly in a material manner, which we may be unable to complete and may limit our ability to store and Process customer data and operate our business.\nChanges in Data Protection Laws are, and are likely to remain, uncertain for the foreseeable future, and our actual or perceived failure to address or comply with these laws could: increase our compliance and operational costs; limit our ability to market our products or services and attract new and retain current customers; limit or eliminate our ability to Process; expose us to regulatory scrutiny, actions, investigations, fines, and penalties; result in reputational harm; lead to a loss of customers; reduce the use of our products or services; result in litigation and liability, including class action litigation; cause us to incur significant costs, expenses, and fees (including attorney fees); cause a material adverse impact to business operations or financial results; and otherwise result in other material harm to our business (“Adverse Data Protection Impact”).\nWe are or may also be subject to the terms of our external and internal privacy and security policies, codes, representations, certifications, industry standards, publications, and frameworks (“Privacy Policies”) and contractual obligations to third parties related to privacy, information security, and Processing, including contractual obligations to indemnify and hold harmless third parties from the costs or consequences of non-compliance with Data Protection Laws or other obligations (“Data Protection Obligations”).\nWe strive to comply with applicable Data Protection Laws, Privacy Policies, and Data Protection Obligations to the extent possible, but at times our efforts may be inadequate, or perceived to be so. Moreover, despite our efforts, we may not be successful in achieving compliance if our employees, partners, or vendors do not comply with applicable Data Protection Laws, Privacy Policies, and Data Protection Obligations. We may be subject to and suffer an Adverse Data Protection Impact if we fail (or are perceived to have failed) to comply with applicable Data Protection Laws, Privacy Policies, and Data Protection Obligations, or if our Privacy Policies are, in whole or part, found to be inaccurate, incomplete, deceptive, unfair, or misrepresentative of our actual practices. In addition, any such failure or perceived failure could result in public statements against us by consumer advocacy groups, the media, or others, which may cause us material reputational harm. Our actual or perceived failure to comply with Data Protection Laws, Privacy Policies, and Data Protection Obligations could also subject us to litigation, claims, proceedings, actions, or investigations by governmental entities, authorities, or regulators, which could result in an Adverse Data Protection Impact, including required changes to our business practices, the diversion of resources and the attention of management from our business, regulatory oversights and audits, discontinuance of strategic Processing, or other remedies that adversely affect our business.\nIn the United States, these include rules and regulations promulgated under the authority of the FTC, the Electronic Communications Privacy Act, the Computer Fraud and Abuse Act, the California Consumer Privacy Act (the “CCPA”) and other state and federal laws relating to privacy and data security. The CCPA, among other things, establishes a privacy framework for covered businesses, including an expansive definition of personal data and data privacy rights. The CCPA provides individual privacy rights for California residents and places increased privacy and security obligations on covered businesses Processing personal data. The CCPA requires covered businesses to provide new disclosures to California residents and provide such individuals with ways to opt-out of certain sales of personal data. The CCPA also provides a private right of action and statutory damages for violations, including for data breaches. Compliance with the CCPA may impact our business activities by increasing our compliance costs and potential liability with respect to personal information that we or third parties with whom we contract to provide services maintain about California residents. The CCPA was expanded on January 1, 2023, when the California Privacy Rights Act of 2020 (“CPRA”) became operative. The CPRA, among other things, gives California residents the ability to limit use of certain sensitive personal data, further restrict the use of cross-contextual advertising, establishes restrictions on the retention of personal data, expands the types of data breaches subject to the CCPA’s private right of action, provide for increased penalties for CPRA violations concerning California residents under the age of 16, and establishes a new California Privacy Protection Agency to implement and enforce the law. Compliance risks introduced by Data Protection Laws such as the CCPA and CPRA exemplify the vulnerability of our business to the evolving regulatory environment related to personal data.\nMoreover, across the United States, laws and regulations governing data privacy and security continue to develop and evolve. For example, Virginia enacted the Consumer Data Protection Act (the “CDPA”) that may impose obligations similar to or more stringent than those we may face under other Data Protection Laws. Compliance with the CPRA, the CCPA, the CDPA, similar state laws in other states, and any newly enacted privacy and data security laws or regulations may be challenging and cost- and time-intensive, and may require us to modify our data Processing practices and policies and to incur substantial costs and potential liability in an effort to comply with such legislation. The Data Protection Laws, Privacy Policies, and Data Protection Obligations to which we are subject may significantly affect our business activities and many of these obligations may contain ambiguous provisions creating uncertainty. Compliance with the requirements imposed by such Data Protection Laws and Data Protection Obligations may require us to revise our business practices, allocate more resources to privacy and security, and implement new technologies. Such efforts may result in significant costs to our business. Noncompliance could result in Adverse Data Protection Impact, including proceedings against us by governmental and regulatory entities, collaborators, individuals, or others.\nWe rely on a variety of marketing techniques and practices, including email and social media marketing, online targeted advertising, and cookie-based processing, to sell our products and services and to attract new customers, and we, and our vendors, are subject to various current and future Data Protection Laws and Data Protection Obligations that govern marketing and advertising practices, including recent developments for the regulation of “opt-in” and “opt-out” options regarding direct marketing to consumers through the use of emails and text messaging. Governmental authorities continue to evaluate the privacy implications inherent in the use of third party “cookies” and other methods of online tracking for behavioral advertising and other purposes, such as by regulating the level of consumer notice and consent required before a company can employ cookies or other electronic tracking tools or the use of data gathered with such tools. Additionally, some providers of consumer devices, web browsers, and application shops have implemented, or announced plans to implement, means to make it easier for Internet users to prevent the placement of cookies or to block other tracking technologies, require additional consents, or limit the ability to track user activity, which could, if widely adopted, result in the use of third party cookies and other methods of online tracking becoming significantly less effective. Laws and regulations regarding the use of these cookies and other current online tracking and advertising practices or a loss in our ability to make effective use of services that employ such technologies could increase our costs of operations and limit our ability to acquire new customers on cost-effective terms, which, in turn, could have an adverse effect on our business, financial condition, results of operations, and prospects.\nWe and our franchise partners are subject to extensive government regulations that could result in claims leading to increased costs and restrict our ability to operate franchises.\nWe and our franchise partners are subject to extensive government regulation at the federal, state, and local government levels, including by the FTC, FDA, and state authorities. These include, but are not limited to, regulations relating to the preparation and sale of beverages, menu and product labeling requirements, zoning and building codes, franchising, land use, and employee, health, sanitation, and safety matters. We and our franchise partners are required to obtain and maintain a wide variety of governmental licenses, permits, and approvals. Local authorities may suspend or deny renewal of our governmental licenses if they determine that our operations do not meet the standards for initial grant or renewal. Difficulty or failure in obtaining them in the future could result in delaying or canceling the opening of new Outposts and thus could harm our business. Any such failure could also subject us to liability from our franchise partners.\nAdditionally, Congress has a legislation proposal in process that could shift more liability for franchise partner employment practices onto franchisers. The Protecting the Right to Organize Act would codify the Browning-Ferris decision that redefined joint employment to include a broader category of conduct by the franchisor, thereby increasing the possibility of us being held liable for our franchise partners’ employment practices.\nOur business, like many other beverage and restaurant companies, is subject to the risk of class action lawsuits and other proceedings that are costly, divert management attention, and, if successful, could result in our payment of substantial damages or settlement costs.\nOur business is subject to the risk of litigation by employees, customers, competitors, landlords, or neighboring businesses, suppliers, franchise partners, stockholders, or others through private actions, class actions, administrative proceedings, regulatory actions, or other litigation. The outcome of litigation, particularly class action and regulatory actions, is difficult to assess or quantify. In recent years, beverage and restaurant companies have been subject to lawsuits, including class action lawsuits, alleging violations of federal and state laws regarding workplace and employment matters misleading food and beverage labeling and advertising, discrimination, and similar matters. A number of these lawsuits have resulted in the payment of substantial damages by the defendants. Similar lawsuits have been instituted from time to time alleging violations of various federal and state wage and hour laws regarding, among other things, employee meal deductions, overtime eligibility of assistant managers, and failure to pay for all hours worked. While we have not been a party to any of these types of lawsuits in the past, there can be no assurance that we will not be named in any such lawsuit in the future or that we would not be required to pay substantial expenses or damages.\nOur customers may file complaints or lawsuits against us alleging that we are responsible for some illness or injury they suffered at or after a visit to one of our Outposts, including actions seeking damages resulting from food-borne illness or accidents in our Outposts. We also could be subject to a variety of other claims from third parties arising in the ordinary course of our business, including contract claims. The food and beverage and restaurant industries have also been subject to a growing number of claims, including regarding restaurant menus and obesity, misleading advertising or labeling claims, claims regarding the presence of contaminants, and more.\nOccasionally, we and our franchise partners may become involved in disputes with neighbors, government officials, and landlords over the lines of cars attempting to visit our Outposts. These disputes could lead to the loss or changing of locations, changes to hours and operations, and costly litigation. If we are unable to reach agreement in future disputes or to alleviate pressure on certain Outposts by building additional Outposts or making operational changes, we may be required to close locations or alter operations at some locations. Lost sales and royalty payments caused by such closures or alterations, plus increased expenses from litigation, would harm our business.\nOur business also carries a unique risk of liability in our industry regarding personal injury to employees and contractors. Our content creation team often produces videos and other media depicting risky or dangerous activities, showcasing stunts and activities with firearms, military vehicles, “extreme” sports, marksmanships, and other themes pursuing the lifestyle associated with our brand. While we take precautions to ensure the safety of all involved in creating this content, the activities carry an inherent risk that cannot be eliminated. If any individual were to suffer serious harm while involved with one of our productions, this could lead to litigation against us.\nRegardless of whether any claims against us are valid or whether we are liable, claims may be expensive to defend and may divert time and money away from our operations. In addition, they may generate negative publicity, which could reduce customer traffic and sales. Although we maintain what we believe to be adequate levels of insurance, insurance may not be available at all or in sufficient amounts to cover any liabilities with respect to these or other matters. A judgment or other liability in excess of our insurance coverage for any claims or any adverse publicity resulting from claims could harm our business.\nLegislation and regulations requiring the display and provision of nutritional information for our menu offerings, and new information or attitudes regarding diet and health or adverse opinions about the health effects of consuming our menu offerings, could affect consumer preferences and negatively impact our business, financial condition, and results of operations.\nGovernment regulation and consumer eating habits may impact our business as a result of changes in attitudes regarding diet and health or new information regarding the health effects of consuming our menu offerings. These changes have resulted in, and may continue to result in, the enactment of laws and regulations that impact the ingredients and nutritional content of our menu offerings, or laws and regulations requiring us to disclose the nutritional content of our food offerings.\nFor example, a number of states, counties, and cities have enacted menu labeling laws requiring multi-unit restaurant operators to disclose certain nutritional information to customers, or have enacted legislation restricting the use of certain types of ingredients in food sold at restaurants. Furthermore, the Patient Protection and Affordable Care Act of 2010 (“PPACA”) established a uniform federal requirement for certain restaurants to post certain nutritional information on their menus. Specifically, the PPACA amended the FFDCA to require certain chain restaurants to publish the total number of calories of standard menu items on menus and menu boards, along with a statement that puts this calorie information in the context of a total daily calorie intake. The PPACA also requires covered restaurants to provide to consumers, upon request, a written summary of detailed nutritional information for each standard menu item, and to provide a statement on menus and menu boards about the availability of this information. The PPACA further permits the FDA to require covered restaurants to make additional nutrient disclosures, such as disclosure of trans-fat content. An unfavorable report on, or reaction to, our menu ingredients, the size of our portions, or the nutritional content of our menu items could negatively influence the demand for our offerings.\nWe cannot make any assurances regarding our ability to effectively respond to changes in consumer health perceptions or our ability to successfully implement the nutrient content disclosure requirements and to adapt our menu offerings to trends in drinking and consumption habits. The imposition of menu-labeling laws could have an adverse effect on our results of operations and financial position, as well as the beverage industry in general.\nRisks Related to Our Corporate Structure\nThe Tax Receivable Agreement with the Unitholders of Authentic Brands, LLC (“Authentic Brands”) requires us to make cash payments to them in respect of certain tax benefits to which we may become entitled, and we expect that the payments we will be required to make could be substantial.\nIn connection with the consummation of our initial public offering, we entered into a Tax Receivable Agreement (the “TRA”) with the Unitholders of Authentic Brands. Pursuant to the TRA, we will be required to make cash payments to such Unitholders of Authentic Brands equal to 85% of the tax benefits, if any, that we actually realize, or, in some circumstances, are deemed to realize, as a result of (1) the increase in our wholly owned subsidiary’s proportionate share of the existing tax basis of the assets of Authentic Brands and an adjustment in the tax basis of the assets of Authentic Brands reflected in that proportionate share as a result of any future exchanges of Units held by the Unitholders of Authentic Brands for shares of our Class A Common Stock or cash, and (2) certain other tax benefits related to payments we make under the TRA. Due to the uncertainty of various factors, we cannot estimate the likely tax benefits we will realize as a result of Unit exchanges, and the resulting amounts we are likely to pay out to Unitholders of Authentic Brands pursuant to the TRA; however, we estimate that such payments may be substantial. Payments under the TRA will be based on the tax reporting positions that we determine, which tax reporting positions will be based on the advice of our tax advisors. Any payments made by us to the Unitholders of Authentic Brands under the TRA will generally reduce the amount of overall cash flow that might have otherwise been available to us. To the extent that we are unable to make payments under the Tax Receivable Agreement, such payments generally will be deferred and will accrue interest until paid. Nonpayment for a specified period, however, may constitute a breach of a material obligation under the TRA and therefore accelerate payments due under the TRA, unless, generally, such nonpayment is due to a lack of sufficient funds. Furthermore, our future obligation to make payments under the TRA could make us a less attractive target for an acquisition, particularly in the case of an acquirer that cannot use some or all of the tax benefits that may be deemed realized under the TRA. The payments under the TRA are also not conditioned upon the Unitholders of Authentic Brands maintaining a continued ownership interest in Authentic Brands. The actual amount and timing of any payments under the TRA will vary depending upon a number of factors, including the timing of exchanges by the Unitholders of Authentic Brands, the amount of gain recognized by such Unitholders of Authentic Brands, the amount and timing of the taxable income we generate in the future and the federal tax rates then applicable.\nThe amounts that we may be required to pay under the TRA may be accelerated in certain circumstances and may also significantly exceed the actual tax savings that it ultimately realizes.\nUnless waived by the Agent under the TRA, where applicable, the TRA provides that if certain mergers, asset sales, other forms of business combination, or other changes of control were to occur, if we were to breach any of its material obligations under the TRA, if certain events relating to bankruptcy, insolvency or similar proceedings with respect to us were to occur, or if, at any time, we elect an early termination of the TRA (with the consent of a majority of its disinterested directors and of the Agent under the TRA), then the TRA will terminate and its obligations, or its successor’s obligations, to make future payments under the Tax Receivable Agreement would accelerate and become due and payable in a lump-sum amount representing the present value of all forecasted future payments that would have otherwise been made under the TRA. The amount due and payable in those circumstances is determined based on certain assumptions, including an assumption that we would have sufficient taxable income to fully utilize all potential future tax benefits that are subject to the TRA and may substantially exceed the actual tax savings that we will realize. We may need to incur debt to finance payments under the TRA to the extent our cash resources are insufficient to meet our obligations under the TRA as a result of timing discrepancies or otherwise. In these situations, our obligations under the TRA could have a substantial negative impact on its liquidity and could have the effect of delaying, deferring or preventing certain mergers, asset sales, other forms of business combination, or other changes of control. There can be no assurance that we will be able to finance its obligations under the TRA.\nWe are a public benefit corporation, and our focus on our public benefit company purpose may negatively impact our financial performance.\nUnlike traditional corporations, which have a fiduciary duty to focus exclusively on maximizing stockholder value, our directors have a fiduciary duty to balance the pecuniary interests of stockholders, the best interests of those materially affected by our conduct and our PBC Purpose. Therefore, we may take actions that it believes will be in the best interests of those stakeholders materially affected by our conduct and/or pursuant to the PBC Purpose even if those actions do not maximize our financial results. Our public benefit designation and obligation to provide an overall net benefit to us and our stakeholders and promote the PBC Purpose could cause us to make decisions and take actions without seeking to maximize the income generated from our business, and hence available for distribution to our stockholders. Our pursuit of longer-term or non-pecuniary benefits may not materialize within the timeframe we expect or at all, yet may have an immediate negative effect on any amounts available for distribution to our stockholders. Accordingly, being a public benefit corporation could have a material adverse effect on our business, results of operations and financial condition, which in turn could cause the price of our stock to decline.\nWhile we generally believe our pursuit of our PBC Purpose creates value for our brand as well as the individuals and organizations we serve, there is no assurance that we will be able to achieve the PBC Purpose or that the expected positive impact from being a public benefit corporation will be realized, which could have a material adverse effect on our reputation, which in turn may have a material adverse effect on our business, results of operations and financial condition.\nAdditionally, while directors of traditional corporations are required to make decisions they believe to be in the best interests of their stockholders, directors of a public benefit corporation have a fiduciary duty to consider not only the stockholders’ interests, but also the PBC Purpose and the interests of other stakeholders affected by the Company’s actions. Under Delaware law, directors are shielded from liability for breach of these obligations if they make informed and disinterested decisions that serve a rational purpose. Thus, unlike traditional corporations which must focus exclusively on stockholder value, our directors are not merely permitted, but are obligated, to consider the PBC Purpose and the interests of other stakeholders. In the event of a conflict between the interests of our stockholders and the interests of the PBC Purpose or our other stakeholders, our directors must only make informed and disinterested decisions that serve a rational purpose. Therefore, there is no guarantee such a conflict would be resolved in favor of our stockholders, which could have a material adverse effect on our business, results of operations and financial condition, which in turn could cause the price of our stock to decline.\nOur status as a public benefit corporation could make our acquisition, which may be beneficial to our stockholders, more difficult.\nOur status as a public benefit corporation could make it more difficult for another party to obtain control of the Company. While Delaware case law, as established in Revlon, Inc. v. MacAndrews & Forbes Holdings, Inc., 506 A.2d 173 (Del. 1986), and related cases, imposes upon directors of a traditional corporation a duty to maximize short-term stockholder value in certain ‘sale of the company’ transactions, a public benefit corporation board’s decision-making would not be subject to those same constraints. Our Board could reject a bid to acquire us in favor of pursuing the PBC Purpose, to the detriment of stockholders. Consideration of these competing interests would not preclude our Board from accepting a bid that maximizes short-term stockholder value. Rather, our Board could weigh the merits of accepting the short-term value offered by a bid against other options that may generate greater long-term value, be in the best interests of those materially affected by our conduct and/or better promote the PBC Purpose and, if appropriate, could accept a bid that does not maximize the financial return to stockholders. Any of the foregoing provisions could limit the price that investors might be willing to pay in the future for shares of our capital stock, and deter potential acquirers of the Company, thereby reducing the likelihood that you would receive a premium for your stock in an acquisition.\nFurther, public benefit corporations may not be attractive targets for activists or hedge fund investors because new directors would still have to consider and give appropriate weight to the public benefit along with stockholder value, and stockholders committed to the public benefit can enforce this through derivative suits. By requiring that the board of directors of public benefit corporations consider additional constituencies other than maximizing stockholder value, Delaware public benefit corporation law could potentially make it easier for our Board to reject a hostile bid, even where the takeover would maximize the financial return to stockholders.\nAs a public benefit corporation, we may be subject to increased derivative litigation concerning our duty to balance stockholder interests and the PBC Purpose, the occurrence of which may have an adverse impact on our financial condition and results of operations.\nStockholders of a Delaware public benefit corporation, if they, individually or collectively, own at least 2.0% of its outstanding capital stock or at least $2.0 million in market value, are entitled to file a derivative lawsuit claiming that its directors failed to balance stockholder and public benefit interests. This potential liability does not exist for traditional corporations. Therefore, we may be subject to the possibility of increased derivative litigation, which would require the attention of management and, as a result, may adversely impact management’s ability to effectively execute our strategy. Any such derivative litigation may be costly and have an adverse impact on our financial condition and results of operations.\nAs a public benefit corporation, we are required to comply with various new reporting requirements, which, even if complied with, could result in harm to our reputation.\nAs a public benefit corporation, we are required to publicly disclose a report at least biennially on our overall public benefit performance and success in achieving our specific public benefit purpose. If we are not able to provide this report in a timely manner or at all, or if the report is not viewed favorably by parties doing business with us or regulators or others reviewing our credentials, our reputation and status as a public benefit corporation may be harmed and the value of our stock could decrease as a result.\nOur only material assets are our direct and indirect interests in BRCC LLC, and we are accordingly dependent upon distributions from BRCC LLC to pay dividends and taxes and other expenses.\nWe are a holding company and have no material assets other than our managing member interest in Authentic Brands and direct and indirect limited liability company interests in BRCC LLC. We have no independent means of generating revenue. We intend to cause our subsidiaries (including Authentic Brands and BRCC LLC) to make distributions in an amount sufficient to cover all applicable taxes and other expenses payable and dividends, if any, we declare. The terms of any credit agreements or other borrowing arrangements we or our subsidiaries have entered into or may enter into in the future may impose restrictions on the ability to pay us dividends. To the extent that we need funds, and any of our direct or indirect subsidiaries are restricted from making such distributions under these debt agreements or applicable law or regulation, or are otherwise unable to provide such funds, it could materially adversely affect our liquidity and financial condition.\nDelaware law, the Charter and the Bylaws contain certain provisions, including anti-takeover provisions that limit the ability of stockholders to take certain actions and could delay or discourage takeover attempts that stockholders may consider favorable.\nThe Charter, the Bylaws and Delaware General Corporation Law (“DGCL”) contain provisions that could have the effect of rendering more difficult, delaying, or preventing an acquisition deemed undesirable by our Board and therefore depress the trading price of our Class A Common Stock. These provisions could also make it difficult for stockholders to take certain actions, including electing directors who are not nominated by the current members of our Board or taking other corporate actions, including effecting changes in management. Among other things, the Charter and Bylaws include provisions regarding:\n•a classified board of directors with three-year staggered terms, which could delay the ability of stockholders to change the membership of a majority of our Board;\n•the ability of our Board to issue shares of preferred stock, including “blank check” preferred stock and to determine the price and other terms of those shares, including preferences and voting rights, without stockholder approval, which could be used to significantly dilute the ownership of a hostile acquirer;\n•the limitation of the liability of, and the indemnification of, our directors and officers;\n•the right of our Board to elect a director to fill a vacancy created by the expansion of our Board or the resignation, death or removal of a director, which prevents stockholders from being able to fill vacancies on our Board;\n•the requirement that directors may only be removed from our Board for cause, upon the affirmative vote of the holders of at least 66-2/3% of the voting power of all of then outstanding shares of the voting stock, voting together as a single class;\n•the requirement that a special meeting of stockholders may be called only by our Board, the chairman of our Board or our chief executive officer, which could delay the ability of stockholders to force consideration of a proposal or to take action, including the removal of directors;\n•controlling the procedures for the conduct and scheduling of our Board and stockholder meetings;\n•the requirement for the affirmative vote of holders of (i) (a) at least 66-2/3%, in case of certain provisions or (b) a majority, in case of other provisions, of the voting power of all of then outstanding shares of the voting stock, voting together as a single class, to amend, alter, change or repeal certain provisions of the Charter; and (ii) (a) at least 66-2/3%, in case of certain provisions, or (b) a majority, in case of other provisions, of the voting power of all of then outstanding shares of the voting stock, voting together as a single class, to amend, alter, change or repeal certain provisions of the Bylaws, which could preclude stockholders from bringing matters before annual or special meetings of stockholders and delay changes in our Board and also may inhibit the ability of an acquirer to effect such amendments to facilitate an unsolicited takeover attempt;\n•the ability of our Board to amend the Bylaws, which may allow our Board to take additional actions to prevent an unsolicited takeover and inhibit the ability of an acquirer to amend the Bylaws to facilitate an unsolicited takeover attempt; and\n•advance notice procedures with which stockholders must comply to nominate candidates to our Board or to propose matters to be acted upon at a stockholders’ meeting, which could preclude stockholders from bringing matters before annual or special meetings of stockholders and delay changes in our Board and also may discourage or deter a potential acquirer from conducting a solicitation of proxies to elect the acquirer’s own slate of directors or otherwise attempting to obtain control of the Company.\nThese provisions, alone or together, could delay or prevent hostile takeovers and changes in control or changes in our Board or management.\nIn addition, as a Delaware public benefit corporation, we are generally subject to provisions of Delaware law, including the DGCL. Although we elected not to be governed by Section 203 of the DGCL, certain provisions of the Charter, in a manner substantially similar to Section 203 of the DGCL, prohibit certain of our stockholders (other than Evan Hafer) who hold 15% or more of our outstanding capital stock from engaging in certain business combination transactions with us for a specified period of time unless certain conditions are met. \nAny provision of the Charter, the Bylaws or Delaware law that has the effect of delaying or preventing a change in control could limit the opportunity for stockholders to receive a premium for their shares of our capital stock and could also affect the price that some investors are willing to pay for our common stock.\nIn addition, the provisions of the Investor Rights Agreement, as described below, provide the stockholders party thereto with certain board rights which could also have the effect of delaying or preventing a change in control.\nThe Charter designates the Court of Chancery of the State of Delaware as the sole and exclusive forum for certain types of actions and proceedings that may be initiated by our stockholders, which could limit our stockholders’ ability to obtain a favorable judicial forum for disputes with us or our directors, officers or other employees.\nThe Charter provides that, unless we consent in writing to the selection of an alternative forum, (i) any derivative action or proceeding brought on behalf of the Company, (ii) any action asserting a claim of breach of a fiduciary duty owed by any of our current or former directors, officers, other employees, agents or stockholders to the Company or our stockholders, or any claim for aiding and abetting such alleged breach, (iii) any action asserting a claim against the Company or any of our current or former directors, officers, other employees, agents or stockholders (a) arising pursuant to any provision of the DGCL, the Charter (as it may be amended or restated) or the Bylaws or (b) as to which the DGCL confers jurisdiction on the Delaware Court of Chancery or (iv) any action asserting a claim against the Company or any of our current or former directors, officers, other employees, agents or stockholders governed by the internal affairs doctrine of the law of the State of Delaware shall, as to any action in the foregoing clauses (i) through (iv), to the fullest extent permitted by law, be solely and exclusively brought in the Delaware Court of Chancery; provided, however, that the foregoing shall not apply to any claim (a) as to which the Delaware Court of Chancery determines that there is an indispensable party not subject to the jurisdiction of the Delaware Court of Chancery (and the indispensable party does not consent to the personal jurisdiction of the Court of Chancery within ten days following such determination), (b) which is vested in the exclusive jurisdiction of a court or forum other than the Delaware Court of Chancery, or (c) arising under federal securities laws, including the Securities Act as to which the federal district courts of the United States of America shall, to the fullest extent permitted by law, be the sole and exclusive forum.\nNotwithstanding the foregoing, the provisions of the Charter do not apply to suits brought to enforce any liability or duty created by the Exchange Act, or any other claim for which the federal district courts of the United States of America shall be the sole and exclusive forum. While Section 22 of the Securities Act creates concurrent jurisdiction for federal and state courts over all suits brought to enforce any duty or liability created by the Securities Act or the rules and regulations thereunder, Section 27 of the Exchange Act creates exclusive federal jurisdiction over all suits brought to enforce any duty or liability created by the Exchange Act or the rules and regulations thereunder.\nAny person or entity purchasing or otherwise acquiring any interest in any shares of our capital stock shall be deemed to have notice of and to have consented to the forum provisions in the Charter. If any action the subject matter of which is within the scope of the forum provisions is filed in a court other than a court located within the State of Delaware (a “foreign action”) in the name of any stockholder, such stockholder shall be deemed to have consented to: (x) the personal jurisdiction of the state and federal courts located within the State of Delaware in connection with any action brought in any such court to enforce the forum provisions (an “enforcement action”); and (y) having service of process made upon such stockholder in any such enforcement action by service upon such stockholder’s counsel in the foreign action as agent for such stockholder.\nThis choice-of-forum provision may limit a stockholder’s ability to bring a claim in a judicial forum that it finds favorable for disputes with us or our directors, officers, stockholders, agents or other employees, which may discourage such lawsuits. We note that there is uncertainty as to whether a court would enforce this provision, and the enforceability of similar choice of forum provisions in other companies’ charter documents has been challenged in legal proceedings. Further, investors cannot waive compliance with the federal securities laws and the rules and regulations thereunder. It is possible that a court could find these types of provisions to be inapplicable or unenforceable, and if a court were to find this provision of the Charter inapplicable or unenforceable with respect to one or more of the specified types of actions or proceedings, we may incur additional costs associated with resolving such matters in other jurisdictions, which could materially and adversely affect our business, financial condition and results of operations and result in a diversion of the time and resources of our management and board of directors.\nCertain significant stockholders and Authentic Brands’ members whose interests may differ from those of our public stockholders following the Business Combination have the ability to significantly influence our business and management.\nPursuant to the Investor Rights Agreement that we have entered into at the consummation of the Business Combination (the “Closing”) on February 9, 2022 in connection with the Business Combination, we agreed to nominate two designees by Engaged Capital, LLC, a Delaware limited liability company and member of SilverBox Engaged Sponsor LLC, a Delaware limited liability company, (the “Sponsor”), and its affiliates (“Engaged Capital”) (on behalf of certain affiliates of Engaged Capital (the “Engaged Equityholders”)) and three designees by Evan Hafer (including himself) to serve on our Board for so long as each of them and their respective affiliates and specified family members beneficially own certain specified percentages of certain economic interests in the Company and Authentic Brands held as of the Closing, without duplication. In addition, until the fifth anniversary of the Closing, the Sponsor, the Engaged Equityholders and certain other equityholders party to the Investor Rights Agreement have agreed to vote all of their voting stock with respect to election and removal of directors as directed by Evan Hafer. Separately, certain specific actions shall be approved by two-thirds of the directors then in office. As a result, Evan Hafer effectively controls a majority of the votes on director elections and removals. Accordingly, Evan Hafer is able to significantly influence the approval of actions requiring our Board’s approval through its voting power. Evan Hafer retains significant influence with respect to our management, business plans and policies, including the appointment and removal of our officers. In particular, Evan Hafer could influence whether acquisitions, dispositions and other change of control transactions are approved.\nRisks Related to an Investment in Our Securities\nWe may issue additional shares of our Class A Common Stock or other equity securities without your approval, which would dilute your ownership interests and may depress the market price of your shares.\nWe may issue additional shares of our Class A Common Stock or other equity securities of equal or senior rank in the future in connection with, among other things, future acquisitions, repayment of outstanding indebtedness or under our incentive plans, without stockholder approval, in a number of circumstances.\nOur issuance of additional shares of our Class A Common Stock or other equity securities of equal or senior rank could have the following effects:\n•your proportionate ownership interest in the Company will decrease;\n•the relative voting strength of each previously outstanding share of common stock may be diminished; or\n•the market price of your shares of our Class A Common Stock may decline.\nA significant portion of our shares of Class A Common Stock are available for immediate resale by certain existing shareholders and may be sold into the market in the future. Sales of our Class A Common Stock by our existing shareholders may cause the market price of our Class A Common Stock to drop significantly, even if our business is doing well.\nA significant portion of our outstanding shares of common stock are available for immediate resale under the Rule 144 exemption promulgated under the Securities Act (subject to applicable limitations) and/or an effective resale registration statement. The market price of shares of our Class A Common Stock could decline as a result of substantial sales of our Class A Common Stock by holders thereof, including Evan Hafer, or the perception in the market that holders of a large number of shares intend to sell their shares. Sales of a substantial number of shares of our Class A Common Stock in the public market could occur at any time.\nIn addition, certain holders of our shares of common stock purchased their securities at different prices, some at prices significantly below the current trading price of such securities and some received their shares without any cash consideration. Such holders may potentially make a significant profit with the sale of their shares of common stock depending on the trading price of the Company’s common stock at the time of a sale and the purchase price of such common stock by such holders. While the selling holders may experience a positive rate of return based on the trading price of the Company’s common stock, the public holders of the Company’s common stock may not experience a similar rate of return on the common stock they purchased due to differences in the applicable purchase price and trading price.\nWe are an emerging growth company within the meaning of the Securities Act, and if we take advantage of certain exemptions from disclosure requirements available to emerging growth companies, this could make our securities less attractive to investors and may make it more difficult to compare our performance with other public companies.\nWe are designated as an “emerging growth company” within the meaning of the Securities Act, as modified by the Jumpstart Our Business Startups Act (“JOBS Act”), and we may take advantage of certain exemptions from various reporting requirements that are applicable to other public companies that are not emerging growth companies including, but not limited to, not being required to comply with the auditor attestation requirements of Section 404 of the Sarbanes-Oxley Act, reduced disclosure obligations regarding executive compensation in the periodic reports and proxy statements, and exemptions from the requirements of holding a nonbinding advisory vote on executive compensation and stockholder approval of any golden parachute payments not previously approved. As a result, our stockholders may not have access to certain information they may deem important. We could be an emerging growth company for up to five years, although circumstances could cause us to lose that status earlier, including if the market value of our Class A Common Stock held by non-affiliates exceeds $700 million as of any June 30 before that time, in which case we would no longer be an emerging growth company as of the following December 31. We cannot predict whether investors will find our securities less attractive if we rely on these exemptions. If some investors find our securities less attractive as a result of our reliance on these exemptions, the trading prices of our securities may be lower than they otherwise would be, there may be a less active trading market for our securities and the trading prices of our securities may be more volatile.\nFurther, Section 102(b)(1) of the JOBS Act exempts emerging growth companies from being required to comply with new or revised financial accounting standards until private companies (that is, those that have not had a Securities Act registration statement declared effective or do not have a class of securities registered under the Exchange Act) are required to comply with the new or revised financial accounting standards. The JOBS Act provides that a company can elect to opt out of the extended transition period and comply with the requirements that apply to non-emerging growth companies but any such an election to opt out is irrevocable. We have elected not to opt out of such extended transition period which means that when a standard is issued or revised and it has different application dates for public or private companies, we, as an emerging growth company, can adopt the new or revised standard at the time private companies adopt the new or revised standard. This may make comparison of our financial statements with another public company which is neither an emerging growth company nor an emerging growth company which has opted out of using the extended transition period difficult or impossible because of the potential differences in accountant standards used.\nWe are subject to rules and regulations regarding our internal control over financial reporting. Failure to establish and maintain effective internal controls in accordance with Section 404 of the Sarbanes-Oxley Act could have a material adverse effect on our business.\nAs a public company, we are required to comply with the SEC’s rules implementing Sections 302 and 404 of the Sarbanes-Oxley Act, which require management to certify financial and other information in our quarterly and annual reports and provide an annual management report on the effectiveness of internal control over financial reporting. To comply with the requirements of being a public company, we are required to provide attestation on internal controls. Likewise, our independent registered public accounting firm will be required to provide an attestation report on the effectiveness of our internal control over financial reporting at such time as we cease to be an emerging growth company.\n\nWe expect to incur costs to enhance our internal control environment in upcoming years. If we identify material weaknesses in our internal control over financial reporting or if we are unable to comply with the demands placed upon us as a public company, including the requirements of Section 404 of the Sarbanes-Oxley Act, in a timely manner, we may be unable to accurately report our financial results, or report them within the timeframes required by the SEC. We also could become subject to sanctions or investigations by the SEC or other regulatory authorities. In addition, if we are unable to assert that our internal control over financial reporting is effective, or if our independent registered public accounting firm is unable to express an opinion as to the effectiveness of our internal control over financial reporting, when required, investors may lose confidence in the accuracy and completeness of our financial reports, we may face restricted access to the capital markets and our stock price may be adversely affected.\nWe are a “controlled company” within the meaning of New York Stock Exchange (“NYSE”) rules and, as a result, we qualify for exemptions from certain corporate governance requirements. Our stockholders do not have the same protections afforded to stockholders of companies that are subject to such requirements.\nOur founder, Evan Hafer, beneficially owns approximately 63% of the combined voting power of our voting securities. As a result, we are a “controlled company” within the meaning of the NYSE corporate governance standards. Under these corporate governance standards, a company of which more than 50% of the voting power in the election of directors is held by an individual, group or another company is a “controlled company” and may elect not to comply with certain corporate governance requirements. For example, controlled companies:\n•are not required to have a board that is composed of a majority of “independent directors,” as defined under the NYSE rules;\n•are not required to have a compensation committee that is composed entirely of independent directors; and\n•are not required to have director nominations be made, or recommended to the full board of directors, by its independent directors or by a nominations committee that is composed entirely of independent directors.\nAccordingly, our stockholders will not have the same protections afforded to stockholders of companies that are subject to all of the corporate governance requirements of the NYSE.\nBecause there are no current plans to pay cash dividends on our Class A Common Stock for the foreseeable future, you may not receive any return on investment unless you sell your Class A Common Stock for a price greater than that which you paid for it.\nThe Company intends to retain future earnings, if any, for use in the Company’s business operations and there are no current plans to pay any cash dividends for the foreseeable future. The declaration, amount and payment of any future dividends on shares of Class A Common Stock will be at the sole discretion of the Board. The Board may take into account general and economic conditions, our financial condition and results of operations, our available cash and current and anticipated cash needs, capital requirements, contractual, legal, tax, and regulatory restrictions, implications on the payment of dividends by us to our stockholders or by our subsidiaries to us and such other factors as our Board may deem relevant. As a result, stockholders must rely on their sales of Class A Common Stock after appreciation, which may never occur, as the only way to realize any future gains on their investments.",
      "char_count": 175392
    }
  },
  "extracted_at": "2025-10-18T17:30:41.290201"
}