{
  "ticker": "CDE",
  "company_name": "Coeur Mining, Inc.",
  "cik": 215466,
  "form_type": "10-K",
  "filing_date": "2025-02-19",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0000215466-25-000009",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0000215466&accession_number=000021546625000009&xbrl_type=v",
  "sic_code": "1040",
  "industry": "Gold and Silver Ores",
  "sections": {
    "item1": {
      "text": "Item 1.Business\nGENERAL \nCoeur Mining, Inc. (“Coeur”, “the Company”, or “we”), founded in 1928, is a precious metals producer with assets located in the United States, Canada, and Mexico. Our common stock is listed on The New York Stock Exchange under the symbol “CDE”.\nCoeur’s strategy is to be a well-diversified, growing precious metals producer with a focus on generating sustainable, high-quality cash flow and returns from a balanced, prospective asset base in mining-friendly jurisdictions along with our commitment to exploration and expansions. Our strategy is guided by our purpose statement, We Pursue a Higher Standard, and three key principles: Protect our People, Places and Planet; Develop Quality Resources, Growth and Plans; and Deliver Impactful Results Through Teamwork. We conduct our business with a proactive focus on responsible practices to positively impact the health, safety and socioeconomic status of our people and the communities in which we operate and be good stewards of the environment.\nOUR BUSINESS\nOperating Segments\n    We produce and sell precious metals from the following operating segments:\n•The Palmarejo gold-silver complex, located in the State of Chihuahua in northern Mexico, which has been in operation since 2009.\n•The Rochester open pit heap leach silver-gold mine, located in northwestern Nevada, which has been in operation since 1986 and completed a significant expansion in 2024.\n•The Kensington underground gold mine, located north of Juneau, Alaska, which began operations in 2010.\n•The Wharf open pit heap leach gold mine, located near Lead, South Dakota, which was acquired by Coeur in 2015.\n•The newly acquired Las Chispas underground silver-gold mine, located in the State of Sonora in northern Mexico, which began operations in 2022.\nIn addition, the Company operates the Silvertip underground silver-zinc-lead exploration project located in northern British Columbia, Canada, which was acquired by Coeur in 2017.\nMetals Prices and Hedging Activities\nThe financial results of the Company and its operating segments are substantially dependent upon the market prices of gold and silver, which fluctuate widely. The Company has in the past, and may in the future, enter into derivative contracts to protect the selling price for certain anticipated gold and silver production and to manage risks associated with foreign currencies. For additional information, see “Item 1A – Risk Factors”, “Item 7A. Quantitative and Qualitative Disclosures About Market Risk” and “Note 13 – Derivative Financial Instruments in the notes to the Consolidated Financial Statements”.\nMetal Processing, Marketing and Sales\nWe produce gold and silver doré, as well as gold concentrate. The doré produced at the Palmarejo complex, Rochester mine, and newly acquired Las Chispas mine, as well as the electrolytic cathodic sludge produced by the Wharf mine, is refined by a geographically diverse group of third-party refiners into gold and silver bullion according to benchmark standards set by the London Bullion Market Association, which regulates the acceptable requirements for bullion traded in the London precious metals markets. We then sell gold and silver bullion to multi-national banks, bullion trading houses, and refiners across the globe. Our gold concentrate product from the Kensington mine is sold under a long-term offtake agreement and is shipped to geographically diverse third-party smelters. \nWe believe that the loss of any one smelter, refiner, trader or third-party customer would not materially adversely affect us due to the liquidity of the markets and current availability of alternative trading counterparties.\nCommodities\nWe purchase materials and supplies from third parties to conduct our business, including electricity, fuel, chemical reagents, explosives, steel and concrete. Prices for these commodities are volatile and can fluctuate due to conditions that are difficult to predict, including inflation, currency fluctuations, global competition for resources, consumer or industrial demand \nand other factors. For most of these commodities, we have existing alternate sources of supply, or alternate sources of supply are readily available. We continuously monitor supply and cost trends for these items. \nGOVERNMENT REGULATION \nGeneral\nOur business is subject to extensive federal, state, local and foreign laws governing the protection of the environment, prospecting, development, production, mine closure, taxes, labor standards, occupational health, mine safety, toxic substances, protection of endangered, protected or other specified species and other matters. The costs to comply with these regulatory requirements are substantial and possible future legislation and regulations could cause additional expense, capital expenditures, restrictions and delays in the development and continued operation of our properties, the extent of which cannot be predicted. Expenditures for environmental compliance in 2025 are expected to range from $12.3 million to $13.3 million. We have reviewed and considered current federal legislation relating to climate change and do not believe the legislation to have a material effect on our operations. Future changes in U.S., Mexican or Canadian federal, state or provincial laws or regulations could have a material adverse effect upon us and our results of operations. For additional information regarding key regulatory risks, please see “Item 1A - Risk Factors”.\nPermitting\nThe Rochester, Kensington and Wharf mines are subject to extensive U.S. federal and state permitting laws and regulations. Mexico, where the Palmarejo complex and Las Chispas mine are located, and Canada, where the Silvertip exploration property is located, have both adopted laws and guidelines for environmental permitting that are similar to those in effect in the United States. The permitting process in each jurisdiction requires, among other things, a thorough study to determine the baseline condition of the mining site and surrounding area, an environmental impact analysis, and proposed mitigation measures to minimize and offset the environmental impact of mining operations, in addition to consultation requirements with local indigenous groups, in certain instances. We have received all permits required to operate and carry out the current scope of activities at the Palmarejo complex, Las Chispas, Rochester, Kensington and Wharf mines, and the Silvertip exploration property. We are in the process of amending existing permits at our Palmarejo complex, including a significant operating permit that is set to expire in October 2025, to support future planned activities. If we pursue an expansion at Silvertip, it will require new or amended permits.\nMaintenance of Mining Claims\nAll of the jurisdictions where we operate impose federal, state and/or provincial requirements for maintaining mining claims (United States), mining concessions (Mexico) and mineral claims and mining leases (British Columbia), including fees, reporting, and/or evidence of work, among other requirements. Our failure to comply with any of these requirements could result in the loss of our ability to conduct mining activities in a particular location, which could have a material adverse impact on our business. \nHUMAN CAPITAL MANAGEMENT\nEffective human capital management at Coeur is critical to achieving our strategic goals. We aim to be an employer of choice by promoting safety first and proactively developing our people, while fostering a healthy and inclusive culture. At December 31, 2024, we had approximately 2,116 employees (1,176 in the U.S., 71 in Canada and 869 in Mexico) and over 700 people were working as contractors in support of Coeur’s operations. The newly acquired Las Chispas mine has 314 employees and approximately 775 people working as contractors. \nCulture Assessment\nWe are focused on regular evaluation of our culture. In 2023, we invited all employees to participate in our third culture assessment by completing an anonymous survey. Employee participation in 2023 was 84%, which exceeded industry benchmarks. Feedback was reviewed by the management team and our Board of Directors (our “Board”). The management team also reviewed the results with employees at each of our operations through facilitated discussions to gain additional insight into the feedback. We developed site-specific action plans to address feedback and monitor progress in the future. The results of the assessment confirmed our belief that we have an ethical, safe, engaged, and proud workforce and also highlighted areas for improvement that are now being addressed. We intend to conduct another culture assessment in 2025.\nRecruitment\nWe seek to recruit and retain employees at all levels who embody our purpose statement, We Pursue a Higher Standard, through safe and ethical conduct. Our strong culture of teamwork and our reputation as a responsible company and an engaged community member motivates new employee referrals. We have also created a series of partnership programs in local communities to provide internships, scholarships, and apprenticeships to build a pipeline of potential employees in the next \ngeneration. We have maintained an average employee age of 40 years old since 2018 by focusing on building our bench strength and increasing our under 40 population to 33% of our workforce. \nInclusion\nOur Chairman, President & CEO, Mitchell Krebs, was the first precious metals mining CEO to sign the CEO ACTION for Diversity & Inclusion pledge. This pledge highlights Coeur’s continuing commitment to fostering an inclusive workforce, evidenced by programs such as Coeur Heroes, which provided over 80 career opportunities to current and former U.S. Military personnel last year. Four of our Board members have indicated that they are diverse, and 12% of our employees are female, up from 10% in 2020. While we continue to work to increase our overall female population, over 60% of our female employees are supervisor or higher-level positions. In the U.S., approximately 23% of our workforce is non-white, up from 18% in 2020. Partnerships with organizations like the National Society of Black Engineers (NSBE) and Women in Mining (WiM) at their U.S. university chapters are providing further avenues for recruiting. In order to emphasize the importance of inclusion in the workplace, we provided training to our hourly workforce at every operation on topics such as bullying and bystander intervention, as well as education on overall mental wellness to support each employee feeling respected and included at work. \nEmployee Development\nWe periodically solicit feedback on each member of our executive team through 360 assessments. We believe this feedback is important to maintaining a strong culture by effectively assessing leadership performance and development, increasing accountability, facilitating succession planning and identifying areas for improvement and change. We provide opportunities for employees to participate in IMPACT training, an intensive one-year training program we created for front-line supervisors throughout our organizational structure to focus on leadership development and mining as a business. Through IMPACT training, we have invested over 22,500 cumulative hours of leadership training and personal development in almost 200 employees. In 2022, after many employees had graduated from IMPACT training over the last 4 years, we introduced our first Advanced IMPACT training for employees at manager and director levels in the organization.\nSuccession Planning \nWe conduct robust succession planning throughout the organization annually, by employing specific talent diagnostics and skills development. High potential talent within the organization is identified, and development plans are created starting from our front-line supervisors to our Chief Operating Officer.\nOur Board oversees the recruitment, development, and retention of our senior executives. Significant focus is placed on succession planning both for key executive roles and also deeper into the organization. In-depth discussions occur multiple times per year in meetings of the Board, Compensation and Leadership Development Committee and Nominating and Corporate Governance Committee, including in executive sessions to foster candid conversations. Directors have regular and direct exposure to senior leadership and high-potential employees during Board and committee meetings and through other informal meetings and events held during the year.\nLocal Hire\nInvesting in local communities extends beyond financial support. Since 2018, we have hired an average of 60% of our new hires from local communities. During 2024, we provided over 40 apprenticeships and internships and worked with organizations such as By the Hand Club in Chicago to educate youth in our communities about career opportunities in mining. Providing career opportunities to local community members and participating in community initiatives creates a closer connection between our operations and local stakeholders and communities. \nRewards & Wellness\nAs part of our fundamental need to attract and retain talent, we regularly evaluate our compensation, benefits, and employee wellness offerings. We have determined that our average employee earns over 40% more than the average employee in their local markets according to industry benchmarking. Over 93% of U.S. employees are enrolled in our medical benefit plan, and over 90% of U.S. employees contribute to our 401(k) plan. Supplemental healthcare is provided above government requirements in both Canada and Mexico. We were a leader in the mining industry by providing domestic partner benefits in 2017 and participation has increased 250% since introduction. In 2022, we expanded paid parental and primary caregiver leave for U.S. employees.\nIn addition, we have engaged a third-party mental health care provider for innovative care and counseling resources. This resource leverages technology and clinical best practices to assist our employees and their families gain fast access to highly effective quality care when needed most. We also implemented a Total Worker Health program in 2023, that integrates protection from work-related safety and health hazards with promotion of injury and illness-prevention efforts to advance worker well-being both physically and mentally.\nRESPONSIBILITY\nAt Coeur, we strive for best-in-class environmental performance while meeting the needs of today and respecting the needs of future generations. As a precious metals producer, we have the unique opportunity to supply the raw materials that play a key role in numerous economic priorities, including clean energy and technology. We work to protect our environment through an approach of responsible production and a focus on best practices. On an ongoing basis, we conduct site-specific environmental risk reviews and utilize a set of key performance indicators (“KPIs”) to evaluate performance results by mine. We believe that this systematic approach leads to awareness, risk mitigation and a pursuit of continuous improvement. Comprehensive environmental management plans, in conjunction with topic-specific plans, such as waste management and water resource protection, at each site provide guidance on how to implement our environmental initiatives and meet or exceed regulatory standards.\nWe recognize changes in stakeholder expectations related to various environmental, social and governance issues, including risks and opportunities related to climate change and greenhouse gas (“GHG”) emissions, biodiversity, water stewardship and tailings management. To that end, We Pursue a Higher Standard through our governance and associated management systems and programs for material topics. For example, we:\n•further increased the amount of renewable energy in our purchased electricity through formal agreements with energy providers;\n•actively manage GHG emissions and achieved our 35% net intensity reduction target by the end of 2024 compared to base-year;\n•enhanced our climate disclosures in-line with recommendations set by the Task Force on Climate-related Financial Disclosures (“TCFD”);\n•informed by the knowledge and systems developed as part of our first climate scenario analysis, we continue to incorporate climate-related risks and opportunities into our enterprise risk management and long-term business planning and strategy;\n•developed and are implementing a Biodiversity Management Standard;\n•drive sound water stewardship whether treating and discharging water at sites where water is abundant or efficiently using water at sites where water is scarce; and\n•formalized a Tailings Management Policy and committed to adopting the Global Industry Standard on Tailings Management (“GISTM”).\nAVAILABLE INFORMATION\nWe make available on our website (http://www.coeur.com) our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and Proxy Statements, as well as Forms 3, 4 and 5 with respect to our common stock, including any amendments to any of the foregoing, as soon as reasonably practicable after such reports are electronically filed with the U.S. Securities and Exchange Commission (“SEC”). These filings are also available at http://www.sec.gov. \nCopies of our Corporate Governance Guidelines, charters of the key committees of the Board (Audit, Compensation and Leadership Development, Executive, Finance and Technical, Nominating and Corporate Governance, and Environmental, Health, Safety, and Corporate Responsibility Committees) and our Code of Business Conduct and Ethics, applicable to the Chief Executive Officer, Chief Financial Officer and Chief Accounting Officer, among others, are also available on our website. Information contained on our website is not a part of this Report.\nCAUTIONARY STATEMENT CONCERNING FORWARD-LOOKING STATEMENTS \nThis Report contains numerous forward-looking statements within the meaning of Section 21E of the Securities Exchange Act of 1934, as amended (the “Exchange Act”) relating to our mining business, including anticipated mineral reserve and resource estimates, exploration efforts and expenditures, development and expansion initiatives at Kensington and Silvertip, expectations about timing of deliveries against the Kensington, Rochester and Wharf prepayments, permitting, estimated production, costs, capital expenditures, expenses, recoveries, metals prices, integration of acquisitions, sufficiency of assets, ability to discharge liabilities, liquidity management, financing needs, environmental compliance expenditures, environmental, social and governance (“ESG”) and human capital management initiatives, risk management strategies, including hedging, capital resources and use, cash flow maximization, mine life and other strategic initiatives. Such forward-looking statements are identified by the use of words such as “believes,” “intends,” “expects,” “hopes,” “may,” “should,” “plan,” “projected,” “contemplates,” “anticipates” or similar words and involve known and unknown risks, uncertainties and other factors which may cause our actual results, performance, or achievements to be materially different from any future results, performance, or achievements expressed or implied by the forward-looking statements. Factors that could cause actual results to differ materially from those projected in the forward-looking statements include: (i) the risk factors set forth below under Item 1A and in Management’s Discussion and Analysis of Financial Condition and Results of Operations under Item 7; (ii) the risk that anticipated production, cost, expenditure and expense levels at Las Chispas, Palmarejo, Rochester, Wharf and Kensington are not attained; (iii) the risks and hazards inherent in the mining business (including risks inherent in developing and expanding large-scale mining projects, environmental hazards, industrial accidents, weather or geologically-related conditions); (iv) changes in the market prices of gold and silver and a sustained lower price or higher treatment and refining charge environment; (v) the impact of geopolitical conditions, pandemics or epidemics, climate change, extreme weather events and other macro conditions, including disruptions to operations, the need for heightened health and safety protocols, inflation, and disruptions to our vendors, suppliers and the communities where we operate; (vi) the uncertainties inherent in Coeur’s production, exploration and development activities, including risks relating to permitting and regulatory delays (including the impact of government shutdowns), ground conditions, grade and recovery variability; (vii) any future labor disputes or work stoppages (involving us or our subsidiaries or third parties); (viii) the risk of adverse outcomes in litigation; (ix) the uncertainties inherent in the estimation of gold, silver, zinc and lead mineral reserves and resources; (x) impacts from Coeur’s future acquisition of new mining properties or businesses; (xi) the loss of access or insolvency of any third-party refiner or smelter to whom Coeur markets its production; (xii) inflationary pressures; (xiii) continued access to financing sources; (xiv) government orders that may require temporary suspension of operations at one or more of our sites and effects on our suppliers or the refiners and smelters to whom the Company markets its production and on the communities where we operate; (xv) the effects of environmental and other governmental regulations and government shut-downs; (xvi) the risks inherent in the ownership or operation of or investment in mining properties or businesses in foreign countries; and (xvii) our ability to raise additional financing necessary to conduct our business, make payments or refinance our debt. Readers are cautioned not to put undue reliance on forward-looking statements. We disclaim any intent or obligation to update publicly these forward-looking statements, whether as a result of new information, future events or otherwise.\nCAUTIONARY NOTE REGARDING DISCLOSURE OF MINERAL PROPERTIES \n Mineral Reserves and Resources\nWe are subject to the reporting requirements of the Exchange Act and applicable Canadian securities laws, and as a result, we report our mineral reserves and mineral resources according to two different standards. U.S. reporting requirements are governed by Item 1300 of Regulation S-K (“S-K 1300”), as issued by the SEC. Canadian reporting requirements for disclosure of mineral properties are governed by National Instrument 43-101 Standards of Disclosure for Mineral Projects (“NI 43-101”), as adopted from the definitions provided by the Canadian Institute of Mining, Metallurgy and Petroleum. Both sets of reporting standards have similar goals in terms of conveying an appropriate level of confidence in the disclosures being reported, but the standards embody slightly different approaches and definitions.\nIn our public filings in the U.S. and Canada and in certain other announcements not filed with the SEC, we disclose proven and probable reserves and measured, indicated and inferred resources, each as defined in S-K 1300. The estimation of measured resources and indicated resources involves greater uncertainty as to their existence and economic feasibility than the estimation of proven and probable reserves, and therefore, investors are cautioned not to assume that all or any part of measured or indicated resources will ever be converted into S-K 1300-compliant reserves. The estimation of inferred resources involves far greater uncertainty as to their existence and economic viability than the estimation of other categories of resources, and therefore it cannot be assumed that all or any part of inferred resources will ever be upgraded to a higher category. Therefore, investors are cautioned not to assume that all or any part of inferred resources exist, or that they can be mined economically.\nTechnical Report Summaries and Qualified Persons\nThe scientific and technical information concerning our mineral projects in this Form 10-K have been reviewed and approved by “qualified persons” under S-K 1300, including our Senior Director, Technical Services, Christopher Pascoe. For a \ndescription of the key assumptions, parameters and methods used to estimate mineral reserves and mineral resources included in this Form 10-K, as well as data verification procedures and a general discussion of the extent to which the estimates may be affected by any known environmental, permitting, legal, title, taxation, sociopolitical, marketing or other relevant factors, please review the Technical Report Summaries for each of the Company’s material properties which are included as exhibits to, and incorporated by reference into, this Report.",
      "char_count": 24895
    },
    "item1a": {
      "text": "Item 1A.     Risk Factors\nThe following discussion, together with the other information set forth in this report, presents what management currently believes could be material risk factors and uncertainties that could adversely affect our business, financial condition or operating results. Other risks and uncertainties, including those not presently known to us or those that we do not believe are material currently may also affect our business and thus the following should not be considered a complete discussion of all risks and uncertainties that the Company may face.\nRISKS RELATED TO OUR INDUSTRY\nOur results of operations, cash flows and operating costs are highly dependent upon the market prices of gold and silver and of key input commodities used in our business, which are volatile and beyond our control. \nGold and silver are actively traded commodities, and their prices are volatile. The high and low prices for each commodity during the 12 months ended December 31, 2024 are set forth in the following table: \n\nMetal                           High Price for 2024                    Date         Low Price for 2024                    Date\nGold (per ounce)                             $2,778        October 30, 2024                     $1,985       February 14, 2024\nSilver (per ounce)                           $34.51        October 23, 2024                     $22.09       February 14, 2024\nGold and silver prices are affected by many factors beyond the Company’s control, including U.S. dollar strength or weakness, speculation, global currency values, global and regional demand and production, political and economic conditions and other factors. In addition, Exchange Traded Funds (“ETFs”), which have substantially facilitated the ability of large and small investors to buy and sell precious metals, have become significant holders of gold and silver. Gold and silver prices are also affected by prevailing interest rates and returns on other asset classes, expectations of the future rate of inflation and governmental monetary decisions regarding central bank holdings.\nBecause we derive all of our revenues from sales of these metals, our results of operations and cash flows will fluctuate as the prices of these metals change. A period of significant and sustained lower prices would materially and adversely affect our results of operations and cash flows. In response to environments of lower metal prices and/or higher treatment and refining charges, we may have to revise our operating plans, including reducing operating costs and capital expenditures, terminating or suspending mining operations at one or more of our properties and discontinuing certain exploration and development plans. These types of initiatives may not sufficiently offset reductions in revenues, and we may continue to incur losses associated with sustained lower metals prices and/or higher treatment and refining charges.\nOperating costs at our mines are also affected by the price of input commodities, such as fuel, electricity, labor, chemical reagents, explosives, steel and concrete. Prices for these input commodities are volatile and can fluctuate due to conditions that are difficult to predict, including global competition for resources, inflation, currency fluctuations, consumer or industrial demand and other factors. An increase in the cost, or decrease in the availability, of input commodities, labor, or equipment, due to factors beyond the Company’s control may affect the timely conduct and cost of our operations and development projects. Continued volatility in the prices of commodities and other supplies we purchase could lead to higher costs, which would adversely affect results of operations and cash flows.\nVolatility in metals prices may also impact the price of our outstanding securities.\nSpeculation in the market may result in short term volatility in the prices of the metals we produce and result in significant changes in the price of our securities, which may not be reflective of our operating performance or financial results. For example, the price of silver increased 5% between May 23, 2024 and May 29, 2024, and then decreased by 6% on June 7, 2024. This swing in the price of silver was seemingly attributable to a coordinated effort by market participants to drive up the price of silver and did not reflect changes in the underlying fundamentals that typically drive changes in the price of silver, including supply and demand. The price of our common stock increased by 6% and decreased by 6% during the same periods. The trading volume for shares of our common stock also increased significantly during this period. This volatility in the price of our common stock did not, in our view, reflect any significant change in our business or results of operations during the same period. \nThe estimation of mineral reserves and mineral resources is imprecise and depends upon subjective factors. Estimated mineral reserves and mineral resources may not be realized in actual production. Our results of operations and financial position may be adversely affected by inaccurate estimates. \nThe mineral reserve and mineral resource figures presented in our public filings are estimates made by our technical personnel and independent mining consultants with whom we contract. Mineral reserve and mineral resource estimates are a function of geological and engineering analyses that require us to make assumptions about production costs, recoveries and the \nmarket prices of gold, silver, zinc and lead. While the Company believes that its mineral reserve and mineral resource estimates are developed using well-established practices and with appropriate controls, mineral reserve and mineral resource estimation is an imprecise and subjective process. The accuracy of these estimates is a function of the quality of available data and of engineering and geological interpretation, judgment and experience. Assumptions about gold, silver, zinc and lead market prices are subject to great uncertainty as those prices fluctuate widely. Declines in the market prices of gold, silver, zinc or lead may render mineral reserves and mineral resources containing relatively lower grades of mineralization uneconomic to exploit, and we may be required to reduce mineral reserve and mineral resource estimates, discontinue development or mining at one or more of our properties or write down assets as impaired. Should we encounter mineralization or geologic formations at any of our mines or projects that are different from those predicted, we may adjust our mineral reserve and mineral resource estimates and alter our mining plans. No assurances can be given that all mineral reserves will be mined, as mineralized material that may qualify as reserves under applicable standards by virtue of being economic to mine may not generate attractive enough returns to be included in our mine plans, due to factors such as the impact of the gold stream at Palmarejo. As a result, we may elect not to mine portions of the mineralized material reported as reserves. In addition, no assurances can be given that any mineral resource estimate will ultimately be reclassified as proven or probable mineral reserves or that inferred resources will be upgraded to measured or indicated resources. Updates to our mining plans or new or updated technical or geological information may also impact anticipated metal recovery rates. Any of these adjustments may adversely affect actual operating performance, production, financial condition, results of operations and cash flows.\nA significant delay or disruption in sales of concentrates or doré as a result of the unexpected disruption in services provided by smelters, refiners or other third parties could have a material adverse effect on our results of operations.\nWe rely on refiners and smelters to refine, process and, in some cases, purchase the gold and silver doré and concentrate produced by our mines. Access to refiners and smelters on economic terms is critical to our ability to sell our products to buyers and generate revenues. We have existing agreements with refiners and smelters, some of whom operate their refining or smelting facilities outside the United States. We believe our current contractual arrangements are sufficient so that the loss of any one refiner or smelter would not significantly or materially impact our operations or our ability to generate revenues. Nevertheless, services provided by a refiner or smelter may be disrupted by new or increased tariffs, duties or other cross-border trade barriers, shipping delays, the bankruptcy or insolvency of one or more refiners or smelters or the inability to agree on acceptable commercial or legal terms with a refiner or smelter. Such an event or events may disrupt an existing relationship with a refiner or smelter or result in the inability to create (or the necessity to terminate) a contractual relationship with a refiner or smelter, which may leave us with limited, uneconomic or no access to refining or smelting services for short or long periods of time. Epidemics, pandemics or natural disasters may also impact refiners, smelters or other third parties with whom we have contractual arrangements or have an indirect effect on our ability to obtain refining, smelting or other third-party services. \nAny delay or loss of access to refiners or smelters may significantly impact our ability to generate revenues by selling doré and concentrate products. A default by a refiner or smelter on its contractual obligations to us or an insolvency event or bankruptcy filing by a refiner or smelter may result in the partial or total loss of our doré or concentrate in the possession of the refiner or smelter, and such a loss likely would not be insured by our insurance policies. We cannot ensure that alternative refiners or smelters would be available, that they would offer comparable terms, or that we would not experience delays or disruptions in sales that would materially and adversely affect results of operations. \nThere are significant hazards associated with mining activities, some of which may not be fully covered by insurance.\nThe mining business is subject to risks and hazards, including environmental hazards, industrial accidents, the encountering of unusual or unexpected geological formations, geotechnical failures, flooding, earthquakes and periodic interruptions due to inclement or hazardous weather conditions or machine failure. These occurrences could result in damage to, or destruction of, mineral properties or production facilities, personal injury or death, environmental damage, reduced production and delays in mining, asset write-downs, monetary losses and possible legal liability.\nWe maintain insurance policies that protect against property loss and business interruption in amounts that we believe are reasonable taking into account the nature of, and risks related to, our business and operations as well as the cost of policy premiums. Such insurance is, however, subject to certain exclusions, and potential claims could exceed policy limits. There is no guarantee that we will receive insurance proceeds with respect to a particular event or loss. Insurance fully covering many environmental risks, including potential liability for pollution or other hazards as a result of disposal of waste products occurring from exploration and production, is not generally available. Any liabilities that we incur for these risks and hazards could be significant and could adversely affect results of operations, cash flows and financial condition.\nRISKS RELATED TO OUR OPERATIONS\nOur future growth will depend upon our ability to expand existing mines and develop and start-up new mines, either through exploration at existing properties or by acquisition of other mining companies or properties.\nBecause mines have limited lives based on proven and probable mineral reserves, our ability to achieve significant additional growth in revenues and cash flows will depend upon our success in further developing and expanding existing properties and the opportunistic acquisition or development and start-up of exploration projects or new mining properties, such as the acquisition of mining concessions from a subsidiary of Fresnillo plc that are located adjacent to the existing Palmarejo site and the recent acquisition of SilverCrest Metals Inc. (“SilverCrest”), which operates the Las Chispas mine in Sonora, Mexico (the “SilverCrest Transaction”).\nWhile initial development of our operating mines has been substantially completed, development work continues to expand these mines while leveraging existing infrastructure. Palmarejo completed open pit mining several years ago and evolved to be an underground-only operation, developing new underground mining operations. At Rochester, we completed the POA 11 expansion, which is a significant additional expansion that includes a three-stage crushing facility, a new leach pad, and a new Merrill-Crowe processing facility and related infrastructure to support the extension of Rochester’s mine life. At Kensington, we amended our operating permit to allow for an additional 10 years of mine life by providing for expanded tailings and waste rock storage, increased mill throughput, enhanced infrastructure and other benefits (“POA 1”). We are completing a multi-year exploration and underground mine development program to extend the mine life. Our ability to timely complete these and future mine expansion and mine life extension projects is dependent on numerous factors, many of which are outside of our control, including, among others, availability of funding on acceptable terms, timing of receipt of permits and approvals from regulatory authorities, obtaining materials and equipment, as well as construction, engineering and other services, at favorable prices and terms, and disputes with third-party providers of materials, equipment or services. Construction services performed by contractors create a risk of delays or additional costs resulting from, among other factors: inability to negotiate contracts with favorable pricing and terms; delays in performance of the services; failure of a contractor to comply with applicable laws and regulations; termination of a contract by a contractor before completion of the services; failure by a contractor to obtain necessary equipment or materials; mismanagement by a contractor of its workforce; and insolvency or other financial difficulty encountered by a contractor which results in a delay in services or termination of a contract with the contractor. Expected benefits from the Rochester expansion are based on estimates of a variety of key factors, including mineral reserves and resources, grade, recovery rates, the ability of processing infrastructure such as the refinery to meet higher throughput rates, and operating costs among others. However, achieving results in line with those estimates is subject to risks and uncertainties such as variability in grade, recovery rates and cost inputs and any inability of infrastructure to accommodate higher throughput. We cannot provide assurance that we will be able to successfully expand or extend the lives of existing mining operations, and a completed project may not yield the anticipated operational or financial benefits, such as expected availability, throughput, metal recovery rates, concentrate quality, unit costs, operating margin and/or cash flows, any of which may have a material negative impact on returns on invested capital, operating costs or cash flows.\nIn addition, we have acquired mining properties such as the Silvertip exploration property and the recent acquisition of the Las Chispas mine. We cannot guarantee that we will be able to successfully develop and start-up new mining properties, restart mining and processing activities at the Silvertip exploration property, integrate the operations of the Las Chispas mine or acquire additional mining properties on favorable economic terms or at all.\nWe regularly evaluate and engage in discussions or negotiations regarding acquisition opportunities. Any transactions that we contemplate or pursue would involve risks and uncertainties and would be subject to competition from other mining companies. There can be no assurance with respect to the timing, likelihood or business effect of any possible transaction.\nWe may be unable to successfully integrate, may not realize the expected benefits of recent or future acquisitions or may face risks associated with divestitures.\nWe regularly explore opportunities to selectively acquire other businesses or assets or to divest ourselves of all or part of certain assets in support of our growth plans and strategic objectives. There can be no assurance that the anticipated benefits of past acquisitions, including the SilverCrest Transaction, or any future acquisition, will be realized on the originally anticipated timeline or at all. The success and the ability to realize the anticipated benefits of any acquisition will depend upon our ability to effectively manage the integration, performance and operations of entities or properties we acquire. The process of managing acquired businesses or assets may involve unforeseen challenges and may require a disproportionate amount of our resources, which may divert focus and resources from other strategic opportunities and/or from operational matters during this process. As an example, the ramp up of the Silvertip exploration property, acquired in late 2017, was slower and less profitable \nthan originally anticipated, due primarily to more significant mill availability and maintenance challenges than were anticipated at the time Silvertip was acquired, as well as deteriorating zinc and lead market conditions. \nAs a result of the recent SilverCrest Transaction, Coeur’s business has expanded to include the Las Chispas mine in Sonora, Mexico. The commercial viability of the Las Chispas operation is dependent on various elements, including mining and processing costs, deposit characteristics such as size, grade, and infrastructure accessibility, as well as the cyclical nature of metal prices and governmental regulations. Factors such as weather events, permit issues, infrastructure failures, and community-related concerns also pose threats to Las Chispas. While the precise impact of these factors is uncertain, their convergence could render the Las Chispas mine economically unfeasible, potentially leading to closure.\nIn addition to the above, any acquisition would be accompanied by risks, including:\n•a significant change in macroeconomic conditions, including commodity prices, treatment and refining charges or stock prices after we have committed to complete the transaction and established the purchase price or exchange ratio;\n•additional debt incurred or issued to fund some or all of acquisition consideration (as was the case with Silvertip and Wharf), resulting in increased interest expense and other borrowing costs;\n•issuance of equity securities as acquisition consideration (which occurred in the acquisition of the Lincoln Hill and Silvertip projects and the SilverCrest Transaction), resulting in dilution of our existing stockholders;\n•a material ore body may prove to be below our expectations;\n•processing facilities may not operate as well as anticipated, and may require significant maintenance, downtime and capital investment, as was the case with the original mill at Silvertip;\n•difficulties integrating and assimilating the operations and personnel of any acquired companies and supporting expanded operations, realizing anticipated synergies and maximizing the financial and strategic position of the combined enterprise, and maintaining uniform standards, policies and controls across the organization;\n•difficulties or loss of social license to operate resulting from failure of efforts to establish positive relationships and/or agreements with local communities or local indigenous peoples; and\n•the acquired business or assets may have significant liabilities, such as environmental liabilities, or significant capital expenditures that we failed to discover or have underestimated.\nWe cannot predict the impact of future acquisitions on the price of our common stock or assure that we will be able to obtain necessary acquisition or development financing on acceptable terms or at all. Unprofitable acquisitions, or additional liabilities, indebtedness or issuances of securities in connection with such acquisitions or any future mine development, may negatively affect our results of operations.\nIn connection with dispositions, the Company may provide representations, warranties and indemnities customary for such transactions, as was the case with the Company’s sale of its interest in the Crown, Sterling and La Preciosa projects. There is a risk that the Company may incur liability in the future associated with assets it no longer owns or in which it has a reduced interest.\nSignificant investment risks and operational costs are associated with exploration and development activities. These risks and costs may result in lower economic returns and may adversely affect our business. \nOur ability to sustain or increase current production levels depends in part on successful exploration and development of new ore bodies and expansion of existing mining operations. Substantial expenditures are required to establish mineral reserves, to extract metals from ore and, in the case of new properties, to construct mining and processing facilities.\nOur plans include several significant projects to construct or upgrade mining and processing facilities at our existing mining operations or exploration properties, including the planned POA 1 mine life extension at Kensington and future development of the Silvertip exploration project. These projects can take several months or years to complete, are complex and require significant capital expenditures, as demonstrated by the recently completed POA 11 expansion at Rochester. These projects are subject to significant risks described in this Item 1A, any of which may have a material negative impact on returns on invested capital, operating costs or cash flows.\nMineral exploration involves many risks and is frequently unproductive. Even if mineral deposits are found, those deposits may be insufficient in quantity or quality to return a profit from production, or it may take a number of years until production is possible, during which time the economic viability of the project may change. Few properties that are explored are ultimately developed into producing mines. The commercial viability of a mineral deposit, once developed, depends on a number of factors, including: the particular attributes of the deposit, including size, grade and proximity to infrastructure; \ngovernment regulations, including taxes, royalties and land tenure; land use; importing and exporting of minerals; environmental protection; mineral prices; and issuance and maintenance of necessary permits. Factors that affect adequacy of infrastructure include reliability of roads, bridges, power sources and water supply; unusual or infrequent weather phenomena; sabotage; and government or other interference in the maintenance or provision of such infrastructure. The exact effect of these factors cannot be accurately predicted, but the combination may result in not receiving an adequate return on invested capital.\nIn addition, exploration projects such as Silvertip may have little or no relevant operating history upon which to base estimates of future operating costs and capital requirements. Exploration project items such as estimates of mineral resources and mineral reserves, metal recoveries and cash operating costs are to a large extent based upon the interpretation of geologic data obtained from a limited number of drill holes and other sampling techniques and feasibility studies. Estimates of operating costs are then derived based upon anticipated tonnage and grades of ore to be mined and processed, the configuration of the ore body, expected recovery rates of metals from the ore, comparable facility and equipment costs, anticipated climate conditions and other factors. As a result, actual operating costs and economic returns of any and all exploration projects may materially differ from the costs and returns estimated, and accordingly, our financial condition, results of operations and cash flows may be negatively affected.\nThe Company may be affected by global supply chain disruptions.\nThe Company may face supply chain disruptions as a result of matters outside of the Company’s control or ability to mitigate, such as natural disasters, transportation disruptions, economic instability, sanctions or tariffs, geopolitical unrest, civil or international hostilities and global pandemics, among others. Recently, the Russian invasion of Ukraine and the Israel-Hamas conflict have resulted in losses of life, displacement of people, and political and economic disruptions on a global scale. Additionally, recent economic tensions involving jurisdictions in which we operate or from which we source goods have resulted in proposals to implement or actual implementation of tariffs and other trade barriers that could result in disruptions to supply chains or lead to increased costs to obtain necessary supplies. There may be unforeseen impacts from these events globally on commodity prices, liquidity and credit or supply chains, and the Company continues to monitor them closely.\nWe may be required to write down certain long-lived assets, due to metal prices, operational challenges or other factors. Such write-downs may adversely affect our results of operations and financial condition. \nWe review our long-lived assets for recoverability pursuant to the Financial Accounting Standard Board’s (“FASB”) Accounting Standards Codification Section 360. Under that standard, we review the recoverability of our long-lived assets, such as our mining properties, upon a triggering event. Such review involves estimating the future undiscounted cash flows expected to result from the use and eventual disposition of the asset. Impairment, measured by comparing an asset’s carrying value to its fair value, must be recognized when the carrying value of the asset exceeds these cash flows. We conduct a review of the financial performance of our mines in connection with the preparation of our financial statements for each reporting period and determine whether any triggering events are indicated.\nIf there are significant and sustained declines in relevant metal prices, or if we fail to control production and operating costs or realize the mineable ore reserves at our mining properties, we may terminate or suspend mining operations at one or more properties. These events could require a further write-down of the carrying value of our assets. Any such actions would adversely affect our results of operations and financial condition.\nWe may record other types of charges in the future if we sell a property or asset for a price less than its carrying value or have to increase reclamation liabilities in connection with the closure and reclamation of a property. Any additional write-downs of mining properties or other assets could adversely affect our results of operations and financial condition.\nCoeur is an international company and is exposed to political and social risks associated with its foreign operations.\nA significant portion of our revenues is generated by operations outside the United States, particularly Mexico. Exploration, development, production and closure activities in many countries are potentially subject to heightened political and social risks that are beyond our control and could result in increased costs, capacity constraints and potential disruptions to our business. These risks include the possible unilateral cancellation or forced renegotiation of contracts in which we, directly or indirectly, may have an interest, unfavorable changes in foreign laws and regulations, royalty and tax increases (including taxes associated with the import or export of goods), risks associated with the value-added tax (“VAT”) and income tax refund recovery and collection process, aggressive or punitive tax audits, policy-driven or punitive interference with or moratoriums on processing of permit applications or granting water or mineral concessions, erection of trade barriers, including tariffs and duties, claims by governmental entities or indigenous communities, changes to mining and related laws impacting current and future operations, expropriation or nationalization of property and other risks arising out of foreign sovereignty over areas in which our operations are conducted. As an example, as disclosed in Note 17 -- Commitments and Contingencies to the Consolidated Financial Statements, we are currently engaged in efforts to recover amounts unduly paid to the Mexican government that are owed to Coeur associated with a prior royalty agreement covering gold production at Palmarejo, including \nthrough international arbitration. While the Company believes that it remains legally entitled to be refunded the full amount of the unduly paid VAT receivable and intends to rigorously continue its recovery efforts, based on the continued failure to recover the receivable and unfavorable Mexican court decisions, the Company determined to write down the carrying value of the receivable of $26.0 million at September 2021. In addition, recent amendments to mining, water and environmental laws in Mexico, and recent government actions under the prior Mexican administration intended to slow or halt the normal processing of permits and granting of water or mineral concessions, could impose additional restrictions on our ability to obtain and maintain mining and water rights and operate in Mexico, among other potentially adverse provisions. The main operating permit at Palmarejo expires in October 2025. We filed a routine application to extend the permit in the ordinary course, which the environmental authorities under the prior administration did not act upon, consistent with prior administration policy. Since President Claudia Sheinbaum took office on October 1, 2024, we have seen indications of a return to normal processing of permits, and we are engaging with the government to gain approval for the extension of the permit, but there can be no assurance as to whether or when we will receive it. The right to import and export gold and silver may depend on obtaining certain licenses and quotas, which could be delayed or denied at the discretion of the relevant regulatory authorities, or could become subject to new taxes, tariffs or duties imposed by U.S. or foreign jurisdictions, as well as other actions taken in potential trade disputes, which could have a material adverse effect on our business, financial condition, or future prospects. In addition, our rights under local law may be less secure in countries where judicial systems are susceptible to manipulation and intimidation by government agencies, non-governmental organizations or civic groups.\nAny of these developments could require us to curtail or terminate operations at our mines, incur significant costs to renegotiate contracts, meet newly-imposed environmental or other standards, pay greater royalties or higher prices for labor or services and recognize higher taxes, address aggressive or punitive tax audit assessments including through litigation, or experience significant delays or obstacles in the recovery of VAT or income tax refunds owed, which could materially and adversely affect financial condition, results of operations and cash flows.\nOur operations outside the United States also expose us to economic and operational risks.\nOur operations outside the United States also expose us to economic and operational risks. Local economic conditions, as well as epidemics, pandemics or natural disasters, can cause shortages of skilled workers and supplies, increase costs and adversely affect the security of operations. In addition, higher incidences of criminal activity and violence in the area of some of our foreign operations, including drug cartel-related violence in Mexico, could adversely affect our ability to operate in an optimal fashion and may impose greater risks of extortion and theft, greater risks to our personnel and property, greater risks to the transport of materials to refineries, and greater risks to the supply of services and goods to our operations, including specialized equipment. These conditions, including security concerns in certain communities surrounding the Palmarejo complex impacting third-party deliveries of supplies to Palmarejo, could adversely impact our operations and lead to lower productivity and higher costs, which would adversely affect results of operations and cash flows. Furthermore, with the completion of the SilverCrest Transaction, the Company’s exposure to such risks is expected to increase due to the addition of the Las Chispas operation in Mexico.\nIn addition, acts of civil disobedience are not uncommon in certain areas of Mexico where our operations or projects are located. In recent years, many mining companies have been the targets of actions to restrict their legally entitled access to mining concessions or property. Such acts of civil disobedience often occur without warning and can result in significant direct and indirect costs. We cannot provide assurance that there will be no disruptions to site access in the future, which could adversely affect our business.\nWe sell gold doré, gold concentrate, silver doré and silver concentrate in U.S. dollars, but we conduct operations outside the United States in local currency. Currency exchange movements could also adversely affect our results of operations.\nOur success depends on developing and maintaining relationships with local communities and other stakeholders. \nOur ongoing and future success depends on developing and maintaining productive relationships with the communities surrounding our operations, including indigenous peoples who may have rights or may assert rights to certain of our properties, and other stakeholders in our operating locations. We believe our operations can provide valuable benefits to surrounding communities, including through direct employment, training and skills development and other benefits associated with ongoing payment of taxes. In addition, we seek to maintain our partnerships and relationships with local communities, including indigenous peoples, and stakeholders in a variety of ways, including in-kind contributions, volunteer time, sponsorships and donations. There is an increasing level of public concern relating to the perceived effect of mining activities on indigenous communities. Evolving expectations related to human rights, indigenous interests and environmental protection may result in opposition to the Company’s current or future activities. Notwithstanding our ongoing efforts, local communities and stakeholders could become dissatisfied with our activities or the level of benefits provided, which may result in legal or administrative proceedings, civil unrest, protests, direct action or campaigns against us or our operations. Any such occurrences could materially and adversely affect our financial condition, results of operations and cash flows.\nIn addition, the growing use of social media to generate, publish and discuss community news and issues and to connect with others has made it significantly easier, among other things, for individuals and groups to share their opinions of our business and our activities, whether true or not. We do not have direct control over how we are perceived by others and any resulting loss of reputation could have a material adverse effect on our business, financial position and results of operations. \nOur mining assets are subject to geotechnical and hydrological risks, and a related incident could materially and adversely impact our production, profitability and financial condition, as well as the value of our common stock. \nOur mining assets are subject to geotechnical and hydrological risks which could impact the structural integrity of our mines, stockpiles, leach pads and tailings storage facilities. No assurances can be given that unanticipated adverse geotechnical and hydrological conditions, such as landslides, pit wall failures or tailings dam instability will not occur in the future or that such events will be detected in advance. Geotechnical and hydrological instabilities can be difficult to predict and are often affected by risks and hazards outside of our control, such as severe weather and considerable rainfall, which may lead to periodic floods, mudslides, wall instability and seismic activity, which may result in slippage of material. The occurrence of significant leach pad failures at third-party sites in recent years may result in the introduction of additional laws and regulations, which could result in additional operational and compliance costs for our sites. Some of these risks may be heightened further by the remote location of our operations. \nWaste rock in the form of tailings generated as a by-product of processed ore is produced at the Kensington and Palmarejo mines. We place tailings into engineered containments, underground as structural backfill, and as thickened tailing into a former open pit. In response to several recent tailings dam failures at third-party operations that have involved loss of life and resulted in severe property and environmental ecosystem damage, we completed a comprehensive review of our tailings dams and operational practices to characterize our risk profile. We concluded that our tailings dams represent a low exposure risk profile for several reasons, including that our tailings dams were constructed using construction methods recognized in the industry as the most stable tailings dam design using high strength and chemically stable rock in construction. Our dams are continuously monitored and inspected by internal resources as well as third-party industry qualified experts. The significant dam failure events at third-party locations that have occurred in recent years may lead to regulatory governance changes stemming from updated laws, regulation or guidance, which could result in increased operational and compliance costs if we need to make changes to existing facilities. The failure of a tailings dam or tailings storage facility at one of our mine sites could result in severe, and in some cases catastrophic, property and environmental damage and loss of life. Geotechnical or hydrological failures could result in limited or restricted access to mine sites, suspension of operations, government investigations, fines and penalties, lawsuits filed by parties who suffer injuries or property damage from such events, increased monitoring costs, remediation costs, loss of mineral reserves and resources and other impacts, which could have a material adverse effect on our results of operations and financial position as well as the value of our common stock.\nOur estimates of future production, costs, expenditures and financial results are imprecise, depend upon subjective factors, may not be realized in actual production and such estimates speak only as of their respective dates.\nWe have in the past, and may in the future, provide estimates and projections of our future production, costs, expenditures and financial results. Any such information is forward-looking. Neither our independent registered public accounting firm nor any other independent expert or outside party compiles or examines these forward-looking statements and, accordingly, do not express any opinion or any other form of assurance on these estimates and projections. Estimates and projections are made by our management and technical personnel and are qualified by, and subject to the assumptions contained or referenced in the filing, release or presentation in which they are made, including assumptions about the availability, accessibility, sufficiency and quality of mineralization, recovery rates, our costs of production, the market prices of gold and silver, our ability to sustain and increase production levels, the ability to produce and sell marketable concentrates and dorés and related treatment and refining charges, the sufficiency of our infrastructure, the performance of our personnel and equipment, our ability to maintain and obtain mining interests and permits, the state of government and community relations, and our compliance with existing and future laws and regulations. We sometimes state possible outcomes as high and low ranges which are intended to provide a sensitivity analysis as variables are changed but are not intended to represent that actual results could not fall outside of the suggested ranges. Actual results and experience may differ materially from these assumptions. Any production, cost, expenditure or financial results estimates speak only as of the date on which they are made, and we disclaim any intent or obligation to update such estimates, whether as a result of new information, future events or otherwise. Accordingly, these forward-looking statements should be considered in the context in which they are made, and undue reliance should not be placed on them.\nOur use of derivative contracts to protect against market price volatility exposes us to risk of opportunity loss, mark-to-market fair value adjustments, potential cash collateral calls and exposure to counterparty credit risk.\nWe have in the past, and may in the future, enter into price risk management contracts to protect against fluctuations in the price of gold and silver, foreign currency rates and changes in the prices of fuel and other input costs. These contracts could include forward sales or purchase contracts, futures contracts, purchased or sold put and call options and other derivative \ninstruments. We entered into price risk management contracts on certain gold and silver sales in 2021, 2022, 2023 and 2024. We determined to implement these contracts to provide for a minimum level of revenue from the sales of the covered gold and silver ounces in order to mitigate the risk of not being able to fund all or a portion of the costs of several significant projects at our existing operations, such as the Rochester expansion, as well as provide greater certainty in our planning and budgeting process. As of December 31, 2024, no forward contracts remained outstanding but the Company did acquire existing zero cost collar hedges for 1,600 ounces of gold and 200,000 ounces of silver on February 14, 2025 as part of its acquisition of SilverCrest. These hedges settle monthly through March, 2025. See Note 13 — Derivative Financial Instruments & Hedging Activities in the notes to the Consolidated Financial Statements.\nThe use of derivative instruments can expose us to risk of an opportunity loss and may also result in significant mark-to-market fair value adjustments, which may require us to post cash or other collateral or have a material adverse impact on reported financial results. Our exposure may be particularly acute for our derivative instruments accounted for as cash flow hedges because those contracts are cash net settled on a monthly basis. We are exposed to credit risk with contract counterparties, including, but not limited to, sales contracts and derivative contracts. In the event of nonperformance in connection with a contract, we could be exposed to a loss of value for that contract.\nWe are dependent upon information technology and operational technology, which are subject to cybersecurity incidents, disruption, damage, failure and other risks associated with implementation and integration. \nThe information technology and operational technology used in our business and operations are subject to disruption, damage or failure from a variety of sources, including, without limitation, computer viruses, security breaches, cyberattacks, natural disasters and defects in design. Cybersecurity incidents, in particular, are evolving and include, but are not limited to, malicious software, attempts to gain unauthorized access to data or machines and equipment, other electronic security breaches that could lead to disruptions in systems, unauthorized release of confidential or otherwise protected information, and the corruption of data or the disabling, misuse or malfunction of machines and equipment. Various measures have been implemented to manage our risks related to information technology, operational technology and network disruptions. However, given the unpredictability of the timing, nature and scope of information or operational technology disruptions, we could potentially be subject to production downtimes, operational delays, operating accidents, the compromising of confidential or otherwise protected information, destruction or corruption of data, security breaches, other manipulation or improper use of our systems, equipment and networks or financial losses from remedial actions, any of which could have a material adverse effect on cash flows, financial condition or results of operations. We may also incur large expenditures to recover data, to repair or replace networks or information or to protect against similar future events.\nWe could also be adversely affected by system or network disruptions if new or upgraded information technology systems are defective, not installed properly or not properly integrated into operations. Various measures have been implemented to manage the risks related to the system implementation and modification, but system modification failures could have a material adverse effect on our business, financial position and results of operations. Although the Company has not experienced any material loss to date relating to cybersecurity, there can be no assurance that the Company will not incur such loss in the future. We carry cybersecurity insurance; however, it may not be sufficient to cover losses arising from cybersecurity incidents that may occur.\nThere has been heightened legislative and regulatory focus on data privacy and cybersecurity in the U.S and elsewhere. We may be required to comply with a fast-evolving set of legal requirements in this area, including substantive data privacy and cybersecurity standards. This regulatory environment may present material obligations and risks to our business, including significantly expanded compliance burdens, costs and enforcement risks.\nWe may be expected to continue enhancing our ESG practices to meet evolving and inconsistent standards. \nESG factors, including climate-related initiatives such as GHG emissions targets and climate risk management, are a metric used by many institutional investors to review and assess the performance of the Company and a significant factor in their investment decisions. We believe we have established ourselves as a leader among peers in ESG and continued to advance our ESG initiatives, and have adopted specific, objective goals such as continuing to improve our industry-leading safety record, reducing the net intensity of our GHG emissions across the Company, advancing our commitment to an inclusive culture to attract and retain the workforce we need today and in the future, strengthening community relations and protecting critical habitat. However, there are no assurances that our efforts will be sufficient or meet the standards set by ESG analysts or institutional or other investors.\nOur operations may be disrupted, and our financial results may be adversely affected by an outbreak of infectious disease or pandemic.\nAn outbreak of infectious disease, pandemic or a similar public health threat, such as the COVID-19 pandemic, and the response thereto, could adversely impact our business and operations. If a significant portion of our workforce becomes unable \nto work or travel to our operations due to illness or government restrictions (including travel restrictions and “shelter-in-place” and similar orders restricting certain activities that may be issued or extended by authorities), we may be forced to reduce or suspend operations at one or more of our mines, which could reduce production, limit exploration activities and development projects and impact liquidity and financial results. While we have implemented several initiatives to protect the health and safety of our employees, contractors and communities to date, some of which have and may result in additional costs to us, there can be no assurance that the Company will remain unaffected by potential future health crises.\nPublic health threats and related government restrictions, including potential closure of national borders, may disrupt the supply of raw goods, equipment, supplies and services upon which our operations rely. \nThird parties with whom we conduct business, including the refiners and smelters that process and, in some cases, purchase the doré and concentrate produced by our mines, are also subject to these risks and may be required to reduce or suspend operations, which could impact our ability to conduct our operations, advance exploration, development and expansion projects, or sell our products and generate revenues.\nTo the extent any pandemic or other public health threat adversely affects our business and financial results, it may also have the effect of heightening many of the other risks described in this Item 1A, such as those relating to our operations and indebtedness and financing. Because of the highly uncertain and dynamic nature of events pandemics and other public health threats, it is not possible to estimate the full potential impact on our business. However, these effects could have a material impact on our business and results of operations or financial condition.\nOur business depends on good relations with, and the retention and hiring of, personnel. \nWe may experience labor disputes, work stoppages or other disruptions in production that could adversely affect our business and results of operations. Labor disruptions may be used to advocate labor, political or social goals, particularly at non-U.S. mines. For example, labor disruptions may occur in sympathy with strikes or labor unrest in other sectors of local economies. We cannot assure that work stoppages, union organizing activities or other disruptions will not occur in the future. Any such work stoppage or disruption could expose us to significant costs and have a material adverse effect on our business, results of operations or financial condition.\nWe compete with other mining companies to attract and retain key executives, skilled labor, contractors and other employees. We may be unable to continue to attract and retain skilled and experienced employees and contractors, which could have an adverse effect on our competitive position or adversely impact our results of operations or financial condition.\nContinuation of our mining operations is dependent on the availability of sufficient and affordable water supplies. \nOur mining operations require significant quantities of water for mining, ore processing and related support facilities. In particular, our properties in Mexico and Nevada are in areas where water is scarce and competition among users for continuing access to water is significant. Continuous production and mine development is dependent on our ability to acquire and maintain water rights and claims and to defeat claims adverse to current water uses in legal proceedings. For example, in January 2024, the Supreme Court of Justice of the Nation issued a ruling that invalidated certain non-material surface water rights previously utilized at Palmarejo. Although each of our operating mines currently has sufficient water rights and claims to cover its operational demands, we cannot predict the potential outcome of pending or future legal proceedings relating to enforcement of water rights, claims and uses, or potential pressure from other users of water, government agencies and officials, and/or non-governmental organizations to limit the amount of water made available to or used for mining activities, regardless of legally valid water rights. \nWater shortages may also result from weather or environmental and climate impacts outside of our control. Shortages in water supply could result in interruptions to production and processing activities. In addition, the scarcity of water in certain regions could result in increased costs to obtain sufficient quantities of water to conduct our operations. The loss of some or all water rights, ongoing litigation to enforce existing water rights, ongoing shortages of water to which we have rights and/or significantly higher costs to obtain sufficient quantities of water could result in our inability to maintain production at current or expected levels, require us to curtail or shut down mining operations or could prevent us from pursuing expansion or development opportunities, which could adversely affect our results of operations and financial condition. Laws and regulations may be introduced in the jurisdictions in which we operate which could also limit access to sufficient water resources, adversely affecting our existing operations or our expansion or development plans. \nWe may not be able to recognize the benefits of deferred tax assets.\nWe have accrued deferred tax assets in various jurisdictions from past operating losses, but may not be able to utilize part or all of these assets in the future. We recognize the expected future tax benefit from these assets only if it is considered more likely than not that the tax benefit will be realized. Otherwise, a valuation allowance is applied against deferred tax assets that are not more likely than not to be utilized. Assessing the recoverability of deferred tax assets requires management to make \nsignificant estimates related to expectations of future taxable income, including application of existing tax laws in each jurisdiction, assumptions about future metals prices, the macroeconomic environment and results of our operations. To the extent that future cash flows and taxable income differ significantly from estimates, our ability to realize deferred tax assets could be impacted. Additionally, future changes in tax laws or changed interpretations or applications of relevant laws by government agencies – even if contrary to existing legal precedent or punitive in nature – could limit our ability to realize the future benefits represented by our deferred tax assets and annual limitations may impact the timeframe over which the net operating loss carryforwards can be used, potentially impacting cash tax liabilities in a future period. \nRISKS RELATED TO INDEBTEDNESS AND FINANCING \nOur future operating performance may not generate cash flows sufficient to meet debt payment obligations. \nAs of December 31, 2024, we had approximately $590.1 million of outstanding indebtedness. Our ability to make scheduled debt payments on outstanding indebtedness will depend on future results of operations and cash flows. Our results of operations and cash flows, in part, are subject to economic factors beyond our control, including the market prices of gold and silver, among other factors described in this Item. Although we have been successful in repaying or refinancing debt historically, there can be no assurance that we can continue to do so. We may not be able to generate enough cash flow to meet obligations and commitments under outstanding debt instruments.\nIf and to the extent liquidity resources are insufficient to support short- and long-term expenditures, we could face substantial liquidity problems and could be forced to reduce or delay investments and capital expenditures, dispose of material assets or operations, incur additional debt or equity capital or restructure or refinance our indebtedness. We cannot predict whether we would be able to refinance debt, issue equity or debt securities or dispose of assets to raise funds on a timely basis or on satisfactory terms, which could have a material adverse impact on the Company. In a rising interest rate environment, the costs of borrowing additional funds or refinancing outstanding indebtedness would also be expected to increase. The agreements governing our outstanding indebtedness restrict our ability to dispose of certain assets and use the proceeds from those dispositions and may also restrict our ability to raise debt or equity capital to be used to repay other indebtedness when it becomes due. We may not be able to consummate those dispositions or to obtain proceeds in an amount sufficient to meet any debt service obligations then due.\nThe terms of our debt impose restrictions on our operations.\nThe agreements governing our outstanding indebtedness include a number of significant negative covenants. These covenants, among other things:\n•limit our ability to obtain additional financing, repurchase outstanding equity or issue debt securities;\n•require us to meet certain financial covenants including a senior secured leverage ratio, a consolidated net leverage ratio and a consolidated interest coverage ratio;\n•require a portion of our cash flows to be dedicated to debt service payments instead of other purposes, which reduces the amount of cash flows available for working capital, capital expenditures, acquisitions and other general corporate purposes;\n•limit our ability to sell, transfer or otherwise dispose of assets, enter into transactions with and invest capital in affiliates, enter into agreements restricting our subsidiaries’ ability to pay dividends, consolidate, amalgamate, merge or sell all or substantially all of our assets;\n•increase our vulnerability to general adverse economic and industry conditions;\n•limit our flexibility in planning for and reacting to changes in the industry in which we compete; and\n•place us at a disadvantage compared to other, less leveraged competitors.\nA breach of any of these covenants could result in an event of default under the applicable agreement governing our outstanding indebtedness that, if not cured or waived, could cause all amounts outstanding with respect to the debt to be due and payable immediately. Acceleration of any debt could result in cross-defaults under our other debt instruments. Our inability to meet any of these covenants may also result in a lender requiring us to agree to additional restrictive covenants which may, among other things, limit our ability to fund our existing operations or incur additional indebtedness. Our assets and cash flow may be insufficient to repay borrowings fully under all of our outstanding debt instruments if any of our debt instruments are accelerated upon an event of default, which could force the Company into bankruptcy or liquidation.\nAny downgrade in the credit ratings assigned to us or our debt securities could increase future borrowing costs, adversely affect the availability of new financing and may result in increased collateral requirements under our existing surety bond portfolio.\nThere can be no assurance that any rating currently assigned by Standard & Poor’s Rating Services or Moody’s Investors Service to us or our debt securities will remain unchanged for any given period of time or that a rating will not be lowered if, in that rating agency’s judgment, future circumstances relating to the basis of the rating so warrant. For example, rating agencies may reevaluate Coeur’s credit ratings following the consummation of the SilverCrest Transaction. Factors that may impact Coeur's credit ratings following consummation of the SilverCrest Transaction include debt levels, planned asset purchases or sales and near-term and long-term production growth, opportunities, liquidity, asset quality, cost structure, product mix and commodity pricing levels. Likewise, if we are unable to maintain our outstanding debt and financial ratios at levels acceptable to the credit rating agencies, or should our business prospects or financial results deteriorate, including as a result of declines in gold or silver prices or other factors beyond our control, our ratings could be downgraded by the rating agencies. A downgrade by the rating agencies could adversely affect the value of our outstanding debt securities, our existing debt, and our ability to obtain new financing on favorable terms, if at all, may increase borrowing costs, and may result in increased collateral requirements under our existing surety bond portfolio, which in turn may adversely affect our results of operations and financial position.\nRISKS RELATED TO APPLICABLE LAWS AND REGULATIONS\nWe are subject to significant governmental regulations, including the U.S. Mine Safety and Health Act, the Health, Safety and Reclamation Code for Mines under the British Columbia Mines Act and Relevant Sections of the Mexican Official Regulations, and related costs and delays associated with compliance may negatively affect our business.\nMining activities are subject to extensive federal, state, local and foreign laws and regulations governing environmental protection, natural resources, prospecting, development, production, post-closure reclamation, taxes, labor standards and occupational health and safety, including mine safety, toxic substances and other matters. The costs associated with compliance with such laws and regulations are substantial. Changes in existing laws, possible future laws and regulations, or more restrictive interpretations of current laws and regulations by governmental authorities, could cause additional expense, capital expenditures, restrictions on or suspensions of operations and delays in the development of new properties.\nU.S. surface and underground mines like the Kensington, Rochester and Wharf mines are regularly inspected by the U.S. Mine Safety and Health Administration (“MSHA”). These inspections may lead to written citations or violation notices, which are reported in Exhibit 95.1 to this Report. Recently, MSHA has been conducting more comprehensive inspections of mining operations in general, focusing on miner health and critical safety hazards. Similar inspections are conducted in British Columbia, Canada, at the Silvertip exploration property by the British Columbia Ministry of Mining and Critical Minerals and in Mexico at the Palmarejo complex and Las Chispas mine by the Mexican Secretaria del Trabajo y Prevision Social (Secretary of Labor and Social Safety).\nRecent amendments to mining, water and environmental laws in Mexico, and the subsequent corresponding regulations thereto, could impose additional restrictions on our ability to obtain and maintain mining and water rights and operate in Mexico, among other potentially adverse provisions. Legal actions challenging the validity and implementation of these recent amendments have been filed by various groups and the proceedings remain ongoing.\nFailure to comply with applicable laws, regulations and permitting requirements may result in temporary or extended shutdowns, including orders issued by regulatory or judicial authorities causing operations to cease or be curtailed, which may require corrective measures, including the payment of fines or penalties, capital expenditures, installation of additional equipment or remedial actions, any of which could have a material, adverse effect on our business and results of operations.\nCompliance with environmental regulations and litigation based on environmental regulations could require significant expenditures.\nEnvironmental regulations mandate, among other things, the maintenance of air and water quality standards, land development and land reclamation, and set forth limitations on the generation, transportation, storage and disposal of solid and hazardous waste. Environmental legislation and environmental justice provisions are evolving in a manner that may require stricter standards and enforcement, increased fines and penalties for non-compliance, more stringent environmental assessments of proposed projects, and a heightened degree of responsibility for mining companies and their officers, directors and employees. We may incur environmental costs that could have a material adverse effect on financial condition and results of operations. Any failure to remedy an environmental problem could require us to suspend operations or enter into interim compliance measures pending completion of the required remedy. The environmental standards that ultimately may be imposed at a mine site affect the cost of remediation and could exceed the financial accruals that we have made for such remediation. \nThe potential exposure may be significant and could have a material adverse effect on our financial condition and results of operations.\nMoreover, governmental authorities and private parties may bring lawsuits based upon damage to property and injury to persons resulting from the environmental, health and safety impacts of prior and current operations, including operations conducted by other mining companies many years ago on properties that we currently or previously owned. These lawsuits could lead to the imposition of substantial fines, remediation costs, penalties and other civil and criminal sanctions. Substantial costs and liabilities, including for restoring the environment after the closure of mines, are inherent in our operations. We cannot assure that any such law, regulation, enforcement or private claim would not have a material adverse effect on our financial condition, results of operations or cash flows.\nSome of the mining waste from our U.S. mines currently are exempt to a limited extent from the extensive set of EPA regulations governing hazardous waste under the Resource Conservation and Recovery Act (“RCRA”). If the EPA were to repeal this exemption and designate these mining wastes as hazardous under RCRA, we would be required to make significant expenditures to manage the waste and to construct hazardous waste storage or disposal facilities. Under the Mercury Export Ban Act of 2008 (“MEBA”), incidental elemental mercury generated at our Rochester mine as part of the processing of ore may not be exported outside of the United States and is required to be stored in a facility designated by the U.S. Department of Energy (“DOE”) for long-term mercury management. The DOE is undergoing processes to designate such a facility and to establish storage and handling fees, which is not yet final. The outcome could result in material cost being incurred to ship and store mercury from our Rochester operation. In addition, if any of these wastes causes contamination in or damage to the environment at a U.S. mining facility, that facility could be designated as a “Superfund” site under the Comprehensive Environmental Response, Compensation, and Liability Act (“CERCLA”). Under CERCLA, any present owner or operator of a Superfund site or the owner or operator at the time of contamination may be held jointly and severally liable regardless of fault and may be forced to undertake extensive remedial cleanup action or to pay for the cleanup efforts. The owner or operator also may be liable to federal, state and tribal/indigenous governmental entities for the cost of damages to natural resources, which could be substantial. Additional regulations or requirements also are imposed on our tailings and waste disposal areas in Alaska under the federal Clean Water Act (“CWA”), in Nevada under the Nevada Water Pollution Control Law which implements the CWA, in South Dakota under the South Dakota Water Pollution Control Act and the Administrative Rules of the State of South Dakota, in British Columbia (Canada) under the Health, Safety and Reclamation Code for Mines in British Columbia, the British Columbia Environmental Management Act and the Canadian Metal and Diamond Mining Effluent Regulations, and in Mexico under the General Law of Ecological Balance and Protection of the Environment (the “GLEBPE”) and the regulations under the GLEBPE related to environmental protection in impact assessment matters.\nAirborne emissions are subject to controls under air pollution statutes implementing the Clean Air Act in the U.S. and are regulated under the Environmental Management Act in British Columbia (Canada) and the GLEBPE and the regulations under GLEBPE related to prevention and control of the pollution of the atmosphere in Mexico. In addition, there are numerous legislative and regulatory initiatives related to climate change, reductions in greenhouse gas emissions, or energy policy and adoption of these initiatives through legislative actions or administrative policy could have a material adverse effect on results of operations and cash flows. However, we are unable to predict the scope, nature and timing of any new or increased environmental laws and regulations and therefore cannot predict the ultimate impact of such laws and regulations on our business or financial results. We continue to monitor existing and proposed laws and regulations in the jurisdictions in which we operate to consider actions we may take to potentially mitigate any unfavorable impact of such laws or regulations.\nIn addition, U.S. environmental conservation efforts could result in the withdrawal of certain federal lands from mineral entry under relevant mining law, which could have the effect of restricting our current or future planned activities involving our unpatented mining claims on the affected public lands.\nWe are required to obtain and renew governmental permits in order to conduct operations, a process which is often costly and time-consuming. Our ability to obtain necessary government permits to expand operations or begin new operations may be materially affected by third-party activists.\nIn the normal course of our business, we are required to obtain and renew governmental permits for exploration, operations and expansion of existing operations and for the development of new projects, such as the permits recently obtained for the Rochester expansion, POA 1 at Kensington and at Palmarejo to allow the deposit of future tailings into the legacy open pit rather than expanding the current tailings impoundment facility. Obtaining and renewing governmental permits is a complex and time-consuming process. The timeliness and success of permitting efforts are contingent upon many variables not within our control, including the interpretation of permit approval requirements administered by the applicable permitting authority and government and third-party sentiment towards the mining industry generally. We may not be able to obtain or renew permits that are necessary to our operations, or the cost and time required to obtain or renew permits may exceed our expectations. Any unexpected delays or costs associated with the permitting process could impede or delay the development or operation of a mine, which in turn could have a material adverse effect on our revenues and future growth. For example, as noted above, we are working through a prolonged delay in the routine renewal of our main operating permit at Palmarejo, \nwhich expires in October 2025. As has been publicized in media coverage, we understand that other mining projects in Mexico have also experienced extended permitting delays or, in certain circumstances, denials of permits, due to anti-mining policies of the prior Mexican administration which just ended on October 1, 2024. Our early engagements with the new Mexican administration indicate normal processing of permits may be resuming, but there can be no assurance as to when or whether the Palmarejo permit extension will be granted. Any delay in obtaining a permit may require us to revise mine plans or curtail expected production, which could have a material adverse effect on results of operations and cash flow. In addition, key permits and approvals may be revoked or suspended or may be changed in a manner that adversely affects our operations. For example, we recently received a notice of revocation of our permit to operate back-up generators at Palmarejo. We are appealing the revocation and have been granted the right to continue operating the back-up generators during the course of the appeal. We are also applying for a new permit in case our appeal is not successful, but there can be no assurance that the revocation of the prior permit will not have an adverse impact on Palmarejo’s operating and financial results.\nPrivate parties such as environmental activists frequently attempt to intervene in the permitting process and to persuade regulators to deny necessary permits or seek to overturn permits that have been issued. Obtaining the necessary governmental permits is a complex and time-consuming process involving numerous jurisdictions and often involving public hearings and costly undertakings. These third-party actions can materially increase the costs and cause delays in the permitting process and could cause us to not proceed with the development or expansion of a mine. In addition, our ability to successfully obtain key permits and approvals to explore for minerals and to develop, operate and expand mines, as well as to conduct our operations, will likely depend on our ability to develop, operate, expand and close mines in a manner that is consistent with the creation of social and economic benefits in the surrounding communities, which may or may not be required by law. Our ability to obtain permits and approvals and to successfully operate in particular communities may be adversely impacted by real or perceived detrimental events associated with our activities or those of other mining companies affecting the environment, human health and safety of communities in which we operate.\nOur business is subject to anti-bribery laws, a breach or violation of which could lead to civil and criminal fines and penalties, loss of licenses or permits and reputational harm.\nWe operate in certain jurisdictions that have experienced governmental and private sector corruption. The U.S. Foreign Corrupt Practices Act, as well as Canadian and Mexican anti-bribery laws generally prohibit companies and their intermediaries from making improper payments for the purpose of obtaining or retaining business or other commercial advantage. Violations of these laws, or allegations of such violations, could lead to civil and criminal fines and penalties, litigation, and loss of operating licenses or permits, and may damage our reputation, which could have a material adverse effect on our business, financial position and results of operations. Our Code of Business Conduct and Ethics and other corporate policies mandate compliance with these anti-bribery laws, and we provide training and education on these topics to our employees; however, there can be no assurance that our internal control policies and procedures always will protect us from recklessness, fraudulent behavior, dishonesty or other inappropriate acts or violations of laws committed by our affiliates, employees or agents. \nWe are subject to litigation and may be subject to additional litigation in the future.\nWe are currently, and may in the future become, subject to other litigation, arbitration (including the current NAFTA arbitration matter involving recovery of amounts unduly paid as VAT in Mexico) or proceedings with other parties. If decided adversely to us, these legal proceedings, or others that could be brought against us in the future, could have a material adverse effect on our financial position or prospects. Responding to disputes, even those that are without merit or ultimately decided in our favor, may require us to incur significant expense, devote significant resources, and may generate adverse publicity, which could materially and adversely affect our business. In the event of a dispute arising at our foreign operations, we may be subject to the exclusive jurisdiction of foreign courts or arbitral panels or may not be successful in subjecting foreign persons to the jurisdiction of courts or arbitral panels in the United States. Our inability to enforce our rights and the enforcement of rights on a prejudicial basis by foreign courts or arbitral panels could have an adverse effect on our results of operations and financial position.\nDisputes regarding our mining claims, concessions or surface rights to land in the vicinity of our mining projects could adversely impact operations. \nThe validity of exploration or mining claims, concessions or rights, which constitute most of our property holdings, is often uncertain and may be contested. We have used commercially reasonable efforts, in accordance with industry standards, to investigate our title or claims to our various properties, however, no assurance can be given that applicable governments will not revoke or significantly alter the conditions of the applicable exploration or mining claims, concessions or rights, or that such exploration or mining claims, concessions or rights will not be challenged by third parties. Although we have attempted to acquire satisfactory title to undeveloped properties, in accordance with mining industry practice, we do not generally obtain title opinions until a decision is made to develop a property. As a result, some titles may be defective, particularly titles to undeveloped properties. Defective title to any of our exploration or mining claims, concessions or rights could result in litigation, insurance claims and potential losses affecting our business as a whole. There may be challenges to the title of any of \nthe claims, concessions or rights comprising our projects that, if successful, could impair development and operations. A defect could result in us losing all or a portion of our right, title, estate and interest in and to the properties to which the title defect relates.\nIn Mexico, while mineral rights are administered by the federal government through federally issued mining concessions, federally recognized agrarian communities called ejidos control surface or surface access rights to the land. An ejido may sell or lease lands directly to a private entity. While we have agreements or are in the process of negotiating agreements with the ejidos that impact all of our projects in Mexico, some of these agreements may be subject to renegotiation or legal challenges.\nThe Company’s effective tax rate could be volatile and materially change as a result of changes in tax laws, mix of earnings and other factors.\nWe are subject to tax laws in the United States and several foreign jurisdictions. Changes in fiscal and tax policies, including new tax legislation and reform to existing policy, may have a significant negative impact on the Company’s effective tax rate. \nAdditionally, the jurisdictions in which we operate have and may in the future continue to encounter financial difficulties resulting from one or both of lower tax revenue and new and increased costs. National, state or local governments may seek to raise existing taxes or introduce new taxes, which may adversely affect our business and financial results. \nCurrently, the Company incurs losses in certain countries where it does not receive a financial statement benefit, and the Company operates in countries which have different statutory rates. Consequently, changes in the mix and source of earnings between countries could have a material impact on the Company’s overall effective tax rate.\nIn addition, new tax legislation in certain jurisdictions where we operate could negatively affect us. For example, in Nevada, where the Rochester mine is located, in response to a significant loss of tourism and gaming revenue as a result of the COVID-19 pandemic, in June 2021, the Governor signed into law a new excise tax on gross proceeds derived from mining gold and silver. In late 2024, Mexico raised taxes (which are labeled as fees) on EBITDA and revenues from gold and silver. It is difficult to predict whether further changes to tax laws in the jurisdictions where we operate will be passed and, if passed, the impact those changes may have on the Company. Any additional taxes imposed on us would adversely affect our financial condition, perhaps materially.\nRISKS RELATED TO OUR COMMON STOCK\nWe have the ability to issue additional equity securities, including in connection with an acquisition of other companies, including the SilverCrest Transaction, which would lead to dilution of our issued and outstanding common stock and may materially and adversely affect the price of our common stock. \nThe issuance of additional equity securities or securities convertible into equity securities, whether to acquire new companies or businesses or for other strategic benefits, would result in dilution of our existing stockholders’ equity ownership. For example, in our recent acquisition of SilverCrest we issued 1.6022 shares of Coeur common stock in exchange for each share of issued and outstanding common stock of SilverCrest, resulting in the issuance of 239,331,799 Coeur common shares. The increase to the number of outstanding shares of Coeur’s common stock may impact the marketplace’s view of Coeur’s common stock and may lead to adverse changes in the stock’s trading volume and trading price. \nAdditionally, former SilverCrest shareholders who received Coeur common stock in the SilverCrest Transaction may choose to sell or otherwise dispose of such shares, or Coeur’s historic stockholders may decide to reduce their investment in Coeur as a result of the SilverCrest Transaction’s impact to Coeur’s overall investment profile. These sales of our common stock (or the perception that these sales may occur) could have the effect of depressing the market price for our common stock. In addition, Coeur’s financial position with the completion of the SilverCrest Transaction may differ from its financial position before the completion of the SilverCrest Transaction, and the results of Coeur’s operations and cash flows following the completion of the SilverCrest Transaction may be affected by factors different from those affecting its financial position or results of operations and cash flows prior to the SilverCrest Transaction, all of which could adversely affect the market price of Coeur common stock. Accordingly, the market price and performance of Coeur common stock subsequent to the acquisition is likely to be different from the performance of Coeur common stock prior to the SilverCrest Transaction.\nOther issuances of Coeur common stock may also adversely affect the price of our common stock. In 2024, the Company completed the exchange of $5.9 million principal amount of its 5.125% Senior Notes (the “Senior Notes”) plus accrued interest for 1.8 million shares of its common stock, par value $0.01 per share, pursuant to a privately-negotiated agreement with such issuance of common stock made pursuant to the exemption from the registration requirements afforded by Section 3(a)(9) of the Securities Act of 1933, as amended. In 2024, the Company also entered into subscription agreements with \ncertain Canadian accredited investors for a private placement offering of an aggregate 7.7 million shares of common stock, par value $0.01 per shares, to be issued as “flow-through shares,” as defined in subsection 66(15) of the Income Tax Act (Canada).\nWe are authorized to issue, without stockholder approval, 10.0 million shares of preferred stock in one or more series, to establish the number of shares to be included in each series and to fix the designation, powers, preferences and relative participating, optional, conversion and other special rights of the shares of each series as well as the qualification, limitations or restrictions on each series. Any series of preferred stock could contain dividend rights, conversion rights, voting rights, terms of redemption, redemption prices, liquidation preferences or other rights superior to the rights of holders of our common stock. If we issue additional equity securities, the price of our common stock may be materially and adversely affected.\nHolders of our common stock may not receive dividends. \nWe have not historically declared cash dividends on our common stock. Holders of our common stock are entitled to receive only such dividends as our Board of Directors may declare out of funds legally available for such payments. We are incorporated in Delaware and governed by the Delaware General Corporation Law. Delaware law allows a corporation to pay dividends only out of surplus, as determined under Delaware law or, if there is no surplus, out of net profits for the fiscal year in which the dividend was declared and for the preceding fiscal year. Under Delaware law, however, we cannot pay dividends out of net profits if, after we pay the dividend, our capital would be less than the capital represented by the outstanding stock of all classes having a preference upon the distribution of assets. Our ability to pay dividends will be subject to our future earnings, capital requirements and financial condition, as well as our compliance with covenants related to existing or future indebtedness and would only be declared in the discretion of our Board of Directors.\nRISKS RELATED TO THE RECENT ACQUISITION OF SILVERCREST METALS INC.\nAs disclosed in this Form 10-K, including in Part II, Item 7 – Management’s Discussion and Analysis of Financial Condition and Results of Operations, the Company recently completed the SilverCrest Transaction. As described in this Section and below, the SilverCrest Transaction could subject us to significant risks.\nCoeur and SilverCrest may be the targets of legal claims, securities class actions, derivative lawsuits and other claims and negative publicity related to the SilverCrest Transaction.\nCoeur and SilverCrest may be the target of lawsuits that could result in significant additional costs related to the SilverCrest Transaction. Securities class action lawsuits and derivative lawsuits are often brought against companies that have entered into an agreement to acquire a public company or to be acquired and may seek additional monetary compensation. Even if the lawsuits are unsuccessful or meritless, significant financial resources and attention from management can be required to defend against these claims, and proceedings may result in significant additional costs or challenges. Such proceedings, among other events, could also subject the Company to negative press coverage or public scrutiny that could impact the Company’s existing business performance and operations and its integration of the Las Chispas operation. \nCoeur is expected to incur significant transaction costs in connection with the SilverCrest Transaction, which may exceed those anticipated by Coeur.\nCoeur has incurred and expects to continue incurring costs related to the SilverCrest Transaction, including integration costs. Such fees and expenses include, but are not limited to, financial advisor fees, legal fees, tax and accounting fees, filing and regulatory fees, soliciting fees, and other advisory services fees. Certain of these fees will be incurred after closing of the SilverCrest Transaction, including for the integration of SilverCrest into Coeur. The timing and amount of fees and expenses incurred for the SilverCrest Transaction and post-closing integration of the companies is difficult to predict and may vary significantly from our initial projections. \nThe combined company may be unable to integrate the businesses of Coeur and SilverCrest successfully or realize the anticipated benefits of the SilverCrest Transaction.\nThe Company completed the SilverCrest Transaction with the expectation that it will result in certain benefits for the combined company. These anticipated benefits are dependent, in part, on the successful integration of SilverCrest into Coeur, which is a complex process that includes strategic decisions on, among other factors, business strategy, staffing, and system integration. Coeur did not have the ability to exercise control over SilverCrest before the completion of the SilverCrest Transaction and future operating and financial results for the Las Chispas mine may be adversely impacted by events that were outside of our control prior to the completion of the SilverCrest Transaction. Performance may also be adversely impacted if post-closing integration efforts are not able to be achieved in a timely manner or if the efficiencies and benefits contemplated are not able to be realized. Additionally, management focus on integration matters could result in less attention on the Company’s other operations, which could impact the overall performance of the Company. \nParties with which we and SilverCrest conducted business prior to the closing of the SilverCrest Transaction may be subject to disruption as a result of the SilverCrest Transaction. Customers, suppliers and other persons with whom we and \nSilverCrest conducted business before consummation of the SilverCrest Transaction may delay or defer certain business decisions or might decide to seek to terminate, change or renegotiate their relationships with us. In addition, our employees and contractors may experience uncertainty about their respective roles with Coeur, which might adversely affect our ability to attract and retain key personnel. Key management and other employees may also be difficult to retain or may become distracted from day-to-day operations because matters related to integration of the Las Chispas operation may require substantial commitments of their time and resources. These disruptions could have an adverse effect on the results of operations, cash flows and financial position of Coeur, including an adverse effect on our ability to realize the expected benefits of the SilverCrest Transaction.\nSilverCrest’s public filings are subject to Canadian disclosure standards, which differ from SEC disclosure requirements.\nCoeur and SilverCrest report financial results and mineral reserve and mineral resource estimates under different reporting standards. Coeur prepares its financial statements in accordance with United States Generally Accepted Accounting Principles (“U.S. GAAP”), while SilverCrest prepares its financial statements in accordance with IFRS Accounting Standards issued by the International Accounting Standards Board (“IFRS Accounting Standards”). Coeur’s mineral reserve and mineral resource estimates have been prepared in accordance with Item 1300 of SEC Regulation S-K, while SilverCrest’s mineral reserve and mineral resource estimates have been prepared in accordance with National Instrument 43-101 Standards of Disclosure for Mineral Projects (“NI 43-101”). These varying standards embody different approaches and definitions that could require adjustments, reclassifications, or other different treatment as SilverCrest’s financial statements and mineral reserve and mineral resource estimates are conformed to the standards applicable to the Company, including U.S. GAAP and Item 1300 of SEC Regulation S-K. Furthermore, we have not been involved in the preparation of SilverCrest’s financial statements or its mineral reserve and mineral resource estimates prior to completion of the SilverCrest Transaction. Although Coeur and its advisors conducted due diligence on SilverCrest, there can be no guarantee that Coeur is aware of all relevant information, including all potential liabilities of SilverCrest. Integration of SilverCrest may pose special risks, including one-time write-offs and unanticipated costs. Mineral reserve and resource estimates may be subject to adjustments that differ from the Company’s current expectations and be impacted by a number of factors, including different engineering and geological interpretations and judgements and different pricing assumptions. As a result, it is possible that certain benefits expected from the combination of Coeur and SilverCrest may not be realized.",
      "char_count": 92417
    }
  },
  "extracted_at": "2025-10-18T17:30:58.972385"
}