{
  "ticker": "CLDT",
  "company_name": "Chatham Lodging Trust",
  "cik": 1476045,
  "form_type": "10-K",
  "filing_date": "2025-02-26",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001476045-25-000011",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001476045&accession_number=000147604525000011&xbrl_type=v",
  "sic_code": "6798",
  "industry": "Real Estate Investment Trusts",
  "sections": {
    "item1": {
      "text": "Item 1. Business\nDollar amounts presented in this Item 1 are in thousands, except per share data.\nOverview\n\nChatham Lodging Trust (“we,” “us” or the “Company”) was formed as a Maryland real estate investment trust on October 26, 2009. We elected to be taxed as a REIT for federal income tax purposes commencing with our 2010 taxable year. The Company is internally-managed and invests primarily in upscale extended-stay and premium-branded select-service hotels. \nWe had no operations prior to the consummation of our initial public offering (\"IPO\") in April 2010. The net proceeds from our share offerings are contributed to Chatham Lodging, L.P., our operating partnership (the “Operating Partnership”), in exchange for partnership interests. Substantially all of the Company’s assets are held by, and all of its operations are conducted through, the Operating Partnership. Chatham Lodging Trust is the sole general partner of the Operating Partnership and owns 100% of the common units of limited partnership interest in the Operating Partnership (\"common units\"). Certain of the Company's executive officers hold vested and unvested long-term incentive plan units in the Operating Partnership (\"LTIP Units\"), which are presented as non-controlling interests on our consolidated balance sheets.\nAs of December 31, 2024, the Company owned 37 hotels with an aggregate of 5,596 rooms located in 16 states and the District of Columbia.\nTo maintain our qualification as a REIT, the Company cannot operate its hotels. Therefore, the Operating Partnership and its subsidiaries lease our wholly owned hotels to taxable REIT subsidiary lessees (“TRS Lessees”), which are wholly owned by the Company’s taxable REIT subsidiary (“TRS”) holding company. Each hotel is leased to a TRS Lessee under a percentage lease that provides for rental payments equal to the greater of (i) a fixed base rent amount or (ii) a percentage rent based on hotel room revenue. Lease revenue from each TRS Lessee is eliminated in consolidation. The TRS Lessees have entered into management agreements with third-party management companies that provide day-to-day management for the hotels. \nAs of December 31, 2024, Island Hospitality Management, LLC (“IHM”), which is 100% owned by Jeffrey H. Fisher, the Company's Chairman, President and Chief Executive Officer, managed all of the Company’s hotels.\nAs of December 31, 2024, our hotels include upscale extended-stay hotels that operate under the Residence Inn by Marriott® brand (sixteen hotels), the Homewood Suites by Hilton® brand (four hotels), the Home2 Suites by Hilton® brand (two hotels) and the TownePlace Suites by Marriott® brand (one hotel), as well as premium-branded select-service hotels that operate under the Courtyard by Marriott® brand (four hotels), the Hampton Inn or Hampton Inn and Suites by Hilton® brand (three hotels), the Hilton Garden Inn by Hilton® brand (three hotels), the SpringHill Suites by Marriott® brand (one hotel), the Hyatt Place® brand (two hotels), and all-suite hotels that operate under the upper upscale Embassy Suites® brand (one hotel).\n\nWe primarily invest in upscale extended-stay hotels such as Homewood Suites by Hilton®, Residence Inn by Marriott®, Home2 Suites by Hilton®, and TownePlace Suites by Marriott®. We also invest in upscale or upper upscale all-suite hotels such as SpringHill Suites by Marriott® and Embassy Suites®. Extended-stay and all-suite hotels typically have the following characteristics:\n\n•        principal customer base includes business travelers, whether short-term transient travelers or those on extended assignments and corporate relocations;                                                                                                  \n•        services and amenities include complimentary breakfast, high-speed internet access, in-room movie channels, limited meeting space, linen and room cleaning service, 24-hour front desk, guest grocery services, and an on-site maintenance staff; and    \n•        physical facilities include large suites, quality construction, full separate kitchens in each guest suite or suites that include a wet bar, refrigerator and microwave, quality room furnishings, pool, and exercise facilities.                        \n\nAdditionally, we invest in premium-branded select-service hotels such as Courtyard by Marriott®, Hampton Inn®, Hampton Inn and Suites by Hilton®, Hyatt Place® and Hilton Garden Inn by Hilton®. The service and amenity offerings of these hotels typically include complimentary breakfast or a smaller for pay breakfast or evening dining option, high-speed internet access, local calls, in-room movie channels, and linen and room cleaning service. \n Financial Information About Industry Segments\nWe evaluate all of our hotels as a single industry segment because all of our hotels have similar economic characteristics and provide similar services to similar types of customers. Accordingly, we do not report segment information.\n  Business Strategy \n\nOur primary objective is to generate attractive returns for our shareholders through investing in hotel properties (whether wholly owned or through a joint venture) at prices that provide strong returns on invested capital, paying dividends and generating long-term value appreciation. We believe we can create long-term value by pursuing the following strategies:\n\n•        Disciplined acquisition of hotel properties: We invest primarily in premium-branded upscale extended-stay and select-service hotels with a focus on the 25 largest metropolitan markets in the United States. We focus on acquiring hotel properties at prices below replacement cost in markets that have strong demand generators and where we expect demand growth will outpace new supply. We also seek to acquire properties that we believe are undermanaged or undercapitalized.                                                                                                                                                                                                                                                         \n•        Opportunistic hotel repositioning: We employ value-added strategies, such as re-branding, renovating, expanding or changing management, when we believe such strategies will increase the operating results and values of the hotels we acquire.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                \n•        Aggressive asset management: Although as a REIT we cannot operate our hotels, we proactively manage our third-party hotel manager in seeking to maximize hotel operating performance. Our asset management activities seek to ensure that our third-party hotel manager effectively utilizes franchise brands' marketing programs, develops effective sales management policies and plans, operates properties efficiently, controls costs, and develops operational initiatives for our hotels that increase guest satisfaction. As part of our asset management activities, we regularly review opportunities to reinvest in our hotels to maintain quality, increase long-term value and generate attractive returns on invested capital.    \n•        Selective hotel development: We may consider developing a limited number of hotels in cases where we believe newly developed hotels will generate attractive returns and enhance the quality of our hotel portfolio.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                            \n•        Flexible selection of hotel management companies: We are flexible in our selection of hotel management companies and select managers that we believe will maximize the performance of our hotels. We utilize independent management companies, including IHM, a hotel management company 100% owned by Mr. Fisher that as of December 31, 2024, managed all of our hotels. We believe this strategy increases the universe of potential acquisition opportunities we can consider because many hotel properties are encumbered by long-term management contracts.                                                                                                                                                                               \n•        Selective investment in hotel debt: We may consider selectively investing in debt collateralized by hotel property if we believe we can foreclose on or acquire ownership of the underlying hotel property in the relative near term. We do not intend to invest in any debt where we do not expect to gain ownership of the underlying property or to originate any debt financing.                                                                                                                                                                                                                                                                                                                                                            \n\n\nWe plan to maintain a prudent capital structure and intend to maintain our leverage over the long term at a ratio of net debt to investment in hotels at cost (defined as our initial acquisition price plus the gross amount of any subsequent capital investment) at a level that will be similar to the levels at which we have operated in the past. We have maintained a leverage ratio between the mid 20s and the low 50s. A subsequent decrease in hotel property values will not necessarily cause us to repay debt to comply with this target. At December 31, 2024, our leverage ratio was approximately 23.1 percent, which decreased from 24.8 percent at December 31, 2023. Over time, we intend to finance our growth with free cash flow, debt and issuances of common shares and/or preferred shares. Our debt may include mortgage debt collateralized by our hotel properties and unsecured debt.\n\nWhen purchasing hotel properties, we may issue common units in our Operating Partnership as full or partial consideration to sellers who may desire to take advantage of tax deferral on the sale of a hotel or participate in the potential appreciation in value of our common shares.\nCompetition\n\nWe face competition for investments in hotel properties from institutional pension funds, private equity investors, REITs, hotel companies and others who are engaged in hotel investments. Some of these entities have substantially greater financial and operational resources than we have or may be willing to use higher leverage. This competition may increase the bargaining power of property owners seeking to sell, reduce the number of suitable investment opportunities available to us and increase the cost of acquiring our targeted hotel properties.\n\nThe lodging industry is highly competitive. Our hotels compete with other hotels, and alternative lodging marketplaces, for guests in each market in which they operate. Competitive advantage is based on a number of factors, including location, convenience, brand affiliation, room rates, range of services and guest amenities or accommodations offered and quality of customer service. Competition is often specific to the individual markets in which our hotels are located and includes competition from existing and new hotels and alternative lodging market places. Competition could adversely affect our occupancy rates, our average daily rates (\"ADR\") and revenue per available room (“RevPAR”), and may require us to provide additional amenities or make capital improvements that we otherwise would not have to make, which may reduce our profitability.\nSeasonality\n\nDemand for our hotels is affected by recurring seasonal patterns. Generally, we expect that we will have lower revenue, operating income and cash flow in the first and fourth quarters and higher revenue, operating income and cash flow in the second and third quarters. These general trends are, however, influenced by overall economic cycles and the geographic locations of our hotels. To the extent that cash flow from operations is insufficient during any quarter, due to temporary or seasonal fluctuations in revenue, we expect to utilize cash on hand or borrowings under our credit facility to pay expenses, debt service or to make distributions to our equity holders. \nRegulation\nOur properties are subject to various covenants, laws, ordinances and regulations, including regulations relating to common areas and fire and safety requirements. We believe each of our hotels has the necessary permits and approvals to operate its business, and each is adequately covered by insurance.\nAmericans with Disabilities Act\nOur properties must comply with Title III of the Americans with Disabilities Act of 1990 (\"ADA\") to the extent that such properties are \"public accommodations\" as defined by the ADA. Under the ADA, all public accommodations must meet federal requirements related to access and use by disabled persons. The ADA may require removal of structural barriers to access by persons with disabilities in certain public areas of our properties where such removal is readily achievable. Although we believe that our hotel properties substantially comply with present requirements of the ADA, we have not conducted a comprehensive audit or investigation of all of these properties to determine compliance, and one or more properties may not be fully compliant with the ADA. \nIf we are required to make substantial modifications to our hotel properties, whether to comply with the ADA or other changes in governmental rules and regulations, our financial condition, results of operations, the market price of our common shares and our ability to make distributions to our shareholders could be adversely affected. The obligation to make readily achievable accommodations is ongoing, and we will continue to assess our properties and to make alterations as appropriate.\nEnvironmental Regulations\n\nUnder various federal, state and local laws, ordinances and regulations, an owner of real property may be liable for the costs of removal or remediation of certain hazardous or toxic substances on or in such property. Such laws often impose such liability without regard to whether the owner knew of or was responsible for, the presence of such hazardous or toxic substances. The cost of any required remediation and the owner's liability therefore as to any property are generally not limited under such laws and could exceed the value of the property and/or the aggregate assets of the owner. The presence of such substances, or the failure to properly remediate contamination from such substances, may adversely affect the owner's ability to sell the real estate or to borrow funds using such property as collateral, which could have an adverse effect on our return from such investment.\nFurthermore, various court decisions have established that third parties may recover damages for injury caused by release of hazardous substances and for property contamination. For instance, a person exposed to asbestos while working at or staying in a hotel may seek to recover damages if he or she suffers injury from the asbestos. Lastly, some of these environmental issues restrict the use of a property or place conditions on various activities. One example is laws that require a business using chemicals to manage them carefully and to notify local officials if regulated spills occur.\n\nAlthough it is our policy to require an acceptable Phase I environmental site assessment for all real property in which we invest prior to our investment, such surveys are limited in scope. As a result, there can be no assurance that a Phase I environmental site assessment will uncover any or all hazardous or toxic substances on a property prior to our investment in that property. We cannot assure you that:\n \n•        there are not existing environmental liabilities related to our properties of which we are not aware;                                                                                                                               \n•        future laws, ordinances or regulations will not impose material environmental liability; or                                                                                                                                         \n•        the current environmental condition of a hotel will not be affected by the condition of properties in the vicinity of the hotel (such as the presence of leaking underground storage tanks) or by third parties unrelated to us.    \nTax Status\n\nWe elected to be taxed as a REIT for federal income tax purposes commencing with our short taxable year ended December 31, 2010 under the Internal Revenue Code of 1986, as amended (the “Code”). Our qualification as a REIT depends upon our ability to meet, on a continuing basis, through actual investment and operating results, various complex requirements under the Code relating to, among other things, the sources of our gross income, the composition and values of our assets, our distribution levels and the diversity of ownership of our shares of beneficial interest. We believe that we are organized in conformity with the requirements for qualification as a REIT under the Code and that our current and intended manner of operation will enable us to continue to meet the requirements for qualification and taxation as a REIT for federal income tax purposes.\n\nAs a REIT, we generally will not be subject to federal income tax on our REIT taxable income that we distribute to our shareholders. Under the Code, REITs are subject to numerous organizational and operational requirements, including a requirement that they distribute each year at least 90% of their REIT taxable income, determined without regard to the deduction for dividends paid and excluding any net capital gains. If we fail to qualify for taxation as a REIT in any taxable year and do not qualify for certain statutory relief provisions, our income for that year will be taxed at regular corporate rates, and we will be disqualified from taxation as a REIT for the four taxable years following the year during which we ceased to qualify as a REIT. Even if we qualify as a REIT for federal income tax purposes, we may still be subject to state and local taxes on our income and assets and to federal income and excise taxes on our undistributed income. Additionally, any income earned by our TRS Lessees will be fully subject to federal, state and local corporate income tax.\nHotel Management Agreements\nThe management agreements with IHM have an initial term of five years and will automatically renew for two successive five-year periods unless IHM provides written notice no later than 90 days prior to the then-current term's expiration date of their intent not to renew. The IHM management agreements provide for early termination at the Company’s option upon sale of any IHM-managed hotel for no termination fee, with six months' advance notice.The IHM management agreements may be terminated for cause, including the failure of the managed hotel to meet specified performance levels. Base management fees are calculated as a percentage of the hotel's gross room revenue. If certain financial thresholds are met or exceeded, an incentive management fee is calculated as 10% of the hotel's net operating income less fixed costs, base management fees and a specified return threshold. The incentive management fee is capped at 1% of gross hotel revenues for the applicable calculation.\nAs of December 31, 2024, certain key terms of our management agreements for our 37 hotels were as follows (dollars are not in thousands):\nProperty                                                                Management Company              Base Management Fee        Monthly Accounting Fee         Monthly Revenue Management Fee        Incentive Management Fee Cap\nHomewood Suites by Hilton Boston-Billerica/ Bedford/ Burlington         IHM                                    3.0        %                        $1,200                                 $1,000                     1.0           %\nHomewood Suites by Hilton Nashville-Brentwood                           IHM                                    3.0        %                        $1,200                                 $1,000                     1.0           %\nHomewood Suites by Hilton Hartford-Farmington                           IHM                                    3.0        %                        $1,200                                 $1,000                     1.0           %\nHampton Inn &amp; Suites Houston-Medical Center                         IHM                                    3.0        %                        $1,200                                 $1,000                     1.0           %\nResidence Inn Long Island Holtsville                                    IHM                                    3.0        %                        $1,200                                 $1,000                     1.0           %\nResidence Inn White Plains                                              IHM                                    3.0        %                        $1,200                                 $1,000                     1.0           %\nResidence Inn New Rochelle                                              IHM                                    3.0        %                        $1,200                                 $1,000                     1.0           %\nResidence Inn Garden Grove                                              IHM                                    3.0        %                        $1,500                                 $1,000                     1.0           %\nHomewood Suites by Hilton San Antonio River Walk                        IHM                                    3.0        %                        $1,200                                 $1,000                     1.0           %\nResidence Inn Washington DC                                             IHM                                    3.0        %                        $1,200                                 $1,000                     1.0           %\nResidence Inn Tysons Corner                                             IHM                                    3.0        %                        $1,200                                 $1,000                     1.0           %\nHampton Inn Portland Downtown                                           IHM                                    3.0        %                        $1,200                                 $1,000                     1.0           %\nCourtyard Houston                                                       IHM                                    3.0        %                        $1,500                                 $1,000                     1.0           %\nHyatt Place Pittsburgh North Shore                                      IHM                                    3.0        %                        $1,500                                 $1,000                     1.0           %\nHampton Inn Exeter                                                      IHM                                    3.0        %                        $1,200                                 $1,000                     1.0           %\nResidence Inn Bellevue                                                  IHM                                    3.0        %                        $1,500                                 $1,000                     1.0           %\nSpringHill Suites Savannah                                              IHM                                    3.0        %                        $1,500                                 $1,000                     1.0           %\nResidence Inn Silicon Valley I                                          IHM                                    3.0        %                        $1,200                                 $1,000                     1.0           %\nResidence Inn Silicon Valley II                                         IHM                                    3.0        %                        $1,200                                 $1,000                     1.0           %\nResidence Inn San Mateo                                                 IHM                                    3.0        %                        $1,200                                 $1,000                     1.0           %\nResidence Inn Mountain View                                             IHM                                    3.0        %                        $1,200                                 $1,000                     1.0           %\nHyatt Place Cherry Creek                                                IHM                                    3.0        %                        $1,500                                 $1,000                     1.0           %\nCourtyard Addison                                                       IHM                                    3.0        %                        $1,500                                 $1,000                     1.0           %\nResidence Inn San Diego Gaslamp                                         IHM                                    3.0        %                        $1,500                                 $1,000                     1.0           %\nHilton Garden Inn Marina del Rey                                        IHM                                    3.0        %                        $1,500                                 $1,000                     1.0           %\nResidence Inn Dedham                                                    IHM                                    3.0        %                        $1,200                                 $1,000                     1.0           %\nResidence Inn Il Lugano                                                 IHM                                    3.0        %                        $1,500                                 $1,000                     1.0           %\nHilton Garden Inn Portsmouth                                            IHM                                    3.0        %                        $1,500                                 $1,000                     1.0           %\nCourtyard Summerville                                                   IHM                                    3.0        %                        $1,500                                 $1,000                     1.0           %\nEmbassy Suites Springfield                                              IHM                                    3.0        %                        $1,500                                 $1,000                     1.0           %\nResidence Inn Summerville                                               IHM                                    3.0        %                        $1,500                                 $1,000                     1.0           %\nCourtyard Dallas                                                        IHM                                    3.0        %                        $1,500                                 $1,000                     1.0           %\nResidence Inn Austin Northwest/The Domain Area                          IHM                                    3.0        %                        $1,500                                 $1,000                     1.0           %\nTownePlace Suites Austin Northwest/The Domain Area                      IHM                                    3.0        %                        $1,500                                 $1,000                     1.0           %\nHome2 Suites Woodland Hills                                             IHM                                    3.0        %                        $1,500                                 $1,000                     1.0           %\nHilton Garden Inn Destin Miramar Beach                                  IHM                                    3.0        %                        $1,500                                 $1,000                     1.0           %\nHome2 Suites Phoenix Downtown                                           IHM                                    3.0        %                        $1,500                                 $1,000                     1.0           %\nManagement fees totaled approximately $10.7 million, $10.6 million and $10.1 million for the years ended December 31, 2024, 2023 and 2022, respectively. \nHotel Franchise Agreements\nThe fees associated with the franchise agreements are calculated as a specified percentage of the hotel's gross room revenue. Certain key terms of our franchise agreements for our hotels as of December 31, 2024 were as follows:\n\nProperty                                                                Franchise Company                            Franchise/Royalty Fee         Marketing/Program Fee        Expiration\nHomewood Suites by Hilton Boston-Billerica/ Bedford/ Burlington         Promus Hotels, Inc.                                  4.0         %                 4.0         %              2025\nHomewood Suites by Hilton Nashville-Brentwood                           Promus Hotels, Inc.                                  4.0         %                 4.0         %              2025\nHomewood Suites by Hilton Hartford-Farmington                           Promus Hotels, Inc                                   4.0         %                 4.0         %              2025\nHampton Inn &amp; Suites Houston-Medical Center                         Hampton Inns Franchise LLC                           6.0         %                 4.0         %              2035\nResidence Inn Long Island Holtsville                                    Marriott International, Inc.                         5.5         %                 2.5         %              2025\nResidence Inn White Plains                                              Marriott International, Inc.                         5.5         %                 2.5         %              2030\nResidence Inn New Rochelle                                              Marriott International, Inc.                         5.5         %                 2.5         %              2030\nResidence Inn Garden Grove                                              Marriott International, Inc.                         5.0         %                 2.5         %              2031\nHomewood Suites by Hilton San Antonio River Walk                        Promus Hotels, Inc.                                  4.0         %                 4.0         %              2026\nResidence Inn Washington DC                                             Marriott International, Inc.                         5.5         %                 2.5         %              2033\nResidence Inn Tysons Corner                                             Marriott International, Inc.                         5.0         %                 2.5         %              2031\nHampton Inn Portland Downtown                                           Hampton Inns Franchise LLC                           6.0         %                 4.0         %              2032\nCourtyard Houston                                                       Marriott International, Inc.                         5.5         %                 2.0         %              2030\nHyatt Place Pittsburgh North Shore                                      Hyatt Hotels, LLC                                    5.0         %                 3.5         %              2030\nHampton Inn Exeter                                                      Hampton Inns Franchise LLC                           6.0         %                 4.0         %              2031\nResidence Inn Bellevue                                                  Marriott International, Inc.                         5.5         %                 2.5         %              2033\nSpringHill Suites Savannah                                              Marriott International, Inc.                         5.0         %                 2.5         %              2033\nResidence Inn Silicon Valley I                                          Marriott International, Inc.                         5.5         %                 2.5         %              2029\nResidence Inn Silicon Valley II                                         Marriott International, Inc.                         5.5         %                 2.5         %              2029\nResidence Inn San Mateo                                                 Marriott International, Inc.                         5.5         %                 2.5         %              2029\nResidence Inn Mountain View                                             Marriott International, Inc.                         5.5         %                 2.5         %              2029\nHyatt Place Cherry Creek                                                Hyatt Hotels, LLC                                    5.0         %                 3.5         %              2034\nCourtyard Addison                                                       Marriott International, Inc.                         5.5         %                 2.0         %              2029\nResidence Inn San Diego Gaslamp                                         Marriott International, Inc.                         6.0         %                 2.5         %              2035\nHilton Garden Inn Marina del Rey                                        Hilton Franchise Holding LLC                         5.5         %                 4.3         %              2030\nResidence Inn Dedham                                                    Marriott International, Inc.                         6.0         %                 2.5         %              2030\nResidence Inn Il Lugano                                                 Marriott International, Inc.                         6.0         %                 2.5         %              2045\nHilton Garden Inn Portsmouth                                            Hilton Garden Inns Franchise LLC                     5.5         %                 4.0         %              2037\nCourtyard Summerville                                                   Marriott International, Inc.                         6.0         %                 2.5         %              2037\nEmbassy Suites Springfield                                              Hilton Franchise Holding LLC                         5.5         %                 4.0         %              2037\nResidence Inn Summerville                                               Marriott International, Inc.                         6.0         %                 2.5         %              2038\nCourtyard Dallas                                                        Marriott International, Inc.                         6.0         %                 2.0         %              2038\nResidence Inn Austin Northwest/The Domain Area                          Marriott International, Inc.                         6.0         %                 2.5         %              2036\nTownePlace Suites Austin Northwest/The Domain Area                      Marriott International, Inc.                         5.5         %                 2.0         %              2041\nHome2 Suites Woodland Hills                                             Hilton Franchise Holding LLC                                  5.0%                 3.0         %              2040\nHilton Garden Inn Destin Miramar Beach                                  Hilton Franchise Holding LLC                         5.5         %                 4.0         %              2042\nHome2 Suites Phoenix Downtown                                           Hilton Franchise Holding LLC                          3.0% to 5.0%                 3.5         %              2044\nFranchise and marketing/program fees totaled approximately $25.4 million, $24.9 million and $23.7 million for the years ended December 31, 2024, 2023 and 2022, respectively.\nLeases\nThe Company is the lessee under ground, property, air rights, garage and office lease agreements for certain of its properties. The Company's leases are classified as operating or finance leases. The Company recognizes a right of use (\"ROU\") asset and lease liability at the estimated present value of the minimum lease payments over the lease term. The leases typically provide multi-year renewal options to extend the term as lessee at the Company's option. Option periods are included in the calculation of the lease obligation liability only when options are reasonably certain to be exercised.\nIn calculating the Company's lease obligations under the various leases, the Company uses discount rates estimated to be equal to what the Company would have to pay to borrow on a collateralized basis over a similar term, for an amount equal to the lease payments, in a similar economic environment. Lease obligations are based on contractually required cash payments, while lease expense is recognized on a straight-line basis for its operating leases and as interest expense on the lease liability for its finance lease.\nOperating Leases\nThe Residence Inn San Diego Gaslamp hotel property is subject to a ground lease with an expiration of January 31, 2065 and we have an extension option of up to three additional terms of ten years each. Monthly payments are currently approximately $44 thousand per month and increase 10% every five years. The hotel is subject to supplemental rent payments annually calculated as 5% of gross revenues during the applicable lease year, minus 12 times the monthly base rent scheduled for the lease year.\nThe Residence Inn New Rochelle hotel property is subject to an air rights lease and a garage lease, each of which expires on December 1, 2104. The lease agreements with the City of New Rochelle cover the space above the parking garage that is occupied by the hotel as well as 128 parking spaces in a parking garage that is attached to the hotel. The annual base rent for the garage lease is the hotel’s proportionate share of the city’s adopted budget for the operations, management and maintenance of the garage and established reserves to fund for the cost of capital repairs. Aggregate rent for 2024 under these leases amounted to approximately $32 thousand per quarter.\nThe Hilton Garden Inn Marina del Rey hotel property is subject to a ground lease with an expiration of December 31, 2067. Minimum monthly payments are currently approximately $47 thousand per month and a percentage rent payment less the minimum rent is due in arrears equal to 5% to 25% of gross income based on the type of income.\nThe Company entered into a corporate office lease in September 2015. The lease is for a term of 11 years and includes a 12-month rent abatement period and certain tenant improvement allowances. The Company has a renewal option of up to two successive terms of five years each. On June 1, 2023, the Company executed an amendment to the corporate office lease to vacate and surrender possession of 7,374 rentable square feet in exchange for an early termination payment of $0.1 million. The partial termination of this lease required the Company to apply ASC 842 and remeasure the ROU asset and lease liability and recognize those adjustments in the consolidated statements of operations. The Company shares the space with related parties and is reimbursed for the pro-rata share of rentable space occupied by the related parties.\nThe Company entered into a new 10-year corporate office lease in May 2024, which was subsequently amended in September 2024, that will commence when the Company takes possession of the space for leasehold improvements, on or before September 1, 2026. Annual base rent will range from $0.6 million to $0.7 million over the term of the lease. The new office space will be shared with a related party and the Company will be reimbursed for the pro-rata share of rentable space that will be occupied by the related party.\nFinance Leases\nThe Home2 Phoenix hotel property is subject to a Government Property Lease Excise Tax (\"GPLET\") agreement with\nthe City of Phoenix. As part of the agreement, title of the hotel property was conveyed to the City of Phoenix and leased back to\nthe Company for a term of 8 years with fixed annual rent payments ranging from $26 thousand to $81 thousand. Title of the\nhotel property will be re-conveyed to the Company at no cost at the expiration of the 8-year lease term. The GPLET agreement can be terminated by the Company at any time for a fee of $0.1 million and title of the hotel property would be re-conveyed back to the Company.\nThe Home2 Phoenix ROU assets are recorded as finance lease assets within Investment in hotel properties, net and the\nlease liability is recorded within Lease liability in the Company’s consolidated balance sheet. Expenses related to the finance\nlease are included in depreciation and amortization and interest expense, in the Company’s consolidated statements of\noperations.\n The following table includes information regarding the Company's total minimum lease payments for which it is the lessee, as of December 31, 2024, for each of the next five calendar years and thereafter (in thousands):\n\n                  Total Future Lease Payments\n                                       Amount\n                    2025        $1,966       \n                    2026         1,768       \n                    2027         1,313       \n                    2028         1,338       \n                    2029         1,338       \n              Thereafter        61,172       \n    Total lease payments       $68,895       \nHuman Capital\nAs of February 26, 2025, we had 17 employees. All persons employed in the day-to-day operations of our hotels are employees of the management companies engaged by our TRS Lessees to operate such hotels. None of our employees are represented by a collective bargaining agreement, however, certain hotel level employees of IHM are represented under a collective bargaining agreement.\nOur key human capital management objectives are to attract, recruit, hire, develop and promote a deep and diverse set of talent that translates into a strong and successful workforce. To support these objectives, our human resource programs are designed to develop talent to prepare employees for critical roles and leadership positions for the future; reward and support employees through competitive pay and benefit programs; enhance our culture through efforts to foster, promote and preserve a culture of inclusion and belonging; and invest in technology, tools, and resources to enable employees at work.\nCorporate Responsibility\nWe are committed to creating value while being responsible stewards at our hotels, in the community, and in our industry. While the COVID-19 pandemic presented tumultuous challenges, the new reality we experienced reinforced our desire to formalize our historical efforts relating to Environmental, Social, and Governance (ESG) issues into a more structured corporate responsibility strategy. We published our first Corporate Responsibility Report in March 2021.\nIn February 2022, the Company established a standalone Environmental Social and Governance Committee made up of members of the Board of Trustees of the Company (the \"Board of Trustees\") and two of our executive officers.\nIn December 2024, we published our annual Corporate Responsibility Report which includes reporting with standards from the Global Reporting Initiative (GRI), Sustainability Accounting Standards Board (SASB) and Task Force on Climate-related Financial Disclosures (TCFD). The report is available on our website at www.chathamlodgingtrust.com.\nEnvironmental and Sustainability\nOur initiatives are intended to improve energy efficiency at our hotels and enhance the value and profitability of our hotels. Among these energy efficiency programs are the installation of energy efficient lighting, guestroom “smart” thermostats that adjust room conditions based upon occupancy status, low-flow toilet systems, and recycling laundry water. We are committed to seeking new environmental initiatives to implement across our portfolio.\nCorporate Citizenship and Community Impact \nThe Company prioritizes the need to invest in the communities in which our properties are located. In addition, we have made a significant effort to give back to the local charitable organizations in the West Palm Beach area, where our corporate office is located. In combination with IHM, we have engaged in events for charitable organizations in a number of ways including participating in race events for charity, collecting food and feeding those in need, and reading and providing gifts to underprivileged children during the holidays. Our employees' volunteer efforts have directly added value to our local community. \nAvailable Information\n\nOur Internet website is www.chathamlodgingtrust.com. We make available free of charge through our website our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, Section 16 reports on Forms 3, 4 and 5 and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act as soon as reasonably practicable after such documents are electronically filed with, or furnished to, the SEC. All reports that we have filed with the SEC, including this annual report on Form 10-K, our quarterly reports on Form 10-Q and our current reports on Form 8-K, can also be obtained free of charge from the SEC's website www.sec.gov. In addition, our website includes corporate governance information, including the charters for committees of our Board of Trustees, our Corporate Governance Guidelines, Conflict of Interest Policy and our Code of Business Conduct. This information is available in print to any shareholder who requests it by writing to Investor Relations, Chatham Lodging Trust, 222 Lakeview Avenue, Suite 200, West Palm Beach, FL 33401. The information on our website is not, and shall not be deemed to be, a part of this report or incorporated into any other filings that we make with the SEC.",
      "char_count": 46942
    },
    "item1a": {
      "text": "Item 1A. Risk Factors\nOur business faces many risks. The risks described below may not be the only risks we face. Additional risks that we do not yet know of or that we currently believe are immaterial may also impair our business operations. If any of the events or circumstances described in the following risk factors actually occurs, our business, financial condition or results of operations could suffer, our ability to make cash distributions to our shareholders could be impaired and the trading price of our common shares could decline. You should know that many of the risks described may apply to more than just the subsection in which we grouped them for the purpose of this presentation.\nSUMMARY\nRisks Related to Our Business\n•        The COVID-19 pandemic has had, and may continue to have, or a future pandemic could have, adverse effects on our financial condition, results of operations, cash flows and performance.                                                  \n•        Our investment policies are subject to revision from time to time at our Board of Trustees' discretion.                                                                                                                                   \n•        We depend on the efforts and expertise of our key executive officers whose continued service is not guaranteed.                                                                                                                           \n•        Our future growth depends on obtaining new financing.                                                                                                                                                                                     \n•        We must rely on third-party management companies to operate our hotels in order to qualify as a REIT.                                                                                                                                     \n•        The management of the hotels in our portfolio is currently concentrated in one hotel management company.                                                                                                                                  \n•        Our franchisors could cause us to expend additional funds on upgraded operating standards.                                                                                                                                                \n•        Our franchisors may cancel or fail to renew our existing franchise licenses.                                                                                                                                                              \n•        Fluctuations in our financial performance, capital expenditure requirements and excess cash flow could adversely affect our ability to make distributions.                                                                                \n•        Future debt service obligations could adversely affect our overall operating results or cash flow and may require us to liquidate our properties.                                                                                         \n•        If we are unable to repay our debt obligations in the future, we may be forced to refinance debt or dispose of or encumber our assets, which could adversely affect distributions to shareholders.                                        \n•        Interest expense on our debt may limit our cash available to fund growth strategies and shareholder distributions.                                                                                                                        \n•        Failure to hedge effectively against interest rate changes may adversely affect us.                                                                                                                                                       \n•        Joint venture investments that we may make could be adversely affected by our lack of decision-making authority, our reliance on joint venture partners' financial condition and disputes between us and our joint-venture partners.      \n•        We may from time to time make distributions to our shareholders in the form of our common shares, which could result in shareholders incurring tax liability without receiving sufficient cash to pay such tax.                           \n•        Our conflict of interest policy may not be successful in eliminating the influence of future conflicts of interest that may arise between us and our trustees, officers and employees.                                                    \n•        There may be conflicts of interest between us and affiliates owned by our Chief Executive Officer.                                                                                                                                        \n•        Hotel development is subject to timing, cost, and other risks.                                                                                                                                                                            \n•        Inflation and price volatility could impact our business and results of operations.                                                                                                                                                       \nRisks Related to the Lodging Industry\n•        The lodging industry has experienced significant declines in the past and failure of the lodging industry to exhibit improvement may adversely affect our ability to execute our business strategy.      \n•        Our ability to make distributions to our shareholders may be affected by operating risks in the lodging industry.                                                                                        \n•        Competition for acquisitions may reduce the number of properties we can acquire.                                                                                                                         \n•        Competition for guests may lower our hotels' revenues and profitability.                                                                                                                                 \n•        The cyclical nature of the lodging industry may adversely affect the return on our investments.                                                                                                          \n•        Due to our concentration therein, a downturn in the lodging industry would adversely affect our business.                                                                                                \n•        The ongoing need for capital expenditures at our hotel properties may adversely affect our business.                                                                                                     \n\n•        The increasing use by consumers of Internet travel intermediaries and alternative lodging market places may adversely affect our profitability.                                                                                                                                                                                                    \n•        The need for business-related travel may be adversely affected by the use of business-related technology.                                                                                                                                                                                                                                          \n•        Risks related to information technology.                                                                                                                                                                                                                                                                                                           \n•        Future terrorist attacks or changes in terror alert levels could adversely affect travel and hotel demand.                                                                                                                                                                                                                                         \n•        We may assume liabilities in connection with the acquisition of hotel properties, including unknown liabilities.                                                                                                                                                                                                                                   \n•        Uninsured and underinsured losses could adversely affect our operating results.                                                                                                                                                                                                                                                                    \n•        We face risks associated with natural disasters and the direct and indirect physical effects of climate change, which may include more frequent and more severe storms, hurricanes, flooding, droughts and wildfires, any of which could have a material adverse effect on our hotel properties, operations, cash flows and financing options.     \n•        Noncompliance with environmental laws and governmental regulations could adversely affect our business.                                                                                                                                                                                                                                            \n•        Compliance with the ADA and other changes in governmental rules and regulations could substantially increase our cost of doing business.                                                                                                                                                                                                           \n•        The outbreak of widespread contagious disease, such as COVID-19, could reduce travel.                                                                                                                                                                                                                                                              \nGeneral Risks Related to the Real Estate Industry\n•        Illiquidity of real estate investments could significantly impede our ability to respond to adverse changes in the performance of our hotel properties.     \n•        Increases in our property taxes would adversely affect our ability to make distributions to our shareholders.                                               \n•        Our hotel properties may contain or develop harmful mold, which could lead to liabilities and remediation costs.                                            \nRisks Related to Our Organization and Structure\n•        Our rights and the rights of our shareholders to take action against our trustees and officers are limited.                                                                                                                                                                                                 \n•        Provisions of Maryland law may limit the ability of a third party to acquire control of our Company.                                                                                                                                                                                                        \n•        Provisions of our declaration of trust may limit the ability of a third party to acquire control of our Company.                                                                                                                                                                                            \n•        Failure to make required distributions would subject us to tax.                                                                                                                                                                                                                                             \n•        Failure to maintain our qualification as a REIT would subject us to federal income tax and potentially other taxes.                                                                                                                                                                                         \n•        Our TRS Lessee structure subjects us to the risk of increased hotel operating expenses.                                                                                                                                                                                                                     \n•        Our TRS structure increases our overall tax liability.                                                                                                                                                                                                                                                      \n•        Our transactions with our TRS will cause us to be subject to a 100% penalty tax on certain income or deductions if those transactions are not conducted on arm's-length terms.                                                                                                                              \n•        If our leases with our TRS Lessees are not respected as true leases for federal income tax purposes, we would fail to qualify as a REIT.                                                                                                                                                                    \n•        Dividends payable by REITs do not qualify for the reduced tax rates available for some dividends.                                                                                                                                                                                                           \n•        If our hotel managers do not qualify as \"eligible independent contractors,\" we would fail to qualify as a REIT.                                                                                                                                                                                             \n•        Our ownership limitations may restrict or prevent you from engaging in certain transfers of our common shares.                                                                                                                                                                                              \n•        The ability of our Board of Trustees to revoke our REIT qualification without shareholder approval may cause adverse consequences to our shareholders.                                                                                                                                                      \n•        The ability of our Board of Trustees to change our major policies may not be in our shareholders’ interest.                                                                                                                                                                                                 \n•        If we fail to maintain an effective system of internal controls, we may not be able to accurately determine our financial results or prevent fraud. As a result, our investors could lose confidence in our reported financial information, which could harm our business and the value of our shares.      \n•        Complying with REIT requirements may cause us to forego otherwise attractive opportunities or liquidate otherwise attractive investments.                                                                                                                                                                   \n•        We may be subject to adverse legislative or regulatory tax changes.                                                                                                                                                                                                                                         \n•        We may be unable to generate sufficient cash flows from our operations to make distributions to our shareholders at any time in the future.                                                                                                                                                                 \n•        Our revolving credit facility and term loan may limit our ability to pay dividends on common shares.                                                                                                                                                                                                        \n•        The market price of our equity securities may vary substantially.                                                                                                                                                                                                                                           \n•        The number of shares available for future sale could adversely affect the market price of our common shares.                                                                                                                                                                                                \n•        Future offerings of debt or equity securities or incurrence of debt may adversely affect the market price of our common shares.                                                                                                                                                                             \nRisks Related to Our Business\n\nThe COVID-19 pandemic has had, and may continue to have, or a future pandemic could have, adverse effects on our financial condition, results of operations, cash flows and performance.\nThe COVID-19 pandemic has had a severe and negative impact on both the U.S. economy and the global economy. Financial markets have experienced significant volatility as a result of the COVID-19 pandemic. Globally and throughout the United States, federal and local governments instituted quarantines, restrictions on travel, school closings, \"shelter in place\" orders, and restrictions on types of businesses that could continue operations. These restrictions had a severe impact on the U.S. lodging industry.\nThe rapid development and fluidity of the COVID-19 pandemic made it extremely difficult to assess the pandemic's full adverse economic impact, and future impact, on our financial condition, results of operations, cash flows and performance. An outbreak of another disease or similar public health threat, or fear of such an event, that affects travel demand, travel behavior or travel restrictions could have a material adverse impact on our business, financial condition and operating results. Outbreaks of other diseases could also result in increased government restrictions and regulation, such as those actions described above or otherwise, which could adversely affect our operations.\nOur investment policies are subject to revision from time to time at our Board of Trustees' discretion, which could diminish shareholder returns below expectations.\n\nOur investment policies may be amended or revised from time to time at the discretion of our Board of Trustees, without a vote of our shareholders. Such discretion could result in investments that may not yield returns consistent with investors' expectations.\n\nWe depend on the efforts and expertise of our key executive officers whose continued service is not guaranteed.\n\nWe depend on the efforts and expertise of our chief executive officer, as well as our other senior executives, to execute our business strategy. The loss of their services, and our inability to find suitable replacements, could have an adverse effect on our business.\n\nOur future growth depends on obtaining new financing and if we cannot secure financing in the future, our growth will be limited.\n\nThe success of our growth strategy depends on access to capital through use of excess cash flow, borrowings or subsequent issuances of common shares or other securities. Acquisitions of new hotel properties will require significant additional capital and existing hotels (including those owned through joint ventures) require periodic capital improvement initiatives to remain competitive. We may not be able to fund acquisitions or capital improvements solely from cash provided from our operating activities because we must distribute at least 90% of our REIT taxable income (determined without regard to the deduction for dividends paid and excluding any net capital gains) each year to satisfy the requirements for qualification as a REIT for federal income tax purposes. As a result, our ability to fund capital expenditures for acquisitions through retained earnings is very limited. Our ability to grow through acquisitions of hotels will be limited if we cannot obtain satisfactory debt or equity financing, which will depend on capital markets conditions. We cannot assure you that we will be able to obtain additional equity or debt financing or that we will be able to obtain such financing on favorable terms.\n\nWe must rely on third party management companies to operate our hotels in order to qualify as a REIT under the Code and, as a result, we have less control than if we were operating the hotels directly.\n\nTo maintain our qualification as a REIT under the Code, third parties must operate our hotels. We lease each of our hotels to our TRS Lessees. Our TRS Lessees, in turn, have entered into management agreements with third party management companies to operate our hotels. While we expect to have some input on operating decisions for those hotels leased by our TRS Lessees and operated under management agreements, we have less control than if we were managing the hotels ourselves. Even if we believe that our hotels are not being operated efficiently, we may not be able to require an operator to change the way it operates our hotels. If this is the case, we may decide to terminate the management agreement and potentially incur costs associated with the termination. Additionally, Mr. Fisher, our Chairman and Chief Executive Officer, controls IHM, a hotel management company that, as of December 31, 2024, managed all of our hotels and may manage additional hotels that we acquire in the future. See \"There may be conflicts of interest between us and affiliates owned by our Chief Executive Officer\" below.\n\nThe management of the hotels in our portfolio is currently concentrated in one hotel management company.\nAs of December 31, 2024, IHM managed all 37 of our hotels. As a result, a substantial portion of our revenue is generated by hotels managed by IHM. This significant concentration of operational risk in one hotel management company makes us more vulnerable economically than if our hotel management was more diversified among several hotel management companies. Any adverse developments in IHM's business and affairs, financial strength or ability to operate our hotels efficiently and effectively could have a material adverse effect on our business, financial condition, or results of operations and our ability to make distributions to our shareholders. We cannot provide assurance that IHM will satisfy its obligations to us or effectively and efficiently operate out hotel properties.\n\nOur franchisors could cause us to expend additional funds on upgraded operating standards, which may reduce cash available for distribution to shareholders.\n\nOur hotels operate under franchise agreements, and we may become subject to the risks that are found in concentrating our hotel properties in one or several franchise brands. Our hotel operators must comply with operating standards and terms and conditions imposed by the franchisors of the hotel brands under which our hotels operate. Pursuant to certain of the franchise agreements, certain upgrades are required approximately every seven years, and the franchisors may also impose upgraded or new brand standards, such as substantially upgrading the bedding, enhancing the complimentary breakfast or increasing the value of guest awards under its ‘frequent guest' program, which can add substantial expense for the hotel. The franchisors also may require us to make certain capital improvements to maintain the hotel in accordance with system standards, the cost of which can be substantial and may reduce cash available for distribution to our shareholders.\n\nOur franchisors may cancel or fail to renew our existing franchise licenses, which could adversely affect our operating results and our ability to make distributions to shareholders.\n\nOur franchisors periodically inspect our hotels to confirm adherence to the franchisors' operating standards. The failure of a hotel to maintain standards could result in the loss or cancellation of a franchise license. We rely on our hotel managers to conform to operational standards. In addition, when the term of a franchise license expires, the franchisor has no obligation to issue a new franchise license. The loss of a franchise license could have a material adverse effect on the operations or the underlying value of the affected hotel because of the loss of associated name recognition, marketing support and centralized reservation systems provided by the franchisor. The loss of a franchise license or adverse developments with respect to a franchise brand under which our hotels operate could also have a material adverse effect on our financial condition, results of operations and cash available for distribution to shareholders.\nFluctuations in our financial performance, capital expenditure requirements and excess cash flow could adversely affect our ability to make distributions to our shareholders.\n\nAs a REIT, we are required to distribute at least 90% of our REIT taxable income each year to our shareholders (determined without regard to the deduction for dividends paid and excluding any net capital gains). In the event of downturns in our operating results and financial performance or unanticipated capital improvements to our hotels (including capital improvements that may be required by franchisors or joint venture partners), we may be unable to declare or pay distributions to our shareholders, or maintain our then-current dividend rate. The timing and amount of distributions are in the sole discretion of our Board of Trustees, which considers, among other factors, our financial performance, debt service obligations and applicable debt covenants (if any), and capital expenditure requirements. We cannot assure you we will generate sufficient cash in order to fund distributions.\n\nAmong the factors which could adversely affect our results of operations and distributions to shareholders are reductions in hotel revenues; increases in operating expenses at the hotels leased to our TRS Lessees; increased debt service requirements, including those resulting from higher interest rates on our indebtedness; cash demands from joint ventures and capital expenditures at our hotels, including capital expenditures required by the franchisors of our hotels, and unknown liabilities, such as environmental claims. Hotel revenue can decrease for a number of reasons, including increased competition from new hotels and decreased demand for hotel rooms. These factors can reduce both occupancy and room rates at hotels and could directly affect us negatively by:\n\n\n•        reducing the hotel revenue that we recognize with respect to hotels leased to our TRS Lessees; and                                                                                                                                                                                                                   \n•        correspondingly reducing the profits (or increasing the loss) of hotels leased to our TRS Lessees. We may be unable to reduce many of our expenses in tandem with revenue declines, (or we may choose not to reduce them for competitive reasons), and certain expenses may increase while our revenue declines.     \nFuture debt service obligations could adversely affect our overall operating results or cash flow and may require us to liquidate our properties, which could adversely affect our ability to make distributions to our shareholders and our share price.\n\nWe plan to maintain a prudent capital structure and intend to maintain our leverage over the long term at a ratio of net debt to investment in hotels (at cost) (defined as our initial acquisition price plus the gross amount of any subsequent capital investment and excluding any impairment charges) at a level that will be similar to the levels at which we have operated in the past. A subsequent decrease in hotel property values will not necessarily cause us to repay debt to comply with this limitation. We may be able to incur substantial additional debt, including secured debt, in the future. Incurring additional debt could subject us to many risks, including the risks that:\n \n•        operating cash flow will be insufficient to make required payments of expenses, principal and interest;                                                                                                                                                                                            \n•        our leverage may increase our vulnerability to adverse economic and industry conditions;                                                                                                                                                                                                           \n•        we may be required to dedicate a substantial portion of our cash flow from operations to payments on our debt, thereby reducing cash available for distribution to our shareholders, funds available for operations and capital expenditures, future business opportunities or other purposes;     \n•        the terms of any refinancing will not be as favorable as the terms of the debt being refinanced; and                                                                                                                                                                                               \n•        the terms of our debt may limit our ability to make distributions to our shareholders.                                                                                                                                                                                                             \n\nIf we violate covenants in our debt agreements, we could be required to repay all or a portion of our indebtedness before maturity at a time when we might be unable to arrange financing for such repayment on attractive terms, if at all.\nIf we are unable to repay our debt obligations in the future, we may be forced to refinance debt or dispose of or encumber our assets, which could adversely affect distributions to shareholders.\n\nIf we do not have sufficient funds to repay our outstanding debt at maturity or before maturity in the event we breach our debt agreements and our lenders exercise their right to accelerate repayment, we may be required to refinance the debt through additional debt or additional equity financings. Covenants applicable to our existing and future debt could impair our planned investment strategy and, if violated, result in a default. If we are unable to refinance our debt on acceptable terms, we may be forced to dispose of hotel properties on disadvantageous terms, potentially resulting in losses. We have placed mortgages on certain of our hotel properties, have assumed mortgages on other hotels we acquired and may place additional mortgages on certain of our hotels to secure other debt. To the extent we cannot meet any future debt service obligations, we will risk losing some or all of our hotel properties that are pledged to secure our obligations to foreclosure.\nInterest expense on our debt may limit our cash available to fund our growth strategies and shareholder distributions.\n\nHigher interest rates could increase debt service requirements on debt under our credit facility and any floating rate debt that we incur in the future, as well as any amounts we seek to refinance, and could reduce the amounts available for distribution to our shareholders, as well as reduce funds available for our operations, future business opportunities, or other purposes. Interest expense on our term loan and revolving credit facility is based on floating interest rates.\n\nFailure to hedge effectively against interest rate changes may adversely affect our results of operations and our ability to make shareholder distributions.\n\nWe may obtain in the future one or more forms of interest rate protection, such as swap agreements, interest rate cap contracts or similar agreements, to hedge against the possible negative effects of interest rate fluctuations. However, such hedging implies costs and we cannot assure you that any hedging will adequately relieve the adverse effects of interest rate increases or that counterparties under these agreements will honor their obligations thereunder. Furthermore, any such hedging agreements would subject us to the risk of incurring significant non-cash losses on our hedges due to declines in interest rates if our hedges were not considered effective under applicable accounting standards.\n\nJoint venture investments that we may make could be adversely affected by our lack of decision-making authority, our reliance on joint venture partners' financial condition and disputes between us and our joint-venture partners.\n\nWe were co-investors in joint ventures in the past, and we may invest in additional joint ventures in the future. We may not be in a position to exercise decision-making authority regarding the properties owned through joint ventures that we may invest in. Our joint-venture partners may be able to make certain important decisions about our joint venture and the joint-venture properties without our approval or consent. Investments in joint ventures may, under certain circumstances, involve risks not present when a third party is not involved, including reliance on our joint-venture partners and the possibility that joint-venture partners might become bankrupt or fail to fund their share of required capital contributions, thus exposing us to liabilities in excess of our share of the investment. Joint-venture partners may have business interests or goals that are inconsistent with our business interests or goals, and may be in a position to take actions contrary to our policies or objectives. Such investments may also have the potential risk of impasses on decisions, such as a sale, because neither we nor the partner would have full control over the partnership or joint venture. Any disputes that may arise between us and our joint-venture partners may result in litigation or arbitration that would increase our expenses and prevent our officers and/or trustees from focusing their time and effort on our business. Consequently, actions by, or disputes with, our joint-venture partners might result in subjecting properties owned by the partnership or joint venture to additional risk. In addition, we may in certain circumstances be liable for the actions of our third-party partners.\nWe may from time to time make distributions to our shareholders in the form of our common shares, which could result in shareholders incurring tax liability without receiving sufficient cash to pay such tax.\n\nAlthough we have no current intention to do so, we may in the future distribute taxable dividends that are payable in cash or common shares. Taxable shareholders receiving such dividends will be required to include the full amount of the dividend as ordinary income to the extent of our current and accumulated earnings and profits for federal income tax purposes. As a result, shareholders may be required to pay income taxes with respect to such dividends in excess of the cash dividends received. If a U.S. shareholder sells the common shares that it receives as a dividend in order to pay this tax, the sales proceeds may be less than the amount included in income with respect to the dividend, depending on the market price of our shares at the time of the sale. Furthermore, with respect to certain non-U.S. shareholders, we may be required to withhold federal income tax with respect to such dividends, including in respect of all or a portion of such dividend that is payable in common shares. In addition, if a significant number of our shareholders sell common shares in order to pay taxes owed on dividends, it may put downward pressure on the trading price of our common shares. \nOur conflict of interest policy may not be successful in eliminating the influence of future conflicts of interest that may arise between us and our trustees, officers and employees.\n\nWe have adopted a policy that any transaction, agreement or relationship in which any of our trustees, officers or employees has a direct or indirect pecuniary interest must be approved by a majority of our disinterested trustees. Other than this policy, however, we have not adopted and may not adopt additional formal procedures for the review and approval of conflict of interest transactions generally. As such, our policies and procedures may not be successful in eliminating the influence of conflicts of interest. \n\nThere may be conflicts of interest between us and affiliates owned by our Chief Executive Officer.\n\nOur Chief Executive Officer, Mr. Fisher, owned 100% of IHM, a hotel management company that, as of December 31, 2024, managed all of our hotels and may manage additional hotels that we acquire or own (wholly or through a joint venture) in the future. Because Mr. Fisher is our Chairman and Chief Executive Officer and controls IHM, conflicts of interest may arise between us and Mr. Fisher as to whether and on what terms new management contracts will be awarded to IHM, whether and on what terms management agreements will be renewed upon expiration of their terms, enforcement of the terms of the management agreements and whether hotels managed by IHM will be sold. \nHotel development is subject to timing, cost, and other risks.\nHotel development involves a number of risks, including the following:\n•possible environmental problems;\n•construction delays or cost overruns that may increase project costs;\n•receipt of and expense related to zoning, occupancy and other required governmental permits and authorizations;\n•development costs incurred for projects that are not pursued to completion;\n•acts of God such as earthquakes, hurricanes, floods or fires that could adversely affect a project;\n•inability to raise capital; and\n•governmental restrictions on the nature or size of a project.\nWe cannot provide assurance that development projects will be completed on time or within budget. Our inability to complete a project on time or within budget could adversely affect our financial position, results of operations, and cash flows or the market price of our shares.\nInflation and price volatility in the global economy could negatively impact our business and results of operations.\n\nOver the last several years, inflation in the United States and the rest of the world rose to levels not experienced in decades, and currency volatility and downgrades to the U.S. government’s credit rating, or concerns about its credit and deficit levels in general, could cause interest rates and borrowing costs to rise further. These increases, and even government interventions intended to mitigate such increases, could negatively impact our business by increasing our operating costs and our borrowing costs as well as decreasing the availability of capital. Although we have the ability to pass on these increased costs associated with providing services by adjusting room rates, the cost to operate and maintain our hotel properties could increase faster or at a rate greater than our ability to increase room rates, which could have a material adverse effect on our financial condition, results of operations and cash available for distribution to shareholders.\nRisks Related to the Lodging Industry\n\nThe lodging industry has experienced significant declines in the past and failure of the lodging industry to exhibit improvement may adversely affect our ability to execute our business strategy.\n\nThe performance of the lodging industry has historically been closely linked to the performance of the general economy and, specifically, growth in U.S. gross domestic product, or GDP. It is also sensitive to business and personal discretionary spending levels. Declines in corporate budgets and consumer demand due to adverse general economic conditions, risks affecting or reducing travel patterns, lower consumer confidence or adverse political conditions can lower the revenues and profitability of our future hotel properties and therefore the net operating profits of our TRS. \n\nA substantial part of our business strategy is based on the belief that the lodging markets in which we invest will experience improving economic fundamentals in the future. We cannot predict the extent to which lodging industry fundamentals will improve. In the event conditions in the industry do not improve, or deteriorate, our ability to execute our business strategy would be adversely affected, which could adversely affect our financial condition, results of operations, the market price of our common shares and our ability to make distributions to our shareholders.\n\nOur ability to make distributions to our shareholders may be affected by various operating risks common in the lodging industry.\n\nHotel properties are subject to various operating risks common to the hotel industry, many of which are beyond our control, including:\n\n•        competition from other hotel properties and alternative lodging market places in the markets in which we operate, some of which may have greater marketing and financial resources;                                                                                                                                                                                                                                                                                                       \n•        an over-supply or over-building of hotel properties in the markets in which we operate, which could adversely affect occupancy rates and revenues;                                                                                                                                                                                                                                                                                                                                        \n•        dependence on business and commercial travelers and tourism;                                                                                                                                                                                                                                                                                                                                                                                                                              \n•        increases in energy costs and other expenses and factors affecting travel, which may affect travel patterns and reduce the number of business and commercial travelers and tourists;                                                                                                                                                                                                                                                                                                      \n•        increases in operating costs due to inflation and other factors that may not be offset by increased room rates;                                                                                                                                                                                                                                                                                                                                                                           \n•        necessity for periodic capital reinvestment to repair and upgrade hotel properties;                                                                                                                                                                                                                                                                                                                                                                                                       \n•        changes in interest rates and in the availability, cost and terms of debt financing;                                                                                                                                                                                                                                                                                                                                                                                                      \n•        changes in governmental laws and regulations, fiscal policies and zoning ordinances and the related costs of compliance with laws and regulations, fiscal policies and ordinances;                                                                                                                                                                                                                                                                                                        \n•        unforeseen events beyond our control, such as terrorist attacks, travel related health concerns including pandemics and epidemics such as COVID-19, H1N1 influenza (swine flu), avian bird flu, SARS and Zika virus, political instability, regional hostilities, imposition of taxes or surcharges by regulatory authorities, travel related accidents and unusual weather patterns, including natural disasters such as hurricanes, tsunamis, earthquakes, wildfires and flooding;      \n•        disruptions to the operations of our hotels caused by organized labor activities, including strikes, work stoppages or slowdowns;                                                                                                                                                                                                                                                                                                                                                         \n•        adverse effects of a downturn in the economy or in the hotel industry; and                                                                                                                                                                                                                                                                                                                                                                                                                \n•        risk generally associated with the ownership of hotel properties and real estate, as we discuss in detail below.                                                                                                                                                                                                                                                                                                                                                                          \nThese factors could reduce the net operating profits of our TRS and the rental income we receive from our TRS Lessees, which in turn could adversely affect our ability to make distributions to our shareholders.\n\nCompetition for acquisitions may reduce the number of properties we can acquire.\nWe compete for hotel investment opportunities with competitors that may have a different tolerance for risk or have substantially greater financial resources than are available to us. This competition may generally limit the number of hotel properties that we are able to acquire and may also increase the bargaining power of hotel owners seeking to sell, making it more difficult for us to acquire hotel properties on attractive terms, or at all.\n\nCompetition for guests may lower our hotels' revenues and profitability.\n\nThe upscale extended-stay and mid-price segments of the hotel business are highly competitive. Our hotels compete on the basis of location, room rates and quality, service levels, reputation, and reservation systems, among many other factors. Competitors may have substantially greater marketing and financial resources than our operators or us. New hotels create new competitors, in some cases without corresponding increases in demand for hotel rooms. The result in some cases may be lower revenue, which would result in lower cash available for distribution to our shareholders.\n\nThe cyclical nature of the lodging industry may cause the return on our investments to be substantially less than we expect.\n\nThe lodging industry is cyclical in nature. Fluctuations in lodging demand and, therefore, operating performance, are caused largely by general economic and local market conditions, which subsequently affects levels of business and leisure travel. In addition to general economic conditions, new hotel room supply is an important factor that can affect the lodging industry's performance and overbuilding has the potential to further exacerbate the negative impact of an economic recession. Room rates and occupancy, and thus RevPAR, tend to increase when demand growth exceeds supply growth. A decline in lodging demand, or a continued growth in lodging supply, could result in returns that are substantially below expectations or result in losses, which could have a material adverse effect on our business, financial condition, results of operations and our ability to make distributions to our shareholders.\n\nDue to our concentration in hotel investments, a downturn in the lodging industry would adversely affect our operations and financial condition.\n\nOur entire business is related to the hotel industry. Therefore, a downturn in the hotel industry, in general, will have a material adverse effect on our revenues, net operating profits and cash available for distribution to our shareholders.\n\nThe ongoing need for capital expenditures at our hotel properties may adversely affect our business, financial condition and results of operations and limit our ability to make distributions to our shareholders.\n\nHotel properties have an ongoing need for renovations and other capital improvements, including replacements, from time to time, of furniture, fixtures and equipment. The franchisors of our hotels also require periodic capital improvements as a condition of keeping the franchise licenses. In addition, our lenders require us to set aside amounts for capital improvements to our hotel properties. These capital improvements may give rise to the following risks:\n\n•        possible environmental problems;                                                                                                                                                          \n•        construction cost overruns and delays;                                                                                                                                                    \n•        possibility that revenues will be reduced temporarily while rooms or restaurants offered are out of service due to capital improvement projects;                                          \n•        a possible shortage of available cash to fund capital improvements and the related possibility that financing for these capital improvements may not be available on affordable terms;    \n•        uncertainties as to market demand or a loss of market demand after capital improvements have begun; and                                                                                   \n•        disputes with franchisors/managers regarding compliance with relevant management/franchise agreements.                                                                                    \n\nThe costs of all these capital improvements could adversely affect our business, financial condition, results of operations and cash available for distribution to our shareholders.\n\nThe increasing use by consumers of Internet travel intermediaries and alternative lodging market places may adversely affect our profitability.\n\nSome of our hotel rooms are booked through Internet travel intermediaries. As Internet bookings increase, these intermediaries may be able to obtain higher commissions, reduced room rates or other significant contract concessions from us and our management companies. Moreover, some of these Internet travel intermediaries are attempting to offer hotel rooms as a commodity, by increasing the importance of price and general indicators of quality (such as \"three-star downtown hotel\") at the expense of brand identification. These agencies hope that consumers will eventually develop brand loyalties to their reservations system rather than to the brands under which our properties are franchised. Additional sources of competition, including alternative lodging marketplaces, such as HomeAway and Airbnb, which operate websites that market available furnished, privately-owned residential properties, including homes and condominiums, that can be rented on a nightly, weekly or monthly basis, may, as they become more accepted, lead to a reduced demand for conventional hotel guest rooms and to an increased supply of lodging alternatives. Although most of the business for our hotels is expected to be derived from traditional channels, if the amount of bookings made through Internet intermediaries or the use of alternative lodging marketplaces increases significantly, room revenues may flatten or decrease and our profitability may be adversely affected.\nThe need for business-related travel and, thus, demand for rooms in our hotels may be materially and adversely affected by the increased use of business-related technology.\nThe increased use of teleconference and video-conference technology by businesses could result in decreased business travel as companies increase the use of technologies that allow multiple parties from different locations to participate at meetings without traveling to a centralized meeting location, such as our hotels. To the extent that such technologies play an increased role in day-to-day business and the necessity for business-related travel decreases, demand for our hotel rooms may decrease and we could be materially and adversely affected.\n We and our hotel managers rely on information technology in our operations, and any material failure, inadequacy, interruption or security failure of that technology could harm our business.\nWe and our hotel manager rely on information technology networks and systems, including the Internet, to process, transmit and store electronic information, and to manage or support a variety of business processes, including financial transactions and records, personal identifying information, reservations, billing and operating data. We purchase some of our information technology from vendors, on whom our systems depend. We rely on commercially available systems, software, tools and monitoring to provide security for processing, transmission and storage of confidential customer information, such as individually identifiable information, including information relating to financial accounts. Although we have taken steps to protect the security of our information systems and the data maintained in those systems, it is possible that our safety and security measures will not be able to prevent the systems’ improper functioning or damage, or the improper access or disclosure of personally identifiable information such as in the event of cyber-attacks. Security breaches, including physical or electronic break-ins, computer viruses, attacks by hackers and similar breaches, can create system disruptions, shutdowns or unauthorized disclosure of confidential information. Any failure to maintain proper function, security and availability of our information systems could interrupt our operations, damage our reputation, subject us to liability claims or regulatory penalties and could have a material adverse effect on our business, financial condition and results of operations and our ability to make distributions to our shareholders.\nOur hotel manager carries a cyber insurance policy to protect and offset a portion of potential costs that may be incurred from a security breach. Additionally, we currently have a cyber insurance policy to provide supplemental coverage above the coverage carried by our third-party manager. Despite various precautionary steps to protect our hotels from losses resulting from cyber-attacks, however, any occurrence of a cyber-attack could still result in losses at our properties, which could affect our results of operations. We are not aware of any cyber incidents that we believe to be material or that could have a material adverse effect on our business, financial condition and results of operations.\nFor more information regarding cybersecurity risk and our management of it, see Part I, Item 1C of this Annual Report on Form 10-K.\nFuture terrorist attacks or changes in terror alert levels could adversely affect travel and hotel demand.\n\nPrevious terrorist attacks and subsequent terrorist alerts have adversely affected the U.S. travel and hospitality industries, often disproportionately to the effect on the overall economy. The impact that terrorist attacks in the U.S. or elsewhere could have on domestic and international travel and our business in particular cannot be determined but any such attacks or the threat of such attacks could have a material adverse effect on our business, financial condition and results of operations and our ability to finance our business, to insure our properties and to make distributions to our shareholders.\n\nWe may assume liabilities in connection with the acquisition of hotel properties, including unknown liabilities, which, if significant, could adversely affect our business.\nWe may assume existing liabilities in connection with the acquisition of hotel properties, some of which may be unknown or unquantifiable. Unknown liabilities might include liabilities for cleanup or remediation of undisclosed environmental conditions, claims of hotel guests, vendors or other persons dealing with the seller of a particular hotel property, tax liabilities, employment-related issues and accrued but unpaid liabilities whether incurred in the ordinary course of business or otherwise. If the magnitude of such unknown liabilities is high, they could adversely affect our business, financial condition, results of operations and our ability to make distributions to our shareholders.\nUninsured and underinsured losses could adversely affect our operating results and our ability to make distributions to our shareholders.\n\nWe maintain comprehensive insurance on each of our hotel properties, including liability, terrorism, fire and extended coverage, of the type and amount customarily obtained for or by hotel property owners. There can be no assurance that such coverage will continue to be available at reasonable rates. Various types of catastrophic losses, like earthquakes and floods and losses from foreign terrorist activities such as those on September 11, 2001 or losses from domestic terrorist activities such as the Oklahoma City bombing, may not be insurable or may not be insurable on reasonable economic terms. Lenders may require such insurance and failure to obtain such insurance could constitute a default under loan agreements. Depending on our access to capital, liquidity and the value of the properties securing the affected loan in relation to the balance of the loan, a default could have a material adverse effect on our results of operations and ability to obtain future financing.\n\nIn the event of a substantial loss, insurance coverage may not be sufficient to cover the full current market value or \nreplacement cost of the lost investment. Should an uninsured loss or a loss in excess of insured limits occur, we could lose all or a portion of the capital we invested in a hotel property, as well as the anticipated future revenue from that particular hotel. In that event, we might nevertheless remain obligated for any mortgage debt or other financial obligations related to the property. Inflation, changes in building codes and ordinances, environmental considerations and other factors might also keep us from using insurance proceeds to replace or renovate a hotel after it has been damaged or destroyed. Under those circumstances, the insurance proceeds we receive might be inadequate to restore our economic position on the damaged or destroyed property.\nWe face risks associated with natural disasters and the direct and indirect physical effects of climate change, which may include more frequent and more severe storms, hurricanes, flooding, droughts and wildfires, any of which could have a material adverse effect on our hotel properties, operations, cash flows and financing options.\nWe are subject to the risks associated with the direct and indirect physical effects of climate change, which can include more frequent and more severe storms, hurricanes, flooding, droughts and wildfires, any of which could have a material adverse effect on our hotels, operating results and cash flows. To the extent climate change causes changes in weather patterns, our markets, particularly our coastal markets, could experience increases in storm frequency and intensity and rising sea levels causing damage to our hotels. As a result, we could become subject to significant losses and repair costs that may not be fully covered by insurance. Our markets in more remote locations may experience prolonged variations in temperature or precipitation that may limit access to the water needed to operate our hotels or significantly increase energy costs, which may subject those hotels to additional regulatory burdens, such as limitations on water usage or stricter energy efficiency standards. Climate change also may affect our business by increasing the cost of (or even making unavailable) property insurance on terms we find acceptable in areas most vulnerable to such events, increasing operating costs at our hotels, such as the cost of water or energy, and requiring us to expend funds as we seek to mitigate, repair and protect our hotels against such risks. A tightening of credit markets for, or a reduction in the availability of capital to, borrowers whose assets are in areas that are particularly adversely affected by the effects of climate change may reduce our ability to obtain financing on favorable terms, or at all, thereby increasing financing costs and/or requiring us to accept financing with increased restrictions and/or significantly higher interest rates, which could have a material adverse effect on our financial condition, results of operations, the market price of our common shares and our ability to make distributions to our shareholders.\nWe are subject to operational risks associated with complying with increased environmental-related regulations, aligning with investor requirements concerning environmental issues and meeting shifting consumer preferences with regard to the environment. In an effort to mitigate the impact of climate change, our hotels could become subject to increased governmental regulations mandating energy efficiency standards, the usage of sustainable energy sources and updated equipment specifications, which may require additional capital investments or increased operating costs. Climate change may also affect our business by causing a shift in consumer preferences for sustainable travel. Our hotels may be subject to additional costs to manage consumer expectations for sustainable buildings and hotel operations.\nThere can be no assurance that climate change will not have a material adverse effect on our hotels, operating results or cash flows.\nNoncompliance with environmental laws and governmental regulations could adversely affect our operating results and our ability to make distributions to shareholders.\n\nUnder various federal, state and local laws, ordinances and regulations, an owner of real property may be liable for the costs of removal or remediation of certain hazardous or toxic substances on or in such property. Such laws often impose such liability without regard to whether the owner knew of or was responsible for, the presence of such hazardous or toxic substances. The cost of any required remediation and the owner's liability therefore as to any property are generally not limited under such laws and could exceed the value of the property and/or the aggregate assets of the owner. The presence of such substances, or the failure to properly remediate contamination from such substances, may adversely affect our ability to sell the real estate or to borrow funds using such property as collateral, which could have an adverse effect on our return from such investment. Moreover, the presence of such substance or the failure to properly mediate such substances could adversely affect our operating results and our ability to make distributions to our shareholders.\n\nFurthermore, various court decisions have established that third parties may recover damages for injury caused by release of hazardous substances and for property contamination. For instance, a person exposed to asbestos while working at or staying in a hotel may seek to recover damages if he or she suffers injury from the asbestos. Lastly, some of these environmental issues restrict the use of a property or place conditions on various activities. One example is laws that require a business using chemicals to manage them carefully and to notify local officials if regulated spills occur.\n\nAlthough it is our policy to require an acceptable Phase I environmental site assessment for all real property in which we invest prior to our investment, such surveys are limited in scope. As a result, there can be no assurance that a Phase I environmental site assessment will uncover any or all hazardous or toxic substances on a property prior to our investment in that property. We cannot assure you:\n \n•        that there are no existing liabilities related to our properties of which we are not aware;                                                                                                                                               \n•        that future laws, ordinances or regulations will not impose material environmental liability; or                                                                                                                                          \n•        that the current environmental condition of a hotel will not be affected by the condition of properties in the vicinity of the hotel (such as the presence of leaking underground storage tanks) or by third parties unrelated to us.     \n\nCompliance with the ADA and other changes in governmental rules and regulations could substantially increase our cost of doing business.\n\nOur hotel properties are subject to the ADA. Under the ADA, all places of public accommodation are required to meet certain federal requirements related to access and use by disabled persons. Although we intend to continue to acquire assets that are substantially in compliance with the ADA, we may incur additional costs of complying with the ADA at the time of acquisition and from time-to-time in the future to stay in compliance with any changes in the ADA. A number of additional federal, state and local laws exist that also may require modifications to our investments, or restrict certain further renovations thereof, with respect to access thereto by disabled persons. Additional legislation may impose further burdens or restrictions on owners with respect to access by disabled persons. \nIf we are required to make substantial modifications to our hotel properties, whether to comply with the ADA or other changes in governmental rules and regulations, our financial condition, results of operations, the market price of our common shares and our ability to make distributions to our shareholders could be adversely affected. The obligation to make readily achievable accommodations is an ongoing one, and we will continue to assess our properties and to make alterations as appropriate.\nThe outbreak of widespread contagious disease, such as COVID-19, could reduce travel and adversely affect hotel demand.\nThe widespread outbreak of infectious or contagious disease, such as COVID-19, H1N1 influenza (swine flu), avian bird flu, SARS and Zika virus, has reduced travel into and from the affected areas, including travel from the affected areas to the U.S. Further outbreaks, especially in the U.S., could reduce travel and adversely affect the U.S. hotel industry generally and our business in particular.\nGeneral Risks Related to Real Estate Industry\n\nIlliquidity of real estate investments could significantly impede our ability to respond to adverse changes in the performance of our hotel properties.\n\nBecause real estate investments are relatively illiquid, our ability to promptly sell one or more hotel properties in our portfolio in response to changing economic, financial and investment conditions may be limited. The real estate market is affected by many factors that are beyond our control, including:\n\n•        adverse changes in international, national, regional and local economic and market conditions;                                                                                                  \n•        changes in interest rates and in the availability, cost and terms of debt financing;                                                                                                            \n•        changes in governmental laws and regulations, fiscal policies and zoning ordinances and the related costs of compliance with laws and regulations, fiscal policies and ordinances;              \n•        the ongoing need for capital improvements, particularly in older structures;                                                                                                                    \n•        changes in operating expenses; and                                                                                                                                                              \n•        civil unrest, acts of God, including earthquakes, wildfires, tornadoes, hurricanes, floods and other natural disasters, which may result in uninsured losses, and acts of war or terrorism.     \n\nWe may seek to sell hotel properties owned by us in the future. There can be no assurance that we will be able to sell any hotel property on acceptable terms.\n\nIf financing for hotel properties is not available or is not available on attractive terms, it will adversely impact the ability of third parties to buy our hotels. As a result, we may hold hotel properties for a longer period than we would otherwise desire and may sell hotels at a loss.\nWe may be required to expend funds to correct defects or to make improvements before a hotel property can be sold. We cannot assure you that we will have funds available to correct those defects or to make those improvements. In acquiring a hotel property, we may agree to lock-out provisions that materially restrict us from selling that property for a period of time or impose other restrictions, such as a limitation on the amount of debt that can be placed or repaid on that property. These factors and any others that would impede our ability to respond to adverse changes in the performance of our properties could have a material adverse effect on our operating results and financial condition, as well as our ability to make distributions to our shareholders.\n\nIncreases in our property taxes would adversely affect our ability to make distributions to our shareholders.\n\nHotel properties are subject to real and personal property taxes. These taxes may increase as tax rates change and as the properties are assessed or reassessed by taxing authorities. In particular, our property taxes could increase following our hotel purchases as the acquired hotels are reassessed. If property taxes increase, our financial condition, results of operations and our ability to make distributions to our shareholders could be materially and adversely affected.\n\nOur hotel properties may contain or develop harmful mold, which could lead to liability for adverse health effects and costs of remediating the problem.\n\nWhen excessive moisture accumulates in buildings or on building materials, mold growth may occur, particularly if the moisture problem remains undiscovered or is not addressed over a period of time. Some molds may produce airborne toxins or irritants. Concern about indoor exposure to mold has been increasing, as exposure to mold may cause a variety of adverse health effects and symptoms, including allergic or other reactions. As a result, the presence of mold to which hotel guests or employees could be exposed at any of the properties in which we own an interest could require us to undertake a costly remediation program to contain or remove the mold from the affected property. In addition, exposure to mold by guests or employees, management company employees or others could expose us to liability if property damage or health concerns arise.\n\nRisks Related to Our Organization and Structure\n\nOur rights and the rights of our shareholders to take action against our trustees and officers are limited, which could limit your recourse in the event of actions not in your best interests.\n\nUnder Maryland law generally, a trustee is required to perform his or her duties in good faith, in a manner he or she reasonably believes to be in our best interests and with the care that an ordinarily prudent person in a like position would use under similar circumstances. Under Maryland law, trustees are presumed to have acted with this standard of care. In addition, our declaration of trust limits the liability of our trustees and officers to us and our shareholders for money damages, except for liability resulting from:\n\n•        actual receipt of an improper benefit or profit in money, property or services; or                                                                             \n•        active and deliberate dishonesty by the trustee or officer that was established by a final judgment as being material to the cause of action adjudicated.      \n\nOur bylaws obligate us to indemnify our trustees and officers for actions taken by them in those capacities to the maximum extent permitted by Maryland law. Our bylaws require us to indemnify each trustee or officer, to the maximum extent permitted by Maryland law, in the defense of any proceeding to which he or she is made, or threatened to be made, a party by reason of his or her service to us. In addition, we may be obligated to advance the defense costs incurred by our trustees and officers. As a result, we and our shareholders may have more limited rights against our trustees and officers than might otherwise exist absent the current provisions in our declaration of trust and bylaws or that might exist with other companies.\n\nProvisions of Maryland law may limit the ability of a third party to acquire control of our Company and may result in entrenchment of management and diminish the value of our common shares.\n\nCertain provisions of the Maryland General Corporation Law (\"MGCL\") applicable to Maryland real estate investment trusts may have the effect of inhibiting a third party from making a proposal to acquire us or of impeding a change of control under circumstances that otherwise could provide our common shareholders with the opportunity to realize a premium over the then-prevailing market price of such shares, including:\n \n•        \"Business combination\" provisions that, subject to limitations, prohibit certain business combinations between us and an \"interested shareholder\" (defined generally as any person who beneficially owns 10% or more of the voting power of our shares) or an affiliate of any interested shareholder for five years after the most recent date on which the shareholder becomes an interested shareholder, and thereafter imposes special appraisal rights and special shareholder voting requirements on these combinations; and                                                                                         \n•        \"Control share\" provisions that provide that our \"control shares\" (defined as shares which, when aggregated with other shares controlled by the shareholder, entitle the shareholder to exercise one of three increasing ranges of voting power in electing trustees) acquired in a \"control share acquisition\" (defined as the direct or indirect acquisition of ownership or control of \"control shares\") have no voting rights except to the extent approved by our shareholders by the affirmative vote of at least two-thirds of all the votes entitled to be cast on the matter, excluding all interested shares.    \n\nAdditionally, Title 3, Subtitle 8 of the MGCL permits our Board of Trustees, without shareholder approval and regardless of what is currently provided in our declaration of trust or bylaws, to implement certain takeover defenses, including, but not limited to, the adoption of a classified board. In November 2013, our Board of Trustees opted in to Subtitle 8 and adopted a classified board structure in order to protect shareholder value in the wake of what our Board considered to be an unsolicited and inadequate proposal to acquire us. Although our Board subsequently took action in April 2015 to opt back out of the provisions of Subtitle 8 and declassified our Board of Trustees, our Board may elect to opt back in to Subtitle 8 again in the future. These provisions may have the effect of inhibiting a third party from making an acquisition proposal for our company or of delaying, deferring or preventing a change in control of our company under the circumstances that otherwise could provide our common shareholders with the opportunity to realize a premium over the then current market price.\n\nProvisions of our declaration of trust may limit the ability of a third party to acquire control of our Company and may result in entrenchment of management and diminish the value of our common shares.\n\nOur declaration of trust authorizes our Board of Trustees to issue up to 500,000,000 common shares and up to 100,000,000 preferred shares. In addition, our Board of Trustees may, without shareholder approval, amend our declaration of trust to increase the aggregate number of our shares or the number of shares of any class or series that we have the authority to issue and to classify or reclassify any unissued common shares or preferred shares and to set the preferences, rights and other terms of the classified or reclassified shares. As a result, our Board of Trustees may authorize the issuance of additional shares or establish a series of common or preferred shares that may have the effect of delaying or preventing a change in control of our company, including transactions at a premium over the market price of our shares, even if shareholders believe that a change of control is in their interest.\nFailure to make required distributions would subject us to tax.\n\nTo maintain our qualifications as a REIT, each year we must distribute to our shareholders at least 90% of our REIT taxable income, determined without regard to the deductions for dividends paid and excluding any net capital gain. To the extent that we satisfy this distribution requirement, but distribute less than 100% of our taxable income, we will be subject to federal corporate income tax on our undistributed REIT taxable income. In addition, we will be subject to a 4% nondeductible excise tax if the actual amount that we pay out to our shareholders in a calendar year is less than a minimum amount specified under the Code. Our only source of funds to make these distributions comes from distributions that we will receive from our Operating Partnership. Accordingly, we may be required to borrow or raise capital on terms, or sell assets at prices or at times we regard unfavorable or make taxable distributions of our capital shares or debt securities, to enable us to pay out enough of our REIT taxable income to satisfy the distribution requirement and to avoid federal corporate income tax and the 4% nondeductible excise tax in a particular year.\n\nFailure to maintain our qualification as a REIT would subject us to federal income tax and potentially to state and local taxes.\n\nWe elected to be taxed as a REIT for federal income tax purposes. However, qualification as a REIT involves the application of highly technical and complex provisions of the Code, for which only a limited number of judicial and administrative interpretations exist. Even an inadvertent or technical mistake could jeopardize our REIT qualification. Our qualification as a REIT depends on our satisfaction of certain asset, income, organizational, distribution, shareholder ownership and other requirements on a continuing basis.\n\nMoreover, new tax legislation, administrative guidance or court decisions, in each instance potentially applicable with retroactive effect, could make it more difficult or impossible for us to qualify as a REIT. If we were to fail to qualify as a REIT in any taxable year, we would be subject to federal income tax on our taxable income at regular corporate rates and distributions to shareholders would not be deductible by us in computing our taxable income. We may also be subject to state and local taxes if we fail to qualify as a REIT. Any such corporate tax liability could be substantial and would reduce the amount of cash available for distribution to our shareholders, which in turn could have an adverse impact on the value of our shares of beneficial interest. If, for any reason, we failed to qualify as a REIT and we were not entitled to relief under certain Code provisions, we would be unable to elect REIT status for the four taxable years following the year during which we ceased to so qualify, which would negatively impact the value of our common shares.\n\nOur TRS Lessee structure subjects us to the risk of increased hotel operating expenses that could adversely affect our operating results and our ability to make distributions to our shareholders.\n\nOur leases with our TRS Lessees require our TRS Lessees to pay rent based in part on revenues from our hotels. Our operating risks include decreases in hotel revenues and increases in hotel operating expenses, which would adversely affect our TRS Lessees' ability to pay rent due under the leases, including but not limited to the increases in wage and benefit costs, repair and maintenance expenses, energy costs, property taxes, insurance costs and other operating expenses.\n\nIncreases in these operating expenses can have a significant adverse impact on our financial condition, results of operations, the market price of our common shares and our ability to make distributions to our shareholders.\n\nOur TRS structure increases our overall tax liability.\n\nOur TRS holding company is subject to applicable federal, state and local income tax on its taxable income, which consists of the revenues from the hotel properties leased by our TRS Lessees, net of the operating expenses for such hotel properties and rent payments to us. In certain circumstances, the ability of our TRS Lessees to deduct net interest expense could be limited. Accordingly, although our ownership of our TRS Lessees allows us to participate in the operating income from our hotel properties in addition to receiving rent, that operating income is fully subject to income tax. The after-tax net income of our TRS holding company is available for distribution to us.\n\nOur transactions with our TRS will cause us to be subject to a 100% penalty tax on certain income or deductions if those transactions are not conducted on arm's-length terms.\n\nA REIT may own up to 100% of the stock of one or more TRSs. A TRS may hold assets and earn income that would not be qualifying assets or income if held or earned directly by a REIT, including gross operating income from hotels that are operated by eligible independent contractors pursuant to hotel management agreements. Both the subsidiary and the REIT must jointly elect to treat the subsidiary as a TRS. A corporation of which a TRS directly or indirectly owns more than 35% of the voting power or value of the stock will automatically be treated as a TRS. Overall, no more than 20% of the value of a REIT's gross assets may consist of stock or securities of one or more TRSs. In addition, the TRS rules limit the deductibility of interest paid or accrued by a TRS to its parent REIT to assure that the TRS is subject to an appropriate level of corporate taxation. The rules also impose a 100% excise tax on certain transactions between a TRS and its parent REIT that are not conducted on an arm's-length basis.\n\nOur TRS holding company is subject to federal, foreign, state and local income tax on its taxable income, and its after-tax net income is available for distribution to us but is not required to be distributed to us. We believe that the aggregate value of the stock and securities of our TRS is and will continue to be less 20% of the value of our total gross assets (including our TRS stock and securities). Furthermore, we will monitor the value of our respective investments in our TRS holding company for the purpose of ensuring compliance with TRS ownership limitations. In addition, we will scrutinize all of our transactions with our TRS holding company and our TRS Lessees to ensure that they are entered into on arm's-length terms to avoid incurring the 100% excise tax described above. There can be no assurance, however, that we will be able to comply with the 20% limitation discussed above or to avoid application of the 100% excise tax discussed above.\n\nIf our leases with our TRS Lessees are not respected as true leases for federal income tax purposes, we would fail to qualify as a REIT.\n\nTo qualify as a REIT, we are required to satisfy two gross income tests, pursuant to which specified percentages of our gross income must be passive income, such as rent. For the rent paid pursuant to the hotel leases with our TRS Lessees, which should constitute substantially all of our gross income, to qualify for purposes of the gross income tests, the leases must be respected as true leases for federal income tax purposes and must not be treated as service contracts, joint ventures or some other type of arrangement. We have structured our leases, and intend to structure any future leases, so that the leases will be respected as true leases for federal income tax purposes, but there can be no assurance that the IRS will agree with this characterization, not challenge this treatment or that a court would not sustain such a challenge. If the leases were not respected as true leases for federal income tax purposes, we would not be able to satisfy either of the two gross income tests applicable to REITs and likely would fail to qualify for REIT status.\n\nDividends payable by REITs do not qualify for the reduced tax rates available for some dividends.\n\nThe maximum U.S. federal income tax rate applicable to qualified dividend income payable to certain non-corporate U.S. shareholders is 20%. Dividends payable by REITs, however, generally are not eligible for the reduced qualified dividend rates. For taxable years beginning before January 1, 2026, non-corporate taxpayers may deduct up to 20% of certain pass-through business income, including “qualified REIT dividends” (generally, dividends received by a REIT shareholder that are not designated as capital gain dividends or qualified dividend income), subject to certain limitations, resulting in an effective maximum U.S. federal income tax rate of 29.6% on such income. Although the reduced U.S. federal income tax rate applicable to qualified dividend income does not adversely affect the taxation of REITs or dividends payable by REITs, the more favorable rates applicable to regular corporate qualified dividends and the reduced corporate tax rate could cause certain non-corporate investors to perceive investments in REITs to be relatively less attractive than investments in the stocks of non-REIT corporations that pay dividends, which could adversely affect the value of the shares of REITs, including our shares.\nIf our hotel managers do not qualify as \"eligible independent contractors,\" we would fail to qualify as a REIT.\n\nRent paid by a lessee that is a \"related party tenant\" of ours will not be qualifying income for purposes of the two gross income tests applicable to REITs. We lease all of our hotels to our TRS Lessees. A TRS Lessee will not be treated as a \"related party tenant,\" and will not be treated as directly operating a lodging facility to the extent the TRS Lessee leases properties from us that are managed by an \"eligible independent contractor.\" In addition, our TRS holding company will fail to qualify as a “taxable REIT subsidiary” if it or any of our TRS Lessees lease or own a lodging facility that is not managed by an “eligible independent contractor.”\n\nIf our hotel managers do not qualify as \"eligible independent contractors,\" we would fail to qualify as a REIT. Each of the hotel management companies that enters into a management contract with a TRS Lessee must qualify as an \"eligible independent contractor\" under the REIT rules in order for the rent paid to us by the TRS Lessee to be qualifying income for our REIT income test requirements and for our TRS holding company to qualify as a “taxable REIT subsidiary”. Among other requirements, in order to qualify as an eligible independent contractor, a manager must not own more than 35% of our outstanding shares (by value) and no person or group of persons can own more than 35% of our outstanding shares and the ownership interests of the manager, taking into account only owners of more than 5% of our shares and, with respect to ownership interests in such managers that are publicly traded, only holders of more than 5% of such ownership interests. Complex ownership attribution rules apply for purposes of these 35% thresholds. Although we intend to monitor ownership of our shares by our property managers and their owners, there can be no assurance that these ownership levels will not be exceeded.\nOur ownership limitations may restrict or prevent you from engaging in certain transfers of our common shares.\nIn order to satisfy the requirements for REIT qualification, no more than 50% in value of our outstanding shares may be owned, directly or indirectly, by five or fewer individuals (as defined in the Code to include certain entities) at any time during the last half of each taxable year. To assist us in satisfying the requirements for our REIT qualification, our declaration of trust contains an ownership limit on each class and series of our shares. Under applicable constructive ownership rules, any common shares owned by certain affiliated owners generally will be added together for purposes of the common share ownership limit, and any shares of a given class or series of preferred shares owned by certain affiliated owners generally will be added together for purposes of the ownership limit on such class or series.\n\nIf anyone transfers shares in a way that would violate the ownership limit, or prevent us from qualifying as a REIT under the federal income tax laws, those shares instead will be transferred to a trust for the benefit of a charitable beneficiary and will be either redeemed by us or sold to a person whose ownership of the shares will not violate the ownership limit. If this transfer to a trust fails to prevent such a violation or our continued qualification as a REIT, then the initial intended transfer shall be null and void from the outset. The intended transferee of those shares will be deemed never to have owned the shares. Anyone who acquires shares in violation of the ownership limit or the other restrictions on transfer in our declaration of trust bears the risk of suffering a financial loss when the shares are redeemed or sold if the market price of our shares falls between the date of purchase and the date of redemption or sale.\nThe ability of our Board of Trustees to revoke our REIT qualification without shareholder approval may cause adverse consequences to our shareholders.\n\nOur declaration of trust provides that our Board of Trustees may revoke or otherwise terminate our REIT election, without the approval of our shareholders, if it determines that it is no longer in our best interest to continue to qualify as a REIT. If we cease to qualify as a REIT, we would become subject to federal income tax on our taxable income and would no longer be required to distribute most of our taxable income to our shareholders, which may have adverse consequences on our total return to our shareholders.\n\nThe ability of our Board of Trustees to change our major policies may not be in our shareholders’ interest.\n\nOur Board of Trustees determines our major policies, including policies and guidelines relating to our acquisitions, leverage, financing, growth, operations and distributions to shareholders and our continued qualification as a REIT. Our board may amend or revise these and other policies and guidelines from time to time without the vote or consent of our shareholders. Accordingly, our shareholders will have limited control over changes in our policies and those changes could adversely affect our financial condition, results of operations, the market price of our common shares and our ability to make distributions to our shareholders.\n\nIf we fail to maintain an effective system of internal controls, we may not be able to accurately determine our financial results or prevent fraud. As a result, our investors could lose confidence in our reported financial information, which could harm our business and the value of our shares.\n\nEffective internal controls are necessary for us to provide reliable financial reports and effectively prevent fraud. We may in the future discover areas of our internal controls that need improvement. Section 404 of the Sarbanes-Oxley Act of 2002 requires us to evaluate and report on our internal controls over financial reporting and have our independent auditors annually issue their opinion on our internal control over financial reporting. As we grow our business and acquire new hotel properties, directly or through joint ventures, with existing internal controls that may not be consistent with our own, our internal controls will become more complex, and we will require significantly more resources to ensure our internal controls remain effective. If we or our independent auditors discover a material weakness, the disclosure of that fact, even if quickly remedied, could reduce the market value of our common shares. In particular, we will need to establish, or cause our third party hotel managers to establish, controls and procedures to ensure that hotel revenues and expenses are properly recorded at our hotels. The existence of any material weakness or significant deficiency would require management to devote significant time and incur significant expense to remediate any such material weaknesses or significant deficiencies and management may not be able to remediate any such material weaknesses or significant deficiencies in a timely manner. Any such failure could cause investors to lose confidence in our reported financial information and adversely affect the market value of our common shares or limit our access to the capital markets and other sources of liquidity.\n\nComplying with REIT requirements may cause us to forego otherwise attractive opportunities or liquidate otherwise attractive investments.\n\nTo maintain our qualification as a REIT for federal income tax purposes, we must continually satisfy tests concerning, among other things, the sources of our income, the nature and diversification of our assets, the amounts we distribute to our shareholders and the ownership of our shares of beneficial interest. In order to meet these tests, we may be required to forego investments we might otherwise make. Thus, compliance with the REIT requirements may hinder our performance.\n\nIn particular, we must ensure that at the end of each calendar quarter, at least 75% of the value of our gross assets consists of cash, cash items, government securities and qualified real estate assets. The remainder of our investment in securities (other than government securities, securities that constitute qualified real estate assets and securities of our TRS) generally cannot include more than 10% of the outstanding voting securities of any one issuer or more than 10% of the total value of the outstanding securities of any one issuer. In addition, in general, no more than 5% of the value of our gross assets (other than government securities, securities that constitute qualified real estate assets and securities of our TRS) can consist of the securities of any one issuer, no more than 25% of the value of our assets can consist of debt of \"publicly offered REITs\" that is not secured by real property, and no more than 20% of the value of our total gross assets can be represented by the securities of one or more TRSs. If we fail to comply with these requirements at the end of any calendar quarter, we must correct the failure within 30 days after the end of the calendar quarter or qualify for certain statutory relief provisions to avoid losing our REIT qualification and suffering adverse tax consequences. As a result, we may be required to liquidate otherwise attractive investments. These actions could have the effect of reducing our income and amounts available for distribution to our shareholders.\nWe may be subject to adverse legislative or regulatory tax changes that could reduce the market price of our shares.\nAt any time, the federal income tax laws governing REITs or the administrative interpretations of those laws may be amended. We cannot predict when or if any new federal income tax law, regulation, or administrative interpretation, or any amendment to any existing federal income tax law, regulation or administrative interpretation, will be adopted, promulgated or become effective and any such law, regulation, or interpretation may take effect retroactively. Several recent proposals have been made that would make substantial changes to the U.S. federal income tax laws generally. We cannot predict whether any of these proposed changes will become law, or the long-term effect of any future law changes on REITs and their shareholders generally. We and our shareholders could be adversely affected by any such change in, or any new, federal income tax law, regulation or administrative interpretation.\nWe may be unable to generate sufficient cash flows from our operations to make distributions to our shareholders at any time in the future.\n\nWe are generally required to distribute to our shareholders at least 90% of our REIT taxable income (determined without regard to the deduction for dividends paid and excluding any net capital gains) each year for us to qualify as a REIT under the Code, which requirement we currently intend to satisfy. To the extent we satisfy the 90% distribution requirement but distribute less than 100% of our REIT taxable income, we will be subject to federal corporate income tax on our undistributed taxable income. We have not established a minimum distribution payment level, and our ability to make distributions to our shareholders may be adversely affected by the risk factors described in this Form 10-K. Subject to satisfying the requirements for REIT qualification, we intend over time to make regular distributions to our shareholders. Our Board of Trustees has the sole discretion to determine the timing, form and amount of any distributions to our shareholders. Our Board of Trustees makes determinations regarding distributions based upon, among other factors, our historical and projected results of operations, financial condition, cash flows and liquidity, satisfaction of the requirements for REIT qualification and other tax considerations, capital expenditure and other expense obligations, debt covenants, contractual prohibitions or other limitations and applicable law and such other matters as our Board of Trustees may deem relevant from time to time. Among the factors that could impair our ability to make distributions to our shareholders are:\n \n•        our inability to realize attractive returns on our investments;                                                            \n•        unanticipated expenses that reduce our cash flow or non-cash earnings;                                                     \n•        decreases in the value of the underlying assets; and                                                                       \n•        the fact that anticipated operating expense levels may not prove accurate, as actual results may vary from estimates.      \nAs a result, no assurance can be given that we will be able to make distributions to our shareholders or that the level of \nany distributions we do make to our shareholders will achieve a market yield or increase or even be maintained over time, any of which could materially and adversely affect the market price of our common shares. Distributions could be dilutive to our financial results and may constitute a return of capital to our investors, which would have the effect of reducing each shareholder's basis in its common shares. We also could use borrowed funds or proceeds from the sale of assets to fund distributions.\n\nIn addition, distributions that we make to our shareholders are generally taxable to our shareholders as ordinary income. However, a portion of our distributions may be designated by us as long-term capital gains to the extent that they are attributable to capital gain income recognized by us or may constitute a return of capital to the extent that they exceed our earnings and profits as determined for tax purposes. A return of capital is not taxable, but has the effect of reducing the basis of a shareholder's investment in our common shares.\nOur revolving credit facility and term loan may limit our ability to pay dividends on common shares.\nUnder our revolving credit facility and term loan, our distributions may not exceed the greater of (i) 95% of adjusted funds from operations (as defined in our senior unsecured revolving credit facility and term loan) for the preceding four-quarter period or (ii) the amount required for us to maintain our status as a REIT. As a result, if we do not generate sufficient adjusted funds from operations during the four quarters preceding any common share dividend payment date, we would not be able to pay dividends to our common shareholders consistent with our past practice without causing a default under our revolving credit facility and term loan. In the event of a default under our revolving credit facility or term loan, we would be unable to borrow under our revolving credit facility or term loan and any amounts we have borrowed thereunder could become due and payable.\nThe market price of our equity securities may vary substantially, which may limit your ability to liquidate your investment.\n\nThe trading prices of equity securities issued by REITs have historically been affected by changes in market interest rates and other factors. One of the factors that may influence the price of our shares in public trading markets is the annual yield from distributions on our common or preferred shares as compared to yields on other financial instruments. An increase in market interest rates, or a decrease in our distributions to shareholders, may lead prospective purchasers of our shares to demand a higher annual yield, which could reduce the market price of our equity securities.\nOther factors that could affect the market price of our equity securities include the following:\n\n•        actual or anticipated variations in our quarterly results of operations;                                          \n•        changes in market valuations of companies in the hotel or real estate industries;                                 \n•        changes in expectations of future financial performance or changes in estimates of securities analysts;           \n•        fluctuations in stock market prices and volumes;                                                                  \n•        issuances of common shares or other securities in the future;                                                     \n•        the addition or departure of key personnel; and                                                                   \n•        announcements by us or our competitors of acquisitions, investments or strategic alliances or changes thereto.    \n\nBecause we have a smaller equity market capitalization compared to some other hotel REITs and our common shares may trade in low volumes, the stock market price of our common shares may be susceptible to fluctuation to a greater extent than companies with larger market capitalizations. As a result, your ability to liquidate your investment in our company may be limited.\n\nThe number of shares available for future sale could adversely affect the market price of our common shares.\n\nWe cannot predict the effect, if any, of future sales of common shares, or the availability of common shares for future sale, on the market price of our common shares. Sales of substantial amounts of common shares (including shares issued to our trustees and officers), or the perception that these sales could occur, may adversely affect prevailing market prices for our common shares.\n\nWe also may issue from time to time additional common shares or common units in our Operating Partnership in connection with the acquisition of properties and we may grant demand or piggyback registration rights in connection with these issuances. Sales of substantial amounts of our common shares or the perception that these sales could occur may adversely affect the prevailing market price for our common shares or may impair our ability to raise capital through a sale of additional equity securities. Our Equity Incentive Plan provides for grants of equity based awards up to an aggregate of 4,600,000 common shares and we may seek to increase shares available under our Equity Incentive Plan in the future. Our DRSPP (defined below) permits the purchase of up to $50 million of our common shares through purchases and reinvestment of dividends on our common shares.\n\nFuture offerings of debt or equity securities or incurrence of debt may adversely affect the market price of our common shares.\n\nIf we decide to issue debt or equity securities in the future ranking senior to our common shares or otherwise incur indebtedness (including under our credit facility), it is possible that these securities or indebtedness will be governed by an indenture or other instrument containing covenants restricting our operating flexibility and limiting our ability to make distributions to our shareholders. Additionally, any convertible or exchangeable securities that we issue in the future may have rights, preferences and privileges, including with respect to distributions, more favorable than those of our common shares and may result in dilution to owners of our common shares. Because our decision to issue debt or equity securities in any future offering or otherwise incur indebtedness will depend on market conditions and other factors beyond our control, we cannot predict or estimate the amount, timing or nature of our future offerings or financings, any of which could reduce the market price of our common shares and dilute the value of our common shares.",
      "char_count": 108850
    }
  },
  "extracted_at": "2025-10-18T17:31:19.272421"
}