{
  "ticker": "CLNE",
  "company_name": "Clean Energy Fuels Corp.",
  "cik": 1368265,
  "form_type": "10-K",
  "filing_date": "2025-02-24",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001558370-25-001390",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001368265&accession_number=000155837025001390&xbrl_type=v",
  "sic_code": "4932",
  "industry": "Gas & Other Services Combined",
  "sections": {
    "item1": {
      "text": "Item 1. Business.\nOverview\nClean Energy Fuels Corp., a Delaware corporation, is a leading renewable energy company focused on the procurement and distribution of renewable natural gas (“RNG”) and conventional natural gas, in the form of compressed natural gas (“CNG”) and liquefied natural gas (“LNG”), for the United States (“U.S.”) and Canadian transportation markets. RNG, which is delivered as either CNG or LNG, is created by the recovery and processing of naturally occurring, environmentally detrimental waste methane (“biogas”) from non-fossil fuel sources – such as dairy and other livestock waste and landfills – for environmentally beneficial use as a replacement for fossil-based transportation fuels at an affordable price. Methane is one of the most potent climate-harming greenhouse gases (“GHG”) with a comparative impact on global warming that is about 28 times more powerful than that of carbon dioxide. We are focused on developing, owning, and operating dairy and other livestock waste RNG projects and supplying RNG (currently procured from third party sources and from our anaerobic digester gas (“ADG”) RNG joint venture project with TotalEnergies S.E. (the “DR JV”) (see Note 3)) to our customers in the heavy and medium-duty commercial transportation sectors. We have participated in the alternative vehicle fuels industry for over 20 years. We believe we are in a unique position because the valuable Environmental Credits (as defined below) are generated by the party that dispenses RNG into vehicle fuel tanks, and we believe we have access to more dispensers than any other market participant.\nWe believe we were the first organization to sell RNG as a vehicle fuel in the U.S., and sales of our RNG for such purpose have increased from 13.0 million gasoline gallon equivalents (“GGEs”) in 2013 to 236.7 million GGEs in 2024. We calculate one GGE to equal 125,000 British Thermal Units (“BTUs”) and, as such, one million BTUs (“MMBTU”) equals eight GGEs. We are North America’s leading provider of the cleanest fuel for the commercial transportation market, based on both the number of stations we operate and the amount of GGEs serviced and GGEs sold of RNG and conventional natural gas, in the form of CNG and LNG, which amounted to a total of 477.9 million GGEs in 2024. With the Company’s focus on RNG, our sales of RNG volume have grown from 12% of our vehicle fuel sales in 2013 to 89% of our vehicle fuel sales in 2024 (excluding GGEs from O&M (as defined below) services sales and non-vehicle sales). We believe that during 2024 we provided 50% and 39% of the RNG used for transportation fuel in California and the U.S., respectively. \nAs a comprehensive clean energy solutions provider, we also design and build, as well as operate and maintain (“O&M”), public and private vehicle fueling stations in the U.S. and Canada; sell and service compressors and other equipment used in RNG production and at fueling stations; transport and sell RNG and conventional natural gas via “virtual” natural gas pipelines and interconnects; sell U.S. federal, state and local government credits (collectively, “Environmental Credits”) we generate by selling RNG as a vehicle fuel, including Renewable Identification Numbers (“RIN Credits” or “RINs”) under the federal Renewable Fuel Standard Phase 2 and credits under the California, Oregon, and Washington Low Carbon Fuel Standards (collectively, “LCFS Credits”); and obtain federal, state and local tax credits, grants and incentives. We serve fleet vehicle operators in a variety of markets, including heavy-duty trucking, airports, refuse, public transit, industrial and institutional energy users, and government fleets. We believe these fleet markets will continue to present a growth opportunity for our vehicle fuels for the foreseeable future.\nCommercial transportation, including heavy-duty trucking, generates a significant portion of the emissions of overall carbon dioxide and other climate-harming GHGs, and transitioning this sector to low and negative carbon fuels is a critical step towards reducing overall global GHG emissions. According to the Global Carbon Project’s Global Carbon Budget published in December 2024 and International Energy Agency’s topic analysis on transport, 37.0 billion metric tons of carbon dioxide were emitted globally in 2023, of which 8.0 billion metric tons, or 22%, came from the transportation sector. There is a global demand for reducing GHG emissions, as evidenced by 98% of the world’s countries having committed to the Paris Agreement according to The United Nations Framework Convention in Climate Change, and 98.6% of S&P 500 companies focusing on sustainability metrics, including GHG emissions, according to the Governance & Accountability Institute’s Flash Report published in 2024.\n\n\n![alt  Graphic](https://www.sec.gov/Archives/edgar/data/1368265/000155837025001390/clne-20241231x10k001.jpg)\n3\n\n\n\nBiogas, the primary source of RNG, is produced by microbes as they break down organic matter in the absence of oxygen. Our sources of commercial scale biogas are ADG, which is produced inside an airtight tank used to breakdown organic matter such as dairy and other livestock waste, and landfill gas (“LFG”), which is produced by the decomposition of organic waste at landfills.\nGiven the potential growth and positive environmental impact of RNG, our mission is to secure and sell as much RNG supply as possible. To that end we are pursuing development and ownership of dairy and other livestock waste ADG projects on our own and with partners including TotalEnergies S.E. (“TotalEnergies”) and BP Products North America (“bp”). Further, we enter long-term RNG supply offtake agreements with well-known third parties that own RNG production facilities. Because our business transforms waste methane into a renewable source of energy, our RNG generates valuable Environmental Credits under federal and state initiatives.\nDepending on the source, the California Air Resources Board (“CARB”) has determined that RNG can have a significantly negative carbon intensity score, enabling our customers to achieve a net carbon negative emissions profile. \nCalifornia Air Resources Board “Current Fuel Pathways” Q2 2021 to Q3 2024 \n​\nAt present, we see the best use of RNG as a replacement for fossil-based fuel in the transportation sector. We believe the most attractive market for RNG is U.S. heavy-duty Class 8 trucking and, based on information from the American Trucking Association and our own internal estimates, we believe there are approximately 4.1 million Class 8 heavy-duty trucks operating in the U.S. that use over 40 billion gallons of fuel per year. As of December 31, 2024, we deliver RNG to the transportation market through 582 fueling stations we own, operate or supply in 43 states and the District of Columbia in the U.S., including over 200 stations in California. We also own, operate, or supply 25 fueling stations in Canada as of December 31, 2024. Critically, to generate valuable Environmental Credits, the RNG must be placed in vehicle fuel tanks. We believe our stations and customer relationships allow us to sell substantially more RNG to vehicle operators than any other participant in the market – we calculate that we have access to more fueling stations and vehicle fleets than all our competitors combined. As of December 31, 2024, we served over 1,000 fleet customers operating over 50,000 vehicles on our fuels. We believe we are the only company in the U.S. that provides RNG vehicle fuel at scale in California and nationally.\n\n\n4\n\n\n\nRecently, we have expanded our offering to include hydrogen fuel for vehicle fleets and have won multiple competitive bids to build hydrogen stations for California transit agencies. As more operators deploy hydrogen powered vehicles, we can modify our fueling stations to reform our RNG and deliver clean hydrogen to customers. We also believe our RNG can be used to generate clean electricity to power electric vehicles, and we have the capability to add electric vehicle charging at our station sites, although the cost of adding electric vehicle charging capacity may be significant.\nOur Principal Products, Services and Other Business Activities\nOur principal products, services and other business activities are described below. Information about the revenue we receive from these activities is discussed in this report in Item 7. “Management’s Discussion and Analysis of Financial Condition and Results of Operations.”\nFuel Sales\nWe sell RNG and conventional natural gas, in the form of CNG and LNG, as fuel for medium and heavy-duty vehicles.\n\n●   RNG is injected into natural gas pipelines, which allows RNG to be transported to vehicle fueling stations where it can be compressed and dispensed as CNG, and to liquefaction facilities where it is liquified and made into LNG. We source RNG from the DR JV, one of our jointly owned RNG production facilities, and purchase RNG from bp and other third-party producers, comprising over 150 supply sources, typically under long-term RNG supply offtake agreements. In exchange for the agreement to offtake RNG supply, we and the supplier negotiate to determine what percentage share of the value of the Environmental Credit each party will retain. The value of the Environmental Credit is based on the realized value after the credit is sold to (purchased by) an obligated party or as agreed by the supplier and us as part of the negotiation. Our supply offtake agreements are variable and are based on actual RNG produced by the third-party producers, up to various maximum volume levels as governed by the arrangement. In 2024, our third-party sourced RNG consisted of 34% ADG and 66% LFG.\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nConventional natural gas is typically sourced from local utilities or third-party conventional natural gas marketers. We purchase conventional natural gas under North American Energy Standards Board base contracts on a spot market or short-term forward index basis or forward purchase contracts under take-or-pay arrangements that require us to purchase minimum volumes of conventional natural gas. Conventional natural gas is purchased on a normal purchase normal sale basis, as the conventional natural gas we purchase is for physical delivery of the commodity to our fueling stations for sale to customers.\n\n●   CNG is RNG or conventional natural gas that is compressed and dispensed in gaseous form. CNG is typically sold by obtaining RNG from our own RNG production facilities, third-party RNG suppliers or third-party RNG marketers or conventional natural gas from local utilities or third-party conventional natural gas marketers, compressing and storing it at a fueling station, and dispensing it directly into a vehicle. Our CNG vehicle fuel sales are primarily made through contracts with our customers or on a per fill-up basis at prices we set at public access fueling stations based on prevailing market conditions. Through our subsidiary NG Advantage, LLC (“NG Advantage”), we also transport and sell CNG for non-vehicle purposes via virtual natural gas pipelines and interconnects to industrial and institutional energy users that do not have direct access to natural gas pipelines. NG Advantage also has the capability to transport CNG from production facilities to pipeline injection sites using its fleet of 96 high-capacity trailers.\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   LNG is RNG or conventional natural gas that is cooled at a liquefaction facility to approximately negative 260 degrees Fahrenheit until it condenses into a liquid. We obtain LNG from our own liquefaction plants and from third-party suppliers. For LNG obtained from our own liquefaction plants, we supply the RNG, sourced from our own RNG production facilities, third-party RNG suppliers or third-party RNG marketers, or conventional natural gas, sourced from local utilities or third-party conventional natural gas marketers, to our liquefaction plants. We own and operate LNG liquefaction plants near Boron, California and Houston, Texas, which we refer to as the “Boron Plant” and the “Pickens Plant,” respectively. The Boron Plant can produce 98.5 million gallons of LNG per year and has a dual tanker trailer loading system and a 1.8 million\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n5\n\n\n\n\ngallon storage tank that can hold up to 1.5 million usable gallons. The Pickens Plant can produce 36.5 million gallons of LNG per year and includes a tanker trailer loading system and a storage tank that can hold up to 830,000 usable gallons. In 2024, we produced 93% of our LNG at our plants and purchased the remainder of our LNG from third-party suppliers. We sell LNG for use as a vehicle fuel on a bulk basis to fleet customers and through our network of public access fueling stations. We deliver LNG with our fleet of 74 tanker trailers to fueling stations, where it is stored and then dispensed in liquid form into vehicles. The need to liquefy and transport LNG generally causes LNG to cost more than CNG. We sell LNG through supply contracts and on a per fill-up basis at prices we set at public access fueling stations based on prevailing market conditions. Additionally, we sell LNG for non-vehicle purposes, including to customers who use LNG in rocket propulsion and oil fields, and for utility, industrial, marine and rail applications.\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nSales of Environmental Credits.   We generate Environmental Credits consisting of RINs and LCFS Credits when we sell RNG for use as a vehicle fuel in the U.S. We sell these Environmental Credits to third parties who must comply with federal and state emissions requirements. Generally, the number of Environmental Credits we generate increases as we sell higher volumes of RNG as a vehicle fuel. The number of Environmental Credits we sell and our revenue from these sales can vary depending on a number of factors, including the market for these credits, which has been volatile and subject to significant price fluctuations in recent periods (for example, in 2024, market prices for RINs were as high as $3.57 and as low as $2.08 and market prices for LCFS Credits were as high as $78.50 and low as $40.00), any changes to the federal and state programs under which the credits are generated and sold, and our ability to strictly comply with these programs.\nO&M Services.   We perform maintenance service on Clean Energy-owned and customer-owned fueling stations. Our maintenance program is backed by over 200 company employed service technicians and support personnel, an in-house 24/7 remote monitoring center, technician training center, computerized maintenance management system and inventory warehouses throughout the U.S. and Canada. For maintenance services, we generally charge a fixed fee or per gallon fee based on volume of fuel dispensed at the station.\nStation Construction and Engineering.    We design and construct fueling stations and sell or lease some of these stations to our customers. Since 2008, we have served as the general contractor or supervised qualified third-party contractors to build over 470 natural gas fueling stations.\nGrant Programs.    We apply for and help our fleet customers apply for federal, state and local grant programs in areas in which we operate. These programs can provide funding for vehicle purchases, fueling station construction and vehicle fuel sales.\nOur Company’s Sustainability Program\nOur vision is to deliver renewable transportation fuel for a cleaner, safer, more equitable tomorrow. We have a bold program, supported by ambitious goals to drive progress across four key pillars: fueling the transition to renewable energy in transportation, building the workforce for the future of renewable energy, advancing smart policies that drive the transformation to zero carbon fuels, and earning stakeholder trust.\nFueling transportation’s transition to renewable energy. \nThe fuel we provide enables our customers to transition from diesel to a solution with significantly lower GHG emissions and air quality impacts today. We are committed to pushing ourselves and our partners further by helping to produce and distribute 100% RNG, which can have a low carbon profile. We are also committed to doing our part to reduce our own emissions across our operations and supply chain.\nBuilding the workforce for the future of renewable energy. \nAt Clean Energy we have always had a strong focus on employee and contractor safety and strive to be a zero-incident workplace for our service technicians and staff, as well as our customers using our facilities. Looking towards the future, we will continue to focus on employee recruitment, retention, and engagement. It is important that we build a leadership team and supplier base that are reflective of the communities in which we operate. \n\n\n6\n\n\n\nAdvancing smart policies that drive the transformation to zero carbon fuels.\nWidespread change will be necessary across all industries to achieve our collective climate goals while maintaining a vibrant economy. We recognize that some physical climate impacts are unavoidable in the near-term and that the transition to a low carbon economy may bring new risks to our business. We also recognize that natural gas extraction and processing causes environmental and social impacts that must be appropriately managed. By investing in the energy transition, our aim is to reduce our own risks and provide lasting benefits to society. To enable lasting change, we must ensure the adoption of performance-driven state and federal policies that accelerate the shift from diesel and other transportation fuels with high GHG emissions and negative air quality impacts to zero net carbon emission transportation fuels. We are also committed to contributing to quality of life improvement and economic development in the communities where we conduct business, many of which are disadvantaged communities that suffer from poor air quality due to the use of transportation fuels, including diesel, that have high GHG emissions and significantly negative air quality impacts.\nEarn stakeholder trust.\nTo realize our ambitious goals we are building trusted partnerships with our stakeholders. We strive to act ethically and responsibly in all aspects of our business, seeking to meet expectations related to human rights, labor standards, air quality, water stewardship, operational energy efficiency, biodiversity and land use, disaster preparedness, business ethics, and other material topics.\nMarket Opportunity\nIncreasing demand for RNG\n​\nDemand for RNG produced from biogas is significant and growing in large part due to an increased focus by the U.S. public and investors, as well as federal, state, and local regulatory authorities, on reducing the emission of GHG, such as methane. According to the U.S. Environmental Protection Agency (“EPA”), methane is a significant GHG, which accounted for roughly 12% of all U.S. GHG emissions from human activities in 2022 and which has a comparative impact on global warming that is about 28 times more powerful than that of carbon dioxide over a 100-year period. Biogas processing facilities substantially reduce methane emissions at livestock farms and landfills, which together accounted for approximately 41% of U.S. methane emissions in 2022 according to the EPA.\nOver the past decade we have seen the transportation sector be the fastest growing end market for RNG, where RNG is used as a replacement for fossil-based fuel. This growth has been principally driven by an increased focus on reducing GHGs, as well as Environmental Credits to support the production of renewable transportation fuels. According to The Transport Project, a national organization dedicated to the development of a growing, profitable, and sustainable market for vehicles powered by alternative fuels, in 2023, “RNG use as a transportation fuel increased 92% from 2019 levels, and RNG use as a motor fuel displaced 6.96 million metric tons of carbon dioxide equivalent.” Further, RNG engines now commercially available for heavy-duty, regional-haul, refuse, transit, and vocational applications have been certified to satisfy CARB’s optional low nitrogen oxide (“NOx”) emission standard of 0.02 g/bhp-hr. This means that these engines emit 90% less smog-forming NOx than the existing regulatory standards, making them the lowest certified ultra-low NOx emission engines in the U.S.\nGiven public and investor calls for, and U.S. federal, state, and local regulatory trends and policies aimed at, reducing GHG emissions, we expect continued regulatory support for RNG as a replacement for fossil-based fuels and therefore continued and growing demand for RNG in the foreseeable future.\nIncreasing vehicle availability\nRNG is a replacement for fossil-based fuel consumed by vehicles that use internal combustion engines like those used in gasoline- or diesel-powered vehicles. Virtually any car, truck, bus, or other vehicle is capable of being manufactured to run on RNG. Many types and models of heavy- and medium-duty RNG vehicles and engines are available in the U.S., including, among others, long-haul tractors, refuse trucks, regional tractors, transit buses, ready-mix trucks, delivery trucks, vocational work trucks, school buses, shuttles, pickup trucks and cargo and passenger vans. Most notably, \n\n\n7\n\n\n\nCummins, one of the largest engine manufacturers in the world, has recently brought to market the X15N, a 15-liter natural gas engine designed for the heavy-duty truck market.\nMore broadly, many companies are developing and commercializing hydrogen and electric commercial vehicles, particularly as the commercial transportation sector increasingly shifts toward low-emission, zero-emission, or carbon neutral vehicle solutions. Various manufacturers have announced their plans to bring long-haul Class 8 commercial hydrogen- and battery-powered vehicles to the market over the coming years.\nAvailability of long-term feedstock supply\nBiogas is collected and processed to remove impurities for use as RNG and injected into existing natural gas pipelines. RNG is fully interchangeable with and chemically identical to conventional natural gas. Common sources of biogas include livestock farms, landfills, and wastewater resource recovery facilities.\nLivestock- and landfill-sourced biogas represent a significant opportunity to produce RNG and reduce GHG emissions. Although LFG has accounted for most of the growth in biogas projects to date, biogas from dairy and other livestock farm waste represents significant opportunities for RNG production that remain largely untapped. According to ICF Consulting, Inc., the global consulting services company, by 2040, the U.S. has the technical potential to annually produce up to 34.4 billion GGEs of RNG, including up to 20.6 billion GGEs of ADG RNG. \nAll-in prices paid for RNG from livestock farms can be significantly higher than prices for RNG from landfills due to higher value available from state-level low-carbon fuel incentives for these projects. Given our market leadership in RNG, we believe we are well-positioned to take advantage of this market.\nTotalEnergies Joint Venture\nOn March 3, 2021, we entered into an agreement (the “TotalEnergies JV Agreement”) with TotalEnergies to create 50-50 joint ventures to develop ADG RNG production facilities in the U.S. The TotalEnergies JV Agreement contemplates investing up to $400.0 million of equity in production projects, and TotalEnergies and the Company each committed to initially provide $50.0 million. Pursuant to the TotalEnergies JV Agreement, the Company and TotalEnergies have given each party a limited right of first opportunity to invest in ADG RNG projects they respectively originate. Currently, there is one ADG RNG joint venture project (the “DR JV”) in operation pursuant to the TotalEnergies JV Agreement. This project is estimated to produce up to 0.8 million GGEs of RNG annually, all of which is available to the Company for sale to the vehicle fuels market.\nbp Joint Venture\nOn April 13, 2021, pursuant to a memorandum of understanding we entered into with bp in December 2020, we entered into an agreement (“bp JV Agreement”) with bp that created a 50-50 joint venture (the “bpJV”) to develop, own and operate new ADG RNG production facilities in the U.S. From inception to December 31, 2024, we and bp have collectively contributed approximately $455.5 million of equity to the bpJV. Currently, there are five ADG RNG projects in operation and one large ADG RNG project under construction, which is planned to be completed by the fourth quarter of 2025. Collectively, the six ADG RNG projects in the bpJV are currently estimated to produce up to 8.2 million GGEs of RNG annually, and 100% of the RNG produced from these projects will be available to us for sale as vehicle fuel pursuant to our existing marketing agreement with bp.\nThe Company’s RNG projects\nAs of December 31, 2024, we had three 100% owned ADG RNG projects under development, which are anticipated to be substantially complete between the second and third quarter of 2025. In accordance with the TotalEnergies JV Agreement, we will provide TotalEnergies with the right of first opportunity to invest in these ADG RNG projects alongside the Company. Collectively, our three 100% owned ADG RNG projects will have an estimated RNG production volume of 3.6 million GGEs per year, all of which will be available to us for sale to the vehicle fuels market.\n\n\n8\n\n\n\nTourmaline Joint Development\nOn April 18, 2023, we and Tourmaline Oil Corp. (“Tourmaline”) announced a CAD $70 million Joint Development Agreement (“the Tourmaline JDA”) to build and operate a network of CNG stations along key highway corridors across Western Canada. Under a 50-50 shared investment, the construction of these CNG fueling stations will allow heavy-duty trucks and other commercial transportation fleets that operate in the area to transition to the use of CNG, a lower carbon and NOx alternative to gasoline and diesel. From inception to December 31, 2024, we and Tourmaline have collectively contributed approximately CAD$29.9 million of equity to the Tourmaline JDA. We are operating a CNG fueling station in Edmonton, Alberta, as part of the Tourmaline JDA and have since opened two more stations in the municipalities of Calgary and Grande Prairie in Alberta. We expect to open additional CNG fueling stations in Chilliwack and Kamloops in British Columbia and Fort McMurray in Alberta in 2025, with additional locations being evaluated.\nMaas Energy Works, LLC Joint Development\nOn May 8, 2024, the Company entered into a joint development agreement (the “Maas JDA”) with Maas Energy Works, LLC (“Maas”), granting the Company exclusive right to acquire, fund and participate in the development of certain ADG RNG production projects at dairy farms subject to its due diligence. Pursuant to the Maas JDA, the Company will provide financing to fund the development, construction, operation and maintenance of approved ADG RNG production projects, and Maas will manage and oversee the development, construction, operations and maintenance of such approved projects. The Company will record all the associated income/loss in earnings until a certain rate of return is achieved and then receive 49% of the income/loss in earnings with Maas receiving 51%. The Company contemplates investing up to $132.0 million of equity capital in production projects in connection with the Maas joint development. RNG produced from projects developed and constructed in connection with the Maas joint development will be available to the Company for sale as vehicle fuel.\nPursuant to the Maas JDA, each approved ADG RNG production project will be formed as a separate, special purpose project limited liability company that will be wholly-owned by a holding company (collectively, the “Project LLC”), which is jointly controlled by Maas and the Company. The Company accounts for its interest in the Project LLC using the equity method of accounting because it has the ability to exercise significant influence but does not control the Project LLC’s operations. In the year ended December 31, 2024, the Project LLC issued capital calls totaling $32.6 million, which has been contributed by the Company. Proceeds of the capital calls will be used to develop and construct ADG RNG projects. \nUse of environmental credits to promote RNG growth\nWhen used as a transportation fuel, RNG generates additional revenue streams through Environmental Credits. These Environmental Credits are provided under a variety of programs, including the national Renewable Fuel Standards (“RFS”), and state-level Low Carbon Fuel Standard (“LCFS”) programs.\nThe RFS program requires transportation fuel to contain a minimum volume of renewable fuel. To fulfill this regulatory mandate, the EPA obligates refiners and importers (“Obligated Parties”) to blend renewable fuel with standard fuel to meet renewable volume obligations (“RVOs”). Obligated Parties can comply with RVOs by either blending RNG into their existing fuel supply or purchasing Renewable Identification Numbers, or RINs. RINs are generated when eligible renewable fuels are produced or imported and blended with a petroleum product for use as a transportation fuel. The RFS program has been a key driver of growth in the RNG industry since 2014 when the EPA ruled that RNG, when used as a transportation fuel, would qualify for D3 RINs (for cellulosic biofuels), which are generally the most valuable among the four categories of RINs. In 2024, we estimate that we generated 39% of all D3 RINs in the U.S.\nThe monetization of RNG also benefits from low-carbon fuel initiatives at the state-level, specifically from established programs in California, Oregon, New Mexico, and Washington. California’s LCFS (“CA LCFS”) program requires fuel producers and importers to reduce the carbon intensity (“CI”) of their products, with goals of a 10% reduction in carbon emissions from 1990 levels by 2020 and a 20% reduction by 2030. CARB awards CA LCFS credits to RNG projects based on each project’s CI score relative to the target CI score for gasoline and diesel fuels. The CI score represents the overall net impact of carbon emissions for each RNG pathway and is determined on a project-by-project basis. Because our business involves the capture and transformation of waste methane into a renewable source of energy, our customers are \n\n\n9\n\n\n\nable to significantly reduce, if not eliminate, GHG emissions from their commercial transportation activities. Further, CARB calculates RNG produced by livestock farms as carbon negative, generating substantial incremental CA LCFS credits. Multiple other states, including New York and Illinois are considering LCFS initiatives like those implemented in California, Oregon, New Mexico, and Washington. In 2024, we estimate that we generated 42% of all LCFS credits under Bio-CNG and Bio-LNG pathways in the CA LCFS.\nOur Strategy\nWe aim to maintain and increase our position as the leading provider of RNG to the commercial vehicle market in North America, and our goal is to deliver 100% RNG to our entire fueling infrastructure. We support this objective through a multi-pronged strategy of:\n\n●   promoting the adoption by fleets of the Cummins X15N natural gas engine;\n----------------------------------------------------------------------------\n\n●   promoting the environmental and economic benefits of RNG for fleet vehicles;\n--------------------------------------------------------------------------------\n\n●   increasing supply of RNG through the development of new project investment opportunities, expanding our existing supplier portfolio, and leveraging our existing fuel network and customer relationships;\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   empowering our customers to achieve their sustainability and carbon reduction objectives;\n---------------------------------------------------------------------------------------------\n\n●   leveraging our management expertise; and\n--------------------------------------------\n\n●   utilizing our environmental, health and safety and compliance leadership.\n-----------------------------------------------------------------------------\n​\nPromoting the adoption by fleets of the Cummins X15N natural gas engine.\nIn 2024, Cummins Inc. released the anticipated X15N engine. The X15N engine is the first 15-liter natural gas engine to come to market, in the United States and Canada, and is expected to match the performance and reliability of its diesel counterpart. The X15N engine has power ratings up to 500hp, torque up to 1850 lb-ft, and a 700+ mile range and is designed to suit the needs of long-haul applications. We believe the adoption of the X15N engine by existing and prospective customers presents many opportunities for us and our existing network of natural gas fueling stations. We believe we are uniquely positioned to facilitate the adoption of the X15N engine, and increase the take-up of RNG as a fueling solution in the long-haul transportation space.\nPromoting the environmental and economic benefits of RNG for fleet vehicles.\nWe believe that RNG has unique characteristics to both reduce harmful greenhouse gas emissions and be a fuel that can be priced less than incumbent fuels like diesel. Not only is RNG produced at dairies scored by CARB as having a much lower CI, but it also, on average, costs less per gallon than a gallon of diesel. By simultaneously replacing fossil-based fuels and reducing overall methane emissions, our business has a substantial positive environmental impact. In addition to its methane emission benefits, the increased production and use of RNG have several other environmental benefits. Anaerobically digested livestock waste produces significantly less odor than conventional storage and land application systems. The odor of stored livestock waste mainly comes from volatile organic acids and hydrogen sulfide, which has a “rotten egg” smell. In an anaerobic digester, volatile organic compounds are reduced to methane and carbon dioxide, which are odorless gases. The volatized fraction of hydrogen sulfide is captured with the collected ADG and destroyed. Anaerobic digestion provides several water quality and land conservation benefits as well. Digesters, particularly heated digesters, can destroy more than 90% of disease-causing bacteria that might otherwise enter surface waters and pose a risk to human and animal health. Digesters also reduce biochemical oxygen demand (“BOD”). BOD is one measure of the potential for organic wastes to reduce dissolved oxygen in natural waters. Because fish and other aquatic organisms need minimum levels of dissolved oxygen for survival, farm practices that reduce BOD protect the health of aquatic ecosystems. In addition to protecting local water resources, implementing anaerobic digesters on livestock facilities improves soil health. Adding digestate to soil increases the organic matter content, reduces the need for chemical fertilizers, improves plant growth and alleviates soil compaction. Further, digestion converts nutrients in manure to a more \n\n\n10\n\n\n\naccessible form for plants to use. The risks of water and soil contamination from flooding of open lagoons are also mitigated by digesters.\nIncreasing supply of RNG through the development of new project investment opportunities, expanding our existing supplier portfolio, and leveraging our extensive fueling station network and customer relationships.\nIn our view, the market has not yet unlocked the full potential of RNG. We believe we were the first company to deliver RNG to the commercial vehicle fuels market, have the most extensive RNG fueling infrastructure and customer relationships, and our stations and customer relationships allow us to obtain and deliver substantially more RNG to vehicle operators than any other participant in the market. This is important because RNG must be placed in vehicle fuel tanks to generate the valuable Environmental Credits. \nDependable and economic sources of RNG are critical to our success. We continue to leverage our relationships built over the past several decades to identify and execute new RNG project development and supply offtake opportunities. These come from our relationships with feedstock owners and project developers who value our long operating history, strong reputation in the industry and unmatched access to fueling infrastructure and vehicle operators for certainty of Environmental Credit generation. Based on the foregoing, we believe that we are presented with nearly every material development, supply and distribution opportunity in the market.\nWe exercise financial discipline in pursuing projects by targeting project returns that are in line with the relative risk of the specific projects and associated feedstock costs and any related attributes that can be monetized. We also support third parties that own RNG production facilities by entering into long-term RNG supply offtake agreements. As these facility owners expand their operations, we provide additional access to our fueling infrastructure and customer relationships.\nAs of December 31, 2024, we obtain RNG from over 150 supply sources. We believe that we have one of the largest and most diverse supply portfolios in the RNG industry, which allows us to provide certainty of RNG supply to our vehicle operator customers.\nIn our view, all the foregoing gives us a competitive advantage relative to existing and new market entrants.\nEmpowering our customers to achieve their sustainability and carbon reduction objectives.\nWe believe we are uniquely positioned to empower our customers to achieve their sustainability and carbon reduction goals and do it affordably. Because our business involves the capture and transformation of waste methane into a renewable source of energy, we believe our customers can significantly reduce, if not eliminate, GHG emissions from their commercial transportation activities. Further, our RNG is available today to reduce climate harming GHG and meet sustainability objectives and at a cost to customers that is very competitive to other fuels like diesel. We also assist our customers in their transition to cleaner transportation fuels by helping them obtain federal, state and local tax credits, grants and incentives, providing vehicle financing, including through multiple marketing and incentive programs, engineering and constructing fueling stations, and facilitating customer selection of vehicle specifications that best meet their needs.\nManagement expertise\nOur management team has decades of combined experience in the alternative vehicle fueling industry. We believe our team’s proven track record in alternative vehicle fuels and focus on RNG gives us a strategic advantage in continuing to grow our business profitably. Our diverse experience and integration of key technical, environmental, and administrative support functions, along with our first-to-market advantage, further our ability to successfully deliver RNG to the commercial vehicle fuels market. \nEnvironmental, health and safety and compliance leadership\nOur executive team places the highest priority on the health and safety of our staff and third parties, as well as the preservation of the environment. Our corporate culture is built around supporting these priorities, as reflected in our well-established practices and policies. By setting and maintaining high standards in the renewable energy field, we are often \n\n\n11\n\n\n\nable to contribute positively to the safety practices and policies of our partners and customers. Our high safety standards include use of wireless gas monitoring safety devices, active monitoring of all field workers, performing environmental health and safety (“EHS”) audits and using technology throughout our safety processes from employee training in compliance with operational processes and procedures to emergency preparedness. By extension, we incorporate our EHS standards into our subcontractor selection qualifications to ensure that our commitment to high EHS standards is shared by our subcontractors. For 2024, our Total Recordable Incident Rate (“TRIR”) was 1.98, which is lower than the 2023 national average of 2.7 TRIR for all industries. As of December 31, 2024, we have not received any U.S. Occupational Health and Safety Administration (“OSHA”) or state OSHA citations in the last five years.\nHow We Generate Revenue\nWe generate revenue from selling RNG and conventional natural gas as a vehicle fuel, as well as by selling the associated Environmental Credits. RNG volume made up 89% of our vehicle fuel sales in 2024, and our goal is for 100% of our vehicle fuel sales to be RNG. Although RNG has the same chemical composition as natural gas from fossil sources, it has unique Environmental Credits assigned to it due to its origin from low- and negative-carbon, renewable sources. The Environmental Credits that we sell are composed of RINs and state low-carbon fuel credits, including CA LCFS credits, which are generated from the conversion of biogas to RNG that is used as a transportation fuel.\nIn addition to revenues generated from sales of RNG and conventional natural gas as a vehicle fuel and Environmental Credits, we also generate revenues by providing O&M services for public and private RNG, natural gas and hydrogen vehicle fleet customer stations; selling and servicing compressors and other equipment used in RNG production and at RNG, natural gas and hydrogen stations; and obtaining federal, state and local tax credits, grants and incentives.\nWe are experts in the engineering, design and construction of fueling stations. When we build stations for customers, we charge construction, other fees, or lease rates based on the size and complexity of the project. Since 2008, we have served as the general contractor or supervised qualified third-party contractors to build over 460 fueling stations.\n\n●   Equipment for RNG stations consists of compressors, storage tanks, and dispensers.\n--------------------------------------------------------------------------------------\n\n●   As operators deploy hydrogen-powered vehicles, we can modify our fueling stations and build additional stations to dispense clean hydrogen produced from our RNG. The equipment for hydrogen stations includes compressors, storage tanks, and dispensers, provided that the cost of adding hydrogen fueling may be significant.\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   We also have the capability to add high speed level 3 electric vehicle charging at our station sites, and our RNG can be used as a clean resource to power electric vehicles via on-site generation and/or routing to the electric grid serving our stations, although the cost of adding electric vehicle charging capacity may be significant.\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nKey Customer Markets\nWe serve customers in a variety of markets, including trucking, airports, refuse and public transit. We believe these customer markets are well-suited for the adoption of RNG and other alternative vehicle fuels because they consume relatively high volumes of fuel, refuel at centralized locations or along well-defined routes and/or are facing increasingly stringent emissions or other environmental requirements. During the years ended December 31, 2022, 2023 and 2024, zero, zero and one customer accounted for 10% or more of our total revenue, respectively.\nTrucking\nWe believe heavy-duty trucking represents the greatest opportunity for the expansion of RNG fueling. We estimate there are approximately 4.1 million Class 8 heavy-duty trucks operating in the U.S. using over 40 billion gallons of fuel each year. Because these high-mileage vehicles consume substantial amounts of fuel, operators can derive significant benefits from the carbon and GHG reductions associated with our vehicle fuels, while doing it at competitive costs versus diesel. We are focused on fueling more heavy-duty trucks, and many well-known shippers, manufacturers, retailers and other truck fleet operators have started to use RNG fueled trucks to move their freight, including, among others, Amazon, Pepsi Frito-Lay, FedEx, Anheuser-Busch, USPS, UPS, Kroger, KeHe Distributors, Kenan Advantage Group, and Estes Express.\n\n\n12\n\n\n\nCalifornia RNG Fleet Fund\nClean Energy’s California Fleet Fund is an incentive program to help California fleets transition to RNG. Fleets can receive up to $50,000 for a Freightliner or Peterbilt truck equipped with an X15N engine. These trucks must fuel at the Clean Energy network of stations in California. In 2024, customers contracted 37 trucks under the California Fleet Fund, and we expect 100 additional trucks to be ordered in 2025. \nAirports\nWe estimate that vehicles serving airports in the U.S., including airport delivery fleets, rental car and parking passenger shuttles and taxis, consume an aggregate of approximately two billion gallons of fuel per year. Additionally, many U.S. airports face emissions challenges and are under regulatory directives and political pressure to reduce pollution, particularly as part of any expansion plans. As a result, many of these airports have adopted various strategies to address tailpipe emissions, including rental car and hotel shuttle consolidation and requiring or encouraging service vehicle operators to switch their fleets to our vehicle fuels. \nRefuse\nWe believe that there are nearly 200,000 refuse trucks in the U.S. that collect and haul refuse and recyclables, which aggregately consume approximately two billion gallons of fuel per year. We estimate that approximately 60% of new refuse trucks are capable of operating on RNG, up from approximately 3% of new refuse trucks in 2008. Refuse haulers are increasingly adopting trucks that run on our vehicle fuels to realize operational savings and to address demands for reduced emissions from the public, investors, and governmental agencies. As of December 31, 2024, we fuel approximately 16,100 refuse vehicles for customers including Waste Management, Republic Services, Waste Connections, GFL Environmental, Atlas Disposal, Burrtec, CR&R, Recology and Waste Pro, among others. We also provide vehicle fueling services to municipal refuse fleets.\nPublic Transit\nWe believe that there are over 72,000 municipal transit buses operating in the U.S. In many areas, increasingly stringent emissions standards have limited the fueling options available to public transit operators. Also, transit agencies typically fuel at a central location and use high volumes of fuel. We estimate that transit agencies in the U.S. consume approximately one billion gallons of fuel per year. Many transit agencies have been early adopters of vehicles using our fuels, and approximately 30% of existing transit buses and approximately 35% of new transit buses can operate on RNG. As of December 31, 2024, public transit customers for which we serve include the Los Angeles County Metropolitan Transit Authority, New York MTA, Foothill Transit (Los Angeles County, California), Orange County Transit Authority, Santa Monica Big Blue Bus, Dallas Area Rapid Transit, Phoenix Transit, New Jersey Transit, Jacksonville Transportation Authority, NICE Bus (Nassau County, New York) and Washington Metro Area Transportation Authority.\nCompetition\nThere are many other companies operating in the renewable energy and waste-to-energy space. Regarding RNG production and supply, our primary competition is from other companies or solutions for access to biogas from waste. Evolving customer preferences, regulatory conditions, ongoing waste industry trends, and project economics have a strong effect on the competitive landscape. We have demonstrated a track record of strategic flexibility across our history which has allowed us to pivot towards projects and markets that we believe deliver optimal returns and stockholder value in response to changes in market, regulatory and competitive pressures. The biogas and RNG markets are heavily fragmented. We believe we are in a strong position to compete for new project development and supply opportunities. Competition for such opportunities, however, including the prices being offered for fuel supply, affect the profitability of the opportunities we pursue, and may make opportunities unsuitable to pursue. \nThe market for vehicle fuels is highly competitive. The biggest competition for RNG use as a vehicle fuel is diesel because most vehicles in our key markets are powered by this fuel. Many established businesses are in the market for RNG and other alternatives for use as vehicle fuel, including alternative vehicle and alternative fuel companies, refuse collectors, \n\n\n13\n\n\n\nindustrial gas companies, truck stop and fuel station owners, fuel providers, utilities and their affiliates and other organizations. We also compete with suppliers of other alternative vehicle fuels, including renewable diesel, biodiesel and ethanol, as well as producers and fuelers of alternative vehicles, including hybrid, electric and hydrogen-powered vehicles. Additionally, our stations compete directly with other natural gas fueling stations and indirectly with electric vehicle charging stations and fueling stations for other vehicle fuels. In addition, we transport and sell CNG through NG Advantage’s virtual natural gas pipelines and interconnects and compete with other participants in this market.\nIf the alternative vehicle fuel market grows then the number and type of participants in this market and their level of capital and commitments to alternative vehicle fuel programs will increase. We compete for vehicle fuel users based on demand for the type of fuel, which may be affected by a variety of factors, including, among others, cost, supply, availability, quality, cleanliness, and safety of the fuel; cost, availability and reputation of vehicles and engines; convenience and accessibility of fueling stations; regulatory mandates and other requirements; and recognition of the brand. We believe we compare favorably with our competitors based on these factors; however, some of our competitors have substantially greater financial, marketing, and other resources than we have. As a result, these competitors may be able to respond more quickly to changes in customer preferences, legal requirements or other industry or regulatory trends; devote greater resources to the development, promotion and sale of their products; adopt more aggressive pricing policies, dedicate more effort to infrastructure and systems development in support of their business or product development activities; implement more robust or creative initiatives to advance customer acceptance of their products; or exert more influence on the regulatory landscape that impacts the vehicle fuels market.\nGovernmental Regulation\nWe are subject to a variety of federal, state and local laws and regulations relating to the environment, health and safety, labor and employment, building codes and construction, zoning and land use, the government procurement process, any political activities or lobbying in which we may engage, public reporting and taxation, among others. Many of these laws and regulations are complex, change frequently and have become more stringent over time. Any changes to existing regulations, adoption of new regulations or failure by us to comply with applicable regulations may result in significant additional expense to us or to our customers or a variety of administrative, civil, and criminal enforcement measures, any of which could have a material adverse effect on our business, reputation, financial condition and results of operations. Certain regulations that significantly affect our various operating activities are described below. Compliance with these regulations has not had a material effect on our capital expenditures, earnings, or competitive position to date, but new regulations or amendments to existing regulations to make them more stringent could have such an effect in the future. We cannot estimate the expenses we may incur to comply with potential new laws or changes to existing laws, or the other potential effects these laws may have on our business, and these unknown costs and effects are not specifically contemplated by our existing customer agreements or our budgets and cost estimates. \nWe are subject to federal, state, and local air quality, solid waste, and water quality regulations and permitting requirements. Specific construction and operating permit requirements may differ among states. Specific permits we frequently must obtain include air permits, nonhazardous waste management permits, pollutant discharge elimination permits, and beneficial use permits. We must also maintain compliance with relevant federal, state and local environmental, health and safety requirements.\nRNG projects are subject to federal RFS program regulations. The EPA administers the RFS program with volume requirements for several categories of renewable fuels. The EPA’s RFS regulations establish rules for fuel supplied and administer the RIN system for compliance, trading credits and rules for waivers. The EPA calculates a blending standard for each year based on estimates of gasoline usage from the Department of Energy’s Energy Information Agency. Separate quotas and blending requirements are determined for cellulosic biofuels, biomass-based diesel, advanced biofuels, and total renewable fuel. Further, we are required to register each RNG project with the EPA and relevant state regulatory agencies. We qualify our RINs through a voluntary Quality Assurance Plan, which typically takes from three to five months from first injection of RNG into the commercial pipeline system. Further, we may make a large project investment prior to receiving the regulatory approval and RIN qualification. In addition to registering each RNG project, we are subject to quarterly audits under the Quality Assurance Plan of our projects to validate our qualification.\n\n\n14\n\n\n\nOur operations are also subject to state renewable fuel standard regulations. The CA LCFS program requires producers of petroleum-based fuels to reduce the CI of their products, which began with a quarter of a percent in 2011 to a 10% total reduction by 2020, and a 20% total reduction by 2030. Petroleum importers, refiners and wholesalers can either develop their own low-carbon fuel products or buy CA LCFS credits from other companies that develop and sell low-carbon alternative fuels, such as biofuels, electricity, natural gas, or hydrogen. We are subject to a qualification process like that for RINs, including verification of CI levels and other requirements existing for CA LCFS credits.\nBefore an RNG project can be developed, all Resource Conservation and Recovery Act (“RCRA”) Subtitle D requirements (requirements for nonhazardous solid waste management) must be satisfied. In particular, because methane is explosive in certain concentrations and poses a hazard if it migrates, biogas collection systems must meet RCRA Subtitle D standards for gas control. RNG projects may be subject to other federal, state and local regulations that impose requirements for nonhazardous solid waste management.\nCertain of our operations may be subject to federal requirements to prepare for and respond to spills or releases from tanks and other equipment and provide training on operation, maintenance and discharge prevention procedures and the applicable pollution control laws. We may be required to develop spill prevention, control and countermeasure plans to memorialize our preparation and response plans and to update them on a regular basis.\nOur operations may result in liability for hazardous substances or other materials placed into soil or groundwater. Pursuant to the Comprehensive Environmental Response, Compensation and Liability Act of 1980 or other federal, state, or local laws governing the investigation and cleanup of sites contaminated with hazardous substances, we may be required to investigate and/or remediate soil and groundwater contamination at our projects, contiguous and adjacent properties and other properties owned and/or operated by third parties.\nAdditionally, biogas projects may need to obtain National Pollutant Discharge Elimination System permits if wastewater is discharged directly to a receiving water body. If wastewater is discharged to a local sewer system, biogas projects may need to obtain an industrial wastewater permit from a local regulatory authority for discharges to a Publicly Owned Treatment Works. The authority to issue these permits may be delegated to state or local governments by the EPA. The permits, which typically last five years, limit the quantity and concentration of pollutants that may be discharged. Permits may require wastewater treatment or impose other operating conditions to ensure compliance with the limits. In addition, the Clean Water Act and implementing state laws and regulations require individual permits or coverage under general permits for discharges of storm water runoff from certain types of facilities.\nOn September 23, 2020, the California Governor issued an Executive Order N-79-20 setting goals for expanding the sale and use of zero-emission vehicles within California, including 100% of in-state sales of new passenger cars and trucks to be zero-emission by 2035, and 100% of medium- and heavy-duty truck vehicles in California to be zero-emission by 2045 for all operations where feasible. The Governor also directed CARB to develop and propose regulations to achieve these goals consistent with state and federal law. As a result, CARB adopted the Advanced Clean Truck (“ACT”) rule in June 2020 which mandates the manufacture of zero emissions trucks (“ZETs”) by January 2024, and the Advanced Clean Fleet (“ACF”) rule, adopted in April of 2023, which mandates fleets to increasingly purchase ZETs starting in 2025. ACT received an EPA waiver from the Biden Administration whereas the ACF rule did not. Consequently, CARB chose to withdraw the ACF’s waiver application on January 13, 2025. It is possible that the Trump Administration may withdraw the EPA waiver given to California over the ACT. We expect California will face difficulties in implementing the ACT without significant fleet purchase requirements.  Currently, ACF can only legally mandate state and local government fleets to purchase ZETs which may be insufficient to sustain the manufacturing numbers required by ACT over time. To succeed, ACT may need to be significantly modified to include low NOx trucks that meet a minimum of 50mg NOx emissions standard as set by CARB’s Omnibus rule. Executive Order B55-18 sets a statewide target to achieve carbon neutrality no later than 2045. The transitioning of California’s energy markets to increased reliance on renewable and carbon-free sources has the potential to create favorable market conditions for RNG but could also harm our vehicle fueling business. Future regulatory actions will be required to meet the state’s zero-emission and carbon neutrality targets.\n​\n\n\n15\n\n\n\nEmployees and our Human Capital\nAs of December 31, 2024, we employed 577 people. We have not experienced any work stoppages, and none of our employees are subject to collective bargaining agreements.\nThe success and growth of our business is significantly correlated with our ability to recruit, train, promote and retain talented individuals at all levels of our organization. To succeed in a competitive labor market, we have developed and maintain key recruitment and retention strategies. These include competitive salary structures, including bonus compensation programs, and competitive benefits policies, including paid time off for vacations, sick leave and holidays, short-term disability coverage, group term life insurance, and various retirement savings and incentive plans.\nSafety of our personnel is a core value of Clean Energy and maintaining a safe work environment is critical to an energy company’s ability to attract and retain employees.\nSales and Marketing\nWe market our brands, products and services primarily through our direct sales force, which includes sales representatives covering all of our major geographic and customer markets, as well as attendance at trade shows and participation in industry conferences and events. Our sales and marketing team also work closely with federal, state and local government agencies to provide education about the value of our vehicle fuels and to keep abreast of proposed and newly adopted regulations that affect our industry. We also do paid advertising in outlets that reach the transportation markets and have an active social media presence.\nSeasonality\nTo some extent, our business may experience seasonality. For more information, see the discussion under “Seasonality and Inflation” in Item 7. “Management’s Discussion and Analysis of Financial Condition and Results of Operations.”\nIntellectual Property\nOur intellectual property rights primarily consist of trade secrets, patents, know-how, trademarks and copyrights, and we rely on a combination of trademark laws, patent laws, trade secret laws, copyrights laws, confidentiality provisions and other contractual provisions to protect these rights and our proprietary information. These intellectual property rights help us to protect our innovations, retain existing business and secure new relationships with customers.\nWe have a total of 13 issued patents currently active, including 10 patents issued by the United States Patent and Trademark Office (“USPTO”) and 3 patents issued by the Canadian Intellectual Property Office (“CIPO”), expiring between 2027 and 2036. Additionally, we have 12 registered trademarks, including 9 trademarks registered with the USPTO and 3 trademarks registered with the CIPO, expiring between 2025 and 2034, and 6 trademark applications pending, including 3 trademark applications pending with the USPTO and 3 trademark applications pending with the CIPO.\nMore Information\nOur website is located at www.cleanenergyfuels.com. We make available, free of charge on our website, our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act as soon as reasonably practicable after we electronically file such material with, or furnish it to, the SEC. The SEC maintains a website at www.sec.gov that contains reports, proxy and information statements and other information regarding issuers that file electronically with the SEC, including us. All references to our website in this report are inactive textual references, and the contents of our website are not incorporated into this report.\n\n\n16",
      "char_count": 67690
    },
    "item1a": {
      "text": "Item 1A. Risk Factors\nAn investment in our Company involves a high degree of risk of loss. You should carefully consider the risk factors discussed below and all of the other information included in this report before you make any investment decision regarding our securities. We believe the risks and uncertainties described below are the most significant we face, but additional risks and uncertainties not known to us or that we currently deem immaterial could also be or become significant. The occurrence of any of these risks could harm our business, financial condition, results of operations, prospects and reputation and could cause the trading price of our common stock to decline.\nRisks Related to Our Business\nOur success is dependent on the willingness of fleets and other customers to adopt our vehicle fuels, which may not occur in a timely manner, at expected levels or at all.\nOur success is highly dependent on the adoption by fleets and other customers of our RNG and conventional natural gas vehicle fuels. The market for our vehicle fuels has experienced slow, volatile and unpredictable growth in many sectors. For example, adoption and deployment of our vehicle fuels in heavy-duty trucking has been slower and more limited than we anticipated. Also, other important fleet markets, including airports, refuse, and public transit, had slower volume and customer growth in recent years that may continue. If the market for our vehicle fuels does not develop at improved rates or levels, or if a market develops but we are not able to capture a significant share of the market or the market subsequently declines, our business, prospects, financial condition, and operating results would be harmed.\nFactors that may influence the adoption of our vehicle fuels, many of which are beyond our control, include, among others: lack of demand for trucks that use our vehicle fuels; adoption or expansion of government policies, programs, funding or incentives, or increased publicity or popular sentiment in favor of vehicles or fuels other than RNG and natural gas, including long-standing support for diesel-powered vehicles, changes to emissions requirements applicable to vehicles and fleets powered by diesel, RNG, natural gas, or other vehicle fuels and/or growing support for renewable diesel, electric and hydrogen-powered vehicles; and limitations on the capabilities of utilities to provide services to meet our requirements. For example, natural gas utilities may be unable to expand piping or provide services for new expansions, and electric utilities may lack the capacity to provide service for our projects; perceptions about the benefits of our vehicle fuels relative to diesel and other alternative vehicle fuels, including with respect to factors such as supply, cost savings, environmental benefits and safety; increases, decreases or volatility in the supply, demand, use and prices of crude oil, diesel, RNG, natural gas and other vehicle fuels, such as electricity, hydrogen, renewable diesel, biodiesel and ethanol; inertia among fleets and fleet vehicle operators, who may be unable or unwilling to prioritize converting a fleet to our vehicle fuels over an operator’s other general business concerns, particularly if the operator is not sufficiently incentivized by emissions regulations or other requirements or lacks demand for the conversion from its customers, drivers, or other stakeholders; vehicle cost, fuel efficiency, availability, quality, safety, convenience (to fuel and service), design, performance and residual value, as well as operator perception with respect to these factors, generally and in our key customer markets and relative to comparable vehicles powered by other fuels; the development, production, cost, availability, performance, sales and marketing and reputation of engines that are well-suited for the vehicles used in our key customer markets, including heavy-duty trucks and other fleets; increasing competition in the market for vehicle fuels generally, and the nature and effect of competitive developments in this market, including improvements in or perceived advantages of other vehicle fuels and engines powered by these fuels; the impact of federal or state laws, orders or regulations mandating new or additional limits on GHG emissions, “tailpipe” emissions or internal combustion engines, including the Advanced Clean Trucks regulation, the September 2020 Executive Order, the Advanced Clean Fleets regulation and the 2021 Executive Order (each as defined below); the availability and effect of environmental, tax or other government regulations, programs or incentives that promote our products or other alternatives as a vehicle fuel, including certain programs under which we generate credits by selling RNG as a vehicle fuel, as well as the market prices for such credits; and emissions and other environmental regulations and pressures on producing, transporting, and dispensing our fuels.\nIn addition, as our customers and partners react to economic conditions and the potential for a global recession, they may reduce spending and take additional precautionary measures to limit or delay expenditures and preserve capital and liquidity. Reductions in spending, delays in purchasing decisions, lack of renewals, inability to attract new customers, \n\n\n17\n\n\n\nuncertainty about business continuity as well as pressure for extended billing terms or pricing discounts, could limit our ability to grow our business and negatively affect our operating results and financial condition.\nWe are dependent on the production of vehicles and engines in our key customer and geographic markets by manufacturers, over which we have no control.\nVehicle and engine manufacturers control the development, production, quality assurance, cost and sales and marketing of their products, which shapes the performance, availability and reputation of these products in the marketplace. We are dependent on these manufacturers to succeed in our target markets, and we have no influence or control over their activities. A small number of manufacturers, chiefly Cummins, produce engines that use our vehicle fuels. The number of manufacturers making vehicles that use our fuels is limited as well. These manufacturers may decide not to expand or maintain, or may decide to discontinue or curtail, their engine or vehicle product lines for a variety of reasons, including as a result of the cost of development and production as a result of increased tariffs in the U.S. or retaliatory tariffs against the U.S., or adoption or modification of government policies or programs such as the Advanced Clean Trucks regulation, the September 2020 Executive Order, the Advanced Clean Fleets regulation, and the January 2025 Executive Order (as defined below). The limited production of engines and vehicles that use our fuels increases their cost and limits availability, which restricts large-scale adoption, and may reduce resale value, which may contribute to operator reluctance to convert their fleets to vehicles that use our fuels. In addition, some operators have communicated to us that earlier models of heavy-duty truck engines using our fuels have a reputation for unsatisfactory performance, and that this reputation or their first-hand experiences of such performance may be a factor in operator decisions regarding whether to convert their fleets to vehicles that use our fuels. If manufactures of vehicles and engines that use our fuels develop unsatisfactory vehicles or engines, then our business, financial condition, and results of operations may be adversely affected.\nOur RNG business may not be successful.\nOur RNG business consists of procuring RNG from projects we plan to develop and own or from projects owned by third-party producers and reselling this RNG through our fueling infrastructure. The success of our RNG business depends on our ability to secure, on acceptable terms, a sufficient supply of RNG; sell this RNG in adequate volumes and at prices that are attractive to customers and produce acceptable margins for us; and sell Environmental Credits we may generate under applicable federal or state programs from our sale of RNG as a vehicle fuel at favorable prices, as well as our ability to appropriately balance supply we take with demand from customers. Our ability to maintain an adequate supply of RNG is subject to risks affecting RNG production, including unpredictable production levels or other difficulties due to, among others, problems with equipment, severe weather, droughts, financial condition or bankruptcy or insolvency of the applicable ADG and LFG source owner, health crises and pandemics, construction delays, technical difficulties, high operating costs, limited availability, unfavorable composition of collected feedstock gas, and plant shutdowns caused by upgrades, expansion, required maintenance, or other operational issues. The agriculture industry generally, and the dairy industry in particular, are subject to risks and uncertainties that may lead to financial and other challenges impacting RNG production levels and potentially our future investments in RNG projects. For example, the dairy farm partner with whom we have contracted for our project in East Valley, Idaho filed for Chapter 11 bankruptcy protection in April 2024, which could have a material adverse impact on our RNG production, contractual rights, and investment for that project.\nOur ability to balance supply with demand from customers is subject to risk where we are committed to acquire RNG produced by third-party producers that could exceed the level of demand of our customers. If we are unable to maintain an adequate supply of RNG or are oversupplied with RNG versus customer demand, our business, financial condition, and performance could be negatively affected. In addition, increasing demand for RNG will result in more robust competition for supplies of RNG, including from other vehicle fuel providers, gas utilities and other users and providers. If we or any of our RNG suppliers experience these or other difficulties in RNG production processes, or if competition for RNG development projects and supply increases, then our supply of RNG and our ability to resell it as a vehicle fuel could be jeopardized.\nOur ability to generate revenue from our sale of RNG or our generation and sale of Environmental Credits depends on many factors, including the markets for RNG as a vehicle fuel and for Environmental Credits. The markets for Environmental Credits have been volatile and unpredictable in recent periods, and the prices for these credits are subject to fluctuations (see “Our Principal Products, Services and Other Business Activities—Sales of Environmental Credits” in \n\n\n18\n\n\n\nPart I, Item 1 of this report for more information on the fluctuations in 2024). Additionally, the value of Environmental Credits, and consequently the revenue levels we may receive from our sale of these credits, may be adversely affected by changes to the federal and state programs under which these credits are generated and sold, prices for and use of oil, diesel or gasoline, the inclusion of additional qualifying fuels in the programs, increased production and use of other fuels in the programs, or other conditions. Our ability to generate revenue from sales of Environmental Credits depends on our strict compliance with these federal and state programs, which are complex and can involve a significant degree of judgment. If the agencies that administer and enforce these programs disagree with our judgments, otherwise determine we are not in compliance, conduct reviews of our activities or make changes to the programs, then our ability to generate or sell these credits could be restricted, permanently limited, or lost entirely, and we could also be subject to fines or other sanctions. Any of these outcomes could force us to purchase credits in the open market to cover any credits we have contracted to sell, retire credits we may have generated but not yet sold, reduce or eliminate a significant revenue stream, or incur substantial additional and unplanned expenses. Any permanent or temporary discontinuation or suspension of federal and state programs that provide credits, grants and incentives, such as the AFTC, which expired on December 31, 2024 and has not been renewed, or the Section 45Z Production Tax Credit would also adversely impact our revenue. Moreover, in the absence of programs that allow us to generate and sell Environmental Credits or other federal and state programs that support the RNG vehicle fuel market, or if our customers are not willing to pay a premium for RNG, we may be unable to operate our RNG business profitably or at all.\nOur commercial success depends on our ability and the ability of our third-party supply sources to successfully develop and operate projects and produce expected volumes of RNG.\nOur specific focus on RNG exposes us to risks related to the supply of and demand for RNG and Environmental Credits, the cost of capital expenditures, government regulation, including increased and/or new tariffs on equipment supply and raw materials, and economic conditions, among other factors. As an RNG supplier we may also be negatively affected by lower RNG production resulting from lack of feedstock, mechanical breakdowns, faulty technology, competitive markets, or changes to the laws and regulations that mandate the use of renewable energy sources.\nIn addition, other factors related to the development and operation of renewable energy projects could adversely affect our business, including: (i) changes in pipeline gas quality standards or other regulatory changes that may limit our ability to transport RNG on pipelines for delivery to vehicles or increase the costs of processing RNG to allow for such deliveries; (ii) construction risks, including the risk of delay, that may arise because of inclement weather, natural disasters, accidents, labor disruptions, disputes, or increases in costs for or shortages of equipment and construction materials; (iii) operating risks; (iv) weather conditions; (v) financial condition of the applicable source owner, including obstacles to their ability to adequately fund their operations or pay vendors and creditors; (vi) health of the applicable dairy herd; (vii) consolidation in the dairy industry; (viii) budget overruns; (ix) possible liabilities because of unforeseen environmental, construction, technological or other complications; (x) failures or delays in obtaining desired or necessary rights, including leases and feedstock agreements; (xi) diseases and health crises; and (xii) failures or delays in obtaining and keeping in good standing permits, authorizations and consents from local city, county, state and U.S. federal governments as well as local and U.S. federal governmental organizations. Any of these factors could prevent completion or operation of projects, or otherwise adversely affect our business, financial condition, and results of operations.\nAcquisition, financing, construction, and development of projects by us or our partners that own projects and divestitures, investments or other strategic relationships, may not commence on anticipated timelines or at all, may not meet expectations, and may otherwise harm our business.\nOur strategy is to continue to expand, including through the acquisition of additional projects and by signing additional supply agreements with third-party project owners. From time to time, we and our partners enter into nonbinding letters of intent for projects. Until the negotiations are final, however, and the parties have executed definitive documentation, we or our partners may not be able to consummate any development or acquisition transactions, or any other similar arrangements, on the terms set forth in the applicable letter of intent or at all. The acquisition, financing, construction and development of projects involves numerous risks, including: the ability to obtain financing for a project on acceptable terms or at all; difficulties in identifying, obtaining, and permitting suitable sites for new projects; failure to obtain all necessary rights to land access and use; inaccuracy of assumptions with respect to the cost and schedule for completing construction; inaccuracy of assumptions with respect to the biogas potential, including quality, volume, and asset life; \n\n\n19\n\n\n\ndelays in deliveries or increases in the price of equipment; permitting and other regulatory issues, license revocation and changes in legal requirements; increases in the cost of labor, labor disputes and work stoppages; potential business, financial stress or bankruptcy of partners or applicable source owners; failure to receive quality and timely performance of third-party or utility services; unforeseen engineering and environmental problems; cost overruns, including as a result of increased and/or new tariffs on equipment supply and raw materials; accidents involving personal injury or the loss of life; and weather conditions, catastrophic events, including fires, explosions, earthquakes, droughts and acts of terrorism, and other force majeure events.\nAdditionally, we may acquire or invest in other companies or businesses or pursue other strategic transactions or relationships, such as joint ventures, collaborations, divestitures, or other similar arrangements. These strategic transactions and relationships and any others we may pursue in the future involve numerous risks, any of which could harm our business, performance and liquidity, including, among others, the following: (i) difficulties integrating the operations, personnel, contracts, service providers and technologies of an acquired company or partner; (ii) diversion of financial and management resources from existing operations or other opportunities; (iii) failure to realize the anticipated synergies or other benefits of a transaction or relationship; (iv) risks of entering new customer or geographic markets in which we may have limited or no experience; (v) potential loss of our or an acquired company’s or partner’s key employees, customers, vendors or assets in the event of an acquisition or investment; and (vi) incurrence of substantial costs or debt or equity dilution to fund an acquisition, investment or other transaction or relationship, as well as possible write-offs or impairment charges relating to any businesses we partner with, invest in or acquire. Further, our partners, including TotalEnergies, bp and Chevron, may reallocate their resources from RNG to other renewable or low carbon vehicle fuels. Any such action would have a material adverse effect on our plans, results of operations and financial condition.\nTo secure ADG RNG from new projects we develop, we typically face a long and variable development cycle that requires significant resource commitments and a long lead time before we realize revenue.\nThe development, design and construction process for ADG RNG projects generally lasts between 12 to 24 months on average. Prior to entering into a letter of intent with respect to an ADG RNG project, we typically conduct a preliminary assessment of whether the site is commercially viable based on our expected return on investment, investment payback period, and other operating metrics, as well as whether the necessary permits to develop a project on that site are available. After entering into a project letter of intent, we perform a more detailed review of the site’s facilities, including a life-cycle assessment, which serves as the basis for the final specifications of the project. Finally, we negotiate and execute contracts with the site owner and other parties. This extended development process requires the dedication of significant time and resources from our personnel, with no certainty of success or recovery of our expenses. Further, upon commencement of operations, it takes about 15-18 months for the project to ramp up to expected production level, receive necessary registrations and approvals from the Environmental Protection Agency (“EPA”) and CARB, and begin generating revenue. All these factors, and in particular, expenditures on development of projects that will not generate significant revenue in the near term, can contribute to fluctuations in our financial performance and increase the likelihood that our operating results in a particular period will fall below investor expectations.\nLivestock waste and dairy farm projects are dependent on LCFS credits and RINS.\nLivestock waste and dairy farm projects are heavily dependent on the LCFS credits and, to a lesser extent, RINs for commercial viability. If CARB reduces the CI score that it applies to waste conversion projects, such as dairy digesters, the number of LCFS credits for RNG generated at livestock waste and dairy farm projects will decline. Additionally, revenue from LCFS credits also depends on the price per LCFS credit. LCFS credit prices are driven by various market forces, including the supply of and demand for LCFS credits, which depends on the demand for traditional and other renewable fuels and mandated CI targets, which determine the number of LCFS credits required to offset LCFS deficits. Fluctuations in the price of LCFS credits or the number of LCFS credits assigned will significantly affect the success of our livestock waste and dairy farm projects. RINs and LCFS Credit prices have fluctuated in recent years and will likely continue to be volatile. A significant decline in the value of LCFS credits could adversely affect our business, financial condition, and results of operations.\n\n\n20\n\n\n\nWe have a history of losses and may incur additional losses in the future.\nWe have incurred pre-tax losses in the past, may incur losses in the future, and may never sustain profitability, any of which would adversely affect our business, prospects and financial condition and may cause the price of our common stock to fall. Furthermore, historical losses may not be indicative of future losses, and our future losses may be greater than our past losses. In addition, to try to achieve or sustain profitability, we may choose or be forced to take actions that result in material costs or material asset or goodwill impairments. For instance, we have recorded significant charges in connection with our closure of certain fueling stations, our determination that certain assets were impaired because of the foregoing, and other actions. We review our assets for impairment whenever events or changes in circumstances indicate that the carrying value of an asset or asset group may not be recoverable, and we perform a goodwill impairment test on an annual basis and between annual tests in certain circumstances, in each case in accordance with applicable accounting guidance and as described in the financial statements and related notes included in this report. For example, due to a decline in the market price of our common stock, we determined that an indicator of potential goodwill impairment existed as of March 31, June 30, September 30, 2024, and December 31, 2024 and as such, we performed interim goodwill impairment tests during each of the quarters ended March 31, June 30, September 30, 2024 and December 31, 2024 of our single reporting unit.\nIn addition, changes to the use of our assets, divestitures, changes to the structure of our business, significant negative industry or economic trends, disruptions to our operations, inability to effectively integrate any acquired businesses, further market capitalization declines, or other similar actions or conditions could result in additional asset impairment or goodwill impairment charges or other adverse consequences, any of which could have material negative effects on our financial condition, our results of operations and the trading price of our common stock.\nOur plans for hydrogen and electric vehicle stations will require significant cash investments and management resources and may not meet our expectations.\nAs operators deploy hydrogen powered vehicles, we plan to modify our fueling stations, build additional hydrogen stations, and deliver clean hydrogen. Further, we have the capability to add electric charging at our sites, and we believe our RNG can be used to generate clean electricity to power vehicles. Our plans will require significant cash investments and management resources and may not meet our expectations with respect to additional sales of our vehicle fuels. We have experience constructing hydrogen fueling stations, but such facilities cost significantly more than traditional RNG vehicle fueling stations. In addition, we have not yet added electric charging capability to any of our stations, and the cost of such capability may be significant. We will need to ensure compliance with all applicable regulatory requirements, including obtaining any required permits and land use rights, which could take considerable time and expense and is subject to the risk that government support in certain areas may be discontinued. If we are unable to modify our stations to provide hydrogen or add electric charging to our stations, or if we experience delays in doing so, our stations may be unable to meet our customer demand, which may negatively impact our business, prospects, financial condition, and operating results. Additionally, even if we are able to successfully modify our stations to provide hydrogen or electric charging stations, we will be dependent on the manufacturers of hydrogen and electric vehicles to succeed in our target markets, and we will have no influence over their activities. See the risks discussed under “We are dependent on the production of vehicles and engines in our key customer and geographic markets by original equipment manufacturers, over which we have no control,” above and elsewhere in these risk factors.\nIncreases, decreases and general volatility in oil, diesel, renewable diesel, natural gas, RNG and Environmental Credit prices could adversely affect our business.\nThe prices of RNG, natural gas, crude oil, diesel, renewable diesel, and Environmental Credits can be volatile, and this volatility may continue to increase. Factors that may cause volatility in the prices of RNG, natural gas, crude oil, diesel, renewable diesel, and Environmental Credits include, among others, changes in supply and availability of crude oil, RNG and other renewable transportation fuels, and natural gas, government regulations, inventory levels, customer demand, price and availability of alternatives, weather conditions, negative publicity about crude oil or natural gas drilling, production or transportation techniques and methods, worldwide economic, military, health and political conditions, transportation costs and the price of foreign imports. If the prices of crude oil and diesel are low or decline, or if the price of RNG or natural gas increases without corresponding increases in the prices of crude oil and diesel or Environmental \n\n\n21\n\n\n\nCredits, we may not be able to offer our customers an attractive price for our vehicle fuels, market adoption of our vehicle fuels could be slowed or limited and/or we may be forced to reduce the prices at which we sell our vehicle fuels in order to try to attract new customers or prevent the loss of demand from existing customers. Natural gas and crude oil prices are expected to remain volatile for the near future because of market uncertainties over supply and demand, including due to the state of the world economy, geopolitical conditions, military conflicts such as the wars in Ukraine and the Middle East, energy infrastructure and other factors. Fluctuations in natural gas prices affect the cost to us of the natural gas commodity. High natural gas prices adversely affect our operating margins when we cannot pass the increased costs through to our customers. Conversely, lower natural gas prices reduce our revenue when the commodity cost is passed through to our customers.\nPricing conditions may also exacerbate the cost differential between vehicles that use our fuels and diesel-powered vehicles, which may lead operators to delay or refrain from purchasing or converting to our vehicle fuels. Generally, vehicles that use our fuels cost more initially than diesel-powered vehicles because the components needed for a vehicle to use our fuels add to the vehicle’s base cost. Operators then seek to recover the additional base cost over time through a lower cost to use our fuels. Operators may, however, perceive an inability to timely recover these additional initial costs if our vehicle fuels are not available at prices sufficiently lower than diesel. Such an outcome could decrease our potential customer base and harm our business prospects.\nWe face increasing competition from competitors, many of which have far greater resources, customer bases and brand awareness than we have, and we may not be able to compete effectively with these businesses.\nThe market for vehicle fuels is highly competitive. The biggest competition for our products is diesel because most vehicles in our key markets are powered by these fuels. We also compete with suppliers of other alternative vehicle fuels, including renewable diesel, biodiesel, and ethanol, as well as producers and fuelers of alternative vehicles, including hybrid, electric and hydrogen-powered vehicles. Additionally, our stations compete directly with other natural gas fueling stations and indirectly with electric vehicle charging stations and fueling stations for other vehicle fuels. Many businesses are in the market for RNG and other alternatives for use as vehicle fuel, including alternative vehicle and alternative fuel companies, refuse collectors, industrial gas companies, private equity groups, commodity traders, truck stop and fuel station owners, fuel providers, gas marketers, utilities and their affiliates and other organizations. If the alternative vehicle fuel market grows, the number and type of participants in this market and their level of capital and other commitments to alternative vehicle fuel programs could increase. Many of our competitors have substantially greater customer bases, brand awareness and financial, marketing and other resources than we have. As a result, these competitors may be able to respond more quickly to changes in customer preferences, legal requirements or other industry or regulatory trends; devote greater resources to the development, promotion and sale of their products; adopt more aggressive pricing policies; dedicate more effort to infrastructure and systems development in support of their business or product development activities; implement more robust or creative initiatives to advance customer acceptance of their products; or exert more influence on the regulatory landscape that affects the vehicle fuels market. We expect competition to increase in the vehicle fuels market generally. In addition, if the demand for alternative vehicle fuels, including RNG, increases, then we expect competition to also increase. Any such increased competition may reduce our customer base and revenue and may lead to increased pricing pressure, reduced operating margins and fewer expansion opportunities.\nWe rely on information technology in our operations, and any material failure, inadequacy, interruption, or security failure of that technology could harm our business.\nIncreased global cybersecurity threats and more sophisticated and targeted computer crime pose a risk to the security of our information systems and the confidentiality, availability and integrity of our data. There have been several recent, highly publicized cases in which organizations of various types and sizes have reported the unauthorized disclosure of customer or other confidential information, as well as cybersecurity incidents involving the dissemination, theft and destruction of corporate information, intellectual property, cash or other valuable assets. There have also been several highly publicized cases in which hackers have requested “ransom” payments in exchange for not disclosing customer or other confidential information or for not disabling the target company’s computer or other systems. Implementing security measures designed to prevent, detect, mitigate or correct these or other cybersecurity threats involves significant costs. Despite implementing security measures, we have, from time to time, experienced cyberattacks or other cybersecurity incidents that have threatened our data and information systems. It is possible that future cybersecurity incidents could \n\n\n22\n\n\n\nmaterially and adversely affect our business. We cannot provide assurance that our safety and security measures will prevent our information systems from improper functioning or damage, or the improper access or disclosure of personally identifiable information such as in the event of cybersecurity incidents. Any IT security threats that are successful against our security measures could, depending on their nature and scope, lead to the compromise of confidential information, improper use of our systems and networks, manipulation and destruction of data, operational disruptions, and substantial financial outlays. A cybersecurity incident could occur and persist for an extended period without detection, and an investigation of any successful cybersecurity incident would likely require significant time, costs and other resources to complete. We may be required to expend significant financial resources to protect against or to remediate such cybersecurity incidents. In addition, our information technology infrastructure and information systems are vulnerable to damage or interruption from natural disasters, power loss and telecommunications failures. \nThe company relies on third party service providers, software as a service providers, and technologies to operate critical business systems and process sensitive information. Our ability to monitor these third parties’ information security practices is limited, and they may not have adequate information security measures in place, or they may suffer unexpected downtime due to power loss, computer system or data network failures. Any security incident or other type of interruption, our information systems may become disabled or inaccessible, disrupting our operations.\nThe integration of Internet of Things (“IoT”) and Artificial Intelligence (“AI”) technologies into our business operations presents both significant opportunities and inherent risks. While these technologies offer the potential to enhance efficiency, improve decision-making, and create value, they also expose the company to various operational, cybersecurity, and regulatory risks. The reliance on IoT and AI systems for critical business operations necessitates high levels of system reliability and performance. Any malfunction, failure, or suboptimal performance of these systems can disrupt business activities, resulting in downtime, reduced productivity, and financial losses. Inaccurate, incomplete, or corrupted data can lead to flawed decision-making, inefficiencies, and potential financial and operational risks. IoT and AI systems are vulnerable to cyber threats, including data breaches, hacking, and unauthorized access. A successful cyber-attack can compromise sensitive company information, customer data, and intellectual property, leading to financial losses, legal liabilities, and reputational damage. The use of IoT and AI technologies involves collecting and processing large volumes of personal and proprietary data. Any mishandling or unauthorized access to this data can result in privacy breaches, regulatory penalties, and loss of customer trust. The regulatory landscape for IoT and AI technologies is evolving rapidly. The company must ensure compliance with existing and emerging regulations related to data protection, privacy, and cybersecurity. Non-compliance can result in significant legal and financial penalties and impact business operations \nAny failure to maintain proper function, security and availability of the information systems and the data maintained in those systems we use could interrupt our operations, damage our reputation, subject us to liability claims or regulatory penalties, harm our business relationships or increase our security and insurance costs, which could have a material adverse effect on our business, financial condition and results of operations.\nNG Advantage may not be successful.\nNG Advantage provides “virtual pipelines” to transport CNG by truck from compression facilities to pipeline interconnects and to industrial and commercial customer users that do not have direct access to natural gas pipelines. NG Advantage faces unique risks, including among others: (i) it has a history of net losses; (ii) NG Advantage may need to raise additional capital, which may not be available, may only be available on onerous terms, or may only be available from the Company; (iii) the labor market for truck drivers is very competitive, which increases NG Advantage’s difficulty in meeting its delivery obligations; (iv) NG Advantage often transports CNG in trailers over long distances and these trailers may be involved in accidents; and (v) NG Advantage’s CNG trailers may become subject to new or changed regulations that could adversely affect its business. If NG Advantage fails to manage any of these risks, our business, financial condition, liquidity, results of operations, prospects and reputation may be harmed. In addition, we have been a significant source of financing for NG Advantage. If NG Advantage needs to raise additional capital and is not able to obtain financing from external sources, we may need to provide additional debt or equity capital to allow NG Advantage to satisfy its commitments and maintain operations.\n\n\n23\n\n\n\nOur station construction activities subject us to business and operational risks.\nAs part of our business activities, we design and construct vehicle fueling stations that we either own and operate ourselves or sell to our customers. These activities require a significant amount of judgment in determining where to build and open fueling stations, including predictions about fuel demand that may not be accurate for any of the locations we target. As a result, we have built stations that we may not open for fueling operations, and we may open stations that fail to generate the volume or profitability levels we anticipate, either or both of which could occur due to a lack of sufficient customer demand at the station locations or for other reasons. For any stations that are completed but unopened, we would have substantial investments in assets that do not produce revenue, and for any stations that are open and underperforming, we may decide to close the stations. We have nearly completed stations that are not open for fueling operations. Some of these stations are subject to agreements that will expire prior to us being able to open such stations and, as a result, we will incur substantial additional costs and non-cash asset impairments or other charges to remove or abandon equipment located at such stations, which could cause the price of our common stock to decline. For example, our Liquified Natural Gas Fueling Station and LNG Master Sales Agreement with Pilot Travel Centers, LLC (“Pilot”) may expire in August 2025 per its terms, and may not be renewed. If a new agreement is not reached, the Company would abandon and remove its assets located at 55 Pilot stations. In connection with the potential removal of station equipment and site improvements, the Company may recognize up to approximately $55.0 million in accelerated depreciation expense relating to the change in depreciable life of the 55 station assets. Amounts associated with the accelerated depreciation expense would be included in “Depreciation and amortization” at the time the Company decides to abandon the station assets.\n​\nWe also face many operational challenges in connection with our station design and construction activities. For example, we may not be able to identify suitable locations for the stations we or our customers seek to build. Additionally, even if preferred sites can be located, we may encounter land use or zoning difficulties, problems with utility services, challenges obtaining and retaining required permits and approvals or local resistance, including due to reduced operations of permitting agencies because of health crises, any of which could prevent us or our customers from building new stations on these sites or limit or restrict the use of new or existing stations. Any such difficulties, resistance or limitations or any failure to comply with local permit, land use or zoning requirements could restrict our activities or expose us to fines, reputational damage or other liabilities, which would harm our business and results of operations. In addition, we act as the general contractor and construction manager for new station construction and facility modification projects, and we typically rely on licensed subcontractors to perform the construction work. We may be liable for any damage we or our subcontractors cause or for injuries suffered by our employees or our subcontractors’ employees during the course of work on our projects. \nAdditionally, increased and/or new tariffs on equipment supply and raw materials, and shortages of skilled subcontractor labor could significantly delay a project or otherwise increase our costs. For example, the Trump Administration has imposed and announced plans to impose broad-based tariffs on imports from many countries, including China, Mexico, and Canada, as well as countries of the European Union, Japan. Such tariffs could cause the cost of procuring material and equipment used in the construction and development of our stations to significantly increase. Further, our expected profit from a project is based in part on assumptions about the cost of the project, and cost overruns, delays or other execution issues may, in the case of projects we complete and sell to customers, result in our failure to achieve our expected margins or cover our costs, and in the case of projects we build and own, result in our failure to achieve an acceptable rate of return. If any of these events occur, our business, operating results and liquidity could be negatively affected.\nWe have significant contracts with government entities, which are subject to unique risks.\nWe have, and expect to continue to seek, long-term fueling station construction, maintenance and fuel sale contracts with various government bodies, which accounted for 27%, 30% and 22% of our revenue in 2022, 2023 and 2024, respectively. In addition to normal business risks, including the other risks discussed in these risk factors, our contracts with government entities are often subject to unique risks, some of which are beyond our control. For example, long-term government contracts and related orders are subject to cancellation if adequate appropriations for subsequent performance periods are not made. Further, the termination of funding for a government program supporting any of our government contracts or any other governmental action that results in reduced support for our government contracts could result in the loss of anticipated future revenue attributable to the contract. Moreover, government entities with which we contract are \n\n\n24\n\n\n\noften able to modify, curtail or terminate contracts with us at their convenience and without prior notice, and would only be required to pay for work completed and commitments made at or prior to the time of termination.\nIn addition, government contracts are frequently awarded only after competitive bidding processes, which are often protracted. In many cases, unsuccessful bidders for government contracts are provided the opportunity to formally protest the contract awards through various agencies or other administrative and judicial channels. The protest process may substantially delay a successful bidder’s contract performance, result in cancellation of the contract award entirely and distract management. As a result, we may not be awarded contracts for which we bid, and substantial delays or cancellation of contracts may follow any successful bids as a result of any protests by other bidders. The occurrence of any of these risks would have a material adverse effect on our results of operations and financial condition.\nOur results of operations fluctuate significantly and are difficult to predict.\nOur results of operations have historically experienced, and may continue to experience, significant fluctuations as a result of a variety of factors, including, among others, the amount and timing of our vehicle fuel sales, Environmental Credit sales and recognition of government credits, station construction sales, grants and incentives, such as AFTC, which expired on December 31, 2024 and has not been renewed (for example, we recorded all of the AFTC revenue associated with our vehicle fuel sales made in the first and second quarters of 2022 during the third quarter of 2022); fluctuations in commodity, station construction and labor costs, including as a result of increased and/or new tariffs on equipment supply and raw materials; fluctuations in expenditures and resource commitments due to new ADG RNG project developments; variations in the fair value of certain of our derivative instruments that are recorded in revenue; sales of compressors and other equipment used in RNG production and at fueling stations; the amount and timing of our billing, collections and liability payments; weather and seasonality; and the other factors described in these risk factors.\nOur performance in certain periods has also been affected by transactions or events that have resulted in significant cash or non-cash gains or losses. These or other similar gains or losses may not recur, in the same amounts or at all in future periods. These significant fluctuations in our operating results may render period-to-period comparisons less meaningful, such as with respect to periods heavily impacted by effects of the COVID-19 pandemic or periods impacted by non-cash asset impairment charges related to station closures, and investors in our securities should not rely on the results of one period as an indicator of performance in any other period. Additionally, these fluctuations in our operating results could cause our performance in any period to fall below the financial guidance we may have provided to the public or the estimates and projections of the investment community, which could negatively affect the price of our common stock.\nA pandemic, epidemic or other infectious disease outbreaks, such as the COVID-19 pandemic, may adversely harm our business.\nOur business may be adversely impacted by a future pandemic or epidemic, such as the COVID-19 pandemic. For example, as a result of the COVID-19 pandemic, we experienced increased costs on equipment and construction services, and longer lead times on equipment and materials orders. Any future pandemic, epidemic, or infectious disease outbreak could also adversely affected our business through delaying the adoption of our RNG and natural gas vehicle fuels by heavy-duty trucks and/or a delaying increased usage of our vehicle fuels; decreasing the volume of truck and fleet operations, including shuttle buses at airports, refuse trucks, and public transportation generally, and disrupting production of vehicles and engines that use our fuels. Any of the foregoing may result in decreased demand for our vehicle fuels, plant closures, decreased manufacturing capacity, and delays in deliveries, which would negatively impact our business, operations, and financial condition.\nOur future success will depend on our ability to attract and retain qualified management, technical, and other personnel.\nOur future success is dependent on the services and performance of our executive officers and other key management, engineering, information technology, scientific, manufacturing and operating personnel. The loss of the services of any such personnel could materially adversely affect our business. Our ability to achieve our strategic plans will also depend on our ability to attract and retain additional qualified personnel. Recruiting key personnel in our industry is highly \n\n\n25\n\n\n\ncompetitive and we cannot assure you that we will be able to do so. Our inability to attract and retain additional qualified personnel, or the departure of key employees, could materially and adversely affect our strategic plans and, therefore, our business, results of operations and financial condition. In addition, our inability to attract and retain sufficient personnel to quickly increase production at our facilities when and if needed to meet increased demand may adversely impact our ability to respond rapidly to any new product, growth or revenue opportunities.\nRisks Related to Our Indebtedness and Other Capital Resources.\nWe may need to raise additional capital to continue to fund our business, which could have negative effects and may not be available when needed, on acceptable terms or at all.\nWe require capital to pay for capital expenditures, operating expenses, any mergers, acquisitions or strategic investments, capital calls related to our joint ventures, transactions or relationships we may pursue, and to make principal and interest payments on our indebtedness. If we cannot fund any of these activities with capital on-hand or cash provided by our operations, we may seek additional capital from other sources, such as by selling assets or pursuing debt or equity financing.\nAsset sales and equity or debt financing may not be available when needed, on terms favorable to us or at all. Any sale of our assets to generate cash proceeds may limit our operational capacity and could limit or eliminate any revenue streams or business plans that are dependent on the sold assets. Any issuances of our common stock or securities convertible into our common stock to raise capital would dilute the ownership interest of our existing stockholders. Any additional debt financing we may pursue could require us to make significant interest or other payments. In addition, higher levels of indebtedness could increase our risk of non-repayment, adversely affect our creditworthiness, and amplify the other risks associated with our existing debt, which are discussed elsewhere in these risk factors. Further, we may incur substantial costs in pursuing any capital-raising transactions, including investment banking, legal and accounting fees. On the other hand, if we are unable to obtain capital in amounts sufficient to fund our obligations, expenses, and strategic initiatives, we could be forced to suspend, delay or curtail our business plans or operating activities or could default on our contractual commitments. Any such outcome could negatively affect our business, performance, liquidity, and prospects.\nOur indebtedness could adversely affect our financial condition or operating flexibility and prevent us from fulfilling our obligations under our credit agreement and other indebtedness we may incur, and we may not generate sufficient cash flow from our business to pay our debt.\nOn December 12, 2023, we and our wholly-owned direct subsidiary Clean Energy entered into a senior secured first lien term loan agreement (as amended, supplemented or otherwise modified, the “Stonepeak Credit Agreement”) with the lenders from time to time party thereto, including certain affiliates of Stonepeak Partners LP (“Stonepeak Partners”), a leading alternative investment firm specializing in infrastructure and real assets, and Alter Domus Products Corp., as the administrative agent for the lenders and collateral agent for the secured parties, pursuant to which the Lenders funded a $300,000,000 senior secured term loan and committed to making an additional $100,000,000 of delayed draw term loans available for the two-year period after closing. As of December 31, 2024, we had total consolidated indebtedness of $268.1 million, net of debt discount, and we may incur additional debt in the future. Our outstanding and any future indebtedness could make us more vulnerable to adverse changes in general U.S. and worldwide economic conditions, including rising interest rates, regulatory, and competitive conditions, limit our flexibility to plan for or react to changes in our business or industry, place us at a disadvantage compared to our competitors that have less debt, or limit our ability to borrow or otherwise raise additional capital as needed.\nOur payments of amounts owed under our various debt instruments will reduce our cash resources available for other purposes, including pursuing strategic initiatives, transactions or other opportunities, satisfying our other commitments, and generally supporting our operations. Moreover, our ability to make these payments depends on our future performance, which is subject to economic, financial, competitive and other factors, including those described in these risk factors, and many of which are beyond our control. Our business may not generate sufficient cash from operations to service our debt. If we cannot meet our debt obligations from our operating cash flows, we may pursue one or more alternative measures. Any repayment of our debt with equity, however, would dilute the ownership interests of our existing stockholders. We \n\n\n26\n\n\n\nare permitted under the Stonepeak Credit Agreement to incur additional debt under certain conditions. If new debt were to be incurred in the future, the related risks that we now face could intensify. The Stonepeak Credit Agreement requires us and our subsidiaries, on a consolidated basis, to comply with a maximum total net leverage ratio, a minimum interest coverage ratio, and a minimum liquidity test. In addition, the Stonepeak Credit Agreement contains certain covenants that limit or restrict our and our subsidiaries’ ability to incur liens, incur indebtedness, dispose of assets, make investments, make certain restricted payments, merge or consolidate, amend our charter documents and certain other agreements, and enter into speculative hedging arrangements. In the event of any default on our debt obligations, the holders of the indebtedness could, among other things, declare all amounts owed immediately due and payable and foreclose on our assets that serve as collateral. Any such declaration could deplete all or a large portion of our available cash flow, and thereby reduce the amount of cash available to pursue our business plans or force us into bankruptcy or liquidation.\n​\nOur warranty reserves may not adequately cover our warranty obligations, which could result in unexpected costs.\nWe provide product warranties with varying terms and durations for the stations we build and sell, and we establish reserves for the estimated liability associated with these warranties. Our warranty reserves are based on historical trends and any specifically identified warranty issues known to us, and the amounts estimated for these reserves could differ materially from the warranty costs we may actually incur. We would be adversely affected by an increase in the rate or volume of warranty claims or the amounts involved in warranty claims, any of which could increase our costs beyond our established reserves and cause our cash position and financial condition to suffer.\nRisks Related to Environmental Health and Safety and Governmental and Environmental Regulations\nOur business is influenced by environmental, tax and other government regulations, programs and incentives that promote our vehicle fuels, and their modification or repeal could negatively affect our business.\nOur business is influenced by federal, state, and local tax credits, rebates, grants and other government programs and incentives that promote or exclude the use of our vehicle fuels. These include various government programs that make grant funds available from the purchase of vehicles and construction of fueling stations or dairy digesters, as well as the AFTC, which expired on December 31, 2024 and has not been renewed, under which we generated revenue for our vehicle fuel sales. Additionally, our business is influenced by laws, rules and regulations that require reductions in carbon emissions and/or the use of renewable fuels, such as the programs under which we generate Environmental Credits.\nThese programs and regulations, which have the effect of encouraging the use of RNG as a vehicle fuel, could expire or be repealed or amended for a variety of reasons. For example, parties with an interest in gasoline and diesel, electric or other alternative vehicles or vehicle fuels, including lawmakers, regulators, policymakers, environmental or advocacy organizations, producers of alternative vehicles or vehicle fuels, or other powerful groups, may invest significant time and money in efforts to delay, repeal or otherwise negatively influence regulations and programs that promote RNG. Many of these parties have substantially greater resources and influence than we have. Further, challenges to agencies’ rules and regulations and their interpretations of such rules and regulations, and changes in federal, state or local political, social or economic conditions, including as a result of a lack of legislative focus on these programs and regulations or prolonged U.S. government shutdown, could result in their modification, delayed adoption or repeal. For example, the Inflation Reduction Act of 2022 (“IRA”) contains credits and tax incentives that have been and may in the future be beneficial to us but an executive order issued by President Trump in January 2025 (the “January 2025 Executive Order”) has paused disbursement of certain funds under the IRA and there can be no assurance that we will be able to continue to benefit from such credits in the future. \nAdditionally, in its June 2024 decision in Loper Bright Enterprises v. Raimondo (the “Loper decision”), the U.S. Supreme Court overturned the longstanding Chevron doctrine, under which courts were required to give deference to regulatory agencies’ reasonable interpretations of ambiguous federal statutes. The Loper decision could result in additional legal challenges to regulations and guidance issued by federal agencies applicable to our operations. Further, the Loper decision may result in increased regulatory uncertainty, inconsistent judicial interpretations and other impacts to the agency rulemaking process. We cannot predict which additional measures may be adopted or the impact of current and additional measures on the programs and regulations we rely on, Environmental Credits, which could have a material adverse effect on our business, financial condition and results of operations. Any failure to adopt, delay in implementing, expiration, \n\n\n27\n\n\n\nrepeal or modification of these programs and regulations, or the adoption of any programs or regulations that encourage the use of other alternative fuels or alternative vehicles over RNG, could reduce the market for RNG as a vehicle fuel and harm our operating results, liquidity, and financial condition. \nTo benefit from Environmental Credits, RNG projects are required to be registered and are subject to audit.\nRNG projects are required to register with the EPA and relevant state regulatory agencies. Further, we qualify our RINs through a voluntary Quality Assurance Plan, which typically takes from three to five months from first injection of RNG into the commercial pipeline system. We also must certify RNG pathways with CARB, which typically takes from 15 to 18 months from first injection of RNG into the commercial pipeline system. Delays in obtaining registration, RIN qualification, and any LCFS credit qualification of a new project could delay future revenues from a project and could adversely affect our cash flow. Further, we may make large investments in projects prior to receiving the regulatory approval and RIN qualification. By registering RNG projects with the EPA’s voluntary Quality Assurance Plan and by establishing RNG pathways under CARB’s LCFS program, we are subject to third-party audits and on-site visits of projects to validate generated RINs and overall compliance with the federal renewable fuel standard and the LCFS. We are also subject to a separate third party’s annual attestation review. The Quality Assurance Plan provides a process for RIN owners to follow, for an affirmative defense to civil liability, if used or transferred Quality Assurance Plan verified RINs were invalidly generated. A project’s failure to comply could result in remedial action, including penalties, fines, retirement of RINs, or termination of the project’s registration, any of which could adversely affect our business, financial condition and results of operations.\nOur business could be negatively affected by federal or state laws, orders or regulations mandating new or additional limits on GHG emissions, “tailpipe” emissions or internal combustion engines.\nFederal or state laws, orders or regulations have been adopted, such as California’s AB 32 cap and trade law, and may in the future be adopted that impose limits on GHG emissions or otherwise require the adoption of zero-emission electric vehicles. The effects of GHG emission limits on our business are subject to significant uncertainties based on, among other things, the timing of any requirements, the required levels of emission reductions, the nature of any market-based or tax-based mechanisms adopted to facilitate reductions, the relative availability of GHG emission reduction offsets, the development of cost-effective, commercial-scale carbon capture and storage technology and supporting regulations and liability mitigation measures, the range of available compliance alternatives, and our ability to demonstrate that our vehicle fuels qualify as a compliance alternative under any statutory or regulatory programs to limit GHG emissions. If our vehicle fuels are not able to meet GHG emission limits or perform as well as other alternative fuels and vehicles, our solutions could be less competitive. Furthermore, additional federal or state taxes could be implemented on “tailpipe” emissions or on methane emissions generally, which would have a negative impact on the cost of our vehicle fuels, as compared to vehicle fuels that do not generate tailpipe emissions.\nIn June 2020, CARB adopted the Advanced Clean Trucks regulation, which requires manufacturers to sell a gradually increasing proportion of zero-emission electric trucks, vans and pickup trucks from 2024 onwards. By the year 2045, the Advanced Clean Trucks (the “ACT”) regulation seeks to have every new commercial vehicle sold in California be zero-emissions. Further, in September 2020, the Governor of the State of California issued an executive order (the “September 2020 Executive Order”) providing that it shall be the goal of California that (i) 100% of in-state sales of new passenger cars and trucks will be zero-emission by 2035, (ii) 100% of medium- and heavy-duty vehicles in California will be zero-emission by 2045 for all operations, where feasible, and by 2035 for drayage trucks, and (iii) the state will transition to 100% zero-emission off-road vehicles and equipment by 2035 where feasible. The September 2020 Executive Order also directed CARB to develop and propose regulations and strategies aimed at achieving the foregoing goals. Resulting regulations mandate increasing adoption of zero-emission vehicles. The ACT received a federal EPA waiver from the Biden administration. It is possible that the Trump Administration may withdraw the federal EPA waiver given to California over the ACT. California will face difficulties in implementing the ACT without significant fleet purchase requirements. To succeed, ACT may need to be significantly modified to include low NOx trucks that meet a minimum of 50mg NOx emissions standard as set by CARB’s Omnibus rule.\nIn April 2023, CARB adopted the Advanced Clean Fleets (the “ACF”) regulation, which requires all public transit truck fleets, including municipal and other governments, be zero emission by 2042. The ACF regulation also sought to \n\n\n28\n\n\n\nend the sale of combustion trucks in California in 2036. The ACF did not received a federal EPA waiver and CARB chose to withdraw the ACF’s waiver application in January 2025. As it stands now, ACF can only legally mandate state and local government fleets to purchase ZETs which may be insufficient to sustain the manufacturing numbers required by ACT over time.\nAmong other things, we believe the intent of the ACT, the September 2020 Executive Order, and the ACF regulation is to limit and ultimately discontinue the production and use of internal combustion engines because such engines have “tailpipe” emissions. Implementation of such regulations and executive actions may slow, delay or prevent the adoption by fleets and other commercial customers of our vehicle fuels, particularly in California. Moreover, other states have enacted, or have taken steps to enact, similar regulations, which may slow, delay, change, or prevent the adoption of our vehicle fuels in those states as well. These actions could result in state funding and incentive programs being directed only to the adoption of zero emission vehicles. In December 2021, President Biden signed an executive order (the “2021 Executive Order”) that directs the federal government to achieve certain goals, including purchasing 100% zero-emission vehicles by 2035 for its fleet of over 600,000 cars and trucks.\nOur business is subject to a variety of government regulations, including environmental regulations, which may restrict our operations and result in costs and penalties or otherwise adversely affect our business and ability to compete.\nWe are subject to a variety of federal, state and local laws and regulations relating to the environment, health and safety, labor and employment, building codes and construction, zoning and land use, the government procurement process, any political activities or lobbying in which we may engage, public reporting and taxation, among others. It is difficult and costly to manage the requirements of every authority having jurisdiction over our various activities and to comply with their varying standards. Many of these laws and regulations are complex, change frequently, may be unclear and difficult to interpret and have become more stringent over time. Any changes to existing regulations, adoption of new regulations, or judicial rulings regarding such regulations, may result in significant additional expense to us or our customers. For example, our operations are and will be subject to federal, state and local environmental laws and regulations, including laws relating to the use, handling, storage, disposal of and human exposure to hazardous materials. Contamination at properties we own or operate, will own or operate, or formerly owned or operated to which hazardous substances were sent by us, are subject to the Comprehensive Environmental Response, Compensation and Liability Act, which can impose liability for the full amount of remediation-related costs without regard to fault, for the investigation and cleanup of contaminated soil and ground water, for impacts to human health and for damages to natural resources.\nFurther, from time to time, as part of the regular evaluation of our operations, including newly acquired or developing operations, we may be subject to compliance audits by regulatory authorities, which may distract management from our revenue-generating activities and involve significant costs and use of other resources. Also, we often need to obtain facility permits or licenses to address, among other things, storm water or wastewater discharges, waste handling and air emissions in connection with our operations, which may subject us to onerous or costly permitting conditions or delays if permits cannot be timely obtained. Our failure to comply with any applicable laws and regulations could result in property damage, bodily injury or a variety of administrative, civil and criminal enforcement measures, including, among others, assessment of monetary penalties, imposition of corrective requirements, including cleanup costs, or prohibition from providing services to government entities. If any of these enforcement measures were imposed on us, our business, financial condition, and performance could be negatively affected.\nOur operations entail inherent safety and environmental risks, which may result in substantial liability to us.\nOur operations entail inherent safety risks, including risks associated with equipment defects, malfunctions, failures, and misuses. For example, operation of LNG pumps requires special training because of the extremely low temperatures of LNG. Also, LNG tanker trailers and CNG fuel tanks and trailers could rupture if involved in accidents or improper maintenance or installation. Further, improper refueling of vehicles that use our fuels or operation of vehicle fueling stations could result in sudden releases of pressure that could cause explosions. In addition, our operations may result in the venting of methane, which is flammable and is a potent GHG. These safety and environmental risks could result in uncontrollable flows of our fuels, fires, explosions, death, or serious injury, any of which may expose us to liability for personal injury, wrongful death, property damage, pollution and other environmental damage. We may incur substantial liability and costs if any such damages are not covered by insurance or are more than our policy limits, or if environmental \n\n\n29\n\n\n\ndamage causes us to violate applicable GHG emissions or other environmental laws. Additionally, the occurrence of any of these events with respect to our fueling stations or our other operations could materially harm our business and reputation. Moreover, the occurrence of any of these events to any other organization in our vehicle fuel business could harm our industry generally by negatively affecting perceptions about, and adoption levels of, our vehicle fuels.\nRisks Related to Our Common Stock\nA significant portion of our outstanding common stock is owned or otherwise subject to acquisition by three equityholders, each of which may have interests that differ from the Company’s other stockholders and which now or in the future may be able to influence the Company’s corporate decisions, including a change of control.\nAfter giving effect to the issuance of the Amazon Warrant and the Stonepeak Warrant (defined below), Total Marketing Services, S.A.S (“TMS”), a wholly owned subsidiary of TotalEnergies, owns approximately 19% of our outstanding shares of common stock as of December 31, 2024. In addition, TotalEnergies was granted certain special rights that our other stockholders do not have in connection with its acquisition of this ownership position, including the right to designate two individuals to serve as directors of our Company and a third individual to serve as an observer on certain of our board committees.\nThe Amazon Warrant was immediately exercisable by Amazon Holdings for 4.999% of our outstanding common stock when issued. Subject to additional vesting through fuel purchase from the Company pursuant to the Fuel Agreement, the Amazon Warrant will be exercisable for up to 19.999% of our outstanding common stock on a fully diluted basis (determined at the time of issuance), subject to certain anti-dilution provisions, and Amazon Holding’s beneficial ownership will initially be contractually limited to the beneficial ownership limitation unless Amazon Holdings gives the Company 61 days’ notice that it is waiving such limitation. \nThe Stonepeak Warrant is exercisable at any time after December 12, 2025 for up to 9.999% of our common stock outstanding immediately after giving effect to such exercise, and Stonepeak’s beneficial ownership will initially be contractually limited to such beneficial ownership limitation unless Stonepeak gives the Company 61 days’ notice that it is waiving such limitation.\nTotalEnergies or other current or future large stockholders may be able to influence or control matters requiring approval by our stockholders, including the election of directors, mergers and acquisitions, or other extraordinary transactions. Large stockholders may have interests that differ from other stockholders and may vote or otherwise act in ways with which the Company or other stockholders disagree or that may be adverse to your interests. A concentration of stock ownership may also have the effect of delaying, preventing or deterring a change of control of our Company, which could deprive our stockholders of an opportunity to receive a premium for their shares of our common stock as part of a sale of our Company and could affect the market price of our common stock. Conversely, such a concentration of stock ownership may facilitate a change of control under terms other stockholders may not find favorable or at a time when other stockholders may prefer not to sell.\nSales of our common stock, or the perception that such sales may occur, could cause the market price of our stock to drop significantly, regardless of the state of our business.\nAll outstanding shares of our common stock are eligible for sale in the public market, subject in certain cases to the requirements of Rule 144 under the Securities Act. Also, shares of our common stock that may be issued upon the exercise, vesting or conversion of our outstanding stock options and restricted stock units may be eligible for sale in the public market, to the extent permitted by Rule 144 and the provisions of the applicable stock option and restricted stock unit agreements or if such shares have been registered under the Securities Act. Sales of large amounts of our common stock by large stockholders, or the perception that such sales may occur, could cause the market price of our common stock to decline, regardless of the state of the Company’s business. Our common stock held by TMS, our common stock underlying the Amazon Warrant, and our common stock underlying the Stonepeak Warrant may be sold in the public market under Rule 144 or in registered sales or offerings pursuant to registration rights held by each stockholder. If these shares are sold, or if it is perceived that they may be sold, in the public market, the trading price of our common stock could decline.\n\n\n30\n\n\n\nThe price of our common stock may continue to fluctuate significantly, and you could lose all or part of your investment.\nThe market price of our common stock has experienced, and may continue to experience, significant volatility. Factors that may cause volatility in the price of our common stock, many of which are beyond our control, include, among others, the following: (i) the factors that may influence the adoption of our vehicle fuels, as discussed elsewhere in these risk factors; (ii) our ability to implement our business plans and initiatives and their anticipated, perceived or actual level of success; (iii) failure to meet or exceed any financial guidance we have provided to the public or the estimates and projections of the investment community; (iv) the market’s perception of the success and importance of any of our acquisitions, divestitures, investments or other strategic relationships or transactions; (v) the amount and timing of sales of, and prices for, Environmental Credits; (vi) actions taken by state or federal governments to mandate or otherwise promote or incentivize alternative vehicles or vehicle fuels over, or to the exclusion of, RNG; (vii) technical factors in the public trading market for our common stock that may produce price movements that may or may not comport with macro, industry or company-specific fundamentals, including, without limitation, the sentiment of retail investors (including as may be expressed on financial trading and other social media sites), the amount and status of short interest in our common stock, access to margin debt, and trading in options and other derivatives on our common stock; (viii) changes in political, regulatory, health, economic and market conditions; and (ix) a change in the trading volume of our common stock.\nIn addition, the securities markets have from time-to-time experienced significant price and volume fluctuations that are unrelated to the operating performance of particular companies, but which have affected the market prices of these companies’ securities. These market fluctuations may also materially and adversely affect the market price of our common stock. Volatility or declines in the market price of our common stock could have other negative consequences, including, among others, further impairments to our assets, potential impairments to our goodwill and a reduced ability to use our common stock for capital-raising, acquisitions or other purposes. The occurrence of any of these risks could materially and adversely affect our financial condition, results of operations and liquidity and could cause further declines in the market price of our common stock.",
      "char_count": 77609
    }
  },
  "extracted_at": "2025-10-18T17:31:21.849640"
}