{
  "ticker": "COMP",
  "company_name": "Compass, Inc.",
  "cik": 1563190,
  "form_type": "10-K",
  "filing_date": "2025-02-25",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001563190-25-000050",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001563190&accession_number=000156319025000050&xbrl_type=v",
  "sic_code": "7371",
  "industry": "Services-Computer Programming Services",
  "sections": {
    "item1": {
      "text": "Item 1. Business.\nOur Company\nCompass, Inc. (the “Company”) was incorporated in Delaware on October 4, 2012 under the name Urban Compass, Inc. The Company has been based in New York City since its incorporation. \nOverview and Our Business Model \nWe are a leading tech-enabled real estate services company that includes the largest real estate brokerage in the United States by sales volume. We also provide integrated services to real estate agents and their clients, including title, escrow and mortgage. In January 2025, we acquired a company with the exclusive, worldwide right to operate, franchise and license the Christie’s International Real Estate brand. This acquisition marked our entry into a new business line, allowing us to partner with independently operated brokerages. We refer to this new business line as “our affiliate business” and to the independently operated brokerages as “our affiliates”. \nWe currently operate two primary brands: Compass and Christie’s International Real Estate. Compass is a top luxury real estate brand serving 35 states and Washington DC, with over 33,000 agents. Christie’s International Real Estate is the world’s premier global luxury real estate brand with over 100 independently operated brokerages in over 50 countries and territories. We operate our owned-brokerage business primarily under the Compass brand and our affiliate business under the Christie’s International Real Estate brand. \nOur business model is directly aligned with the success of the agents at our owned-brokerage and affiliates. Agents at our owned-brokerage business are independent contractors that associate their real estate license with us and choose to operate their businesses on our platform. We primarily generate revenue from our owned-brokerage business when we collect a share of the gross sales commissions that the agents earn from home sales and certain other fees, such as flat transaction commission fees. Gross sales commissions are typically based on a percentage of the home sale price. Additionally, beginning in January 2025, we attract independently operated brokerages that affiliate with us as a franchisee or a licensee under a long-term franchise or license agreement. We generate revenue from our affiliate business when we collect royalties from our affiliates, which are based on the percentage of the affiliate’s gross sales commissions, as well as certain other fees, such as marketing and technology fees. We currently generate substantially all of our revenue and earnings from our owned-brokerage business. Integrated services and our affiliate business comprise a small portion of our revenue and earnings. We believe we are well-positioned to grow our integrated services and affiliate business and expect revenue and earnings for these businesses to grow as a portion of our overall revenue and earnings over the long-term. \nOur technology offerings provide a strong foundation for agents at our owned-brokerage, as well as our affiliates and their agents, and empower them to deliver exceptional service to their clients. Agents at our owned-brokerage and our affiliates utilize our technology offerings to grow their businesses, save time and manage their businesses more effectively. \nOur end-to-end proprietary technology platform (the \"Compass platform\") allows real estate agents to perform their primary workflows, from first contact to close, with a single log-in and without leaving the platform. The Compass platform includes an integrated suite of cloud-based software for customer relationship management, marketing, client service, brokerage services and other critical functionalities, all custom-built for the real estate industry. The Compass platform also uses proprietary data, analytics, AI, and machine learning to simplify workflows of agents and deliver high-value recommendations and outcomes for both agents and their clients. Additionally, title and escrow and mortgage services are integrated and are available on the Compass platform. Currently, the Compass platform is only available to the agents at our owned-brokerage and is not yet available to our affiliates or their agents. As part of the Christie’s International Real Estate acquisition, we acquired a proprietary multi-tenant technology platform (the \"CIRE platform\") that is offered to our affiliates and their agents. It allows us to scale our affiliate business efficiently and without a substantial technology investment as we continue to grow that business. \nCompass One, an all-in-one client dashboard, launched in February 2025, provides a client-facing version of the Compass platform to consumers, allowing agents’ clients to have a differentiated experience where they can access the tools, services and advantages Compass offers to manage their homeownership journey. \nSelling and buying a home is one of the most significant, and often one of the most complex, time consuming, and consequential financial events in an individual’s life. Given the unique nature of each property, location, buyer, seller, negotiation, title and financing, a real estate agent’s role as the driver of the majority of the workflow is indispensable. According to NAR’s 2025 Profile of Home Buyers and Sellers, 90% of home sellers and 88% of home buyers used a real \nestate agent or broker - levels that have remained consistent since our inception, with 2012 levels at 88% and 89%, respectively.\nOur Technology Offerings\nThe Compass platform allows agents at our owned-brokerage to perform their primary workflows, from first contact to close, with a single log-in and without leaving the platform. The Compass platform helps them to operate with the sophisticated capabilities of a modern technology company and the personal attention and service of a dedicated advisor. Using proprietary data, analytics, AI and machine learning, our platform delivers a broad set of industry-specific capabilities. We also acquired the CIRE platform as part of the Christie’s International Real Estate acquisition that we offer to our affiliates and their agents. Our affiliates and their agents do not currently have access to the Compass platform. Additionally, certain of our Glide tools, which include completion of various real estate forms and offer preparation as well as eSignature and collaboration capabilities, are offered to non-Compass agents and their clients. We refer to the Compass platform, the CIRE platform and all other technology products and services that we offer as our \"technology offerings\". \nWe are simplifying today’s complex, paper-driven, antiquated workflow to empower real estate agents to deliver an exceptional experience to every buyer and seller. Our technology offerings are tailored to the real estate industry and in certain of our markets, combine integrated software with value-added services, such as title, escrow and settlement. \nWe design our technology offerings for simplicity and flexibility. The efficiencies that agents at our owned-brokerage and our affiliates gain from adoption of our technology offerings give them the opportunity to spend more time with their clients. \nWe continue to innovate and enhance our technology offerings with the goal of digitizing and streamlining all real estate workflows that empower agents to acquire and serve their clients. We have made significant investments in research and development to improve and maintain our technology offerings and to support our technology infrastructure. As we look forward, we will continue to scale our technological innovation through the lens of cash flow positivity. \nOur Compass Platform Capabilities\nOur Compass platform aims to digitize, integrate and simplify all real estate workflows for agents and their clients. It is built on the premise that integration and ease of use are foundational to enabling agents to more effectively run their businesses and serve their clients. Our Compass platform is a proprietary end-to-end cloud-native software service with mobile applications that allow agents to manage their business anytime and anywhere. We build beautifully designed consumer-grade user interfaces and simplified workflows for agent-client interactions, and insight-rich dashboards and reports backed by AI, machine learning and integrated data assets. \nWe empower agents with capabilities such as: \n•Customer Relationship Management (\"CRM\"). Given the high percentage of repeat and referral business done by agents, their future transaction pipeline exists within their sphere of influence. Our CRM provides agents with an easy-to-use interface that is both powerful and automated, enabling agents to cultivate their sphere, nurture and grow relationships and close more sales. It also leverages AI to provide recommendations and insights, and integrates with other aspects of the Compass platform such as Marketing Center to create engaging content. \n•Business Tracker. Business Tracker provides agents with a centralized view of their entire business. It enables agents to organize and manage their active leads, buyers, renters and listings, as well as view potential revenue at each stage of the transaction. Given Business Tracker’s deep integration with other Compass resources, such as Marketing Center, Collections, CMA, Tasks and Listing Insights, agents can serve the needs of every client - from first contact to closing - all from one place. Business Tracker includes multiple powerful capabilities that aim at boosting agent productivity. Two such examples are Team Collaboration, which allows agents to collaborate with any member of their team on any of their transactions, and Checklists, which enable agents to configure a set of tasks that get automatically applied to every transaction and can be assigned to specific members of their team, or their clients. \n•Marketing Content Creation and Management. With a broad array of integrated features, elegant templates and design capabilities, our Marketing Center allows agents to rapidly create, advertise and promote their listings at scale through the channel of their choosing: digital, social, email, video, print or signage. Agents can easily build, book, target and run digital ads all in one place with a simple yet powerful suite of content creation solutions. \n•Collections. A curated visual workspace that allows agents and their clients to collaborate in real time, with the ability to easily organize homes, centralize discussions and monitor the market by receiving immediate status and price updates.\n•Comparative Market Analysis (\"CMA\"). Pricing a home is a complex and nuanced exercise. Powered by AI, our CMA enhances agents’ market expertise by making recommendations and synthesizing complex data so agents can help their clients build the optimal pricing strategy for their homes based on comparable properties.\n•AI-Driven Client Prospecting Recommendations. Our AI technology recommends specific clients in an agent’s contact database that are more likely to sell their home, based on various data points like neighborhood sales trends, length of ownership, and local market appreciation.\n•One-Click Listing Video Creation. Video Generator allows agents to create short, customized, professional videos with added music and text using existing listing photos in seconds, simply by entering an address that can be shared on the listing page or social media.\n•AI-Driven Content. We recently integrated the OpenAI application programming interface into our Compass platform. AI further enhances the agent experience and their ability to quickly perform tasks, such as creating copy for listing brochures and descriptions, marketing materials, and even their agent profiles on our website. \n•Listing Search and Saved Search Notifications. Our proprietary search algorithm and database simplifies and enhances the ability for agents to find homes best suited for their clients’ needs using locally-relevant search filters. Agents can set up very precise saved search alerts for their clients to notify them of new listings that match their criteria in near real-time in the mobile app and in email. \n•Listing Tour Scheduling and Coordination. With a simple interface, agents can quickly schedule, coordinate and create routes for home tours, saving agents significant time. \n•Open House Management. The Compass platform provides several resources and mobile app functionality to manage open houses and tours across both in-person and virtual formats, giving agents the ability to maintain a high level of service and follow up, in addition to growing their sphere of influence. \n•Listing Analytics. Compass Insights is a personalized dashboard that contains all the key data points an agent needs to craft a winning marketing strategy around audience and traffic information, uncover new lead-generation opportunities, and invest accordingly in the positioning of a listing. \n•Transaction Management. There are many burdensome steps involved in the closing of a transaction. We provide agents with transaction closing and post-closing support to reduce the complexity for clients and efficiently advise through a transaction’s lifecycle. These features include forms, offers, and eSignature capabilities, as well as tools that assist with compliance review, and ultimately commission payments. \n•One Click Title & Escrow. This feature allows agents to seamlessly access and initiate title and escrow services on the Compass platform with a single click. \n•Reverse Prospecting. This tool provides agents with exclusive insights into interested buyers looking at their listings among agents on the Compass platform across the country and the clients they represent. It tracks real-time updates on how often agents and their clients are looking at the listing, commenting, favoriting it, or sharing it.\n•Make Me Sell. We believe this tool will help convert a portion of our CRM contacts into passive 'willing-to-sell' inventory that will only be available to agents using the Compass platform. We have launched this tool in certain markets and anticipate a full launch in the first quarter of 2025.\n•Private Exclusives. This tool allows agents to list their client’s property on Compass.com only to test price, gain critical insights and generate early demand before listing it on an MLS. \n•Compass One. All-in-one client dashboard, launched in February 2025, provides a client-facing version of the Compass platform to consumers, allowing agents’ clients to have a differentiated experience where they can access the tools, services and advantages we offer to manage their homeownership journey. \nAs agents and their clients use the Compass platform to consolidate their activities for buying, selling, marketing and transacting real estate, they demonstrate high engagement with the platform. As we continue to build everything agents need in a single, integrated platform, we believe more high-performing agents will continue to come to Compass. As more high-performing agents join us, we believe the Compass platform will help them provide great experiences to more of their clients. The ability to create great client experiences drives continued business for agents with repeat and referral clients. This ultimately generates more revenue for the agents, and in turn, for us, which enables us to invest more into enhancing \nthe Compass platform, as well as other technology offerings. These investments further empower agents to grow their businesses efficiently and effectively.\nIntegrated Services\nOur integrated services, spanning title, escrow and mortgage, support the needs of home buyers and sellers, as well as homeowners seeking refinancing. The synergies between these integrated services and our brokerage business increase transparency and deliver a more integrated closing process for agents and their clients. \nTitle, Escrow and Settlement Services\nOur title, escrow and settlement businesses provide full-service title, escrow and settlement services to the clients of our agents at our owned-brokerage, real estate companies, and financial institutions relating to the closing of home purchases as well as the refinancing of home loans. In many markets, clients typically look to either their attorneys or agents to refer them to the highest quality providers of these types of services after the purchase contract is signed. As of January 31, 2025, we provided title, escrow and settlement services under a multitude of local brands in eleven states and Washington D.C.\nMortgage Business \nWe partner with Guaranteed Rate, which is one of the nation’s largest retail mortgage companies, to originate mortgage loans, including both purchases and refinancing transactions, for clients of our agents at our owned-brokerage. Our partnership is structured as a non-exclusive joint venture, where we hold a 49.9% equity interest. All mortgage loans are funded by separate warehouse lines that are not maintained by us, and all mortgage loans are collateralized by the underlying mortgages available for sale and are non-recourse to us. As part of the Christie’s International Real Estate acquisition, we acquired ProperRate, a mortgage joint venture with Guaranteed Rate that is similar to our existing mortgage joint venture. We consolidated ProperRate with our mortgage joint venture in February 2025. As of January 31, 2025, our mortgage business was licensed in 42 states and Washington D.C. \nAffiliate Business\nWe entered the affiliate business in January 2025 when we acquired a company with the exclusive, worldwide right to operate, franchise and license the Christie’s International Real Estate brand. This addition provides us with the ability to partner with independently operated brokerages both domestically and internationally, expands our agents’ referral network and gives us an international presence in a capital-light manner. \nGenerally, our affiliates partner with us as a franchisee or a licensee under a franchise or license agreement, with a minimum term of ten years and pay us monthly royalties, which are based on the percentage of the affiliate’s gross sales commissions, and certain other fees, such as marketing and technology fees. A limited number of our international affiliates are currently on a fixed fee model, which we are actively phasing out as renewals come up. Under our typical agreement, our affiliates have the right to operate under the Christie’s International Real Estate brand, use the Christie’s International Real Estate trademark and access our technology offerings and other services. We do not exercise control over our affiliates and their agents and affiliates operate their brokerage businesses independently. \nCompass Concierge \nCompass Concierge is a program in which we provide home sellers access to capital to front the cost of home improvement services. Home sellers can access funds to prepare their home for sale through Compass’ partnership with an independent third-party lender. In addition, since early 2023, we have maintained alternative home improvement programs with several third-party service providers to help our agents' clients prepare their homes for listing and sale.\nSince inception and through December 31, 2024, we partnered with our agents and sellers on Compass Concierge projects totaling approximately $1.29 billion, with an average project size of approximately $28,900. We believe the program has successfully unlocked incremental transactions for our agents, delivered higher sale prices and reduced selling times for our agents' seller clients and also helped us attract high-performing agents to our platform. \nHuman Capital Management \nAt Compass, we believe that our long-term success is based on attracting, developing and retaining a diverse group of employees who espouse our entrepreneurship principles which define our culture: dream big; move fast; learn from reality; be solutions-driven; obsess about opportunity; collaborate without ego; maximize your strengths; and bounce back with passion. Our employees use our principles to help guide their work experience and align with our mission of helping everyone find their place in the world. \nAs of December 31, 2024, we had 2,566 employees across the U.S. and internationally. None of our employees are represented by a labor organization or are party to a collective bargaining arrangement.\nWe offer market-competitive compensation and benefits to our employees. We strive to offer a comprehensive benefit package and evaluate and supplement our benefits periodically. Our benefits package includes base pay, bonus programs for selected roles, long-term equity grants, health, dental and vision insurance plans, fertility benefits, life and disability insurance benefits, paid time off (including unlimited flexible time off, a community service day, and paid parental leave), as well as other benefits, such as access to mental health resources, an employee stock purchase plan and the ability to participate in a broad-base 401(k) plan with a company match. \nCompetition \nThe residential real estate and technology industries are highly competitive and fragmented. We compete to attract and retain top talent across the agent community, engineers and employees in all other functions in order to build the best tech-enabled real estate services company. Our business faces competition nationally and in each of the markets we serve from other real estate brokerage firms, including a growing number of internet-based brokerages and others who operate with a variety of business models. Some of these competitors provide similar services or products to us, including: \n•brokering transactions for home buyers and sellers; \n•providing tools to agents associated with real estate data aggregation; and \n•providing integrated services products associated with residential real estate transactions, such as title and escrow/settlement and mortgage origination. \nSome companies may attempt to assemble various aspects of solutions that overlap with our offering, including: \n•real estate brokerage firms; \n•vertical SaaS technology companies; \n•enterprise technology bellwethers; and\n•real estate financial services.\nWe believe we compete favorably based on multiple factors, including the strength and quality of our business, and our ability to retain our agents, our integrated suite of differentiated technology offerings that empower agents, our platform functionality and innovative product and service offerings that facilitate real estate transactions for both buyers and sellers, our growing scale, and our luxury brands. Our differentiated focus on the agent enables us to deliver a premier brokerage and technology-enabled agent experience at scale. \nRegulation\nRegulation of the Brokerage Industry \nState Regulation. Brokerage businesses are primarily regulated at the state level by agencies dedicated to real estate matters or professional services. Real estate brokerage licensing laws vary widely from state to state. Generally, all individuals and entities acting as real estate brokers or salespersons must be licensed in each state where they operate. In all states, licensed agents must be affiliated with a broker of record, managing broker, designated broker or similar licensee (a “broker of record”) to engage in licensed real estate brokerage activities. Generally, a brokerage must obtain a corporate real estate broker license, although in some jurisdictions the licenses are personal to individual brokers. The broker of record in all jurisdictions must actively supervise the individual licensees and the brokerage’s activities within the applicable jurisdiction. All licensed market participants, whether individuals or entities, must follow the jurisdiction’s real estate licensing laws and regulations. These laws and regulations generally detail minimum duties, obligations, and standards of conduct, including requirements related to contracts, disclosures, record-keeping, local offices, trust funds, agency representation, advertising, and fair housing. In each of the jurisdictions where our business operates, we have designated a properly licensed broker as the broker of record and, where required, we also hold a corporate real estate \nbroker’s license. We (and agents at our owned-brokerage and our affiliates) are also required to comply with state and local laws related to dual agency (such as where the same brokerage represents both the buyer and seller of a home) and increased regulation of dual agency representation may restrict or reduce the ability of impacted brokerages to participate in certain real estate transactions. \nFederal Regulation. Several federal laws and regulations govern the real estate brokerage business, including the federal Fair Housing Act and the Real Estate Settlement Procedures Act (“RESPA”). The Fair Housing Act prohibits discrimination in the purchase or sale of homes and applies to real estate brokers and agents, among others. The Fair Housing Act prohibits expressing any preference or discrimination based on race, religion, sex, disability, and certain other protected characteristics, and applies broadly to many forms of advertising and communications. RESPA is a federal law intended to provide consumers with improved disclosures of settlement costs and to reduce the costs of settlement services (e.g., real estate brokerage services, mortgage loan origination, title insurance, escrow and closing services) by eliminating referral fees and kickbacks. It applies to real estate brokerage services among other real estate settlement services. See the section entitled “ – Regulation of Settlement Services (RESPA and Related State Law)” below for additional details. We may also be subject to the American with Disabilities Act. \nRegulation of Settlement Services (RESPA and Related State Law)\nRESPA and analogous state anti-kickback statutes generally prohibit the provision of things of value such as cash rebates, gifts and other inducements if doing so is part of an agreement or understanding that settlement services business be referred. These laws generally require timely disclosure to consumers of certain relationships and financial interests in providers of real estate settlement services. Pursuant to The Dodd-Frank Wall Street Reform and Consumer Protection Act (the “Dodd-Frank Act”), the Consumer Financial Protection Bureau (the “CFPB”) administers RESPA, but state authorities also have certain RESPA enforcement rights. RESPA compliance is of significant importance to us and our integrated services business. \nRegulation of the Title & Escrow Industry\nTitle insurance and escrow/settlement services typically require licensure and are heavily regulated, often through a state’s insurance regulator or other regulatory body. In a number of states, insurance rates are either promulgated by the state directly or are required to be filed with each state by the agent or underwriter. Some states also promulgate the split of title insurance premiums between the agent and underwriter. As part of the licensing process, states may also mandate certain minimum financial requirements for net worth and working capital. In some states, such as Texas, no person may acquire control, directly or indirectly, of a title company unless the person has provided required information to, and the acquisition is approved or not disapproved by, the relevant regulator. Additionally, some states have “controlled business” statutes which generally require that a title agent seek or obtain a certain amount of business from unaffiliated brokerages. \nRegulation of the Mortgage Industry\nThe mortgage industry is a heavily regulated industry and private mortgage lenders operating in the U.S. are required to comply with a wide array of federal, state and local laws and regulations that regulate, among other things, the manner in which mortgage companies, including our mortgage business, can operate their loan origination and servicing businesses, the fees such companies may charge, and the collection, use, retention, protection, disclosure, transfer and other processing of personal information. \nOur mortgage business is required to be licensed in all relevant jurisdictions in which it operates and to comply with the respective laws and regulations of each such jurisdiction, as well as with applicable judicial and administrative decisions. The comprehensive body of federal, state, and local laws to which our mortgage business is subject is continually evolving and developing, including laws on advertising and privacy described in more detail in the section entitled “ – Cybersecurity and Data Privacy Regulations” below. In addition, our mortgage business must comply with a number of federal, state and local consumer protection laws including, among others, the Truth in Lending Act (“TILA”), RESPA, the Equal Credit Opportunity Act (“ECOA”), the Fair Credit Reporting Act (“FCRA”), the Fair Housing Act, the Gramm-Leach-Bliley Act (“GLBA”), the Electronic Fund Transfer Act, and the Homeowners Protection Act. \nUnder the Dodd-Frank Act, the CFPB is authorized to engage in rulemaking and examination activity with respect to consumer financial products and services (including mortgage finance) and to enforce compliance with federal consumer financial laws, including TILA and RESPA. The CFPB has issued myriad rules, including TILA-RESPA Integrated Disclosure rules, which impose significant obligations on our mortgage business. \nRegulation of Our Affiliate Business\nWe operate our affiliate business in the U.S. as a franchise and are subject to franchise state and federal laws. At a federal level, federal laws under the jurisdiction of the FTC generally require franchisors to make extensive disclosure to prospective franchisees in connection with franchise offers and sales but do not require registration. At a state level, a number of states require both disclosure and registration. In addition, a number of states have “franchise relationship laws” or “business opportunity laws” that typically limit franchisors’ ability to terminate franchise agreements (including mandated notice or cure periods) and to withhold consent to renew or transfer these agreements, as well as prohibit discrimination by a franchisor among its franchisees. \nWe operate our affiliate business internationally by exclusively licensing the Christie’s International Real Estate brand under a license agreement. As a result, we are subject to various international laws, including contract, licensing, intellectual property and data privacy laws in various international jurisdictions.\nAntitrust and Competition Laws\nOur business is subject to antitrust and competition laws in the various jurisdictions where we operate, including the Sherman Antitrust Act, the Federal Trade Commission Act and the Clayton Act and related federal and state antitrust and competition laws in the U.S. The penalties for violating antitrust and competition laws can be severe. These laws and regulations generally prohibit competitors from fixing prices, boycotting competitors, dividing markets, or engaging in other conduct that unreasonably restrains competition. Antitrust litigation has been brought on behalf of homebuyers and homesellers against us (as described in more detail in Note 11 to our consolidated financial statements included elsewhere in this Annual Report) and other brokerages and real estate associations regarding the requirement to offer cooperating commissions, which already led to certain industry-wide changes and could lead to additional changes in the future. See “Recent Developments – Management’s Discussion and Analysis of Financial Condition and Results of Operations” for additional information.\nCybersecurity and Data Privacy Regulations\nWe are subject to a variety of U.S. state laws and regulations relating to our collection, use, and disclosure of data collected from our website and mobile users, and the manner and circumstances under which we or third parties may market and advertise our services to consumers. These laws continue to evolve as various states enact new laws and clarifying regulations, imposing significant and ever-changing privacy and cybersecurity obligations. As a result, we are subject to increased regulatory scrutiny, additional contractual requirements, and an increase in compliance costs. Some examples of the regulations we are required to comply with include without limitation, the California Consumer Privacy Act (“CCPA”), amended by the California Privacy Rights Act (“CPRA”), and other similar state regulations, portions of the GLBA, namely the Safeguards rule, which governs the disclosure and safeguarding of consumer financial information, and the Telephone Consumer Protection Act (“TCPA”), which restricts certain types of telemarketing calls and the use of auto-dialing systems and prerecorded messages and establishes a national Do-Not-Call registry. The international portion of our affiliate business might also be subject to the General Data Protection Regulation (“GDPR”), which is a privacy and security regulation for the European Union. \nEnvironmental Regulation\nOur technology platform operates in a cloud-based model, which gives us an insignificant physical geographical footprint. While we have hundreds of physical offices, we locate them in population centers and they are no larger than needed to service our agents’ clients' needs. Although environmental regulations do not currently have a material adverse impact on our business and operations, the regulatory landscape is constantly changing and new environmental regulations and reporting requirements could affect our business and cause us to devote additional time and resources to regulatory compliance. For example, California adopted the Climate Corporate Data Accountability Act that will require annual disclosure of certain greenhouse gas emissions and the Climate-Related Financial Risk Act that will require disclosure of certain climate-related financial risks and mitigation measures beginning in 2026, subject to implementing regulations that may impact scope and timing. \nOther Real Estate Industry Rules\nAside from federal, state and local regulations, we are subject to a variety of rules promulgated by trade organizations including the NAR, state and local associations of REALTORS, and MLSs. Generally, as members of these organizations, we are subject to their policies, bylaws, codes of ethics, and fees and rules, which govern our dealings with other members, \nthe public, and clients as well as the manner in which we use and display the organization’s brand and services. We have a dedicated team that works with a variety of stakeholders, including our brokers of record, to help manage and comply with these rules and policies. We are also actively engaged in voicing our concerns with certain aspects of these trade organization rules and are working hard to change them to benefit our agents and their clients.\nIntellectual Property\nThe protection of our technology and intellectual property is an important aspect of our business. We rely upon a combination of trademarks, trade secrets, copyrights, confidentiality procedures, contractual commitments, licenses, domain names, and other legal rights to establish and protect our intellectual property. We generally enter into confidentiality agreements and invention or work product assignment agreements with our officers, employees, agents, contractors, and business partners to control access to, and clarify ownership of, our proprietary information. \nAs of December 31, 2024, we had more than 30 unique trademark registrations and applications in the United States, including registrations for “Compass” and the Compass logo. We also had 5 unique trademark registrations and applications in certain foreign jurisdictions. Additionally, we are the registered holder of a number of domain names, including “compass.com.”\nWe continually review our development efforts to assess the existence and patentability of new intellectual property. We intend to continue to evaluate the benefit of patent protection with respect to our technology, and will file additional applications when we believe it will be beneficial. In connection with a recent acquisition, we acquired two patents related to real estate signage. \nIn January 2025, we acquired a company with the exclusive, worldwide right to operate, franchise and license the Christie’s International Real Estate brand under a trademark license agreement (the “License Agreement”) with Christie Manson & Woods Limited (“CMW”). The License Agreement has a 100-year term, which consists of an initial 50-year term ending in 2071 and two 25-year renewal options. We pay royalties to CMW based on a percent of (i) the royalties that we collect from our affiliates (the \"affiliate royalties\") and (ii) the gross sales commissions attributable to a certain limited number of our owned-brokerage offices that use the Christie’s International Real Estate brand (the \"owned-brokerage royalties\"). The owned-brokerage royalties are significantly lower than the affiliate royalties. The aggregate amount of royalties that we are obligated to pay to CMW is subject to a minimum annual fee, which increases over time. The License Agreement is terminable by CMW prior to the end of the license term if certain conditions occur, including but not limited to the following: (1) we breach a material term of the License Agreement and such breach is not cured or reasonably mitigated to Christie’s satisfaction, (2) we become bankrupt or insolvent, (3) we are acquired or otherwise become controlled by one of Christie’s competitors or (4) we stop offering products or services using the Christie’s International Real Estate trademark for a period of six months.\nSeasonality\nThe residential real estate market is seasonal, which directly impacts our agents’ businesses and has affected and will continue to affect our business and financial results. See \"Management's Discussion and Analysis of Financial Condition and Results of Operations - Seasonality and Cyclicality\" for additional discussion on the extent to which our business and financial results have been, or may continue to be, impacted by seasonality. \nAvailable Information\nWe make available free of charge on our investor relations page on our website, www.compass.com, filings we make with the SEC, including our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and our Proxy Statements, and any amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act, as soon as reasonably practicable after electronically filing such materials with, or furnishing them to, the SEC. \nThe SEC maintains a website, www.sec.gov, that contains reports, proxy and information statements and other information that we file electronically with the SEC. \nFrom time to time, we also intend to announce material information to the public through the investor relations page on our website, press releases, public conference calls, public webcasts, and our X (formerly Twitter) feed (@Compass), our Facebook page, our LinkedIn page, our Instagram account, our YouTube channel, and Robert Reffkin’s X feed (@RobReffkin) and Instagram account (@robreffkin). We use these mediums, including our website, to communicate with our stockholders and the public about our company, our product candidates and other matters. It is possible that the information that we make available may be deemed to be material information. We therefore encourage investors and \nothers interested in our Company to review the information that we make available on our website. Further, corporate governance information, including our governance guidelines, board committee charters and code of ethics, is also available on our investor relations website under the heading “Governance.” \nThe information contained on, or that can be accessed through, the website referenced in this Annual Report is not incorporated by reference into this filing, and the website address is provided only as an inactive textual reference.",
      "char_count": 40288
    },
    "item1a": {
      "text": "Item 1A. Risk Factors.\nA description of the risks and uncertainties associated with our business is set forth below. You should carefully consider the risks and uncertainties described below, as well as the other information in this Annual Report, including our consolidated financial statements and the related notes and “Management’s Discussion and Analysis of Financial Condition and Results of Operations.” The occurrence of any of the events or developments described below, or of additional risks and uncertainties not presently known to us or that we currently deem immaterial, could materially and adversely affect our business, financial condition and results of operations.\nRisks Related to Our Business and Operations\nOur success depends on general economic conditions, the health of the U.S. real estate industry, and risks generally incident to the ownership of residential real estate, and our business may be negatively impacted by economic and industry downturns, including seasonal and cyclical trends, and volatility in the residential real estate market.\nOur success is impacted, directly and indirectly, by a number of factors related to general economic conditions, the health of the U.S. real estate industry, and risks generally incident to the ownership of residential real estate, many of which are beyond our control, including: adverse changes in local, regional, or national economic conditions, including periods of slow economic growth or recessionary conditions; volatility in the residential real estate industry; seasonal and cyclical trends in the residential real estate industry; changes in real estate market conditions; insufficient or excessive home inventory levels; high mortgage rates and down payment requirements or constraints on the availability of mortgage financing; low levels of consumer confidence in the economy or the residential real estate market; weak credit markets; instability of financial institutions; legislative, regulatory or industry changes; high levels of foreclosure activity; the inability or unwillingness of consumers to enter into sale transactions; a decrease in the affordability of homes including the impact of high mortgage rates, home price appreciation and wage stagnation or wage increases that do not keep pace with inflation; and decreasing home ownership rates, declining demand for real estate and changing social attitudes toward home ownership.\nAs our revenue is primarily driven by sales commissions and transaction fees, any slowdown or decrease in the total number of residential real estate sale transactions executed by agents at our owned-brokerage and our affiliates could adversely affect our business, financial condition and results of operations. Additionally, any decrease in the number of transactions our title and escrow business closes and the number of mortgages our mortgage business originates, could further impact our business, financial condition and results of operations.\nMonetary policies of the federal government and its agencies may have an adverse impact on our business, financial condition and results of operations.\nThe U.S. real estate market is significantly affected by the monetary policies of the federal government and its agencies, and is particularly affected by the policies of the Federal Reserve Board, which regulates the supply of money and credit in the U.S. and impacts the real estate market through its effect on mortgage interest rates. The Federal Reserve Board took aggressive actions aimed at controlling inflation in 2022 and 2023, including raising the federal funds rate and reducing its holdings of mortgage-backed securities. Rising interest rates in 2022 and 2023 contributed to higher mortgage interest rates, which in turn contributed to a decline in residential real estate home sale transaction volume and inventory constraints. While the Federal Reserve Board shifted its policy in 2024 with three interest rate cuts that altogether shaved a full percentage point off the federal funds rate, the housing market remained under pressure as high mortgage rates and economic volatility continued to shape the landscape. The Federal Reserve Board’s summary of economic projections suggests even fewer rate cuts in 2025 than in 2024, and it is also possible that the Federal Reserve Board may hold interest rates steady or may even increase rates if inflation persists. It is also possible that mortgage rates and the long end of the interest rate curve could remain elevated in spite of lower federal funds rates due in part to the high level of treasury securities expected to be issued to fund federal deficits and higher interest rate expenses. Changes in the Federal Reserve Board’s policies and other macroeconomic factors affecting mortgage rates are beyond our control, difficult to predict, and \ncould negatively impact the residential real estate market, which in turn could have a material adverse effect on our business, financial condition and results of operations.\nHigh mortgage rates have contributed to a decline in residential real estate home sale transaction volume and title and escrow and mortgage activity, which has had an adverse effect on our business, financial condition and results of operations. \nHigh mortgage rates have contributed to a decline in residential real estate home sale transaction volume, which has had an adverse effect on our business, financial condition and results of operations. As mortgage rates remain high, potential home sellers are more likely to choose to stay with their lower mortgage rates rather than sell their home and pay a higher mortgage rate with the purchase of another home, or prefer to rent rather than purchase a home. Additionally, the overall affordability of homes generally decreases in a high mortgage rate environment. Both of these trends have contributed to inventory constraints and a decline in home sale transaction volume in recent years. Although inventory has increased recently, affordability and high mortgage rates continue to constrain home sale transaction volume, which we expect to have an adverse effect on our business, financial condition and results of operations. \nA decline in home sale transaction volume also has a negative impact on title and escrow activities, which has had and could continue to have an adverse effect on our business, financial condition and results of operations. \nHigh mortgage rates have also had an adverse effect on our mortgage business. As mortgage rates remain high, reduced demand for purchase mortgages and refinancing generally results in an increase in competition among loan originators, which has had, and is likely to continue to have, a negative impact on revenue volume and gross profit margin for our mortgage business, which in turn has had and could continue to have an adverse effect on our business, financial condition and results of operations.\nOngoing industry antitrust class action litigation (including the Antitrust Lawsuits filed against us) or any related regulatory activities could result in additional meaningful industry-wide changes and the recent changes and/or any additional meaningful changes could have a materially adverse effect on our business, operations, financial condition and results of operations.\nThe ongoing industry antitrust class action litigation, as well as the Antitrust Lawsuits filed against us (as described in more detail in Note 11 to our consolidated financial statements included elsewhere in this Annual Report (including any injunctive relief, appeals or settlements), either alone or in combination with related regulatory or governmental actions, or any resulting changes to competitive dynamics or consumer preferences, has resulted in certain industry-wide changes and could result in additional meaningful industry-wide changes, including changes to the broker commission structure and meaningful decreases in the average broker commission rate (including the average buy-side commission rate). Such changes could have a materially adverse effect on our business, operations, financial condition and results of operations.\nAny determination by the DOJ or FTC, their state counterparts, state or federal courts, or other governmental bodies that any industry practices have anti-competitive effects could lead to industry investigations, enforcement actions, changes in legislation, regulations, interpretations or regulatory guidance or other legislative or regulatory action or other actions, any of which could potentially result in additional limitations or restrictions on our business, cause material disruption to our business, result in judgments, settlements, penalties or fines (which may be material), or otherwise have a direct or indirect materially adverse effect on our business, financial condition and results of operations. \nAny decrease in our gross commission income or the percentage of commissions that we collect may harm our business, financial condition and results of operations.\nOur business model depends upon our agents’ success in generating gross commission income, which we collect and from which we pay them net commissions. The ongoing industry antitrust class action litigation reinforced the fact that commission rates are negotiable. Additionally, the recent industry-wide practice changes could result in changes to customary commission rates. Any decrease in commission rates could adversely impact our business, financial condition, and results of operations.\nIn addition, we collect fees from agents at our owned-brokerage and from our affiliates for use of our technology offerings and other services. If industry conditions change, such that other platforms offer similar technologies to ours at a lower price or for free, or the services we provide become less valuable, we may be forced to lower our fees, and our business, financial condition, and results of operations may be adversely impacted.\nLow home inventory levels may result in insufficient supply, which could negatively impact home sale transaction growth.\nHome inventory levels have been low in certain markets and price points in recent years, which has caused more homeowners to retain their homes for longer periods of time, driving a negative impact on the volume of home sale transactions closed by agents at our owned-brokerage and our affiliates. This lack of supply has been caused by pressures outside our control, including slow new housing construction, macroeconomic conditions, and real estate industry models that purchase homes for long-term rental or corporate use. Continued low inventory levels have had and could continue to have a material adverse effect on our business, financial condition and results of operations.\nWe must carefully manage our expense structure and a failure to do so could have a material adverse effect on our business.\nThe real estate market has experienced high interest rates followed by a material decrease in the number of real estate transactions. We must conservatively manage our cash and expenses in light of these and other negative changes in market conditions. To date, we have done so through reductions in force, changes to our spending approval processes, adjustments to our sales incentives and sales teams, and otherwise by pivoting our focus from growth to profitability and cash flow. Although we expect to continue to make future investments in the development and expansion of our business, we may also undertake further initiatives to restructure our operations to improve operational efficiency. Gaining additional efficiencies may become increasingly difficult over time. In addition, there are one-time restructuring costs and negative impacts on sales growth and company operations relating to restructurings. We may be unable to successfully implement our cost savings strategies as much as is necessary given market conditions. Moreover, since we were founded, we have incurred net losses and have had an accumulated deficit, and may continue to do so, for a number of reasons, including: declines in U.S. residential real estate transaction volumes; changes in general economic conditions; changes in real estate market conditions; expansion into new markets for which we typically incur significant losses immediately following entry; increased competition; increased costs to attract and retain agents at our owned-brokerage; increased costs related to the expansion of our affiliate business; increased costs to hire additional personnel to support our overall growth, for research and development, and for sales and marketing; changes to the customary commission rates; changes in our fee structure or rates; inefficiencies in our technology and business model; failure to execute our growth strategies; and unforeseen expenses, difficulties, complications and delays. Any or all of the foregoing may cause a material adverse effect on our business. Further, there can be no assurance that our strategic initiatives and cost savings efforts will result in sustained levels of profitability and positive cash flows that we intend or at all.\nBecause a material portion of our business is concentrated in certain geographic areas and high-end markets, any adverse economic, real estate or business conditions in these geographic areas and/or impacting high-end markets could have a material adverse effect on our operating results.\nA material portion of our real estate brokerage offices and agents are concentrated in certain geographic areas, such as Southern California, Northern California, Texas and the tri-state area. Local and regional real estate and economic conditions could differ materially from prevailing conditions in other parts of the U.S. While overall the U.S. real estate market could be performing well, a downturn in a geographic area where we have a material presence could result in a decline in our revenue and could have a material adverse effect on our operating results.\nAdditionally, a material portion of our real estate transactions takes place in high-end markets. Any downturn in high-end markets could result in a decline in our revenue and could have a material adverse effect on our operating results. Further, if there is a downturn in high-end markets, agents at our owned-brokerage and our affiliates may shift to transactions involving middle and lower range market prices, which, absent a sufficient increase in the number of transactions, could result in a decline in our revenue and could have a material adverse effect on our operating results.\nIf we fail to continuously innovate, improve and expand our technology offerings to create value for agents at our owned-brokerage and our affiliates and their respective clients, our business, financial condition and results of operations could be adversely affected.\nOur success depends on our ability to continuously innovate and improve our technology offerings, including our proprietary technology platform, to provide value to agents at our owned-brokerage and our affiliates and their respective clients. As a result, we have invested significant resources, and plan to continue to invest, though to a lesser degree, additional resources, in research and development to improve and maintain our technology offerings, including our proprietary technology platform, and support our technology infrastructure, which allows us to provide an expanded suite of technology offerings that we believe differentiate us from our competitors. There can be no guarantee that we can continue to launch new products and services in a timely manner, or at all, and even if we do, they might not be utilized by agents at our owned-brokerage or our affiliates at the rate we expect. While we believe our investments help agents at our owned-brokerage and our affiliates succeed, there can be no guarantee that we will retain agents at our owned-brokerage \nand our affiliates across the markets we serve, nor that our investments will drive increased productivity for agents at our owned-brokerage or our affiliates.\nAdditionally, at times, we expand our technology offerings by acquiring value-add real estate technology companies. While we think these strategic acquisitions expand our capabilities into critical components of the transaction, agents at our owned-brokerage and our affiliates may not value these additions and may not utilize them at the rate we expect.\nOur continued growth depends on our ability to attract highly-qualified agents at our owned-brokerage and expand our network of affiliates, to retain them and to help them expand their businesses by utilizing our technology offerings. If we do not expand our technology offerings in the way that creates value for agents at our owned-brokerage and our affiliates, it could result in our inability to attract new agents at our owned-brokerage, expand our network of affiliates, retain current agents at our owned-brokerage and renew agreements with our current affiliates, which could adversely affect our business, financial condition and results of operations. \nOur efforts to expand our operations, including our owned-brokerage, our affiliate business and integrated services, and to offer additional integrated services may not be successful.\nWe have grown our owned-brokerage business rapidly since our inception and we recently added an affiliate business. We plan to continue our expansion of our owned-brokerage business and our affiliate business; however, there is no guarantee that we will be successful or will expand at the rate we anticipate. \nAdditionally, we continue to expand our integrated services, which include title and escrow and mortgage. We think that the synergies between these integrated services and our owned-brokerage increase transparency and deliver a more integrated closing process for the clients of our agents at our owned-brokerage. However, currently, our integrated services are available only in certain markets. If we are unsuccessful in expanding these services into other markets, then we may not realize the expected benefits (including anticipated revenue), which could adversely affect our business, financial condition and results of operations. Similarly, if our agents do not recommend our integrated services to their clients, then our revenue from integrated services will not grow as quickly as we expect. While we plan to continue to expand our integrated services to other offerings, there is no guarantee that we will do so or be successful, and even if we do, the expansions might be at a slower pace than we anticipate.\nWe may not realize the expected benefits from our mortgage business.\nWe may not realize the expected benefits from our mortgage business, which will depend, in part, on the successful partnership between us and our joint venture partner and the successful day-to-day operation of the business. The services which our joint venture partner is engaged to provide to the mortgage business may deteriorate and cause us to make alternative arrangements. Further, in the event of disagreements with our joint venture partner, we may not be able to resolve such disagreements in our favor, which could have a material adverse effect on our mortgage business. In addition, improper actions taking place at our mortgage business may lead to direct claims against us based on theories of vicarious liability, negligence, joint operations and joint employer liability, which, if determined adversely, could increase costs, negatively impact our reputation and subject us to liability for their actions. Also, our mortgage business is subject to many of the same factors that affect our real estate brokerage and title and escrow services, including: regulatory changes; changes in mortgage underwriting standards; high mortgage rates; changes in real estate market conditions; changes in consumer trends; competition; decreases in operating margins; and changes in economic conditions. Any of the foregoing could have an adverse impact on the results of operations and financial condition of our mortgage business, which could result in us not being able to realize the expected benefits from this business.\nWe operate in highly competitive markets and we may be unable to compete successfully against competitors.\nWe operate in a competitive and fragmented industry, and we expect competition to continue to increase. We believe that our ability to compete depends upon many factors, including: our ability to attract and retain agents at our owned-brokerage; our ability to expand our affiliate business; the timing and market acceptance of products and services offered by us or our competitors; the attractiveness of our integrated services for agents and their clients; our ability to attract top talent to support our business model; and our brand strength relative to our competitors.\nOur business model depends on our ability to continue to attract agents at our owned-brokerage and to enhance their engagement in a cost-effective manner, as well as expand our network of affiliates. We face competition nationally, in select international markets and in each of our regional markets from traditional real estate brokerage firms, some of which operate nationally and others that are limited to a specific domestic or international region or regions; from real estate technology companies, including a growing number of Internet-based brokerages and others who operate with a variety of business models; and from new entrants, particularly smaller companies offering point solutions. Some of our competitors \ncould have significant competitive advantages, including better name recognition, greater resources, lower cost of funds and access to additional capital, more product and service offerings, and higher risk tolerances or different risk assessments. If we are not able to continue to attract agents at our owned-brokerage and expand our network of affiliates, our business, financial condition and results of operations could be adversely affected. \nOur ability to recruit agents at our owned-brokerage and expand our network of affiliates depends on the strength of our reputation and reputation of our brands.\nWe believe that we have developed a strong reputation for helping agents and affiliates succeed on the basis of the technological sophistication of our technology offerings and our ability to offer a wide range of high-quality services. General awareness and the perceived quality and differentiation of our technology offerings, including our Compass platform, are important aspects of our efforts to attract and retain agents at our owned-brokerage and expand our network of affiliates. In addition, our actions and growth are frequently reported in national and regional trade publications and other media, and media coverage of our business can be critical, and may not be fair or accurate. Our reputation may be harmed due to adverse media coverage related to our actions, the actions of agents at our owned-brokerage and our affiliates, or other events, which may cause our ability to attract and retain agents and expand our network of affiliates to suffer. \nWe rely on agents at our owned-brokerage to protect and maintain the quality of the Compass brand, as well as on CMW, who founded, owns and licenses the Christie's International Real Estate brand to us, and our affiliates and their agents to protect and maintain the quality of the Christie's International Real Estate brand. While we try to ensure that our brands' quality is maintained by agents at our owned-brokerage, as well as CMW and our affiliates and their agents, there is no guarantee that they will not take action that may hurt the quality and/or value of the brands and/or our reputation. \nIf we are unable to maintain or enhance agent awareness of our business, or if our reputation and/or brands' quality is damaged in a given market, nationally or internationally, our business, financial condition, and results of operations could be adversely affected.\nWe have experienced rapid growth in the past, which may not be indicative of our future growth. Additionally, given our continued focus on our expense structure and cost savings efforts, we may not be able to continue to grow our business as fast or at all, which could have an adverse effect on our business, financial condition and results of operations.\nWe experienced rapid growth for several years since our founding in 2012 but in recent years, due to market conditions, our decision to conservatively manage our expense structure and focus on cost savings, as well as other factors, our rate of growth has slowed. We may continue to make decisions, such as more conservatively managing our expense structure, that could further slow our growth. In the future, we may not be able to grow as fast as we had in the past or at all. \nIf we experience rapid growth again, given our recent focus on our expense structure and cost savings efforts, we may not be able to scale our business as quickly as we need to in order to take advantage of all the growth opportunities available to us and meet all of the demands of agents at our owned-brokerage and our affiliates. Any failure of or delay in scaling our business timely and efficiently could cause us to miss out on future opportunities, or to cede such opportunities to competitors, reducing our market share. Additionally, to support growth in the future, we must continue to improve our management resources and our operational and financial controls and systems, which may increase our expenses more than anticipated and result in a more complex business.\nWe currently use cash to satisfy payroll tax withholding obligations that arise in connection with the monthly net settlements of RSU awards granted to our employees, which may have an adverse effect on our financial condition and liquidity. If we instead choose to implement a “sell-to-cover” settlement method in the future, additional shares will be issued and sold in the market at settlement to cover payroll tax withholding obligations, which would result in dilution to our stockholders. \nOur stock-based compensation primarily consists of granting restricted stock unit (“RSU”) awards to our employees that vest based on the satisfaction of a service-based condition, which is generally satisfied over four years. Federal, state and local payroll tax withholding obligations for RSUs arise in connection with their settlement to employees. Our current settlement practice is to net settle vested RSUs, meaning that we withhold the equivalent number of RSUs that would otherwise be issued as shares of our Class A common stock in lieu of the amount required to satisfy payroll tax withholding obligations on behalf of our employees by remitting the appropriate taxes to the relevant tax authorities. We refer to this as “net settlement.” If we continue to net settle vested RSUs granted to our employees on a monthly basis, depending upon the market value of shares of our Class A common stock underlying the RSUs, it may result in a significant use of our cash and may have an adverse effect on our financial condition and liquidity.\nIn the future, we may implement a “sell-to-cover” settlement method to satisfy payroll tax withholding obligations for our employees, under which shares of our Class A common stock with a market value equivalent to or greater than the tax withholding amounts would be automatically sold by the employees holding RSUs upon settlement to satisfy their payroll tax withholding obligations, and the cash proceeds from such sales will be remitted by us to the relevant tax authorities. Such sales would not result in our use of additional cash to satisfy the payroll tax withholding obligations for RSUs, but would result in greater dilution to our stockholders and increase costs to our employees with RSU awards than the net settlement.\nOur quarterly results and other operating metrics may fluctuate from quarter to quarter, which makes these metrics difficult to predict.\nOur results of operations have fluctuated in the past and are likely to fluctuate significantly from quarter-to-quarter and year-to-year in the future for a variety of reasons, many of which are outside of our control and difficult to predict. Factors that can influence our results of operations, include: changes in real estate market conditions; our ability to attract and retain agents at our owned-brokerage; our ability to expand our affiliate business; our ability to continuously innovate, improve, and expand our technology offerings, including our proprietary platform; high mortgage rates; changes in mortgage underwriting standards; the actions of our competitors; costs and expenses related to the strategic acquisitions, partnerships, and joint ventures; increases in and timing of operating expenses that we may incur to grow and expand our operations and to remain competitive; changes in the legislative, regulatory and industry environment; system failures or outages; actual or perceived breaches of security or privacy, and the costs associated with preventing, responding to, or remediating any such outages or breaches; adverse judgments, settlements, or other litigation-related costs and the fees associated with investigating and defending claims; the overall tax rate for our business; the impact of any changes in tax laws or judicial or regulatory interpretations of tax laws, which are recorded in the period such laws are enacted or interpretations are issued and may significantly affect the effective tax rate of that period; the application of new or changing financial accounting standards or practices; and changes in regional, national or international business or macroeconomic conditions.\nBecause our results of operations are tied to certain key business metrics and non-GAAP financial measures that have fluctuated in the past and are likely to fluctuate in the future, our historical performance, including from recent quarters or years, may not be a meaningful indicator of future performance and period-to-period comparisons may not be meaningful. As such, reliance should not be placed upon our historical results of operations as indicators of future performance.\nThe loss of one or more of our key personnel, or our failure to attract and retain other highly qualified personnel, could harm our business.\nOur success depends upon the continued service of our senior management team, including Robert Reffkin, our founder, Chairman and Chief Executive Officer. Our success also depends on our ability to manage effective transitions when management team members pursue other opportunities. In addition, our business depends on our ability to continue to attract, motivate, and retain a large number of skilled employees across our company. The loss of key engineering, product development, operations, marketing, sales and support, finance and legal personnel could also adversely affect our ability to build on the efforts such individuals have undertaken and to execute our business plan, and we may not be able to find adequate replacements. In addition, we do not have “key person” insurance on any of our employees.\nWe face intense competition for qualified individuals from numerous real estate, software and other technology companies. To attract and retain key personnel, we incur significant costs, including salaries and benefits and equity incentives. Even so, these measures may not be enough to attract and retain the personnel we require to operate our business effectively, and the inability to sufficiently attract and retain required personnel could have a material adverse effect on our results of operations and business.\nActions by agents at our owned-brokerage or our affiliates, or by our employees, could adversely affect our reputation and subject us to liability.\nOur success depends on the performance of agents at our owned-brokerage, employees, and affiliates. Although our agents are independent contractors, if they were to provide lower quality services to their clients, our image and reputation could be adversely affected. In addition, if agents at our owned-brokerage make fraudulent claims about properties they show, their transactions lead to allegations of errors or omissions, they violate certain regulations, including employment laws applicable to the management of their own employees, or they engage in self-dealing or do not disclose conflicts of interest to their clients, we could be subject to litigation and regulatory claims which, if adversely determined, could adversely affect our business, financial condition and results of operations. Further, we do not exercise control over the day-to-day operations of our affiliates and they operate independently from us. If our affiliates do not operate their businesses in \naccordance with our or industry standards, it could adversely impact our reputation. Similarly, we are subject to risks of loss or reputational harm in the event that any of our employees violate applicable laws.\nWe may be subject to losses relating to the operations of our title and escrow businesses as a result of errors, omissions, fraud, defalcation, or other misconduct.\nOur title companies issue title insurance policies on behalf of title insurance underwriters. These policies provide coverage for real property to lenders and buyers. The title underwriter is typically liable for the payment of claims under title policies, but we may be subject to liability and losses if there are errors or omissions on our part. Some of our title companies and our escrow company also provide escrow and closing services. These services facilitate the transfer of ownership of real property. We may be subject to liability and losses arising from the provision of these services. For example, we may be subject to liability and losses if we improperly handle consumer or other third-party funds.\nWe carry errors and omissions insurance for errors made by our title and escrow companies, but insurance carriers may dispute coverage for various reasons, there can be no assurance that all claims will be covered, and losses could potentially exceed our coverage. Fraud, defalcation, and misconduct by employees and others are also risks inherent in our title and escrow business. To the extent that any loss or theft of funds related to our title and escrow companies substantially exceeds our insurance coverage, our business and results of operations could be adversely affected.\nIf we pursue acquisitions that are not successfully completed or integrated into our existing operations, our business, financial condition, or results of operations may be adversely affected.\nFrom time to time, we evaluate a wide array of potential strategic opportunities, including acquisitions and “acqui-hires” of businesses in new geographies. We sometimes engage in acquisitions of brokerage businesses to provide us with greater access to a given market. At times, we may also look to acquisitions to provide us with additional technology to further enhance our technology offerings and accelerate our ability to offer new products or to expand our integrated services offerings. These strategic acquisitions could be material to our financial condition and results of operations, but there can be no guarantee that they will result in the intended benefits to our business, and we may not successfully evaluate or utilize the acquired agents, businesses, products, or technology, or accurately forecast the financial impact of a strategic acquisition. We may discover liabilities or deficiencies associated with the companies or assets we acquire that were not identified in advance or for which we are not adequately indemnified by sellers, which may result in significant unanticipated costs. The effectiveness of our due diligence review and our ability to evaluate the results of such due diligence are dependent upon the accuracy and completeness of statements and disclosures made or actions taken by the companies we acquire or their representatives, as well as the limited amount of time in which acquisitions are executed. In addition, integrating an acquired company, business, or technology is risky and may result in unforeseen operating difficulties and expenditures, particularly in new markets or with respect to new integrated services, and we have experienced these difficulties and expenditures in connection with certain of our previous acquisitions. Moreover, the integration of acquisitions requires significant time and resources, and we may not manage these processes successfully. We continue to make investments of resources to support our acquisitions, which we expect will result in significant ongoing operating expenses and may divert resources and management attention from other areas of our business.\nOur failure to successfully integrate the companies we acquire and address risks or other problems encountered in connection with our past or future strategic acquisitions could cause us to fail to realize the anticipated benefits of such strategic acquisitions, including anticipated synergies and cost savings, incur unanticipated liabilities, and harm our business, financial condition, and results of operations. In addition, strategic acquisitions may require us to issue additional equity securities, spend a substantial portion of our available cash, or incur debt or liabilities, amortize expenses related to intangible assets, or incur write-offs of goodwill, which could adversely affect our business, financial condition, and results of operations and could result in dilution to our stockholders.\nA change in mortgage underwriting standards could reduce the ability of homebuyers to access the credit markets on reasonable terms, or at all.\nDuring the past several years, many lenders have significantly tightened their underwriting standards and many alternative mortgage products have become less available in the marketplace. In addition, certain lenders added new criteria or approvals necessary to underwrite mortgages in response to the COVID-19 pandemic. Underwriting standards could be changed or tightened as a result of changes in regulations, including those enacted to increase guarantee fees of federally-insured mortgages. More stringent mortgage underwriting standards could adversely affect the ability and willingness of prospective buyers to finance home purchases or to sell their existing homes in order to purchase new homes, which may decrease the number of real estate transactions that our agents execute and that our title and escrow businesses close, and may decrease the number of mortgages that our mortgage business originates. Any of these impacts would adversely affect our business, financial condition, and results of operations.\nWe may not be able to maintain or establish relationships with MLSs and third-party listing providers, which could limit the information we are able to provide to our agents and our agents’ clients.\nOur ability to attract agents at our owned-brokerage and to appeal to their clients depends upon our ability to provide a robust number of listings. To provide these listings in our services, in addition to the information provided by our agents, we maintain relationships with MLSs and other third-party listing providers. Certain of our agreements with real estate listing providers are short-term agreements that may be terminated with limited notice. The loss of our existing relationships with these parties, changes to our rights to use listing data, or an inability to continue to add new listing providers may cause our listing data to omit information important to our agents or their clients. Additionally, if the MLSs cease to be the predominant source of listing data, we might not be able to provide comprehensive listing data to our agents and their clients. Any of these events could negatively impact our reputation and agent and client confidence in the listing data we provide and reduce our ability to attract and retain agents, which could harm our business, financial condition, and results of operations.\nCybersecurity incidents could disrupt business operations and result in the loss of critical and confidential information or claims or litigation arising from such incidents, any of which may adversely impact our reputation and business, financial condition, and results of operations. \nWe face growing risks and costs related to cybersecurity threats to our operations and our data (including agent and client data) including: \n◦the failure or significant disruption of our operations from various causes, such as human error, computer malware, ransomware, insecure software and systems, zero-day vulnerabilities, threats to or disruption of third-party service providers who provide critical services, or other events related to our critical information technologies and systems; \n◦the increasing level and sophistication of cybersecurity attacks, such as distributed denial of service attacks, data theft, fraud or malicious acts on the part of trusted insiders, social engineering (including phishing attempts or the creation of copycat websites), or other unlawful tactics aimed at compromising the systems and data of our agents and their clients (including through systems not directly controlled by us, such as those maintained by our agents and third-party service providers); and\n◦the reputational and financial risks associated with a loss of data or material data breach (including unauthorized access to our proprietary business information or personal information of our agents and their clients), the transmission of computer malware, or the diversion of sale transaction closing funds.\nGlobal cybersecurity threats can range from uncoordinated individual attempts to gain unauthorized access to information technology systems via viruses, ransomware, and other malicious software, to phishing or advanced and targeted attempts to breach systems launched by individuals, organizations, or sponsored nation state actors. These attacks may be directed at our business, employees, agents, affiliates, third-party service providers, and our agents’ clients. An attack, threat, or breach of one system can impact one or more other systems.\nIn the ordinary course of our business, we and our third-party service providers, our employees, agents, affiliates and our agents’ clients may collect, store, and transmit sensitive data, including our proprietary business information and intellectual property and that of our agents and their clients as well as personal information, sensitive financial information, and other confidential information. Our agents’ use of our platform to access and store data presents us with uncertainties and risks, as they may accidentally or deliberately cause private information to be transmitted through unsecure channels, which may lead to breaches or other leaks of such information.\nAdditionally, we increasingly rely on third-party service providers that provide data processing, data storage, and critical infrastructure services, including cloud solution providers. The secure processing, maintenance, and transmission of this information is critical to our operations and, with respect to information collected and stored by our third-party service providers, we are reliant upon their security procedures, controls, and adherence to our agreements. A breach or attack affecting one of our third-party service providers or partners could adversely impact our business, our client’s business, and our reputation even if we do not control the service that is attacked.\nMoreover, the real estate industry is actively targeted by cybersecurity threat actors who attempt to conduct electronic fraudulent activity (such as business email compromise), security breaches, and similar attacks directed at participants in real estate services transactions. In common with others in our industry, we manage and hold confidential personal information in the operation of our platform. Accordingly, we have been and continue to be subject to a range of cyber-\nattacks, such as the creation of Compass or agent copycat websites, and email and text-based phishing attacks on agents at our owned-brokerage and their clients, as well as our affiliates and their agents. We have enhanced our security measures and continue to invest in these measures to mitigate the risk of new and similar attacks in the future. However, there can be no assurance that our enhanced security measures, which are also partially dependent upon the security practices of our agents and their clients, and participants will timely detect or prevent other cyber-attacks in the future. Cyber-attacks could give rise to the loss of significant amounts of data and other sensitive information and possibly disable our information technology systems which are used to service our agents. Such threats may be beyond our control as our employees and agents at our owned-brokerage and their clients, as well as our affiliates and their agents, and other third-party service providers may use e-mail, computers, smartphones, and other devices and systems that are outside of our security control environment. In addition, real estate transactions involve the transmission of funds by the buyers and sellers of real estate and consumers or other service providers selected by the consumer that may be the subject of direct cyber-attacks that result in the fraudulent diversion of funds, notwithstanding efforts we have taken to educate consumers with respect to these risks.\nIn addition, cybersecurity threat actors have attempted, and may attempt in the future, to conduct fraudulent activity by engaging with agents at our owned-brokerage or their clients, as well as our affiliates and their agents and clients. We make a large number of wire transfers in connection with loan and real estate closings and process sensitive personal data in connection with these transactions. Although we have sophisticated fraud detection processes and have taken other measures to continuously improve controls to identify fraudulent activity on our mobile app, website, and internal systems, we may not be able to detect and prevent all such activity. Persistent or pervasive fraudulent activity may cause our agents or our agents’ clients to lose trust in us and decrease or terminate their usage of our platform, which could materially harm our operations, business, results, and financial condition. The increasing prevalence and sophistication of cyber-attacks as well as the evolution of cyber-attacks and other efforts to breach or disrupt our systems or those of our employees, agents, agents’ clients, and third-party service providers, has led and will likely continue to lead to increased costs to us with respect to identifying, protecting, detecting, containing, responding, recovering, mitigating, insuring against, and remediating these risks, as well as any related attempted or actual fraud.\nWhile we have experienced and expect to continue to experience these types of threats and incidents, none of them have been material to our business. Although we employ measures to identify, protect, detect, address, contain, and mitigate these threats, and conduct diligence on the security measures employed by key third-party service providers, cybersecurity incidents, depending on their nature and scope, could potentially result in harm to confidentiality, integrity, and availability of critical systems, data, and confidential or proprietary information (our own or that of third parties, including personal information and financial information) and the disruption of business operations.\nThe potential consequences of a material cybersecurity incident include regulatory violations of applicable U.S. and to a lesser degree, international privacy law, reputational damage, loss of market value, litigation with third parties (which could result in our exposure to material civil or criminal liability), diminution in the value of the products and services we provide to our agents and our agents’ clients, and increased cybersecurity protection and remediation costs (that may include liability for stolen assets or information), any of which in turn could have a material adverse effect on our competitiveness and business, financial condition, and results of operations. We cannot be certain that our insurance coverage will be adequate for data security liabilities actually incurred, will cover any indemnification claims against us relating to any incident, will continue to be available to us on economically reasonable terms, or at all, or that any insurer will not deny coverage as to any future claim. The successful assertion of one or more large claims against us that exceed available insurance coverage, or the occurrence of changes in our insurance policies, including premium increases or the imposition of large deductible or co-insurance requirements, could adversely affect our reputation, business, financial condition, and results of operations.\nOur fraud detection processes and information security systems may not successfully detect all fraudulent activity by third parties aimed at our employees or agents, which could adversely affect our reputation and business results.\nThird-party cybersecurity threat actors have attempted in the past, and may attempt in the future, to conduct fraudulent activity by engaging with our agents or our agents’ clients, using copycat websites, or illegitimate money transfer requests. These threats may also affect our title insurance and escrow business. We make a large number of wire transfers in connection with loan and real estate closings and process sensitive personal data in connection with these transactions. Although we have sophisticated fraud detection processes and have taken other measures to continuously improve controls to identify fraudulent activity on our mobile app, website and internal systems, we may not be able to detect or prevent all such activity. Persistent or pervasive fraudulent activity may cause our agents or our agents’ clients to lose trust in us and decrease or terminate their usage of our services, which could materially harm our operations, business, results, and financial condition.\nWe could be subject to losses if banks do not honor our escrow and trust deposits.\nWe act as escrow agents for certain of our agents’ clients. As an escrow agent, we receive money from our agents’ clients to hold until certain conditions are satisfied. Upon the satisfaction of those conditions, we release the money to the appropriate party. We deposit this money with various depository banks and while these deposits are not assets of our business, we remain contingently liable for the disposition of these deposits. A significant amount of these deposits held by depository banks may be in excess of the federal deposit insurance limit. If any of our depository banks were to become unable to honor any portion of our deposits due to a bank failure or otherwise, our agents’ clients could seek to hold us responsible for such amounts and, if our agents’ clients prevailed in their claims, we could be subject to significant losses. \nA significant adoption by consumers of alternatives to full-service agents could have an adverse effect on our business, financial condition, and results of operations.\nA significant change in consumer sales that eliminates or minimizes the role of the agent in the real estate transaction process could have an adverse effect on our business, financial condition, and results of operations. These options may include direct-buyer companies (also called iBuyers) that purchase directly from the seller at below-market rates in exchange for speed and convenience and then resell the properties shortly thereafter at market prices, and discounters who reduce the role of the agent in order to offer sellers a low commission or a flat fee while giving rebates to buyers. Consumer preferences regarding buying or selling houses and financing their home purchase will determine if these models reduce or replace the long-standing preference for full-service agents.\nWe have integrated, and may continue to integrate in the future, machine learning and AI in certain tools and features available on our platform. Machine learning and AI technology present various operational, compliance and reputational risks and if any such risks were to materialize, our business and results of operations may be adversely affected.\nWe have integrated machine learning and AI in a number of tools and features available on our platform that our agents and affiliates use in their daily activities. For example, our “Likely to Sell” feature uses machine learning to recommend contacts to our agents with the highest likelihood of selling their homes within the next 12 months, and certain of our marketing tools use AI to help our agents write social media and marketing content, including, but not limited to, property descriptions and emails to their clients. We may continue to integrate machine learning and AI technology in new offerings. Notwithstanding the use of AI within our platform and certain agent activities, we have yet to utilize AI within our financial reporting or internal control over financial reporting functions. Given that machine learning and AI is a new and rapidly developing technology that is in its early stages of business use, it presents a number of operational, compliance and reputational risks. AI algorithms are currently known to sometimes produce unexpected results and behave in unpredictable ways (e.g., “hallucinatory behavior”) that can generate irrelevant, nonsensical, deficient or factually incorrect content and results, which may result in reputational harm to us and our agents and be damaging to our brand. Additionally, content, analyses or recommendations that are based on machine learning and AI might be found to be biased, discriminatory or harmful, might present ethical concerns and might violate current and future laws and regulations. We expect that there will continue to be new laws or regulations concerning the use of machine learning and AI technology, which might be burdensome for us to comply with and may limit our ability to offer our existing tools and features or new offerings based on machine learning and AI technology. Further, the use of machine learning and AI technology involves complexities and requires specialized expertise. We may not be able to attract and retain top talent to support our machine learning and AI technology initiatives and maintain our systems and infrastructure. Any disruption or failure in our machine learning and AI systems or infrastructure could result in delays and operational challenges. If any of the operational, compliance or reputational risks were to materialize, our business and results of operations may be adversely affected.\nThrough our affiliate business, we have expanded, and may continue to expand in the future, into international markets, which will expose us to significant risks.\nA component of our growth strategy involves the further expansion of our operations and establishment of an agent and affiliate base internationally. We are continuing to adapt and develop strategies to address international markets, but there is no guarantee that such efforts will have the desired effect. For example, we have established relationships with new partners, and may need to establish additional relationships with third parties or acquire businesses in order to expand into certain countries, and if we fail to identify, establish, and maintain such relationships or successfully identify and acquire businesses, we may be unable to execute on our expansion plans. We maintain limited operations in India, the United Kingdom, France and Hong Kong. We expect that our international activities will continue to grow in the future as we pursue opportunities in international markets, which may require significant dedication of management attention and will require significant upfront investment.\nOur current and future international business and operations involve a variety of risks, including the need to adapt and localize our platform for specific countries; unexpected changes in trade relations, regulations, or laws; new, evolving, and more stringent regulations relating to privacy and data security and the unauthorized use of, or access to, commercial and personal information, particularly in Europe and Canada; adverse changes to political and economic climates of foreign countries, or in their relations with the U.S.; difficulties in managing a business in new markets with diverse cultures, languages, customs, legal systems, alternative dispute systems, and regulatory systems; increased travel, real estate, infrastructure, and legal compliance costs associated with international operations; fluctuations in foreign currency exchange rates; regulations, adverse tax burdens, and foreign exchange controls that could make it difficult to repatriate earnings and cash; and increased costs and difficulty associated with overseeing affiliates operating outside of the U.S.\nIf we invest substantial time and resources to grow our international operations and are unable to do so successfully or in a timely manner, our business, financial condition, and results of operations may be adversely impacted.\nOur management team is required to evaluate the effectiveness of our internal control over financial reporting. If we are unable to maintain effective internal control over financial reporting, investors may lose confidence in the accuracy of our financial reports, which could adversely affect our business.\nSection 404 of the Sarbanes-Oxley Act requires that we evaluate and determine the effectiveness of our internal control over financial reporting and to report any material weaknesses in such internal control. Our independent registered public accounting firm is required to deliver an attestation report on the effectiveness of our disclosure controls and internal control over financial reporting. An adverse report may be issued in the event our independent registered public accounting firm is not satisfied with the level at which our controls are documented, designed, or operating.\nWhen evaluating our internal control over financial reporting, we may identify material weaknesses during the year that we may not be able to remediate by year-end. If we identify material weaknesses in our internal control over financial reporting in the future, are unable to comply with the requirements of Section 404 in a timely manner, or assert that our internal control over financial reporting is ineffective, or if our independent registered public accounting firm expresses an opinion that our internal control over financial reporting is ineffective, investors may lose confidence in the accuracy and completeness of our financial reports, which could cause the price of our Class A common stock to decline, and we could become subject to litigation or investigations by the SEC, or other regulatory authorities, which could require additional management attention and which could adversely affect our business.\nIn addition, our internal control over financial reporting will not prevent or detect all errors and fraud. Because of the inherent limitations in all control systems, no evaluation can provide absolute assurance that misstatements due to error or fraud will not occur or that all control issues and instances of fraud will be detected.\nCovenants in our debt agreements may restrict our borrowing capacity or operating activities and adversely affect our financial condition.\nOur Revolving Credit and Security Agreement with Barclays Bank PLC (the “Concierge Facility”) and our Revolving Credit and Guaranty Agreement with Barclays Bank PLC (the “Revolving Credit Facility”) contain, and any future agreement relating to additional indebtedness which we may enter into may contain, various financial covenants. The Concierge Facility, which is secured by, and can be used to borrow against, eligible receivables and cash related to part of our Compass Concierge Program, and our Revolving Credit Facility, which is secured by substantially all of our assets and our subsidiary guarantors, contain customary representations, warranties, affirmative covenants, such as financial statement reporting requirements, negative covenants, and financial covenants applicable to us and our restricted subsidiaries. The negative covenants include restrictions that, among other things, restrict our and our subsidiaries’ ability to incur liens and indebtedness, make certain investments, declare dividends, dispose of, transfer or sell assets, make stock repurchases and consummate certain other matters, all subject to certain exceptions. In certain cases, we may be required to repay all of the relevant debt immediately; the occurrence of such an event may have an adverse impact on our financial condition and results of operations.\nOur ability to use our net operating losses and other tax attributes may be limited.\nCertain of our federal net operating losses (“NOLs”) will begin to expire in 2032 and certain of our state NOLs will begin to expire in 2026. The realization of these net operating losses depends on our future taxable income and there is a risk that these NOL carryforwards could expire unused, which could materially affect our operating results. In addition, under Sections 382 and 383 of the U.S. Internal Revenue Code of 1986, as amended (the “Code”), a corporation that undergoes an “ownership change,” generally defined as a greater than 50% change by value in its equity ownership over a three-year period is subject to limitations on its ability to utilize its pre-change NOLs and other tax attributes, such as research tax credits to offset future taxable income. We have not performed an analysis to determine whether our past issuances of stock \nand other changes in our stock ownership may have resulted in one or more ownership changes. If it is determined that we have in the past experienced an ownership change, or if we undergo one or more ownership changes as a result of our IPO or future transactions in our stock, then our ability to utilize NOLs and other pre-change tax attributes could be limited by Sections 382 and 383 of the Code. Future changes in our stock ownership could result in an ownership change under Sections 382 or 383 of the Code. Furthermore, our ability to utilize NOLs of companies that we may acquire in the future may be subject to limitations. For these reasons, we may not be able to utilize a material portion of the NOLs, even if we were to achieve profitability.\nWe rely on assumptions, estimates, and business data to calculate our key performance indicators and other business metrics, and real or perceived inaccuracies in these metrics may harm our reputation and negatively affect our business.\nCertain of our performance metrics are calculated using third-party applications or internal company data that have not been independently verified. While these numbers are based on what we believe to be reasonable calculations for the applicable period of measurement, there are inherent challenges in measuring such information. In addition, our measure of certain metrics may differ from estimates published by third parties or from similarly-titled metrics of our competitors due to differences in methodology and as a result our results of operations may not be comparable or compare favorably to our competitors.\nChanges in accounting standards, subjective assumptions and estimates used by management related to complex accounting matters could have an adverse effect on our business, financial condition, and results of operations.\nGenerally accepted accounting principles in the U.S. (“GAAP”) and related accounting pronouncements, implementation guidance, and interpretations, such as revenue recognition, lease accounting, stock-based compensation, asset impairments, valuation reserves, income taxes, and the fair value and associated useful lives of acquired long-lived assets, intangible assets, and goodwill, are highly complex and involve many subjective assumptions, estimates, and judgments made by management. Changes in these rules or their interpretations or changes in underlying assumptions, estimates, or judgments made by management could significantly change our reported results and adversely impact our business, financial condition, and results of operations.\nOur platform is highly complex and our software may contain undetected errors.\nOur platform is highly complex and the software and code underlying our platform is interconnected and may contain undetected errors, bugs, or vulnerabilities, some of which may only be discovered after the code or software has been released. We regularly release or update software code, which may result in more frequent introduction of errors, bugs, or vulnerabilities into the software underlying our platform, potentially impacting agents' and their clients' experience on the Compass platform. Additionally, due to the interoperative nature of the software and the systems underlying our platform, modifications to certain parts of our code, including changes to our mobile application, website, systems, or third-party application programming interfaces on which our platform rely, or resulting from integration of acquired technologies, could have an unintended impact on other sections of our software or system, which may result in errors, bugs, or vulnerabilities to our platform. Any errors, bugs, or vulnerabilities discovered in our code after release could result in damage to our reputation, loss of our agents or our agents’ clients, loss of revenue or liability for damages, any of which could adversely affect our growth prospects and our business, financial condition, and results of operations.\nFurthermore, our development and testing processes may not detect errors, bugs, or vulnerabilities in our technology offerings prior to their implementation as they may not be identified or detected at the time of implementation. Any inefficiencies, errors, bugs, system misconfiguration, technical problems, or vulnerabilities arising in our technology offerings after their release could reduce the quality of our products, system performance, or interfere with our agents’ access to and use of our technology and offerings.\nOur company culture has contributed to our success, and if we cannot maintain this culture as we grow, our business could be harmed.\nWe believe that our company culture, which promotes innovation and entrepreneurship, has been critical to our success. We are guided by our principles, including dreaming big, moving fast, learning from reality, and being solutions-driven. However, as we grow, we may face challenges that may affect our ability to sustain our culture, including: failure to identify, attract, reward, and retain people in leadership positions in our organization who share and further our culture, values, and mission; increasing size and geographic diversity of our workforce; inability to achieve consistent adherence to our internal policies and core values; the continued challenges of a rapidly-evolving industry; the increasing need to develop expertise in new areas of business that affect us; negative perception of our treatment of employees or our response to employee sentiment related to political or social causes or actions of management; and the integration of new personnel and businesses from acquisitions.\nIn addition, many of our employees continue to work remotely, which may adversely affect our efficiency and morale. Certain employees have not agreed with return to office initiatives and as a result have sought employment elsewhere.\nIn addition, we have at times undertaken workforce reductions to better align our operations with our strategic priorities, to manage our cost structure, or in connection with acquisitions. For example, in response to macroeconomic conditions impacting our industry, we took certain cost-saving measures, such as reductions of our workforce in June and September 2022 and January 2023. Although we took deliberate actions to provide impacted employees with equitable separation packages and transition services, there can be no assurance that these actions will not adversely affect employee morale, our culture, and our ability to attract and retain employees. If we are not able to maintain our culture, our business, financial condition and results of operations could be adversely affected.\nSome of our potential losses may not be covered by insurance. We may not be able to obtain or maintain adequate insurance coverage.\nWe maintain insurance to cover costs and losses from certain risk exposures in the ordinary course of our operations, but our insurance does not cover all of the costs and losses from all events. We are responsible for certain retentions and deductibles that vary by policy, and we may suffer losses that exceed our insurance coverage limits by a material amount. We may also incur costs or suffer losses arising from events against which we have no insurance coverage. In addition, large-scale market trends or the occurrence of adverse events in our business may raise our cost of procuring insurance or limit the amount or type of insurance we are able to secure. We may not be able to maintain our current coverage, or obtain new coverage in the future, on commercially reasonable terms or at all. Incurring uninsured or underinsured costs or losses could have an adverse effect on our business and financial condition. \nWe process, store, and use personal information and other data, which subjects us to governmental regulation and other legal obligations related to data privacy, and violation of these privacy obligations could result in a claim for damages, regulatory action, loss of business, and/or unfavorable publicity. \nWe collect, store, share, and process personal information and other employee, agent, agents’ client and consumer information. There are numerous federal and state laws, as well as regulations and industry guidelines, regarding privacy and the storing, use, processing, sharing, and disclosure and protection of personal information, which are continually evolving, subject to differing interpretations, and may be inconsistent between state and federal governments and across countries or conflict with other rules. Additionally, laws, regulations, and standards covering marketing and advertising activities conducted by telephone, email, mobile devices, and the internet, may be applicable to our business, such as the TCPA (as implemented by the Telemarketing Sales Rule), the CAN-SPAM Act, GLBA, GDPR and similar state consumer protection laws. We seek to comply with industry standards, applicable laws, and legal obligations concerning data security protection, and are subject to the terms of our own privacy policies and privacy-related obligations to third parties. However, it is possible that these obligations may be interpreted and applied in a manner that is inconsistent from one jurisdiction to another, making enforcement, and thus compliance requirements, ambiguous, uncertain, and potentially inconsistent. Any failure or perceived failure by us to comply with our privacy policies, terms of service, privacy-related obligations to agents, our agents’ clients or other third parties, or our privacy-related legal obligations, or any compromise of security that results in the unauthorized access to or unintended release of personally identifiable information or other agent or client data, may result in governmental enforcement actions, litigation, or public statements against us by consumer advocacy groups or others. Any of these events could cause us to incur significant costs in investigating and defending such claims and, if found liable, pay significant fines or damages. Further, these proceedings and any subsequent adverse outcomes may cause our agents and our agents’ clients to lose trust in us, which could have a materially adverse effect on our reputation and business.\nAny significant change to applicable laws, regulations or industry practices regarding the use or disclosure of personal information, or regarding the manner in which the express or implied consent of agents and our agents’ clients for the use and disclosure of personal information is obtained, could require us to modify our platform and its features, possibly in a material manner and subject to increased compliance costs, which may limit our ability to innovate, improve and expand our platform and its features that make use of the personal information that our agents and our agents’ clients voluntarily share.\nNumerous states have enacted, or are in the process of enacting, state level data privacy laws and regulations aimed at creating and enhancing individual privacy rights by governing the collection, use, sharing, disclosure, selling, and retention of state residents’ personal information. The continued proliferation of privacy laws in the jurisdictions in which we operate is likely to result in a disparate array of privacy rules with unaligned or conflicting provisions, accountability requirements, individual rights, and enforcement powers, which may require us to further modify our data processing \npractices and policies, and may subject us to increased regulatory scrutiny and business costs, and lead to unintended confusion among our agents’ and our agents’ clients.\nOur agents operate as independent contractors and are responsible for their own data privacy compliance. We provide training and our platform provides tools and security controls to assist our agents with their data privacy compliance to the extent they store relevant data on our platform. However, if an agent on our platform were to be subject to a claim for breach of data privacy laws, we could be found liable for their claims due to our relationship, which may require us to take more costly data security and compliance measures or to develop more complex systems.\nWe utilize a number of third-party service providers to deliver web and mobile content and any disruption or delays in service from these third-party providers could adversely impact the delivery of our platform.\nOur brand, reputation and ability to attract customers and real estate partners and deliver quality products and services depend on the reliable performance of our network infrastructure and content delivery processes. To deliver mobile app and web content, we utilize a number of third-party service providers to support essential functions of our business, including Amazon Web Services, who we primarily rely on to host our cloud computing and storage needs. We do not own, control, or operate our cloud computing physical infrastructure or their data center providers. Our systems and operations are vulnerable to damage or interruption from fire, flood, power loss, telecommunications failure, terrorist attacks, acts of war, electronic and physical break-ins, system vulnerabilities, earthquakes and similar events at the sites of such providers. The occurrence of any of the foregoing events could result in damage to systems and hardware or could cause them to fail completely, and our insurance may not cover such events or may be insufficient to compensate us for losses that may occur.\nA failure of our third-party cloud service providers systems could result in reduced capabilities or a total failure of our systems, which could cause our mobile app or website to be inaccessible, impairing our agents’ ability to use our platform. Their failure to perform as expected or as required by contract could result in significant disruptions and costs to our operations. In light of our reliance on Amazon Web Services and other third-party cloud service providers, coupled with the complexity of obtaining replacement services, any disruption of or interference with our use of these third-party services could adversely impact our operations and business.\nWe do not carry business interruption insurance sufficient to compensate us for the potentially significant losses, which may result from interruptions in our service as a result of system failures. Any errors, defects, disruptions or other performance problems with our services could harm our business, financial condition and results of operations.\nInvestors’ expectations of our performance relating to environmental, social, and governance factors may impose additional costs and expose us to new risks.\nThere is an increasing focus from certain investors, employees, and other stakeholders concerning corporate responsibility, specifically related to environmental, social, and governance (“ESG”) factors. Some investors may use these factors to guide their investment strategies and, in some cases, may choose not to invest in us if they believe our policies relating to corporate responsibility are inadequate. Third-party providers of corporate responsibility ratings and reports on companies have increased to meet growing investor demand for measurement of corporate responsibility performance. The criteria by which companies’ corporate responsibility practices are assessed may change, which could result in greater expectations of us and cause us to undertake costly initiatives to satisfy such new criteria. If we elect not to or are unable to satisfy such new criteria, investors may conclude that our policies with respect to corporate responsibility are inadequate. We may face reputational damage in the event that our corporate responsibility procedures or standards do not meet the standards set by various constituencies.\nFurthermore, if our competitors’ corporate responsibility performance is perceived to be greater than ours, potential or current investors may elect to invest with our competitors instead. In addition, in the event that we communicate certain initiatives and goals regarding ESG matters, we could fail, or be perceived to fail, in our achievement of such initiatives or goals, or we could be criticized for the scope of such initiatives or goals. If we fail to satisfy the expectations of investors, employees and other stakeholders or our initiatives are not executed as planned, our reputation and financial results could be materially and adversely affected.\nNatural disasters and catastrophic events may disrupt real estate markets and could adversely affect our business, financial condition and results of operations.\nNatural disasters or other catastrophic events, such as fires, hurricanes, earthquakes, windstorms, tornados, floods, power loss, telecommunications failure, cyber-attacks, war, civil unrest, terrorist attacks, or pandemics or epidemics may cause damage or disruption to our operations, real estate commerce, and the global economy, and thus, could adversely affect our \nbusiness, financial condition and results of operations. In particular, the COVID-19 pandemic and the reactions of governments, markets, and the general public to the COVID-19 pandemic, caused a number of consequences for our business and results of operations. Additionally, properties located in the markets in which we operate, including New York, Northern California, Southern California and South Florida, are more susceptible to certain natural hazards (such as fires, hurricanes, earthquakes, floods, or hail) than properties in other parts of the country. A natural disaster or other catastrophic event in any of these cities could disrupt our operations and have a negative impact on our business. As we grow our business, the need for business continuity planning and disaster recovery plans will increase in significance. If we are unable to develop adequate plans to ensure that our business functions continue to operate during and after a disaster, and successfully execute on those plans in the event of a disaster or emergency, our business could be adversely affected and our reputation could be harmed.\nRisks Related to Our Legal and Regulatory Environment\nWe are periodically subject to claims, lawsuits, government investigations, and other proceedings that may adversely affect our business, financial condition, and results of operations.\nWe may be subject to claims, lawsuits, arbitration proceedings, government investigations, and other legal and regulatory proceedings in the ordinary course of business, including those involving labor and employment, anti-discrimination, commercial disputes, competition, professional liability, consumer complaints, personal injury, wrongful death, intellectual property disputes, compliance with regulatory requirements, antitrust and anti-competition claims (including claims related to NAR or MLS rules regarding buyer brokers' offers of commissions and other listing and marketing practices), securities laws, and other matters, and we may become subject to additional types of claims, lawsuits, government investigations and legal or regulatory proceedings if the regulatory landscape changes or as our business grows and as we deploy new offerings, including proceedings related to our acquisitions, integrated services business lines, securities issuances or business practices. We may also be subject to disputes between us and our employees and agents, which are primarily governed by mandatory arbitration provisions, and become involved in disputes between agents where we are not a proper party. \nThe results of any such claims, lawsuits, arbitration proceedings, government investigations or other legal or regulatory proceedings cannot be predicted with certainty. Any claims against us or investigations involving us, whether meritorious or not, could be time-consuming, result in significant defense and compliance costs, be harmful to our reputation, require significant management attention and divert significant resources. Determining reserves for our pending litigation is a complex and fact-intensive process that requires significant subjective judgment and speculation. It is possible that a resolution of one or more such proceedings could result in substantial damages, settlement costs, fines and penalties that could adversely affect our business, financial condition, and results of operations, or could cause harm to our reputation and brand, sanctions, consent decrees, injunctions or other orders requiring a change in our business practices. Any of these consequences could adversely affect our business, financial condition and results of operations. Furthermore, under certain circumstances, we have contractual and other legal obligations to indemnify and to incur legal expenses on behalf of our business and commercial partners and current and former directors, officers and employees.\nIn addition, litigation, claims, and regulatory proceedings against companies unrelated to us in the residential real estate or technology industry, or in other industries, may impact us when the rulings in those cases cover practices common to the broader industry. Examples may include claims associated with RESPA compliance, broker fiduciary duties, and sales agent classification. To the extent these claims against unrelated companies are successful and we or our agents cannot distinguish our or their practices (or our industry’s practices), we could face significant liability and could be required to modify certain business practices or relationships, either of which could materially and adversely impact our business, financial condition, and results of operations.\nWe classify our agents as independent contractors, and if federal or state law mandates that they be classified as employees, our business, financial condition, and results of operations would be adversely impacted.\nWe engage independent contractors, including agents, that are subject to federal regulations and applicable state laws and guidelines regarding independent contractor classifications. These regulations, laws and guidelines are subject to judicial and agency interpretation. Moreover, such regulations, laws, guidelines and interpretations continue to evolve. Federal and other state governments have introduced and may continue to introduce proposed changes to existing classification laws. If our business is found to have misclassified employees as independent contractors, we could face penalties and have additional exposure under laws regarding employee classification, federal and state tax, workers’ compensation, unemployment benefits, compensation, overtime, minimum wage, meal and rest periods, and discrimination laws. Further, if legal standards for classification of our agents as independent contractors change or appear to be changing, it may be necessary to modify the compensation structure for our agents, including by paying additional compensation and benefits or reimbursing expenses. We face claims from time to time alleging misclassification of status and it could be determined \nthat the independent contractor classification is inapplicable to some or any of our agents. We could also incur substantial costs, penalties and damages due to any such future challenges by current or former professionals to our classification or compensation practices, including with respect to their status as exempt or non-exempt employees. Finally, we could be subject to classification and other claims from employees of our independent contractors, whose employment practices we do not control. Any of these outcomes could result in substantial costs to us, significantly impair our financial condition and our ability to conduct our business as currently contemplated, damage our reputation, and impair our ability to attract agents.\nIn addition, we work with international staffing organizations that hire contractors in various jurisdictions who are subject to various local laws, including labor and employment laws, that differ from those in the United States. We may be subject to claims as a result of the staffing agencies’ practices, which are outside our control or direction. We may also be subject to claims that these contractors are employees of Compass, subjecting us to corporate tax and other liabilities.\nWe are subject to a variety of federal, state and international laws, many of which are unsettled and still developing, and certain of our businesses are highly regulated. Any failure to comply with such regulations or any changes in such regulations could adversely affect our business.\nOur real estate brokerage business, our title and escrow business, our mortgage business and the businesses of our agents are subject to a variety of local, state, federal and international laws, such as RESPA, the Fair Housing Act, the Dodd-Frank Act, the Exchange Act, GLBA, and federal advertising and other laws, as well as some comparable state statutes and rules of trade organizations such as NAR and local MLSs.\nRESPA and comparable state statutes prohibit providing or receiving payments, or other things of value, for the referral of business to settlement service providers in connection with the closing of certain real estate transactions. Such laws may to some extent impose limitations on arrangements involving our real estate brokerage, escrow services, title agency and mortgage origination services. RESPA compliance may become a greater challenge under certain administrations for most industry participants offering title and escrow services and mortgage origination services, including brokerages, because of expansive interpretations of RESPA or similar state statutes by certain courts and regulators. Permissible activities under state statutes similar to RESPA may be interpreted more narrowly and enforcement proceedings of those statutes by state regulatory authorities may also be aggressively pursued. RESPA also has been invoked by plaintiffs in private litigation for various purposes and some state authorities have also asserted enforcement rights.\nIn addition, our title agency services business is also subject to regulation by insurance and other regulatory authorities in each state in which we provide title insurance. We are also, to a lesser extent, subject to various other rules and regulations such as “controlled business” statutes and similar laws or regulations that would limit or restrict transactions among affiliates in a manner that would limit or restrict collaboration among our businesses.\nFor certain licenses, we are required to designate a broker of record as qualified individuals and/or persons who control and supervise the operations of applicable licensed entities. Certain licensed entities also are subject to routine examination and monitoring by state licensing authorities. We cannot provide assurances that we, or our licensed personnel, are and will remain at all times, in full compliance with state and federal real estate, title insurance and escrow, and consumer protection laws and regulations, and we may be subject to litigation, government investigations and enforcement actions, fines or other penalties in the event of any non-compliance.\nAs a result of findings from examinations, we also may be required to take a number of corrective actions, including modifying business practices and making refunds of fees or money earned. In addition, adverse findings in one jurisdiction may be relied on by another state to conduct investigations and impose remedies. If we apply for new licenses, we will become subject to additional licensing requirements, which we may not be in compliance with at all times. If in the future a state agency were to determine that we are required to obtain additional licenses in that state in order to operate our business, or if we lose or do not renew an existing license or are otherwise found to be in violation of a law or regulation, we may be subject to fines or legal penalties, lawsuits, enforcement actions, void contracts or our business operations in that state may be suspended or prohibited. Our business reputation with consumers and third parties also could be damaged.\nCertain of our businesses may also be subject to the GLBA, which governs how personal information collected in the context of financial services can be used and shared across our businesses and how that information must be protected. The GLBA's requirements include certain disclosures related to collection of information and sharing practices and implementation of a cybersecurity program that adequately protects the collected information. \nMoreover, under the U.S. franchise law, we are subject to federal regulations enforced by the FTC governing franchise offers and sales, as well as various regulations in states in which we operate, which may impose additional registration and \ndisclosure requirements. Furthermore, our ability to terminate or refuse renewal/transfer of franchise agreements may be restricted by state-specific “franchise relationship” or “business opportunity” laws.\nCompliance with, and monitoring of, the foregoing laws and regulations is complicated and costly and may inhibit our ability to innovate or grow. Our failure to comply with any of these laws and regulations may subject us to fines, penalties, injunctions and/or potential criminal violations. Any changes to these laws or regulations or any new laws or regulations may make it more difficult for us to operate our business and may have a material adverse effect on our operations.\nWe are subject to anti-corruption, anti-bribery, anti-money laundering, and similar laws, and non-compliance with such laws can subject us to criminal or civil liability and harm our business, financial condition, and results of operations.\nWe are subject to the U.S. Foreign Corrupt Practices Act of 1977, as amended, or the FCPA, U.S. domestic bribery laws, and other anti-corruption and anti-money laundering laws in the countries in which we conduct business. Anti-corruption and anti-bribery laws have been enforced aggressively in recent years and are interpreted broadly to generally prohibit companies, their employees, and their third-party intermediaries from authorizing, offering, or providing, directly or indirectly, improper payments or benefits to recipients in the public or private sector. If we engage in international sales and business with partners and third-party intermediaries to market our products, we may be required to obtain additional permits, licenses, and other regulatory approvals. In addition, we or our third-party intermediaries may have direct or indirect interactions with officials and employees of government agencies or state-owned or affiliated entities. If we engage in international sales and business with the public sector, we can be held liable for the corrupt or other illegal activities of these third-party intermediaries, our employees, agents, representatives, contractors, and partners, even if we do not explicitly authorize such activities.\nWhile we have policies and procedures to address compliance with such laws, there is a risk that our employees and agents will take actions in violation of our policies and applicable law, for which we may be ultimately held responsible. If we further expand internationally, our risks under these laws may increase. Any such noncompliance with anti-corruption, anti-bribery, or anti-money laundering laws could subject us to whistleblower complaints, investigations, sanctions, settlements, prosecution, enforcement actions, fines, damages, other civil or criminal penalties or injunctions, and adversely affect our business, financial condition, and results of operations.\nWe may be subject to governmental export and import controls that could impair our ability to compete in international markets or subject us to liability if we violate the controls.\nIf we further expand our brokerage business to international markets, our platform may become subject to U.S. export controls, including the U.S. Export Administration Regulations. Obtaining the necessary export license or other authorization for a particular sale may be time-consuming and may result in the delay or loss of sales opportunities. Furthermore, our activities are subject to U.S. economic sanctions laws and regulations administered by the U.S. Treasury Department’s Office of Foreign Assets Control that prohibit the sale or supply of most products and services to embargoed jurisdictions or sanctioned parties. Violations of U.S. sanctions or export control regulations can result in significant fines or penalties and possible incarceration for responsible agents, employees and managers.\nAlso, various countries, in addition to the U.S., regulate the import and export of certain encryption and other technology, including import and export licensing requirements, and have enacted laws that could limit our ability to operate our platform in those countries. Changes in our platform or future changes in export and import regulations may impede the introduction of our platform in international markets, prevent our agents with international clients from using our platform globally or, in some cases, prevent the export or import of our platform to certain countries, governments, or persons altogether, and may adversely affect our business, financial condition, and results of operations.\nInternet law is evolving, and unfavorable changes to, or failure by us to comply with, these laws and regulations could adversely affect our business, financial condition, and results of operations.\nWe are subject to regulations and laws specifically governing the Internet. The scope and interpretation of the laws that are or may be applicable to our business are often uncertain, subject to change and may be conflicting. If we incur costs or liability as a result of unfavorable changes to these regulations or laws or our failure to comply therewith, the business, financial condition and results of operations of our business could be adversely affected. Any costs incurred to prevent or mitigate this potential liability could also harm our business, financial condition, and results of operations.\nRisks Related to Our Intellectual Property\nOur intellectual property rights are valuable to us, and any inability to protect them could reduce the value of our products, services, and brand.\nOur trade secrets, trademarks, copyrights and other intellectual property rights are important assets to us, and litigation to defend intellectual property can be expensive and lengthy. Various factors may pose a threat to our intellectual property rights, as well as to our platform and technology offerings. For example, we may fail to obtain effective intellectual property protection or effective intellectual property protection may not be available in every country in which our products and services are available. Also, the efforts we have taken to protect our intellectual property rights may not be sufficient or effective; and our intellectual property rights may be challenged, which could result in them being narrowed in scope or declared invalid or unenforceable. Despite our efforts to protect our proprietary rights, there can be no assurance our intellectual property rights will be sufficient to protect against others offering products or services that are substantially similar to ours and compete with our business or that unauthorized parties may attempt to copy aspects of our technology and use information that we consider proprietary.\nIn addition to registered intellectual property rights such as trademark registrations, we rely on non-registered proprietary information and technology, such as trade secrets, confidential information, know-how, and technical information. To protect our proprietary information and technology, we rely in part on agreements with our employees, investors, independent contractors, vendors and other third parties that place restrictions on the use and disclosure of this intellectual property. These agreements may be breached, or this intellectual property, including trade secrets, may otherwise be disclosed or become known to our competitors, which could cause us to lose any competitive advantage resulting from this intellectual property. To the extent that our employees, independent contractors, vendors or other third parties with whom we do business use intellectual property owned by others in their work for us, disputes may arise as to the rights in related or resulting know-how and inventions. The loss of trade secret protection could make it easier for third parties to compete with our products and services by copying functionality. In addition, any changes in, or unexpected interpretations of, intellectual property laws may compromise our ability to enforce our trade secret and intellectual property rights. Costly and time-consuming litigation could be necessary to enforce and determine the scope of our proprietary rights, and failure to obtain or maintain protection of our trade secrets or other proprietary information could harm our business, financial condition, results of operations and competitive position.\nWe may pursue registration of trademarks and domain names in the U.S. and in certain jurisdictions outside of the U.S. Effective protection of trademarks and domain names is expensive and difficult to maintain, both in terms of application and registration costs as well as the costs of defending and enforcing those rights. We may be required to protect our rights in an increasing number of countries, a process that is expensive and may not be successful or which we may not pursue in every country in which our products and services are distributed or made available. Foreign countries have different laws and regulations regarding protection of intellectual property, and the protection available in other jurisdictions may not be as effective as that provided in the U.S.\nWe may be unable to obtain trademark protection for our platform, technology offerings and brands, and our existing trademark registrations and applications, and any trademarks that may be used in the future, may not provide us with competitive advantages or distinguish our platform and technology offerings from those of our competitors. In addition, our trademarks may be contested, circumvented, or found to be unenforceable, weak or invalid, and we may not be able to prevent third parties from infringing or otherwise violating them. To counter infringement or unauthorized use of our trademarks, we may deem it necessary to file infringement claims, which can be expensive and time consuming. Furthermore, because of the substantial amount of discovery required in connection with intellectual property litigation, there is a risk that some of our confidential information could be compromised by disclosure during this type of litigation. An adverse outcome in such litigation or proceedings may expose us to a loss of our competitive position, expose us to significant liabilities, or require us to seek licenses that may not be available on commercially acceptable terms, if at all.\nLitigation or proceedings before the U.S. Patent and Trademark Office or other governmental authorities and administrative bodies in the U.S. and abroad may be necessary in the future to enforce our intellectual property rights and to determine the validity and scope of the proprietary rights of others. Efforts to enforce or protect proprietary rights may be ineffective and could result in substantial costs and diversion of resources, which could harm our business and results of operations.\nWe do not own the Christie's International Real Estate brand and rely on our exclusive license right under the License Agreement, which allows us to franchise and/or license the brand to our affiliates. CMW, the licensor under the License Agreement, has the right to terminate our license if certain conditions occur prior to the termination date. Additionally, any disagreements or complications in our relationship with CMW, difficulties in the affiliate business or changes in the licensing strategy could disrupt and/or negatively impact our affiliate business and may result in termination of the License Agreement prior to the termination date. While currently, our affiliate business represents a small portion of our revenue and the loss of the license is unlikely to have a material adverse effect on our business and results of operations, as we expand that line of business in the future, any early termination of the License Agreement may have a material adverse effect on our business and results of operations. \nOur platform, its features, and technology offerings may infringe the intellectual property rights of others, which may cause us to incur unexpected costs or prevent us from providing our products and services.\nWe cannot guarantee that our internally developed or acquired systems, technologies and content do not and will not infringe the intellectual property rights of others. In addition, we rely on products, content, software, technology, and other intellectual property that we license from third parties for use in our platform, its features, and technology offerings. These third parties may be subject to infringement claims, the results of which could severely limit our ability to develop our services containing their intellectual property and our business could be disrupted or otherwise harmed. We cannot guarantee that these licenses will continue to be available to us on commercially reasonable terms, if at all, and we may be subject to claims of infringement or misappropriation if we have failed to obtain appropriate intellectual property licenses from such parties, or such parties do not possess the necessary intellectual property rights to the products or services they license to our business. If we are unable to obtain necessary licenses from third parties, we may be forced to acquire or develop alternate technology, which may require significant time and effort and may be of lower quality or performance standards and/or may be prohibited by contract from developing competing products. We have been, and may be, subject to claims that we or our agents have infringed the copyrights, trademarks, or other intellectual property rights of a third party. Any intellectual property-related infringement or misappropriation claims, whether or not meritorious, could result in costly litigation and divert management resources and attention. Should we be found liable for infringement or misappropriation, we may be required to redesign some of our systems and technologies, enter into licensing agreements, pay substantial damages, limit or curtail our offerings and technologies, or take other action, which could harm our business and results of operations. Any of the foregoing could prevent us from competing effectively and could expose our business to significant liabilities.\nSome of our products and services contain open source software, which may pose particular risks to our proprietary software, products, and services in a manner that could have a negative effect on our business.\nWe use open source software in our products and services and anticipate using open source software in the future. Some open source software licenses require those who distribute open source software as part of their own software product to publicly disclose all or part of the source code to such software product or to make available any derivative works of the open source code on unfavorable terms or at no cost, and we may be subject to such terms. The terms of certain open source licenses to which our business is subject have not been interpreted by U.S. or foreign courts, and there is a risk that open source software licenses could be construed in a manner that imposes unanticipated conditions or restrictions on our ability to provide or distribute our products or services. Additionally, we could face claims from third parties alleging ownership of, or demanding release of, the open source software or derivative works that we developed using such software, which could include our proprietary source code, or otherwise seeking to enforce the terms of the applicable open source license. These claims could result in litigation and could require us to make our software source code freely available, purchase a costly license, or cease offering the products or services unless and until we can re-engineer such source code in a manner that avoids infringement. This re-engineering process could require us to expend significant additional research and development resources, and we may not be able to complete the re-engineering process successfully. In addition, use of certain open source software can lead to greater risks than use of third-party commercial software, as open source licensors generally do not provide warranties or controls on the origin of software. Any of these risks could be difficult to eliminate or manage, and, if not addressed, could have a negative effect on our business, financial condition and results of operations.\nRisks Related to Ownership of Our Class A Common Stock\nThe multi-class structure of our common stock has the effect of concentrating voting power with Robert Reffkin, our founder, Chairman, and Chief Executive Officer, and his financial planning vehicles and affiliated trusts.\nAs of December 31, 2024, Robert Reffkin, our founder, Chairman, and Chief Executive Officer, together with his financial planning vehicles and affiliated trusts (for purposes of this risk factor discussion, “Mr. Reffkin”) (and including his shares of Class A common stock subject to outstanding RSUs for which the service condition has been satisfied or would be satisfied within 60 days of December 31, 2024), held 10,828,116 shares of Class A common stock and all of the issued and outstanding shares of Class C common stock. \nAs of December 31, 2024, Mr. Reffkin held approximately 33.5% of the voting power of our outstanding capital stock. As a result, Mr. Reffkin is able to influence any action requiring the approval of our stockholders, including the election of our board of directors, the adoption of amendments to our restated certificate of incorporation and amended and restated bylaws, and the approval of any merger, consolidation, sale of all or substantially all of our assets, or other major corporate transaction. As a stockholder, Mr. Reffkin is entitled to vote his shares in his own interests, which may not always be in the interests of our stockholders generally, and this concentrated voting power may have the effect of delaying, preventing, or \ndeterring a change in control of our company, could deprive our stockholders of an opportunity to receive a premium for their capital stock as part of a sale of our company, and might ultimately affect the market price of our Class A common stock.\nFuture transfers by the holders of Class C common stock will generally result in those shares automatically converting into shares of Class A common stock, subject to limited exceptions, such as certain transfers effected for estate planning or other transfers by Mr. Reffkin. In addition, each share of Class C common stock will convert automatically into one share of Class A common stock upon certain conditions. However, until one of those certain triggering events occurs, voting power will be concentrated with Mr. Reffkin.\nWe cannot predict the effect our multi-class structure may have on the market price of our Class A common stock.\nWe cannot predict whether our multi-class structure will result in a lower or more volatile market price of our Class A common stock, adverse publicity, or other adverse consequences. Pursuant to our restated certificate of incorporation, each share of our Class C common stock will convert into one share of our Class A common stock two days prior to the date specified in writing upon which our shares of capital stock will be included on the S&P 500 index following written notice and confirmation from Standard & Poor’s of such specified date and inclusion. Under certain index providers’ announced policies that restrict the inclusion of companies with multi-class share structures in certain of their indices, the multi-class structure of our common stock would make us ineligible for inclusion in certain indices and may discourage such indices from selecting us for inclusion, notwithstanding this automatic termination provision. As a result, mutual funds, exchange-traded funds, and other investment vehicles that attempt to track those indices would not invest in our Class A common stock. It is unclear what effect, if any, these policies will have on the valuations of publicly-traded companies excluded from such indices, but it is possible that they may depress valuations, as compared to similar companies that are included. Given the sustained flow of investment funds into passive strategies that seek to track certain indices, exclusion from certain stock indices would likely preclude investment by many of these funds and could make our Class A common stock less attractive to other investors. As a result, the market price of our Class A common stock could be adversely affected.\nThe trading price of the shares of our Class A common stock is likely to be volatile.\nTechnology and real estate stocks historically have experienced high levels of volatility. Accordingly, the trading price of our Class A common stock has historically and may in the future fluctuate substantially, due to factors including: loss of investor confidence in, or significant volatility in the market price and trading volume of, technology companies in general and of companies in the real estate technology industry in particular; changes in mortgage interest rates; variations in the housing market, including seasonal trends and fluctuations; announcements of new solutions, commercial relationships, acquisitions, or other events by us or our competitors; price and volume fluctuations in the overall stock market; changes in how agents perceive the benefits of our platform and future offerings; the public’s reaction to our press releases, other public announcements, and filings with the SEC, or those of other companies in the industries in which we compete; fluctuations in the trading volume of our shares or the size of our public float; sales of large blocks of our common stock; sales, or the anticipated sale, of a substantial amount of our Class A common stock, particularly sales by our directors, executive officers, or principal stockholders; fluctuations in our results of operations or financial projections; changes in actual or future expectations of investors or securities analysts; litigation involving us, our industry, or both; governmental or regulatory actions or audits; regulatory developments applicable to our business; real estate market conditions; general economic conditions and trends; major catastrophic events; and departures of key employees.\nIn addition, if the market for technology or real estate stocks, or the stock market, in general, experiences a loss of investor confidence, the trading price of our Class A common stock could decline for reasons unrelated to our business, financial condition or results of operations. The trading price of our Class A common stock might also decline in reaction to events that affect other companies in the real estate or technology industries even if these events do not directly affect us. In the past, following periods of volatility in the market price of a company’s securities, securities class action litigation has often been brought against that company. Any securities class action litigation could adversely affect our business, financial condition and results of operations.\nIf securities or industry analysts do not publish research or publish unfavorable research about our business, our stock price and trading volume could decline.\nThe trading market for our Class A common stock may, to some extent, depend on the research and reports that securities or industry analysts publish about us or our business. We do not have any control over these analysts. If one or more of the analysts who cover us should downgrade our shares, change their opinion of our business prospects, or publish inaccurate or unfavorable research about our business, our share price may decline. If one or more of these analysts who cover us ceases coverage of our company or fails to regularly publish reports on us, we could lose visibility in the financial markets, which could cause our share price or trading volume to decline.\nWe may need to raise additional capital to continue to grow our business and we may not be able to raise additional capital on terms acceptable to us, or at all.\nGrowing and operating our business, including by continuously innovating, improving, and expanding our platform, expanding our integrated services and expanding into new markets, may require significant cash outlays, liquidity reserves, and capital expenditures. If cash on hand, cash generated from operations, and cash equivalents and investment balances are not sufficient to meet our cash and liquidity needs, we may need to seek additional capital and we may not be able to raise the necessary cash on terms acceptable to us, or at all. Financing arrangements we pursue or assume may require us to grant certain rights, take certain actions, or agree to certain restrictions that could negatively impact our business. If additional capital is not available to us on terms acceptable to us or at all, we may need to modify our business plans, which would harm our ability to grow our operations.\nProvisions in our charter documents and under Delaware law could make an acquisition of us, which may be beneficial to our stockholders, more difficult and may limit attempts by our stockholders to replace or remove our current management.\nProvisions in our restated certificate of incorporation and amended and restated bylaws may have the effect of delaying or preventing a merger, acquisition, or other change in control of our company that the stockholders may consider favorable, including provisions that: classify the board of directors into three classes with staggered three-year terms; permit the board of directors to establish the number of directors and to fill any vacancies and newly-created directorships; require super-majority voting to amend some provisions in our charter documents; authorize the issuance of “blank check” preferred stock that our board of directors could use to implement a stockholder rights plan; allow only our chief executive officer, chairperson of our board of directors, or a majority of our board of directors to call a special meeting of stockholders; prohibit cumulative voting; permit the removal of directors only “for cause” and only with the approval of the holders of at least two-thirds of the voting power of the then outstanding capital stock; prohibit stockholder action by written consent, requiring all stockholder actions to be taken at a meeting of our stockholders; expressly authorize the board of directors to make, alter, or repeal our bylaws; and establish advance notice requirements for nominations for election to our board of directors or for proposing matters that can be acted upon by stockholders at annual stockholder meetings.\nIn addition, because our board of directors is responsible for appointing the members of our management team, these provisions may frustrate or prevent any attempts by our stockholders to replace or remove our current management. Moreover, Section 203 of the Delaware General Corporation Law (“DGCL\") may discourage, delay, or prevent a change in control of our company by imposing certain restrictions on mergers, business combinations, and other transactions between us and holders of 15% or more of our common stock.\nOur restated certificate of incorporation and amended and restated bylaws contain exclusive forum provisions for certain claims, which may limit our stockholders’ ability to obtain a favorable judicial forum for disputes with us or our directors, officers, or employees.\nOur restated certificate of incorporation provides that the Court of Chancery of the State of Delaware, to the fullest extent permitted by law, will be the exclusive forum for any derivative action or proceeding brought on our behalf, any action asserting a breach of fiduciary duty, any action asserting a claim against us arising pursuant to the DGCL, our restated certificate of incorporation, or our amended and restated bylaws, or any action asserting a claim against us that is governed by the internal affairs doctrine.\nIn addition, our restated certificate of incorporation provides that the federal district courts of the U.S. will be the exclusive forum for resolving any complaint asserting a cause of action arising under the Securities Act, or Federal Forum Provision. Accordingly, actions by our stockholders to enforce any duty or liability created by the Exchange Act or the rules and regulations thereunder must be brought in federal court, to the fullest extent permitted by law. However, there can be no assurance that federal or state courts will find the choice of forum provision contained in our restated certificate of incorporation or restated bylaws to be applicable or enforceable in every case.\nWe do not anticipate paying any cash dividends on our Class A common stock in the foreseeable future.\nWe have never declared or paid any dividends on our Class A common stock. We currently intend to retain any earnings to finance the operation and expansion of our business, and we do not anticipate paying any cash dividends in the foreseeable future. Any future determination to pay dividends will be at the discretion of our board of directors, and will depend on our financial condition, results of operations, capital requirements, restrictions contained in future agreements and financing instruments, business prospects and such other factors as our board of directors deems relevant.",
      "char_count": 120501
    }
  },
  "extracted_at": "2025-10-18T17:31:47.649177"
}