{
  "ticker": "CVX",
  "company_name": "CHEVRON CORP",
  "cik": 93410,
  "form_type": "10-K",
  "filing_date": "2025-02-21",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0000093410-25-000009",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0000093410&accession_number=000009341025000009&xbrl_type=v",
  "sic_code": "2911",
  "industry": "Petroleum Refining",
  "sections": {
    "item1": {
      "text": "Item 1. Business\nGeneral Development of Business\nSummary Description of Chevron \nChevron Corporation1, a Delaware corporation, manages its investments in subsidiaries and affiliates and provides administrative, financial, management and technology support to U.S. and international subsidiaries that engage in integrated energy and chemicals operations. Upstream operations consist primarily of exploring for, developing, producing and transporting crude oil and natural gas; processing, liquefaction, transportation and regasification associated with liquefied natural gas; transporting crude oil by major international oil export pipelines; transporting, storage and marketing of natural gas; carbon capture and storage; and a gas-to-liquids plant. Downstream operations consist primarily of refining crude oil into petroleum products; marketing of crude oil, refined products and lubricants; manufacturing and marketing of renewable fuels; transporting crude oil and refined products by pipeline, marine vessel, motor equipment and rail car; and manufacturing and marketing of commodity petrochemicals, plastics for industrial uses and fuel and lubricant additives.\nA list of the company’s significant subsidiaries is presented in Exhibit 21.1.\nOverview of Petroleum Industry \nPetroleum industry operations and profitability are influenced by many factors. Prices for crude oil, natural gas, liquefied natural gas (LNG), petroleum products and petrochemicals are generally determined by supply and demand. Production levels from the members of Organization of Petroleum Exporting Countries (OPEC), Russia and the United States are the major factors in determining worldwide supply. Demand for crude oil and its products and for natural gas is largely driven by the conditions of local, national and global economies, although weather patterns, the pace of energy transition and taxation relative to other energy sources also play a significant part. Laws and governmental policies, particularly in the areas of taxation, energy and the environment, affect where and how companies invest, conduct their operations, select feedstocks, and formulate their products and, in some cases, limit their profits directly.\nStrong competition exists in all sectors of the petroleum and petrochemical industries in supplying the energy, fuel and chemical needs of industry and individual consumers. In the upstream business, Chevron competes with fully integrated, major global petroleum companies, as well as independent and national petroleum companies, for the acquisition of crude oil and natural gas leases and other properties and for the equipment and labor required to develop and operate those properties. In its downstream business, Chevron competes with fully integrated, major petroleum companies, as well as independent refining and marketing, transportation and chemicals entities and national petroleum companies in the refining, manufacturing, sale and marketing of fuels, lubricants, additives and petrochemicals. \nOperating Environment \nRefer to Business Environment and Outlook of this Form 10-K in Management’s Discussion and Analysis of Financial Condition and Results of Operations for a discussion of the company’s current business environment and outlook.\nChevron’s Strategic Direction\nChevron’s strategy is to leverage our strengths to safely deliver lower carbon energy to a growing world. Our objective is to safely deliver higher returns, lower carbon and superior shareholder value in any business environment. We are leveraging our capabilities, assets and customer relationships as we aim to lead in lower carbon intensity oil, products and natural gas, as well as advance new products and solutions that reduce the carbon emissions of major industries. We aim to grow our oil and gas business, lower the carbon intensity of our operations and grow new businesses in renewable fuels, carbon capture and offsets, hydrogen, power generation for data centers, and emerging technologies.\nInformation about the company is available on the company’s website at www.chevron.com. Information contained on the company’s website is not part of this Annual Report on Form 10-K. The company’s Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, and any amendments to these reports filed or furnished pursuant to \n1 Incorporated in Delaware in 1926 as Standard Oil Company of California, the company adopted the name Chevron Corporation in 1984 and ChevronTexaco Corporation in 2001. In 2005, ChevronTexaco Corporation changed its name to Chevron Corporation. As used in this report, the term “Chevron” and such terms as “the company,” “the corporation,” “our,” “we,” “us” and \"its\" may refer to Chevron Corporation, one or more of its consolidated subsidiaries, or all of them taken as a whole, but unless stated otherwise they do not include “affiliates” of Chevron — i.e., those companies accounted for by the equity method (generally owned 50 percent or less) or non-equity method investments. All of these terms are used for convenience only and are not intended as a precise description of any of the separate companies, each of which manages its own affairs. \n3\n\n\nSection 13(a) or 15(d) of the Securities Exchange Act of 1934 are available free of charge on the company’s website soon after such reports are filed with or furnished to the U.S. Securities and Exchange Commission (SEC). The reports are also available on the SEC’s website at www.sec.gov.\nHuman Capital Management \nThe Chevron Way explains the company’s beliefs, vision, purpose and values. It guides how the company’s employees work and establishes a common understanding of culture and aspirations.\nChevron leadership is accountable for investing in the company’s people and culture with the objective of engaging employees to develop their full potential to help deliver energy solutions and enable human progress. This includes reviews of metrics addressing critical function hiring, leadership development, retention, diversity and inclusion, and employee engagement.\nThe following table summarizes the number of Chevron employees by sex, where data is available, and by region as of December 31, 2024.\n\n                                                                                                                                                                                                       At December 31, 2024\n                                                                              Female                                         Male                          Data not available*                              Total Employees\n                                               Number of Employees        Percentage        Number of Employees        Percentage        Number of Employees   Percentage             Number of Employees        Percentage\nNon-Service Station Employees                                                                                                                                                                                              \nU.S.                                                5,556                   26     %            15,751                   74     %                19            —           %              21,326                   47     %\nOther Americas                                      1,175                   30     %             2,689                   69     %                10            —           %               3,874                    9     %\nAfrica                                                623                   16     %             3,189                   84     %                 4            —           %               3,816                    8     %\nAsia                                                2,577                   36     %             4,476                   63     %                13            —           %               7,066                   16     %\nAustralia                                             542                   26     %             1,550                   74     %                 3            —           %               2,095                    5     %\nEurope                                                434                   28     %             1,107                   71     %                24                    2   %               1,565                    3     %\nTotal Non-Service Station Employees                10,907                   27     %            28,762                   72     %                73            —           %              39,742                   88     %\nService Station Employees                           2,545                   46     %             2,372                   43     %               639                   12   %               5,556                   12     %\nTotal Employees                                    13,452                   30     %            31,134                   69     %               712                    2   %              45,298                  100     %\n* Includes employees where data was not collected or employee chose not to disclose.\nHiring, Development and Retention\nThe company’s approach to attracting, developing and retaining a global, diverse workforce of high-performing talent is anchored by an environment of personal growth and engagement. The company’s philosophy is to offer compelling career opportunities and a competitive total compensation and benefits package linked to individual and enterprise performance. The company recruits new employees in a variety of ways, including through partnerships with universities and diversity associations. In addition, the company recruits experienced hires to provide specialized skills.\nChevron’s learning and development programs are designed to help employees build technical, operating and leadership capabilities. The company’s leadership reviews metrics on employee training and development programs, which are refined on an ongoing basis to meet the needs of the business. The company invests in developing leadership at every level, including coaching programs for frontline supervisors, managers and individual contributors. Chevron invests in developing and upskilling employees, including things such as tailored generative AI training for leaders, practitioners and the broader workforce. In addition, the company offers the Digital Scholar Program, preparing employees with advanced technology skills through one-year Master of Science degrees in Engineering and Management.\nIn addition, leadership reviews the talent pipeline, identifies and develops succession candidates, and builds succession plans for key positions. The Board of Directors provides oversight of CEO and executive succession planning. \nManagement routinely reviews the retention of its professional population, executives, all levels of management, and the majority of its regular employee population. The voluntary attrition for this population in 2024 was 3.1 percent, in line with historical rates. The voluntary attrition rate generally excludes employee departures under restructuring programs. Chevron believes its low voluntary attrition rate is in part a result of the company’s commitment to employee development, competitive pay and benefits, and culture.\nDiversity and Inclusion\nChevron believes human ingenuity is best able to solve difficult problems when people with different ideas, experiences and backgrounds work together in an inclusive environment. \nThe company has 11 employee networks (voluntary groups open to all employees with shared interests). The Chairman’s Inclusion Council provides employee network presidents with a direct line of communication to the Chairman and Chief Executive Officer, the Chief Human Resources Officer, the Chief Diversity and Inclusion Officer, and the executive leadership team to discuss how employee networks can help reinforce the company’s values and achieve its business objectives. \nDiversity and inclusion at Chevron means zero tolerance for discrimination based on race, sex or other protected characteristics, and a deep respect for the cultures in which we operate. Chevron rejects the use of quotas and focuses on removing barriers to equal opportunity, fostering diversity, and ensuring that selection decisions are based on merit.\nEmployee Engagement \nEmployee engagement is an indicator of employee well-being and commitment to the company’s values, purpose and strategies. The company regularly conducts employee surveys to assess the health of the company’s culture. Our surveys indicate high levels of employee engagement compared to our industry. \nChevron prioritizes the health, safety and well-being of its employees. The company’s safety culture empowers every member of its workforce to exercise stop-work authority without repercussion to address any potential unsafe work conditions. The company has set clear expectations for leaders to deliver operational excellence by prioritizing the safety and health of its workforce, and the protection of communities, the environment and the company’s assets. \nAdditionally, the company offers long-standing employee support programs such as Ombuds, an independent resource designed to equip employees with options to address and resolve workplace issues; a company hotline, where employees can report concerns to the Corporate Compliance department; and an Employee Assistance Program, a confidential consulting service that can help employees resolve a broad range of personal, family and work-related concerns. \nDescription of Business and Properties\nThe upstream and downstream activities of the company and its equity affiliates are widely dispersed geographically, with operations and projects2 in North America, South America, Europe, Africa, Asia and Australia. These activities are managed by the Oil, Products and Gas organization. Tabulations of segment income statements for the three years ended December 31, 2024, and assets as of the end of 2024 and 2023 — for the United States and the company’s international geographic areas — are in Note 14 Operating Segments and Geographic Data to the Consolidated Financial Statements. Similar comparative data for the company’s investments in and income from equity affiliates and property, plant and equipment are in Note 15 Investments and Advances and Note 18 Property, Plant and Equipment. Refer to Management’s Discussion and Analysis of Financial Condition and Results of Operations for a discussion of the company’s Capital Expenditures. \nUpstream \nReserves \nRefer to Table V for a tabulation of the company’s proved reserves by geographic area for each year-end from 2022 through 2024. Reserves governance, technologies used in establishing proved reserves additions, and major changes to proved reserves by geographic area for the three-year period ended December 31, 2024, are summarized in the discussion for Table V. Discussion is also provided regarding the nature of, status of, and planned future activities associated with the development of proved undeveloped reserves. The company recognizes reserves for projects with various development periods, sometimes exceeding five years. The external factors that impact the duration of a project include scope and complexity, remoteness or adverse operating conditions, infrastructure constraints, and contractual limitations.\nThe company’s proved reserves at year-end 2024 were approximately 9.8 billion barrels of oil-equivalent (BOE). The largest reductions from year-end 2023 were from record production and the sale of assets in Canada, and the largest additions were from extensions and discoveries in the Permian and DJ Basins. At December 31, 2024, 41 percent of the company’s net proved oil-equivalent reserves were located in the United States, 16 percent were located in Australia and 13 percent were located in Kazakhstan.\nThe net proved reserve balances at the end of each of the three years 2022 through 2024 are shown in the following table: \n\n                                                                                                                   At December 31\n2024                                                                                                 2023                    2022\nCrude Oil, Condensate and Synthetic Oil — Millions of barrels                                                                    \nConsolidated Companies                                                   3,027                   3,770                   3,868   \nAffiliated Companies                                                       889                   1,007                   1,129   \nTotal Crude Oil, Condensate and Synthetic Oil                            3,916                   4,777                   4,997   \nNatural Gas Liquids — Millions of barrels                                                                                        \nConsolidated Companies                                                   1,075                   1,138                   1,002   \nAffiliated Companies                                                        84                      91                      86   \nTotal Natural Gas Liquids                                                1,159                   1,229                   1,088   \nNatural Gas — Billions of cubic feet                                                                                             \nConsolidated Companies                                                  26,526                  28,318                  28,765   \nAffiliated Companies                                                     1,849                   2,063                   2,099   \nTotal Natural Gas                                                       28,375                  30,381                  30,864   \nOil-Equivalent — Millions of barrels*                                                                                            \nConsolidated Companies                                                   8,523                   9,628                   9,664   \nAffiliated Companies                                                     1,281                   1,441                   1,565   \nTotal Oil-Equivalent                                                     9,804                  11,069                  11,229   \n* Oil-equivalent conversion ratio is 6,000 cubic feet of natural gas = 1 barrel of crude oil.\n2 As used in this report, the term “project” may describe certain new upstream development activity, individual phases in a multiphase development, maintenance activities, existing assets, new investments in downstream and chemicals capacity, investments in emerging and lower carbon activities, and other activities. All of these terms are used for convenience only and are not intended as a precise description of the term “project” as it relates to any specific governmental law or regulation.\n6\n\n\nAverage Sales Prices and Production Costs per Unit of Production \nRefer to Table IV for the company’s average sales price per barrel of crude (including crude oil and condensate) and natural gas liquids (NGLs) and per thousand cubic feet of natural gas produced, and the average production cost per oil-equivalent barrel for 2024, 2023 and 2022. \nGross and Net Productive Wells \nThe following table summarizes gross and net productive wells at year-end 2024 for the company and its affiliates: \n\n                                                                                                                                                                                           At December 31, 2024                           \n                                                                                                         Productive Oil Wells1                                                             Productive Gas Wells                           \n                                                                   Gross                                                   Net                      Gross                                                   Net                           \nUnited States                                            35,135                                                24,099                      2,110                                                 1,758                                    \nOther Americas                                            1,277                                                   752                          —                                                     —                                    \nAfrica                                                    1,679                                                   653                         48                                                    18                                    \nAsia                                                      1,699                                                   807                      1,309                                                   405                                    \nAustralia                                                   532                                                   299                        118                                                    33                                    \nEurope                                                       27                                                     5                          —                                                     —                                    \nTotal Consolidated Companies                             40,349                                                26,615                      3,585                                                 2,214                                    \nAffiliates                                                1,510                                                   595                          —                                                     —                                    \nTotal Including Affiliates                               41,859                                                27,210                      3,585                                                 2,214                                    \nMultiple completion wells included above                    659                                                   355                        147                                                   115                                    \nGross wells represent the total number of wells in which Chevron has an ownership interest. Net wells represent the sum of Chevron’s ownership interest in gross wells.                                                                   \n2 Includes gross 1,381 and net 466 productive oil wells for interests accounted for by the non-equity method.                                                                                                                             \nProduction Outlook\nThe company estimates its average worldwide oil-equivalent production in 2025 to increase six to eight percent over 2024, assuming a Brent crude oil price of $70 per barrel and excluding the impact of asset sales. This estimate is subject to many factors and uncertainties, as described beginning on page 40. Refer to the Review of Ongoing Exploration and Production Activities in Key Areas for a discussion of the company’s major crude oil and natural gas development projects.\nAcreage \nAt December 31, 2024, the company owned or had under lease or similar agreements undeveloped and developed crude oil and natural gas properties throughout the world. The geographical distribution of the company’s acreage is shown in the following table:\n\n                                                                                     Undeveloped                                                                           Developed                                                           Developed and Undeveloped\nThousands of acres1                              Gross                                       Net                                     Gross                                       Net                                     Gross                                       Net\nUnited States                             4,294                                     3,700                                     4,273                                     2,856                                     8,567                                     6,556       \nOther Americas                           16,503                                    11,078                                       920                                       232                                    17,423                                    11,310       \nAfrica                                   13,433                                     7,098                                     1,320                                       530                                    14,753                                     7,628       \nAsia                                     13,373                                     7,440                                       934                                       363                                    14,307                                     7,803       \nAustralia                                 3,384                                     2,628                                     2,246                                       899                                     5,630                                     3,527       \nEurope                                      106                                        21                                        12                                         2                                       118                                        23       \nTotal Consolidated Companies             51,093                                    31,965                                     9,705                                     4,882                                    60,798                                    36,847       \nAffiliates3                                 693                                       287                                       111                                        51                                       804                                       338       \nTotal Including Affiliates               51,786                                    32,252                                     9,816                                     4,933                                    61,602                                    37,185       \n1 Gross acres represent the total number of acres in which Chevron has an ownership interest. Net acres represent the sum of Chevron’s ownership interest in gross acres.                                                                                               \n2 The gross undeveloped acres that will expire in 2025, 2026 and 2027 if production is not established by certain required dates are 2,951, 1,149, and 733, respectively.                                                                                               \n3 Includes gross 405 and net 143 undeveloped and gross 19 and net 5 developed acreage for interests accounted for by the non-equity method.                                                                                                                             \n7\n\n\nNet Production of Crude Oil, Natural Gas Liquids and Natural Gas\nThe following table summarizes the net production of crude oil, NGLs and natural gas for 2024 and 2023 by the company and its affiliates. Worldwide oil-equivalent production of 3.3 million barrels per day in 2024 was up approximately seven percent from 2023, mainly due to the full-year of legacy PDC Energy, Inc. (PDC) production and growth in the Permian Basin. Refer to the Results of Operations section for a detailed discussion of the factors explaining the changes in production for liquids (including crude oil, condensate, NGLs and synthetic oil) and natural gas, and refer to Table V for information on annual production by geographical region.\n\n                                                                                                                                                                                                                                                                                                                                                        Components of Oil-Equivalent\n                                                                                        Oil-Equivalent                                                                                 Crude Oil                                                                       Natural Gas Liquids                                                                               Natural Gas\nThousands of barrels per day (MBD)                                                               (MBD)                                                                                     (MBD)                                                                                     (MBD)                                                                                   (MMCFD)\nMillions of cubic feet per day (MMCFD)                              2024                          2023                                                        2024                          2023                                                        2024                          2023                                                        2024                          2023\nUnited States                                            1,599                         1,349                                                         782                           710                                                         370                           287                                                       2,684                         2,112          \nOther Americas                                                                                                                                                                                                                                                                                                                                                                      \nArgentina                                                   51                            43                                                          43                            37                                                           —                             —                                                          47                            36          \nCanada3,4                                                  132                           132                                                         104                           109                                                           6                             5                                                         131                           110          \nTotal Other Americas                                       183                           175                                                         147                           146                                                           6                             5                                                         178                           146          \nAfrica                                                                                                                                                                                                                                                                                                                                                                              \nAngola                                                      64                            67                                                          52                            55                                                           4                             4                                                          48                            48          \nEquatorial Guinea                                           46                            49                                                           9                            11                                                           5                             5                                                         191                           198          \nNigeria                                                    129                           147                                                          96                           104                                                           3                             5                                                         183                           227          \nRepublic of Congo                                           28                            30                                                          26                            28                                                           —                             —                                                          10                             9          \nTotal Africa                                               267                           293                                                         183                           198                                                          12                            14                                                         432                           482          \nAsia                                                                                                                                                                                                                                                                                                                                                                                \nBangladesh                                                  99                           104                                                           3                             3                                                           —                             —                                                         577                           610          \nChina                                                       29                            30                                                           7                             9                                                           —                             —                                                         132                           126          \nIndonesia5                                                   —                             3                                                           —                             1                                                           —                             —                                                           —                            11          \nIsrael                                                     100                            95                                                           1                             1                                                           —                             —                                                         592                           566          \nKazakhstan                                                  45                            45                                                          26                            26                                                           —                             —                                                         113                           114          \nMyanmar6                                                     4                            15                                                           —                             —                                                           —                             —                                                          22                            87          \nPartitioned Zone                                            61                            61                                                          60                            60                                                           —                             —                                                           5                             6          \nThailand                                                    47                            42                                                          14                            10                                                           —                             —                                                         200                           192          \nTotal Asia                                                 385                           395                                                         111                           110                                                           —                             —                                                       1,641                         1,712          \nAustralia                                                                                                                                                                                                                                                                                                                                                                           \nAustralia                                                  479                           488                                                          40                            40                                                           2                             2                                                       2,625                         2,678          \nTotal Australia                                            479                           488                                                          40                            40                                                           2                             2                                                       2,625                         2,678          \nEurope                                                                                                                                                                                                                                                                                                                                                                              \nUnited Kingdom                                              12                            14                                                          11                            12                                                           —                             —                                                           7                            11          \nTotal Europe                                                12                            14                                                          11                            12                                                           —                             —                                                           7                            11          \nTotal Consolidated Companies                             2,925                         2,714                                                       1,274                         1,216                                                         390                           308                                                       7,567                         7,141          \nAffiliates7                                                413                           406                                                         286                           281                                                          25                            25                                                         611                           603          \nTotal Including Affiliates8                              3,338                         3,120                                                       1,560                         1,497                                                         415                           333                                                       8,178                         7,744          \n1 Oil-equivalent conversion ratio is 6,000 cubic feet of natural gas = 1 barrel of crude oil.                                                                                                                                                                                                                                                                                       \nIncludes crude oil, condensate and synthetic oil.                                                                                                                                                                                                                                                                                                                                   \nIncludes synthetic oil:                                     46                                      51                                                46                                      51                                                 —                             —                                                           —                             —          \nCanada Duvernay shale and AOSP assets were sold in December 2024.                                                                                                                                                                                                                                                                                                                   \nIndonesia Deepwater assets were sold in 2023.                                                                                                                                                                                                                                                                                                                                       \n6 Chevron withdrew from Myanmar in April 2024.                                                                                                                                                                                                                                                                                                                                      \n7 Volumes represent Chevron’s share of production by affiliates, including Tengizchevroil in Kazakhstan and Angola LNG in Angola.                                                                                                                                                                                                                                                   \n8 Volumes include natural gas consumed in operations of 609 million and 596 million cubic feet per day in 2024 and 2023, respectively. Total “as sold” natural gas volumes were 7,569 million and 7,148 million cubic feet per day for 2024 and 2023, respectively.                                                                                                                 \nDelivery Commitments\nThe company sells crude oil, natural gas, and NGLs from its producing operations under a variety of contractual obligations. Most contracts generally commit the company to sell quantities based on production from specified properties, but some NGLs and natural gas sales contracts specify delivery of fixed and determinable quantities.\n8\n\n\nIn the United States, the company is contractually committed to deliver approximately 25 million barrels of NGLs and 813 billion cubic feet of natural gas to third parties and affiliates from 2025 through 2027. The company believes it can satisfy these contracts through a combination of equity production from the company’s proved developed U.S. reserves and third-party purchases. These commitments are primarily based on contracts with indexed pricing terms. \nOutside the United States, the company is contractually committed to deliver a total of 3.2 trillion cubic feet of natural gas to third parties and affiliates from 2025 through 2027 mainly from operations in Australia and Israel. The Australia sales contracts contain variable pricing formulas that generally reference the prevailing market price for crude oil, natural gas or other petroleum products at the time of delivery. The sales contracts for Israel contain formulas that generally reflect an initial base price subject to price indexation, Brent-linked or other, over the life of the contract. The company believes it can satisfy these contracts from quantities available from production of the company’s proved developed reserves in these countries.\nDevelopment Activities \nRefer to Table I for details associated with the company’s development expenditures and costs of proved property acquisitions for 2024, 2023 and 2022.\nThe following table summarizes the company’s net interest in productive and dry development wells completed in each of the past three years, and the status of the company’s development wells drilling at December 31, 2024. A “development well” is a well drilled within the known area of a crude oil or natural gas reservoir to the depth of a stratigraphic horizon known to be productive. \n\n                                                            Wells Drilling*                                                                                                                                                                          Net Wells Completed\n                                                                at 12/31/24                                                           2024                                                           2023                                                           2022\n                                                 Gross                  Net                                     Prod.                  Dry                                     Prod.                  Dry                                     Prod.                  Dry\nUnited States                               451                  355                                       630                    3                                       697                    2                                       454                    2       \nOther Americas                                9                    8                                        64                    —                                        39                    —                                        35                    —       \nAfrica                                        4                    2                                         6                    —                                         7                    —                                         6                    —       \nAsia                                         24                    9                                        72                                                             58                    2                                        32                    1       \nAustralia                                     —                    —                                                              —                                         3                    —                                         1                    —       \nEurope                                        1                    —                                         —                    —                                         —                    —                                         1                    —       \nTotal Consolidated Companies                489                  374                                       774                    4                                       804                    4                                       529                    3       \nAffiliates                                    3                    1                                         3                    —                                         4                    —                                         6                    —       \nTotal Including Affiliates                  492                  375                                       777                    4                                       808                    4                                       535                    3       \n* Gross wells represent the total number of wells in which Chevron has an ownership interest. Net wells represent the sum of Chevron’s ownership interest in gross wells.                                                                                               \nExploration Activities \nRefer to Table I for detail on the company’s exploration expenditures and costs of unproved property acquisitions for 2024, 2023 and 2022. \nThe following table summarizes the company’s net interests in productive and dry exploratory wells completed in each of the past three years, and the number of exploratory wells drilling at December 31, 2024. “Exploratory wells” are wells drilled to find and produce crude oil or natural gas in unknown areas and include delineation and appraisal wells, which are wells drilled to find a new reservoir in a field previously found to be productive of crude oil or natural gas in another reservoir or to extend a known reservoir.\n\n                                    Wells Drilling*                                                                                                                                                                                                  Net Wells Completed\n                                    at 12/31/24                                                                                       2024                                                           2023                                                           2022\n                                    Gross                Net                                                    Prod.                  Dry                                     Prod.                  Dry                                     Prod.                  Dry\nUnited States                       2             1                                                          5                    2                                         —                    2                                         3                    2       \nOther Americas                      —                    —                                                   1                    —                                         —                    —                                         1                    1       \nAfrica                              1                    —                                                   1                    1                                         —                    —                                         1                    —       \nAsia                                —                    —                                                   3                                                              1                    —                                         2                    —       \nAustralia                           —                    —                                                   —                    —                                         —                    —                                         —                    —       \nEurope                              —                    —                                                   —                    —                                         —                    —                                         —                    —       \nTotal Consolidated Companies                      1                                                         10                    5                                         1                    2                                         7                    3       \nAffiliates                          —                    —                                                   —                    —                                         —                    —                                         —                    —       \nTotal Including Affiliates          3             1                                                         10                    5                                         1                    2                                         7                    3       \n* Gross wells represent the total number of wells in which Chevron has an ownership interest. Net wells represent the sum of Chevron’s ownership interest in gross wells.                                                                                               \nReview of Ongoing Activities in Key Areas \nChevron has exploration and production activities in many of the world’s major hydrocarbon basins. Chevron’s 2024 key upstream activities, some of which are also discussed in the section Management’s Discussion and Analysis of Financial Condition and Results of Operations, are presented below. The comments include references to “total production” and “net production,” which are defined under “Production” in Exhibit 99.1. \nThe discussion that follows references the status of proved reserves recognition for significant long lead time projects not on production as well as for projects recently placed on production. Reserves are not discussed for exploration activities or recent discoveries that have not advanced to a project stage, or for mature areas of production that do not have individual projects requiring significant levels of capital or exploratory investment. Projected start-up timing for nonoperated projects are per operator’s estimate.\nUnited States\nUpstream activities in the United States are primarily located in Texas, New Mexico, Colorado, California and the Gulf of America. Acreage for the United States can be found in the Acreage table. Net daily oil-equivalent production in the United States can be found in the Net Production of Crude Oil, Natural Gas Liquids and Natural Gas table.\nAs one of the largest producers in the Permian Basin, Chevron continues to develop its advantaged portfolio of 1,780,000 net acres in the Delaware and Midland basins in west Texas and southeast New Mexico and is expected to achieve one million barrels of net oil-equivalent production per day in 2025. The asset is comprised of stacked formations enabling production from multiple geologic zones from single surface locations, staging the development for optimized capacity utilization of facilities and infrastructure. The company has implemented a factory development strategy utilizing multi-well pads to drill a series of horizontal wells that are subsequently completed using hydraulic fracture stimulation. This manufacturing-style process, combined with advantaged acreage holdings and technological advancements, have enabled productivity improvements across unique geological locations throughout the basin. Acreage transactions enabling longer laterals and the company’s diversified land assets via non-operated joint ventures and royalty positions have also contributed to higher returns. The company continued to progress water handling initiatives and ongoing emission reductions, including the partial or full electrification of drilling and hydraulic fracturing fleets, and the expansion of electricity sources with two new solar projects reaching final investment decision in 2024. Chevron’s 2024 net daily production in the Permian Basin averaged 405,000 barrels of crude oil, 251,000 barrels of NGLs and 1.6 billion cubic feet of natural gas. \nChevron also holds approximately 72,000 net acres in the Haynesville Shale in east Texas. The company continues to pursue strategic opportunities for these assets.\nChevron is the largest oil and natural gas producer in Colorado, where development is focused across approximately 580,000 net acres in the Denver-Julesburg (DJ) Basin. Chevron follows a factory development strategy utilizing multi-well pads to drill a series of horizontal wells that are subsequently completed using hydraulic fracture stimulation. It has also implemented facility design and electrification improvements to consolidate assets and remove facilities, reducing surface footprint and greenhouse gas emissions. In 2024, Chevron’s net daily production in Colorado averaged 132,000 barrels of crude oil, 107,000 barrels of NGLs and 930 million cubic feet of natural gas. Chevron also has operations in Colorado’s Piceance Basin, as well as an acreage position in Wyoming.\nIn 2024, Chevron’s California average net daily oil-equivalent production was 71,000 barrels. Chevron owns and operates between 87 and 100 percent interests in six fields including Kern River, Cymric/McKittrick, Midway Sunset, San Ardo, Coalinga and Lost Hills. The company announced its first solar-to-hydrogen production project in Kern County, which will create lower carbon hydrogen through electrolysis, utilizing solar power, land and non-potable produced water from Chevron’s existing assets.\nDuring 2024, net daily production in the Gulf of America averaged 168,000 barrels of crude oil, 10,000 barrels of NGLs and 86 million cubic feet of natural gas. Chevron is engaged in various operated and nonoperated exploration, development and production activities in the deepwater Gulf of America. Chevron also holds nonoperated interests in several shelf fields.\nChevron has a 62.9 percent-owned and operated interest in the unit areas containing the Anchor Field, located in the Green Canyon area. Stage 1 of the Anchor development that consists of a seven-well subsea development and a semi-submersible floating production unit achieved first oil in August 2024 utilizing an industry-first 20,000 pounds per square inch \ndeepwater technology. Two producing wells were brought online and development drilling is progressing on subsequent wells. The field has an estimated remaining production life of 30 years.\nChevron has a 60 percent-owned and operated interest in the Ballymore Field located in the Mississippi Canyon area, which is being developed as a subsea tieback to the existing Chevron 75 percent-owned and operated Blind Faith facility. The development includes three production wells, with first oil expected in 2025. Proved reserves have been recognized for this project. \nChevron has a 60 percent-owned and operated interest in the Big Foot Field, located in the deepwater Walker Ridge area. First oil from further development is expected in 2025 and 2026. The field has an estimated remaining production life of 25 years.\nChevron has a 50 percent-owned and operated interest in the Jack Field, a 51 percent-owned and operated interest in the St. Malo Field and a 40.6 percent-owned and operated interest in the production host facility used for the joint development of both fields, all located in the Walker Ridge area. In 2024, the St. Malo Stage 4 waterflood project delivered first water injection and completed the installation of a second multi-phase subsea pump module within the St. Malo Field. An additional St. Malo well delivered first oil and further development drilling commenced in the Jack Field. The Jack/St. Malo Stage 5 project reached final investment decision (FID), with first oil expected in 2026. The Jack and St. Malo fields have an estimated remaining production life of 20 years.\nThe company has a 58 percent-owned and operated interest in the deepwater Tahiti Field, located in the Green Canyon area. In 2024, the company’s first deepwater Gulf of America producer-to-injector conversion well started water injection and an additional water injector well reached FID. The Tahiti Field surpassed 500 million barrels of oil-equivalent cumulative production in 2024 and has an estimated remaining production life of 20 years.\nThe company has a 15.6 percent nonoperated working interest in the deepwater Mad Dog Field, located in the Green Canyon area. In 2024, first water injection was achieved from the Mad Dog 2 project and additional producing wells were brought online. The field has an estimated remaining production life of more than 30 years.\nChevron has a 37.5 percent nonoperated working interest in the Perdido Regional Host, which accommodates production from the Great White, Silvertip and Tobago fields in the Alaminos Canyon area. In 2024, the Silvertip Expansion Project, in which Chevron has a 60 percent nonoperated working interest, reached FID, with first oil expected in 2026. Additional development drilling in the Great White Field is currently ongoing, with first oil expected in 2025. The Perdido asset has an estimated remaining production life of more than 15 years.\nChevron has a 25 percent nonoperated working interest in the Stampede Field, which is located in the Green Canyon area. In 2024, development drilling on a new well with tie back to the host facility commenced and first oil is expected in 2025. The Stampede Field has an estimated remaining production life of more than 20 years.\nThe company has a 40 percent nonoperated working interest in the Whale discovery located in the Alaminos Canyon area. Whale consists of a fifteen-well subsea development and floating production unit. In January 2025, first production was achieved with two producing wells brought online and development drilling in progress on subsequent wells. The field has an estimated remaining production life of more than 25 years.\nDuring 2024, Chevron was formally awarded 26 exploration blocks as a result of Gulf of America lease sale 261.\nChevron has a 50 percent interest in Bayou Bend, a carbon dioxide transportation and sequestration affiliate that holds approximately 140,000 acres for carbon dioxide storage. In 2024, onshore and offshore stratigraphic wells were drilled to delineate carbon dioxide storage potential.\nChevron owns a majority interest in ACES Delta, LLC, a joint venture developing the Advanced Clean Energy Storage Project in Delta, Utah. The project, currently under construction, is designed to produce hydrogen made from renewable energy, store that hydrogen in two salt caverns, and deliver it as needed to hydrogen-capable gas turbines to generate power. The project is expected to be commercially operational in 2025.\nOther Americas\n“Other Americas” includes Argentina, Brazil, Canada, Colombia, Mexico, Suriname, Uruguay and Venezuela. Acreage for “Other Americas” can be found in the Acreage table. Net daily oil-equivalent production from these countries can be found in the Net Production of Crude Oil, Natural Gas Liquids and Natural Gas table.\nArgentina Chevron has a 50 percent nonoperated interest in the Loma Campana and Narambuena concessions in the Vaca Muerta shale. At Loma Compana, 48 horizontal wells were drilled in 2024, with 46 wells in total put on production. This concession expires in 2048, and the Narambuena concession expires in 2027.\nChevron owns and operates a 100 percent interest in the El Trapial Field with conventional waterflood. The conventional field concession expires in 2032. Chevron also owns and operates a 100 percent interest in the east area of the El Trapial Field in the Vaca Muerta shale formation for unconventional development. In 2024, Chevron continued development on its unconventional resources with one drilling rig. The unconventional concession expires in 2057.\nChevron has a 14 percent interest in a pipeline system that provides an important export route for Argentina’s crude oil. During 2024, a majority of the company’s exported crude oil was transported through this pipeline system. Chevron is currently evaluating other strategic alternatives to increase its export capacity in the country.\nBrazil Chevron holds 35 percent nonoperated interests in two blocks in the Campos Basin, following the relinquishment of two blocks in 2024. Chevron secured 15 additional exploration blocks in the South Santos and Pelotas basins in 2024.\nCanada Upstream interests in Canada are concentrated in the offshore Atlantic region of Newfoundland and Labrador. The company also has interests in the Northeast British Columbia and the Beaufort Sea region of the Northwest Territories. \nChevron has a 26.9 percent nonoperated working interest in the Hibernia Field and a 24.1 percent nonoperated working interest in the unitized Hibernia Southern Extension areas offshore Atlantic Canada. The company has a 29.6 percent nonoperated working interest in the Hebron Field, also offshore Atlantic Canada.\nIn December 2024, the company sold its 20 percent nonoperated working interest in the Athabasca Oil Sands Project and associated Quest carbon capture and storage project in Alberta, as well as its operated assets in the Duvernay shale. \nColombia Chevron has a 40 percent-owned and operated interest in the offshore Colombia-3 Block. \nMexico All blocks in which Chevron has a participating interest are in the process of being relinquished to the government.\nSuriname Chevron has a 40 percent-owned and operated working interest in Block 5 and an 80 percent-owned and operated interest in the shallow water Block 7. Chevron also holds a 33.3 percent nonoperated working interest in deepwater Block 42.\nUruguay In 2024, Chevron acquired a 60 percent-owned and operated interest in offshore exploration Block OFF-1 with plans to initiate a 3D seismic campaign in 2025. \nVenezuela Chevron’s interests in Venezuela are located in western Venezuela, the Orinoco Belt and offshore Venezuela. As of December 31, 2024, no proved reserves are recognized for these interests. In 2024, the company conducted activities in Venezuela consistent with the authorization provided pursuant to licenses issued by the United States government. \nChevron has a 39.2 percent interest in Petroboscan, which operates the Boscan Field in western Venezuela, as well as a 25.2 percent interest in Petroindependiente, which operates the LL-652 Field in Lake Maracaibo with licenses that expire in 2041. Chevron has a 30 percent interest in Petropiar, which operates the heavy oil Huyapari Field under an agreement expiring in 2047, and a 35.8 percent interest in Petroindependencia, which includes the Carabobo 3 heavy oil project located in three blocks in the Orinoco Belt under a contract expiring in 2050. \nChevron also operates and holds a 60 percent interest in the Loran gas field offshore Venezuela. This is part of a cross- border field that includes the Manatee Field in Trinidad and Tobago. This license expires in 2039.\nAfrica\nIn Africa, the company is engaged in upstream activities in Angola, Cameroon, Egypt, Equatorial Guinea, Namibia and Nigeria. Acreage for Africa can be found in the Acreage table. Net daily oil-equivalent production from these countries can be found in the Net Production of Crude Oil, Natural Gas Liquids and Natural Gas table.\nAngola The company operates and holds a 39.2 percent interest in Block 0, a concession adjacent to the Cabinda coastline that expires in 2050. The Block 0 Sanha Lean Gas Connection Project (SLGC) was completed in 2024 and added a new platform that ties the existing complex to new connecting pipelines for gathering and exporting gas from Blocks 0 and 14 to Angola LNG. \nIn 2024, construction continued at the South N’Dola project located in Area B of Block 0, with first oil expected in 2025.\nChevron also operates and holds a 31 percent interest in a production sharing contract (PSC) for deepwater Block 14 that expires in 2028.\nIn 2024, Chevron added frontier exploration acreage positions for Blocks 49 and 50 offshore Angola in the deepwater lower Congo Basin.\nChevron has a 36.4 percent shareholding in Angola LNG Limited, which operates an onshore natural gas liquefaction plant in Soyo, Angola. The plant has the capacity to process 1.1 billion cubic feet of natural gas per day. This is the world’s first LNG plant supplied with associated gas, where the natural gas is a byproduct of crude oil production. Feedstock for the plant originates from multiple fields and operators. \nChevron owns a 31 percent nonoperated working interest in the New Gas Consortium Project (NGC). NGC is an offshore gas concession in which the Quiluma and Maboqueiro (Q&M) fields will be the first to be developed, with first production expected in 2026. The Q&M development includes two wellhead platforms and an onshore gas treatment plant with connections to the Angola LNG plant. Proved reserves were recognized for this project in 2024.\nAngola-Democratic Republic of Congo (DRC) Joint Development Area Chevron has a 31 percent interest in a production sharing agreement (PSA) with the Angola and DRC governments to explore Block 14/23 located in the Zone of Common Interest established between the Republic of Angola and DRC maritime area.\nAngola-Republic of Congo (ROC) Joint Development Area Chevron operates and holds a 15.5 percent interest in the Lianzi Unitization Zone (Lianzi), which is located in an area shared equally by Angola and the ROC. This interest expires in 2031. In January 2025, the company sold its interest in the ROC portion of Lianzi, while retaining the Angolan portion.\nRepublic of Congo In January 2025, the company sold its 31.5 percent nonoperated interest in the offshore Haute Mer permit area. \nCameroon Chevron has a 100 percent interest in the YoYo Block in the Douala Basin. Preliminary development plans include a possible joint development between YoYo and the Yolanda fields located in Equatorial Guinea Block I. \nEgypt Chevron has interests in Egypt blocks in both the Mediterranean and Red Sea. In the Mediterranean Sea, Chevron holds a 63 percent-owned and operated interest in North El Dabaa (Block 4), a 45 percent-owned and operated interest in the Nargis Block and a 27 percent non-operated working interest in North Cleopatra (Block 7). In 2024, Chevron relinquished its 63 percent-owned and operated interest in North Sidi Barrani (Block 2) and its 27 percent nonoperated interest in North Marina (Block 6). \nIn the Red Sea, the company holds a 45 percent-owned and operated interest in Block 1. \nEquatorial Guinea Chevron has a 38 percent-owned and operated interest in the Aseng Field and the Yolanda Field in Block I and a 45 percent-owned and operated interest in the Alen Field in Block O. The Yolanda field is a discovered natural gas field that straddles the Equatorial Guinea and Cameroon maritime border, for which development options are being reviewed with both governments. \nThe company also holds a 32 percent nonoperated interest in the Alba natural gas and condensate field.\nChevron holds interests in two processing facilities located in Punta Europa. These include a 28 percent nonoperated interest in the Alba LPG Plant and a 45 percent nonoperated interest in the Atlantic Methanol Production Company.\nIn 2024, Chevron added two exploration acreage positions for Blocks EG-06 and EG-11, offshore Bioko Island.\nNamibia Chevron has an 80 percent-owned and operated interest in Petroleum Exploration License (PEL) 90 (Block 2813B) in the Orange Basin, offshore Namibia. In early 2025, Chevron acquired an 80 percent-owned and operated interest in PEL82 (Blocks 2112B and 2212A) in the Walvis Basin.\nNigeria Chevron holds 40 percent interests in concessions across the onshore and shallow-offshore regions of the Niger Delta, most of which were converted in 2024 to the terms of the Petroleum Industry Act of 2021. The company also holds acreage positions in five operated and six nonoperated deepwater blocks, with working interests ranging from 20 to 100 percent. \nChevron operates and holds a 67.3 percent working interest in the Agbami Field, which straddles deepwater Petroleum Mining Lease (PML) 52 (previously known as Oil Mining License (OML) 127) and OML 128. PML 52 expires in 2044, and OML 128 expires in 2042. Additionally, Chevron holds a 30 percent nonoperated working interest in the Usan Field in OML 138 that expires in 2042. \nIn deepwater exploration, Chevron operates and holds a 55 percent working interest in the Nsiko discovery in OML 140 and a 100 percent working interest in the Aparo discovery in OML 132. Chevron also holds a 27 percent nonoperated working interest in OML 139 and OML 154, and the company continues to work with the operator to evaluate development options for the multiple deepwater discoveries in the Usan area, including the Owowo Field, which straddles OML 139 and OML 154. The development plan for the Owowo Field involves a subsea tie-back to the existing Usan floating, production, storage and offloading vessel. The field development plan for the Owowo Stage 1 development project was approved in August 2024. At the end of 2024, no proved reserves were recognized for this project.\nAlso, in the deepwater area, the third-party-operated Bonga South West Aparo Field in OML 118 straddles both OML 132 and OML 140. Chevron holds a 16.6 percent nonoperated working interest in the unitized area. The development plan involves subsea wells tied back to a floating production, storage and offloading vessel. At the end of 2024, no proved reserves were recognized for this project.\nChevron holds a 40 percent-owned and operated working interest in Oil Prospecting License (OPL) 215 that covers 256,000 net acres.\nIn 2024, Chevron discovered new oil in the Niger Delta at Petroleum Mining Lease 49 (previously within OML 90). This Meji NW-1 discovery is expected to increase Chevron’s oil production in the joint venture asset in which it holds a 40 percent working interest.\nChevron operates the Escravos Gas Plant, which has a total processing capacity of 680 million cubic feet per day of natural gas and liquefied petroleum gas and condensate export capacity of 58,000 barrels per day. The company operates the 33,000-barrel-per-day Escravos Gas to Liquids facility. In addition, the company holds a 36.9 percent interest in the West African Gas Pipeline Company Limited affiliate, which supplies Nigerian natural gas to customers in Benin, Togo and Ghana.\nAsia\nIn Asia, the company is engaged in upstream activities in Bangladesh, China, Cyprus, Indonesia, Israel, Kazakhstan, the Partitioned Zone between Saudi Arabia and Kuwait, Russia and Thailand. Acreage for Asia can be found in the Acreage table. Net daily oil-equivalent production for these countries can be found in the Net Production of Crude Oil, Natural Gas Liquids and Natural Gas table. \nBangladesh Chevron Bangladesh operates and holds 100 percent interest in Block 12 (Bibiyana field) and Blocks 13 and 14 (Jalalabad and Moulavi Bazar fields) under two PSCs. The rights to produce from Bibiyana and Jalalabad expire in 2034 and from Moulavi Bazar in 2038.\nChina Chevron has a 49 percent nonoperated working interest in the Chuandongbei project, including the Luojiazhai and Gunziping natural gas fields located onshore in the Sichuan Basin with the PSC expiring in 2038. The company also has a 32.7 percent nonoperated working interest in Block 16/19 in the Pearl River Mouth Basin, with the PSC expiring in 2028.\nIn the Bohai Bay, the company previously held a 24.5 percent nonoperated working interests in the Qinhuangdao (QHD) 32-6 PSC, which expired in November 2024.\nCyprus The company holds a 35 percent-owned and operated interest in the Aphrodite gas field in Block 12 under a PSC, with an exploitation license that expires in 2044. In February 2025, the government and the joint venture agreed to a development and production plan with revised PSC project milestones.\nIndonesia In 2024, Chevron commenced an exploration project managed by its joint venture at the Way Ratai geothermal working area in Lampung.\nIsrael Chevron holds a 39.7 percent-owned and operated interest in the Leviathan Field, which operates under a concession that expires in 2044. A third gathering pipeline is under construction and is expected to increase gas production capacity from approximately 1.2 to 1.4 billion cubic feet per day from the Leviathan reservoir. This pipeline is scheduled for completion in early 2026. \nChevron is also undergoing front end engineering design (FEED) and procurement for long lead items to further expand the installed capacity at the Leviathan Field from 1.4 to up to 2.1 billion cubic feet per day. This expansion aims to increase production and improve the monetization of the asset, including opportunities via existing and planned regional infrastructure as well as potential avenues for entry into the global LNG market. The FEED work is critical to reach FID and is contingent upon meeting certain commercial and regulatory conditions.\nThe company also holds a 25 percent-owned and operated interest in the Tamar gas field, which operates under a concession that expires in 2038. Phase 1 of the Tamar Optimization Project includes installation of a new pipeline to increase delivery capacity to the processing platform, allowing for production at the platform to increase from approximately 1.0 billion to 1.2 billion cubic feet per day. This project is scheduled for completion in 2025. \nChevron reached FID on Phase 2 of the Tamar Optimization Project in February 2024, which is expected to further increase capacity up to approximately 1.6 billion cubic feet of gas per day and includes investment in additional midstream infrastructure. This project is scheduled for completion in 2026. \nKazakhstan Chevron has a 50 percent interest in the Tengizchevroil (TCO) affiliate and an 18 percent nonoperated working interest in the Karachaganak field.\nTCO is developing the Tengiz and Korolev crude oil fields in western Kazakhstan under a concession agreement that expires in 2033. Most of TCO’s 2024 crude oil production was exported through the Caspian Pipeline Consortium (CPC) pipeline.\nTCO completed the Wellhead Pressure Management Project (WPMP) in 2024 while also completing two major train turnarounds. In early 2025, TCO started oil production at the Future Growth Project (FGP). FGP is the third processing plant in operation at the Tengiz oil field, which is expected to increase crude oil production by 260,000 barrels per day at full capacity and ramp-up total output to one million barrels of oil-equivalent per day. \nThe Karachaganak field is located in northwest Kazakhstan, and operations are conducted under a PSA that expires in 2038. During 2024, a majority of the exported liquids were transported through the CPC pipeline. In 2024, the Karachaganak Expansion Project Stage 1A facility scope was completed with final associated injector well to be completed in first-half 2025 and Stage 1B continued development expecting to complete second-half 2026. Both projects increase gas re-injection capacity and extend stable field production. Proved reserves have been recognized for both projects. \nKazakhstan/Russia Chevron has a 15 percent interest in the CPC. Through 2024, CPC transported an average of 1.4 million barrels of crude oil per day, composed of 1.2 million barrels per day from Kazakhstan and 0.2 million barrels per day from Russia.\nKurdistan Region of Iraq After relinquishment of company interests in Sarta and Qara Dagh PSCs in 2023, Chevron continues to work with the government and joint venture partner on final exit agreements, expected to be completed in early 2025.\nMyanmar Chevron withdrew from Myanmar, effective April 2024.\nPartitioned Zone Chevron holds a concession to operate the Kingdom of Saudi Arabia’s 50 percent interest in the hydrocarbon resources in the onshore area of the Partitioned Zone between Saudi Arabia and Kuwait. The concession expires in 2046. In 2024, the NWWB-1 exploration well reached total depth and was placed on production. Current activities focus on optimizing base business, further exploration and development drilling and delivering new technology that enables production growth. \nThailand Chevron holds operated interests in the Pattani Basin, located in the Gulf of Thailand, with ownership ranging from 35 percent to 71.2 percent. Concessions for producing areas within this basin expire between 2028 and 2035. Chevron has a 35 percent-owned and operated interest in the Pailin field in Block 12/27. Chevron also has a 16 percent nonoperated working interest in the Arthit field located in the Malay Basin. Concessions for the producing areas within this basin expire between 2036 and 2040. Chevron also has an exploration and production license for Block G2/65, which covers 3.7 million net acres.\nChevron holds between 30 to 80 percent operated and nonoperated working interests in the Thailand-Cambodia Overlapping Claims Area that are inactive, pending resolution of border issues between Thailand and Cambodia.\nAustralia\nChevron is the largest producer of LNG in Australia. Acreage can be found in the Acreage table. Net daily oil-equivalent production can be found in the Net Production of Crude Oil, Natural Gas Liquids and Natural Gas table. \nUpstream activities in Australia are concentrated offshore Western Australia, where the company is the operator of two major LNG projects, Gorgon and Wheatstone, and has a nonoperated working interest in the North West Shelf (NWS) Venture and exploration acreage in the Carnarvon Basin.\nChevron holds a 47.3 percent-owned and operated interest in Gorgon on Barrow Island, which includes the development of the Gorgon and Jansz-Io fields, a three-train 15.6 million-metric-ton-per-year LNG facility, a carbon capture and underground storage facility and a domestic gas plant. Progress on the Jansz-Io Compression project continued during 2024 with first gas expected in 2028. Proved reserves have been recognized for this project. Gorgon’s estimated remaining economic life exceeds 40 years.\nChevron holds an 80.2 percent interest in the offshore licenses and a 64.1 percent-owned and operated interest in the LNG facilities associated with Wheatstone. Wheatstone includes the development of the Wheatstone and Iago fields, a two-train, 8.9 million-metric-ton-per-year LNG facility, and a domestic gas plant. The onshore facilities are located at Ashburton North on the coast of Western Australia. Wheatstone’s estimated remaining economic life exceeds 16 years.\nChevron has a 16.7 percent nonoperated working interest in the NWS Venture in Western Australia. In 2024, the company agreed to an asset swap of its 16.7 percent interest in the NWS Project, NWS Oil Project and its 20 percent interest in Angel Carbon Capture and Storage Project with Woodside’s 13 percent nonoperated interest in the Wheatstone Project and 65 percent operated interest in the Julimar-Brunello fields and related infrastructure, which is expected to close in 2026, subject to customary closing conditions and regulations. \nThe company continues to evaluate exploration and appraisal activity across the Carnarvon Basin, in which it holds more than 2.6 million net acres. In 2024, Chevron was awarded the WA-553-P exploration permit in the North Carnarvon Basin, which covers approximately 800,000 net acres. Chevron owns and operates the Clio, Acme and Acme West fields. The company is collaborating with other Carnarvon Basin participants to assess the possibility of developing Clio and Acme through shared utilization of existing infrastructure.\nChevron holds operated and nonoperated working interests ranging from 20 to 70 percent, in five greenhouse gas assessment permits to evaluate the potential of carbon dioxide storage. The blocks, including four in the Carnarvon Basin off the northwestern coast of Western Australia and one in the Bonaparte Basin offshore Northern Territory, total nearly 10.2 million gross acres. This acreage includes Block G-18-AP and Block G-20-AP, both awarded in 2024 and the Angel Carbon Capture and Storage Project, subject to the asset swap mentioned above. \nUnited Kingdom\nAcreage can be found in the Acreage table. Net oil equivalent production for the United Kingdom can be found in the Net Production of Crude Oil, Natural Gas Liquids and Natural Gas table. \nChevron holds a 19.4 percent nonoperated working interest in the Clair Field, located west of the Shetland Islands. The Clair Field currently consists of two platform drilling centers: the original Clair Phase 1 and a later added Clair Ridge center. The company is assessing a third drilling center to develop further resources in the area. The Clair Field has an estimated remaining production life extending beyond 2050. \nSales of Natural Gas Liquids and Natural Gas \nThe company sells NGLs and natural gas from its producing operations under a variety of contractual arrangements. In addition, the company also makes third-party purchases and sales of NGLs and natural gas in connection with its supply and trading activities. \nU.S. and international sales of NGLs averaged 511,000 and 268,000 barrels per day, respectively, in 2024. \nDuring 2024, U.S. and international sales of natural gas averaged 5.2 billion and 5.7 billion cubic feet per day, respectively, which includes the company’s share of equity affiliates’ sales. Outside the United States, substantially all of the natural gas sales from the company’s producing interests are from operations in Angola, Australia, Bangladesh, Canada, Equatorial Guinea, Kazakhstan, Israel, Nigeria and Thailand. \nRefer to Selected Operating Data in Management’s Discussion and Analysis of Financial Condition and Results of Operations, for further information on the company’s sales volumes of NGLs and natural gas. Refer also to Delivery Commitments for information related to the company’s delivery commitments for the sale of crude oil and natural gas.\nDownstream\nRefining Operations\nAt the end of 2024, the company had a refining network capable of processing 1.8 million barrels per day. Operable capacity at December 31, 2024, and daily refinery inputs for the company and affiliate refineries for 2022 through 2024, are summarized in the table below. Average crude unit distillation capacity utilization was 87.9 percent in 2024 and 89.8 percent in 2023. \nAt U.S. refineries, crude unit distillation capacity utilization, which includes all crude oil and other inputs, averaged 86.6 percent in 2024, compared with 90.8 percent in 2023. Chevron processes both imported and domestic crude oil in its U.S. refining operations. Imported crude oil accounted for approximately 60 percent of Chevron’s U.S. refinery inputs in both 2024 and 2023.\nIn the United States, the company continued work on projects aimed at improving refinery flexibility and reliability. In 2024, the company completed the upgrade of the Pasadena Refinery, which is expected to increase light crude oil throughput capacity to 125,000 barrels per day with a phased start-up through first-quarter 2025. This project should allow the company to process more equity crude from the Permian Basin, supply more products to customers in the U.S. Gulf Coast and realize synergies with the company’s Pascagoula Refinery. \nOutside the United States, the company has interests in three large refineries in Singapore, South Korea and Thailand. Singapore Refining Company (SRC), a 50 percent-owned joint venture, has a total capacity of 290,000 barrels of crude per day and manufactures a wide range of petroleum products. The 50 percent-owned GS Caltex (GSC) Yeosu Refinery in South Korea remains one of the world’s largest refineries with a total crude capacity of 800,000 barrels per day. The company’s 60.6 percent-owned refinery in Thailand, Star Petroleum Refining Public Company Limited (SPRC), continues to supply high-quality petroleum products into regional markets.\n\nPetroleum Refineries: Locations, Capacities and Crude Unit Inputs                                                                                              \nCapacities and inputs in thousands of barrels per day                                   December 31, 2024                           Refinery Crude Unit Inputs*\nLocations                                                                  Number       Operable Capacity              2024              2023              2022\nPascagoula                       Mississippi                              1                   369                 337               355               359      \nEl Segundo                       California                               1                   290                 224               232               251      \nRichmond                         California                               1                   257                 242               236               183      \nPasadena                         Texas                                    1                    85                  65                84                78      \nSalt Lake City                   Utah                                     1                    58                  49                55                53      \nTotal Consolidated Companies — United States                              5                 1,059                 917                     962               924\nMap Ta Phut                      Thailand                                 1                   175                 160               153               156      \nTotal Consolidated Companies — International                              1                   175                 160               153                     156\nYeosu                            South Korea                              1                   400                 369               367               375      \nPulau Merlimau                   Singapore                                1                   145                 117               116               121      \nTotal Affiliates                                                          1                   545                 486               483               496      \nTotal Including Affiliates — International                                3                   720                 646               636               652      \nTotal Including Affiliates — Worldwide                                    8                 1,779               1,563             1,598             1,576      \n* Includes crude oil and all other feedstocks to the crude distillation units.                                                                                 \nRenewable Fuels\nThe company develops and produces renewable fuels, including but not limited to renewable diesel, renewable gasoline, biodiesel, sustainable aviation fuel and renewable natural gas (RNG).\nChevron owns and operates 11 biofuel refineries located in the U.S. and Germany, eight biofuel refineries producing biodiesel and one producing renewable diesel, with two refineries idled in 2024. Expansion work at the Geismar renewable diesel plant in Louisiana to increase production capacity from 7,000 to 22,000 barrels per day is in final commissioning stage, with startup expected in first quarter 2025.\nChevron holds a 50 percent working interest in Bunge Chevron Ag Renewables LLC, which produces soybean oil from processing facilities in Destrehan, Louisiana, and Cairo, Illinois. Soybean oil can be used as a renewable feedstock to make renewable diesel, biodiesel and sustainable aviation fuel. In 2024, FID was taken to build a new oilseed processing plant in Louisiana. \n17\n\n\nThe company continues to advance its dairy biomethane activities through Brightmark RNG Holdings LLC (Brightmark), CalBioGas LLC, and CalBioGas Hilmar LLC. In 2024, Brightmark announced the inauguration of its Eloy Renewable Natural Gas center in Arizona and also achieved commercial operations at ten additional projects across Iowa, Michigan, Ohio, South Dakota and Wisconsin. These facilities utilize anaerobic digesters to capture methane from dairy farms and transform manure into pipeline quality fuel, fertilizer and water. In California, commercial operations began in 2024 at the central gas processing facility for CalBioGas Hilmar LLC, the company’s newest partnership with California Bioenergy LLC, which includes seven new anaerobic digestion dairy farm projects. \nChevron markets RNG through its nationwide network of 66 compressed natural gas (CNG) stations under the Chevron and Beyond6 brands. In 2024, Chevron opened six CNG stations across California, Florida, Georgia and Texas.\nMarketing Operations\nThe company markets petroleum products under the principal brands of “Chevron,” “Texaco” and “Caltex” throughout many parts of the world. The following table identifies the company’s and its affiliates’ refined products sales volumes, excluding intercompany sales, for the three years ended December 31, 2024.\n\nRefined Products Sales Volumes                                                                           \nThousands of barrels per day                                  2024                    2023           2022\nUnited States                                                                                            \nGasoline1                                              667                             642            639\nJet Fuel                                               255                             260            212\nDiesel/Gas Oil1                                        213                             227            216\nFuel Oil                                                54                              44             56\nOther Petroleum Products2                               97                             114            105\nTotal United States                                  1,286                   1,287             1,228     \nInternational3                                                                                           \nGasoline                                               382                             353            336\nJet Fuel                                               229                             234            196\nDiesel/Gas Oil1                                        479                             472            464\nFuel Oil                                               182                             161            168\nOther Petroleum Products2                              223                             225            222\nTotal International                                  1,495                   1,445             1,386     \nTotal Worldwide3                                     2,781                   2,732             2,614     \n1 Includes renewable fuel sales:                        40                              44             24\nPrincipally naphtha, lubricants, asphalt and coke.                                                       \nIncludes share of affiliates’ sales:                   386                             389            389\n In the United States, the company markets primarily under the principal brands of “Chevron” and “Texaco.” At year-end 2024, the company supplied directly or through retailers and marketers approximately 8,500 Chevron- and Texaco-branded service stations, primarily in the southern and western states. Approximately 370 of these outlets are company-owned or -leased stations.\nOutside the United States, Chevron supplied directly or through retailers and marketers approximately 5,200 branded service stations, including affiliates. The company markets using the Chevron and Texaco brands in Latin America and the Caltex brand in the Asia-Pacific region. In South Korea, the company operates through its 50 percent-owned affiliate, GSC. The rebranding project to transition service stations in Australia from Puma to the Caltex brand is expected to complete in 2025. \nChevron markets commercial aviation fuel to 64 airports worldwide. The company markets base oil globally under the Chevron and Nexbase brands and markets lubricant and coolant products under the Chevron, Texaco and Caltex brands.\nChemicals Operations \nChevron Oronite Company develops, manufactures and markets performance additives for lubricating oils and fuels and conducts research and development for additive component and blended packages. At the end of 2024, the company manufactured, blended or conducted research at 11 locations around the world. \nChevron owns a 50 percent interest in Chevron Phillips Chemical Company LLC (CPChem). CPChem produces olefins, polyolefins and alpha olefins and is a supplier of aromatics and polyethylene pipe, in addition to participating in the \nspecialty chemical and specialty plastics markets. At the end of 2024, CPChem owned or had joint-venture interests in 30 manufacturing facilities and two research and development centers around the world.\nCPChem has two major integrated polymer projects under construction, the Golden Triangle Polymers Project in Orange, Texas, for which CPChem holds a 51 percent-owned and operated interest and the Ras Laffan Petrochemical Project in Ras Laffan, Qatar, for which CPChem holds a 30 percent nonoperated working interest. Start-up for both projects is targeted for 2026. CPChem is expected to complete the Low Viscosity Poly Alpha Olefin Expansion Project at the CPChem Beringen, Belgium site in first-half 2025. \nChevron is also involved in the petrochemical business through the operations of GSC, the company’s 50 percent-owned affiliate in South Korea. GSC manufactures aromatics, including benzene, toluene and xylene. These base chemicals are used to produce a range of products, including adhesives, plastics and textile fibers. GSC also produces olefins, which are used to make automotive and home appliance parts, food packaging, laboratory equipment, building materials, adhesives, paint and textiles.\nTransportation\nPipelines Chevron owns and operates a network of crude oil, natural gas and product pipelines and other infrastructure assets in the United States. In addition, Chevron operates pipelines for its 50 percent-owned CPChem affiliate. The company also has direct and indirect interests in other U.S. and international pipelines. \nRefer to Nigeria and Kazakhstan/Russia in the Upstream section for information on the West African Gas Pipeline and the Caspian Pipeline Consortium. \nShipping The company’s marine fleet includes both U.S. and foreign flagged vessels. The operated fleet consists of conventional crude tankers, product carriers and LNG vessels. These vessels transport crude oil, LNG, refined products and feedstock in support of the company’s global upstream and downstream businesses. In 2024, Chevron announced plans to install a hard-sail wind-assisted propulsion system on a new time-chartered LNG carrier to reduce carbon intensity, with an expected delivery in 2026.\nOther Businesses\nChevron Technical Center The company aims to scale affordable, innovative technology solutions to support a sustainable, resilient energy system. Chevron Technical Center (CTC) conducts research, develops and qualifies technology and provides technical services and competency development in support of business outcomes. Areas of expertise include earth sciences, reservoir and production engineering, facilities engineering, reserve governance and reporting, capital projects, drilling and completions, innovation, technology ventures, catalyst and process technology, technical computing and digital and data science. In 2024, Chevron announced the establishment of an engineering and innovation center in India to provide technical and digital solutions for the enterprise. \nCTC includes the company’s information technology organization, which integrates computing, data management and analytics, cybersecurity and other key infrastructure technologies to provide a digital foundation to enable Chevron’s global operations, projects and business processes.\nThe company is focused on technologies that are ready to adopt and scale today, as well as breakthrough technologies in support of its oil, natural gas and products and new energies businesses, including shale and tight recovery, deepwater development, lowering the carbon intensity of heavy oil, advancing facilities of the future, renewable fuels, carbon capture utilization and storage, hydrogen and geothermal energy.\nChevron leverages its in-house expertise to undertake internal research and development to advance energy solutions. The company holds more than 4,000 patents for new technologies, with nearly 3,400 additional patents pending, making Chevron one of the leading U.S. patent holders in the industry. \nCollaboration is increasingly important to close innovation gaps and integrate emerging technologies into existing energy value chains. Chevron works with startups, universities, national laboratories, joint ventures and service companies to explore, evaluate and scale solutions. Chevron is applying artificial intelligence (AI) to drive productivity, efficiency and value to its global operations. The company is building high-impact use cases leveraging its extensive data and insights and collaborating with others to access AI solutions to help unlock value. In an effort to ensure its AI systems are reliable and effective, the company is employing processes to assess its capabilities, limitations and readiness. Chevron is a member of the Responsible AI institute, a consortium focused on integrating AI responsibly while safeguarding human values. \nThe Chevron Technology Ventures (CTV) unit identifies and invests in externally developed technologies and new business solutions with the potential to enhance the way Chevron produces and delivers affordable, reliable and lower carbon energy. CTV has more than 25 years of being the primary on-ramp for early-stage, external innovation into Chevron, including venture investing, with ten funds that have supported more than 150 startups and worked with more than 350 co-investors. \nIn addition to the company’s own managed funds, Chevron also makes investments indirectly through the following funds: the Oil and Gas Climate Initiative (OGCI) Climate Investments’ Catalyst Fund I, which targets decarbonization within the oil and gas, industrial, built environments and commercial transportation sectors; Emerald funds, one of which targets energy, water, food, mobility, industrial IT and advanced materials and another that focuses on sustainable packaging; Carbon Direct Capital, a growth equity investor in carbon management technologies; and the HX Venture Fund 1 that targets Houston, Texas high-growth start-up companies. \nSome of the investments the company makes in the areas described above are in new or unproven technologies and business processes; therefore, the ultimate technical or commercial successes of these investments are not certain. Refer to Note 27 Other Financial Information for quantification of the company’s research and development expenses.\nChevron New Energies The new energies organization is focused on developing new businesses with the aim to support the company’s objectives to lower the carbon intensity of its operations and enable growth opportunities with the potential to generate competitive returns. These include additional fuel solutions utilizing hydrogen and its derivatives such as ammonia, carbon emissions management through carbon capture and offsets, and power generation for data centers. The company is also pursuing opportunities in other emerging areas, including enhanced geothermal to deliver non-intermittent lower carbon power, and lithium extraction and production for battery and other applications. \nEnvironmental Protection The company designs, operates and maintains its facilities to avoid potential spills or leaks and to minimize the impact of those that may occur. Chevron requires its facilities and operations to have operating standards and processes and emergency response plans that address significant risks identified through site-specific risk and impact assessments. Chevron also requires that sufficient resources be available to execute these plans. In the unlikely event that a major spill or leak occurs, Chevron also maintains a Worldwide Emergency Response Team comprised of employees who are trained in various aspects of emergency response, including post-incident remediation. \nTo complement the company’s capabilities, Chevron maintains active membership in international oil spill response cooperatives, including the Marine Spill Response Corporation, which operates in U.S. territorial waters, and Oil Spill Response, Ltd., which operates globally. The company is a founding member of the Marine Well Containment Company, whose primary mission is to expediently deploy containment equipment and systems to capture and contain crude oil in the unlikely event of a future loss of control of a deepwater well in the Gulf of America. In addition, the company is a member of the Subsea Well Response Project, which has the objective to further develop the industry’s capability to contain and shut in subsea well control incidents in different regions of the world. \nThe company aims to lower the carbon intensity of its oil and gas operations and comply with the related laws and regulations to which it is subject. Refer to Item 1A. Risk Factors for further discussion of government action with respect to greenhouse gas and climate change and the associated risks to Chevron’s business. Refer to Management’s Discussion and Analysis of Financial Conditions and Results of Operations Business Environment and Outlook on pages 35 through 37 for further discussion of climate change related trends and uncertainties. \nRefer to Management’s Discussion and Analysis of Financial Conditions and Results of Operations on pages 55 through 56 for additional information on environmental matters and their impact on Chevron, and on the company’s 2024 environmental expenditures. Refer to page 54 through 55 and Note 24 Other Contingencies and Commitments for a discussion of environmental remediation provisions and year-end reserves.",
      "char_count": 106774
    },
    "item1a": {
      "text": "Item 1A. Risk Factors\nAs a global energy company, Chevron is subject to a variety of risks that could materially impact the company’s results of operations and financial condition.\nBUSINESS AND OPERATIONAL RISK FACTORS\nChevron is exposed to the effects of changing commodity prices Chevron is primarily in a commodities business that has a history of price volatility. The most significant factor that affects the company’s results of operations are the prices of crude oil, natural gas, and natural gas liquids, which can be influenced by general economic conditions and level of economic \ngrowth, including low or negative growth; industry production and inventory levels; technology advancements, including those in pursuit of a lower carbon economy; production quotas or other actions that might be imposed by the Organization of Petroleum Exporting Countries or other producers; weather-related damage and disruptions due to other natural or human causes beyond our control; competing fuel prices; geopolitical risks; the pace of energy transition; customer and consumer preferences and the use of substitutes; and governmental regulations, policies and other actions regarding the development of oil and gas reserves, as well as greenhouse gas emissions and climate change. Chevron evaluates the risk of changing commodity prices as a core part of its business planning process. An investment in the company carries significant exposure to fluctuations in global prices of crude oil, natural gas, and natural gas liquids.\nExtended periods of low prices for crude oil, natural gas, and natural gas liquids can have a material adverse impact on the company’s results of operations, financial condition and liquidity. Among other things, the company’s upstream earnings, cash flows, and capital expenditure programs could be negatively affected, as could its production and proved reserves. Upstream assets may also become impaired. Downstream earnings could be negatively affected because they depend upon the supply and demand for refined products and the associated margins on refined product sales. A significant or sustained decline in liquidity could adversely affect the company’s credit ratings, potentially increase financing costs and reduce access to capital markets. The company may be unable to realize anticipated cost savings, expenditure reductions and asset sales that are intended to compensate for such downturns, and such downturns may also slow the pace and scale at which we are able to invest in our business, including our Chevron New Energies organization. In some cases, transferred liabilities, including for decommissioning of previously divested assets, have returned and may continue to return to the company when an acquirer of those assets subsequently defaults on the assumed transferred liabilities (e.g., bankruptcy). In addition, extended periods of low commodity prices can have a material adverse impact on the results of operations, financial condition and liquidity of the company’s suppliers, vendors, partners and equity affiliates upon which the company’s own results of operations and financial condition depend.\nThe scope of Chevron’s business will decline if the company does not successfully develop resources The company is in an extractive business; therefore, if it is not successful in replacing the crude oil and natural gas it produces with good prospects for future organic opportunities or through acquisitions, exploration or technology, the company’s business will decline. Creating and maintaining an inventory of economic projects depends on many factors, including obtaining and renewing rights to explore, develop and produce hydrocarbons; drilling success; reservoir optimization; technology advancements; ability to bring long-lead-time, capital-intensive projects to completion on budget and on schedule; partner alignment, including strategic support; and efficient and profitable operation of mature properties. \nThe company’s operations could be disrupted by natural or human causes beyond its control Chevron operates in both urban areas and remote and sometimes inhospitable regions. The company’s operations are therefore subject to disruption from natural or human causes beyond its control, including risks from hurricanes, severe storms, floods, heat waves, and other forms of severe weather; wildfires; ambient temperature increases; sea level rise; war or other military conflicts such as the conflict in the Middle East and the military conflict between Russia and Ukraine; accidents; civil unrest; political events; fires; earthquakes; system failures; cyber threats; terrorist acts; and epidemic or pandemic diseases, some of which may be impacted by climate change and any of which could result in suspension of operations or harm to people or the natural environment.\nChevron’s risk management systems are designed to assess potential physical and other risks to its operations and assets and to plan for their resiliency. While capital investment reviews and decisions incorporate potential ranges of physical risks such as storm severity and frequency, sea level rise, air and water temperature, precipitation, fresh water access, wind speed, and earthquake severity, among other factors, it is difficult to predict with certainty the timing, frequency or severity of such events, any of which could have a material adverse effect on the company's results of operations or financial condition. \nCyberattacks and events affecting Chevron’s operational technology networks or other digital infrastructure could have a material adverse impact on the company’s business and results of operations There are numerous and evolving risks to Chevron’s cybersecurity and privacy from cyber threat actors, including criminal hackers, state-sponsored intrusions, industrial espionage and employee malfeasance. These cyber threat actors, whether internal or external to Chevron, are becoming more sophisticated and coordinated in their attempts to access the company’s information technology (IT) systems and data, including the IT systems of cloud providers and other third parties with whom the company conducts business through, without limitation, malicious software; data breaches by employees, insiders or others with authorized access; cyber or phishing-attacks; ransomware; attempts to gain unauthorized access to our data and systems; and other electronic security breaches. The cyber risk landscape changes over time due to a variety of internal and external factors, \nincluding during organizational changes, relocating work to international geographies, or other corporate transactions; political tensions; war or other military conflicts; or civil unrest. Although Chevron devotes significant resources to prevent unwanted intrusions and to protect its systems and data, whether such data is housed internally or by external third parties, the company has experienced and will continue to experience cyber incidents of varying degrees in the conduct of its business. Cyber threat actors could compromise the company’s operational technology networks or other critical systems and infrastructure, resulting in disruptions to its business operations, injury to people, harm to the environment or its assets, disruptions in access to its financial reporting systems, or loss, misuse or corruption of its critical data and proprietary information, including without limitation its intellectual property and business information and that of its employees, customers, partners and other third parties. Any of the foregoing can be exacerbated by a delay or failure to detect a cyber incident or the full extent of such incident. Further, the company is increasingly experiencing cyber incidents related to its third-party vendors. Some third-party vendors house the company’s critical data and proprietary information on their IT systems, including the cloud; others have access to Chevron’s IT systems or provide software through which threat actors could gain access or introduce malware to Chevron’s IT systems. Our use of third-party software, services and support may also result in unintentional, non-malicious events or outages that affect our ability to operate critical business systems. Regardless of the precise method or form, events affecting our networks or digital infrastructure could result in significant financial losses, legal or regulatory violations, reputational harm, and legal liability and could ultimately have a material adverse effect on the company’s business and results of operations.\nThe company’s operations have inherent risks and hazards that require significant and continuous oversight Chevron’s results depend on its ability to identify and mitigate the risks and hazards inherent to operating in the energy industry. The company seeks to minimize these operational risks by carefully designing and building its facilities and conducting its operations in a safe and reliable manner. However, failure to manage these risks effectively could impair our ability to operate and result in unexpected incidents, including releases, explosions or mechanical failures resulting in personal injury, loss of life, environmental damage, loss of revenues, legal liability and/or disruption to operations. Chevron has implemented and maintains a system of corporate policies, standards, processes and systems, behaviors and compliance mechanisms to manage safety, health, environmental, reliability and efficiency risks; to verify compliance with applicable laws and policies; and to respond to and learn from unexpected incidents. In certain situations where Chevron is not the operator, the company may have limited influence and control over third parties, which may limit its ability to manage and control such risks. \nThe company does not insure against all potential losses, which could result in significant financial exposure The company does not have commercial insurance or third-party indemnities to fully cover all operational risks or potential liability in the event of a significant incident or series of incidents causing catastrophic loss. As a result, the company is, to a substantial extent, self-insured for such events. The company relies on existing liquidity, financial resources and borrowing capacity to meet short-term obligations that would arise from such an event or series of events. The occurrence of a significant incident, series of events, or unforeseen liability for which the company is self-insured, not fully insured or for which insurance recovery is significantly delayed could have a material adverse effect on the company’s results of operations or financial condition. \nChevron may not complete the acquisition of Hess Corporation within the time frame the company anticipates or at all, which could have adverse effects on Chevron The completion of the acquisition of Hess Corporation (Hess) is subject to a number of conditions, including approval of any Guyanese governmental body, agency or authority that asserts its approval is required in connection with the transaction, which makes the completion and timing of the completion of the merger uncertain.\nHess Guyana Exploration Limited (HGEL), a wholly owned subsidiary of Hess, is currently in arbitration with respect to the right of first refusal (Stabroek ROFR) contained in an operating agreement among HGEL, affiliates of Exxon Mobil Corporation (Exxon), and China National Offshore Oil Corporation (CNOOC) regarding the Stabroek Block offshore Guyana. The arbitration merits hearing about the applicability of the Stabroek ROFR to the merger has been scheduled for May 2025, with a decision expected in approximately the following three months. If the arbitration does not result in a confirmation that the Stabroek ROFR is inapplicable to the merger, and if Chevron, Hess, Exxon and/or CNOOC do not otherwise agree upon an acceptable resolution, then there would be a failure of a closing condition under the merger agreement, in which case the merger would not close.\nOn December 7, 2023, Chevron and Hess each received a request for additional information and documentary materials (Second Request) from the Federal Trade Commission (FTC). Following the FTC review of the transaction, on September 30, 2024, the FTC announced that a majority of the Commission voted to accept a consent agreement among the FTC, \nChevron and Hess, resolving the concerns the FTC identified during its review of the transaction. Chevron and Hess have taken and will continue to take appropriate steps to maintain our ability under the Hart-Scott-Rodino Act of 1976, as amended, to close the merger following satisfactory resolution of the ongoing arbitration proceedings regarding preemptive rights in the Stabroek Block joint operating agreement. Additionally, if any Guyanese governmental body, agency or authority of competent jurisdiction asserts that its approval is required as a result of the consequences of the merger in Guyana on Hess’ assets in Guyana (which has not occurred as of the filing date of this report), approval of such governmental body, agency or authority will become a condition to each party’s obligation to complete the merger.\nThe failure to satisfy all of the required conditions could delay the completion of the acquisition for a significant period of time or prevent it from occurring at all. A failure to complete the acquisition would mean that we will not realize the anticipated benefits of the transaction. In addition, the terms and conditions of the required regulatory authorizations and consents for the acquisition that are granted, if any, may impose requirements, limitations or costs or place restrictions on the conduct of the company’s business after the transaction or materially delay the completion of the acquisition. A delay in completing the acquisition could cause the company to realize some or all of the benefits later than we otherwise expect to realize them if the acquisition is successfully completed within the anticipated timeframe, which could result in additional transaction costs or in other negative effects associated with uncertainty about completion of the acquisition. \nAcquisitions may cause Chevron’s financial results to differ from the company’s expectations or the expectations of the investment community, the company may not achieve the anticipated benefits of the acquisition, and the acquisition may disrupt the company’s current plans or operations The success of the pending acquisition of Hess will depend, in part, on Chevron’s ability to successfully integrate the business of Hess and realize the anticipated benefits, including synergies. Difficulties in integrating Hess may result in the failure to realize anticipated synergies in the expected timeframes, in operational challenges, and in the diversion of management’s attention from ongoing business concerns, as well as in unforeseen expenses associated with the acquisition, which may have an adverse impact on the company’s financial results.\nLEGAL, REGULATORY AND ESG-RELATED RISK FACTORS\nChevron’s business subjects the company to liability risks from litigation or government action The company produces, transports, refines and markets potentially hazardous materials, and it purchases, handles and disposes of other potentially hazardous materials in the course of its business. Chevron’s operations also produce byproducts, which may be considered pollutants. Often these operations are conducted through joint ventures over which the company may have limited influence and control. Any of these activities could result in liability or significant delays in operations arising from private litigation or government action. For example, liability or delays could result from an accidental, unlawful discharge or from new conclusions about the effects of the company’s current or former operations or products on human health or the environment. In addition, to the extent that societal pressures or political or other factors are involved, it is possible that such liability could be imposed without regard to the company’s causation of or contribution to the asserted damage, or to other mitigating factors. \nFor information concerning some of the litigation in which the company is involved, see Note 16 Litigation.\nPolitical instability and significant changes in the legal and regulatory environment could harm Chevron’s business The company’s operations, particularly exploration and production, can be affected by changing political, regulatory and economic environments in the various countries in which it operates. As has occurred in the past, actions could be taken by governments to increase public ownership of the company’s partially or wholly owned businesses, to force contract renegotiations, or to impose additional taxes, tariffs, royalties, fees, penalties or other costs. In a number of locations, including the European Union, governments have proposed or imposed restrictions on the company’s operations, trade, currency exchange controls, burdensome taxes, and public disclosure requirements that might harm the company’s competitiveness, return on investments, or relations with other governments or third parties. In other countries, political conditions have existed that may threaten the safety of employees and the company’s continued presence in those countries, and internal unrest, acts of violence or strained relations between a government and the company or other governments may adversely affect the company’s operations. Those developments have, at times, significantly affected the company’s operations and results and are carefully considered by management when evaluating the level of current and future activity in such countries. Further, Chevron is required to comply with sanctions and other trade laws and regulations of the United States and other jurisdictions where we operate, such as sanctions imposed in Venezuela and Russia, which, depending upon their scope, could adversely impact the company’s operations and financial results in these countries. In addition, litigation or changes in national, state or local environmental regulations or laws, including those \ndesigned to stop or impede the development or production of oil and gas, such as those related to the use of hydraulic fracturing or bans on drilling, or any law or regulation that impacts the demand for our products, could adversely affect the company’s current or anticipated future operations and profitability. \nLegislative or regulatory changes in tax laws may expose Chevron to additional tax liabilities Changes in tax laws and regulations around the world are regularly enacted due to political or economic factors beyond the company’s control. Chevron’s taxes in the jurisdictions where the company conducts business activities have been and may be adversely affected by changes in tax laws or regulations, including but not limited to, substantive changes in, reductions in, or the repeal or expiration of, tax incentives. Furthermore, Chevron’s tax returns are subject to audit by taxing authorities around the world. There is no assurance that taxing authorities or courts will agree with the positions that Chevron has reflected on the company’s tax returns, in which case interest and penalties could be imposed that may have a material adverse effect on the company’s results of operations or financial condition. \nDuring periods of high profitability for certain companies or industries, there are often calls for increased taxes on profits, often called “windfall profit” taxes. Governments in various jurisdictions, including California and Australia, have announced, proposed, or implemented windfall profit taxes for companies operating in the energy and oil and gas sectors. Such taxes may be imposed on us or may be increased in the future in these or other jurisdictions. The imposition of, or increase in, such windfall profit taxes could adversely affect the company’s current or anticipated future operations and profitability. \nFor information concerning the company’s tax liabilities, see Note 17 Taxes and Note 24 Other Contingencies and Commitments.\nLegislation, regulation, and other government actions and shifting customer and consumer preferences and other private efforts related to greenhouse gas (GHG) emissions and climate change could continue to increase Chevron’s operational costs and reduce demand for Chevron’s hydrocarbon and other products, resulting in a material adverse effect on the company’s results of operations and financial condition Chevron has experienced and may be further challenged by increases in the impacts of international and domestic legislation, regulation, or other government actions relating to GHG emissions (e.g., carbon dioxide and methane) and climate change. International agreements and national, regional, and state legislation and regulatory measures that aim to directly or indirectly limit or reduce GHG emissions are in various stages of implementation. \nLegislation, regulation, and other government actions related to GHG emissions and climate change could reduce demand for Chevron’s hydrocarbon and other products and/or continue to increase Chevron’s operational costs and reduce its return on investment. The Paris Agreement went into effect in November 2016, and a number of countries in which we operate have adopted and may adopt additional policies intended to meet their Paris Agreement goals. Globally, multiple jurisdictions are considering adopting or are in the process of implementing laws or regulations to directly regulate GHG emissions through a carbon tax, a cap-and-trade program, performance standards or other mechanisms, or to attempt to indirectly advance reduction of GHG emissions through restrictive permitting, procurement standards, trade barriers, minimum renewable usage requirements, financing standards, standards or requirements for environmental benefit claims, increased GHG reporting and climate-related disclosure requirements, or tax advantages or other incentives to promote the use of alternative energy, fuel sources or lower-carbon technologies. For example, the company operates in jurisdictions with developing or existing programs, such as the Renewable Fuel Standard program in the U.S., California’s Cap-and-Trade Program and Low Carbon Fuel Standard, and mandates such as the California Air Resources Board Advanced Clean Cars II regulations, as well as other indirect regulation of GHG emissions, which may, among other things, ban or restrict technologies or products that use the company’s products. GHG emissions that may be directly regulated through such efforts include, among others, those associated with the company’s exploration and production of hydrocarbons; power generation; the conversion of crude oil, natural gas and biofeedstocks into refined hydrocarbon products; the processing, liquefaction, and regasification of natural gas; the transportation of crude oil, natural gas, and other products; and customers’ and consumers’ use of the company’s hydrocarbon products. In addition, the U.S. Inflation Reduction Act (IRA) implements various incentives for lower carbon activities, including carbon capture and storage and the production of hydrogen and sustainable aviation fuel. Although the IRA offers incentives that could support certain lower carbon lines of business, those same incentives could negatively impact supply and/or demand for our oil and gas products in the future or any existing or future lower carbon business lines. Many of these actions, as well as customers’ and consumers’ preferences and use of the company’s products or substitute products, and actions taken by the company’s competitors in response to legislation and regulations, are beyond the company’s control.\nSimilar to any significant changes in the regulatory environment, climate change-related legislation, regulation, or other government actions may curtail profitability, as well as render the extraction of the company’s hydrocarbon resources economically infeasible. In particular, GHG emissions-related legislation, regulations, and other government actions, and shifting customer and consumer preferences and other private efforts aimed at reducing GHG emissions may result in increased and substantial capital, compliance, operating, and maintenance costs and could, among other things, reduce demand for hydrocarbons and the company’s hydrocarbon-based products; increase demand for lower carbon products and alternative energy sources; make the company’s products more expensive; adversely affect the economic feasibility of the company’s resources; impact or limit our business plans; and adversely affect the company’s sales volumes, revenues, margins and reputation. For example, some jurisdictions are in various stages of design, adoption, and implementation of policies and programs that cap emissions and/or require short-, medium-, and long-term GHG reductions by operators at the asset or facility level, which may not be technologically feasible, or which could require significant capital expenditure, increase costs of or limit production, result in impairment of assets and limit Chevron’s ability to cost-effectively reduce GHG emissions across its global portfolio. Additionally, some jurisdictions are in various stages of enacting or implementing legislation that imposes retroactive liability on estimated past GHG emissions by certain energy producers and refiners.\nThe ultimate effect of international agreements; national, regional, and state legislation and regulation; and government and private actions related to GHG emissions and climate change on the company’s financial performance, and the timing of these effects, will depend on a number of factors. Such factors include, among others, the sectors covered, the GHG emissions reductions required, the use of standardized carbon accounting, the extent to which Chevron would be able to receive, generate, purchase, or retire credits, the price and availability of credits and the extent to which the company is able to recover, or continue to recover, the costs incurred through the pricing of the company’s products in the competitive marketplace. Further, the ultimate impact of GHG emissions and climate change-related agreements, legislation, regulation, and government actions on the company’s financial performance is highly uncertain because the company is unable to predict with certainty, for a multitude of individual jurisdictions, the outcome of political decision-making processes and legal challenges, including the actual laws and regulations enacted, the variables and trade-offs that inevitably occur in connection with such processes, and market conditions, including the responses of consumers to such changes. \nAttention to environmental, social, and governance (ESG) matters impacts our company Attention to ESG matters, including those related to climate change and sustainability, evolving societal, investor and governmental pressure on companies to address ESG matters, and potential customer and consumer use of substitutes to Chevron’s products have resulted and may continue to result in changes to the portfolio and company activities, increased costs, reduced demand for our products, reduced profits, increased investigations and litigation or threats thereof, negative impacts on our stock price and access to capital markets, impaired participation in public discourse and debate by the company relating to mandatory and voluntary standards and regulations, and damage to our reputation. For example, increasing attention to ESG matters, including climate change, has resulted and may result in the future in shifting demand for our hydrocarbon products, and have resulted in additional litigation and governmental investigations, or threats thereof, against the company. For instance, we have received investigative requests and demands from the U.S. Congress for information relating to climate change, methane leak detection and repair, and other topics, and further requests and/or demands are possible. At this time, Chevron cannot predict the ultimate impact any Congressional or other investigations may have on the company. Information related to climate-change related litigation matters is included in Note 16 Litigation under the heading “Climate Change.”\nSome stakeholders, including but not limited to sovereign wealth, pension, and endowment funds, have been divesting and promoting divestment of or screening out of fossil fuel equities and urging lenders to limit funding to companies engaged in the extraction of fossil fuel reserves. Further, voluntary carbon-related and target-setting frameworks have been developed that may limit the ability of certain sectors, including the oil and gas sector, from accessing capital, and may result in exclusion of the company’s equity or debt from being included as an investment option in portfolios. In addition, some stakeholders, including some of our investors, have divergent and evolving views on our ESG-related strategies and priorities, vis-à-vis our lines of business, calling for focus on increased production of oil and gas products rather than lower carbon business lines and climate-related targets. These circumstances, among others, may result in pressure from activists on production; unfavorable reputational impacts, including inaccurate perceptions or a misrepresentation of our actual ESG policies, practices and performance; diversion of management’s attention and resources; and proxy fights, among other material adverse impacts on our businesses. \nIn addition, organizations that provide information to investors on corporate governance and related matters have developed ratings processes for evaluating companies on their approach to ESG matters, including climate change and climate-related risks (including entities commonly referred to as “raters and rankers”). Such ratings are used by some investors to inform their investment and voting decisions. Unfavorable ESG ratings and investment community divestment initiatives, among other actions, may lead to negative investor sentiment toward Chevron and to the diversion of investment to other industries, which could have a negative impact on our stock price and our access to and costs of capital. Additionally, evolving expectations on various ESG matters, including human rights, biodiversity, waste and water, have increased, and may continue to increase costs, require changes in how we operate and lead to negative stakeholder sentiment.\nOur ambitions and disclosures related to ESG matters subject us to numerous risks that may negatively impact our reputation and stock price or result in other material adverse impacts to the company Chevron has set a number of lower carbon-related ambitions, which may include aspirations, targets, guidance, objectives, metrics, and/or goals. In particular, Chevron has announced an aspiration to achieve net zero Scope 1 and 2 emissions in upstream by 2050. The company also has set nearer-term GHG emission-related targets for upstream carbon intensity and portfolio carbon intensity. Chevron regularly evaluates its ambitions and expects to change or eliminate some of these aspirations, targets, and other ambitions for various reasons, including market conditions; its strategy or portfolio; and financial, operational, policy, reputational, legal and other factors. \nOur ability to achieve any ambition, including with respect to climate-related initiatives, including those outlined in the Management’s Discussion and Analysis of Financial Condition and Results of Operations, pages 35 through 37, and any new businesses, is subject to numerous risks and contingencies, many of which are outside of Chevron’s control. Examples of such risks and contingencies include: (1) sufficient and substantial advances in technology, including the continuing progress of commercially viable technologies and low- or non-carbon-based energy sources; (2) laws, governmental regulation, policies, and other enabling actions, including those regarding subsidies, tax and other incentives as well as the granting of necessary permits by governing authorities; (3) the availability and acceptability of cost-effective, verifiable carbon credits; (4) the availability of suppliers that can meet our sustainability-related standards; (5) evolving regulatory requirements, including changes to IPCC’s Global Warming Potentials and the United States Environmental Protection Agency (U.S. EPA) Greenhouse Gas Reporting Program, affecting ESG standards or disclosures; (6) evolving standards for tracking and reporting on emissions and emission reductions and removals; (7) customers’ and consumers’ preferences and use of the company’s products or substitute products; (8) actions taken by the company’s competitors in response to legislation and regulations; and (9) successful negotiations for carbon capture and storage and nature-based solutions with customers, suppliers, partners, and governments.\nThe standards and regulations for tracking, reporting, disclosing, marketing and advertising related to ESG matters are relatively new, have not been harmonized and continue to evolve. Further, our selection of disclosure frameworks that seek to align with various voluntary reporting standards may change from time to time. Either of these circumstances may result in a lack of comparative data from period to period. \nOur existing processes and controls may not align with evolving voluntary and mandatory standards for identifying, measuring, and reporting ESG metrics. Our interpretation of reporting standards may differ from those of others, and such standards may change over time, including through non-public processes, any of which could result in significant revisions to our goals or reported progress in achieving such goals. For example, Chevron’s methane intensity target is calculated based on Compendium of Greenhouse Gas Emissions Methodologies for the Oil and Natural Gas Industry (2021), which requires use of local regulatory reporting methodologies where applicable. The U.S. EPA has adopted notable changes to reporting methodologies in its Greenhouse Gas Reporting Program (40 C.F.R. Part 98.230), which are applicable to Chevron’s U.S. operations. We expect these adopted changes may increase our reported emissions in future years, and therefore, increase our reported methane intensity. In addition, Chevron participates, along with other companies, institutes, universities, trade associations and other organizations, in various initiatives, campaigns, and other projects that express various ambitions, aspirations and goals related to climate change, emissions and energy transition. Chevron’s individual ambitions, future performance or policies may differ from the ambitions of such organizations or the individual ambitions of other participants in these various initiatives, campaigns, and other projects, and Chevron may unilaterally change its individual ambitions. Achievement of or efforts to achieve ambitions such as the foregoing and future internal climate-related initiatives has, and may continue to, increase costs, and, in addition, may require purchase of carbon credits, or limit or impact the company’s business plans, operations and financial results, potentially resulting in reduction to the economic end-of-life of certain assets, impairing the associated net book value, among other material adverse impacts. Our failure or \nperceived failure to pursue or fulfill such ambitions within the timelines we announce, or at all, or to satisfy various reporting standards and regulations could have a negative impact on the company’s reputation, investor sentiment, ratings outcomes for evaluating the company’s approach to ESG matters, stock price, and cost of capital and expose us to government enforcement actions and private litigation, among other material adverse impacts.\nGENERAL RISK FACTORS\nChanges in management’s estimates and assumptions may have a material impact on the company’s consolidated financial statements and financial or operational performance in any given period In preparing the company’s periodic reports under the Securities Exchange Act of 1934, including its financial statements, Chevron’s management is required under applicable rules and regulations to make estimates and assumptions as of a specified date. These estimates and assumptions are based on management’s best estimates and experience as of that date and are subject to substantial risk and uncertainty. Materially different results may occur as circumstances change and additional information becomes known. Areas requiring significant estimates and assumptions by management include impairments to property, plant and equipment and investments in affiliates; estimates of crude oil and natural gas recoverable reserves; accruals for estimated liabilities, including litigation reserves; estimates for decommissioning obligations, including for previously divested assets; and measurement of benefit obligations for pension and other post-employment benefit plans. Changes in estimates or assumptions or the information underlying the assumptions, such as changes in the company’s business plans, general market conditions, the pace of energy transition, or changes in the company’s outlook on commodity prices, could affect reported amounts of assets, liabilities or expenses.",
      "char_count": 37621
    }
  },
  "extracted_at": "2025-10-18T17:32:38.877226"
}