{
  "ticker": "EBAY",
  "company_name": "EBAY INC",
  "cik": 1065088,
  "form_type": "10-K",
  "filing_date": "2025-02-27",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001065088-25-000037",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001065088&accession_number=000106508825000037&xbrl_type=v",
  "sic_code": "7389",
  "industry": "Services-Business Services, NEC",
  "sections": {
    "item1": {
      "text": "ITEM 1: BUSINESS\nUnless otherwise expressly stated or the context otherwise requires, when we refer to “we,” “our,” “us,” “eBay” or the “Company” in this Annual Report on Form 10-K, we mean eBay Inc. and its consolidated subsidiaries. \nOverview\nFounded in 1995 in San Jose, California, eBay Inc. is a global commerce leader that connects people and builds communities to create economic opportunity for all. Our technology empowers millions of buyers and sellers in more than 190 markets around the world, providing everyone the opportunity to grow and thrive. Our Marketplace platforms, including our online marketplace located at www.ebay.com and its localized counterparts, our off-platform marketplaces and our suite of mobile apps, together, create one of the world's largest and most vibrant marketplaces for discovering great value and unique selection. In 2024, eBay enabled $75 billion of Gross Merchandise Volume (“GMV”).\nOur Strategy\nAs a global commerce leader and third-party marketplace, our technologies and services are designed to provide buyers choice and a breadth of relevant inventory from around the globe, and to enable sellers’ access to eBay’s 134 million buyers worldwide. Our business model and pricing are designed so our business is successful when our sellers are successful. We earn revenue primarily through fees collected on paid sales, inclusive of payment processing and first-party advertising.\neBay’s strategy is to leverage technology to enhance the marketplace experience for our customers, drive growth in GMV, increase the rate of revenue growth through our advertising initiatives, and deliver healthy operating margins. Beginning in 2020, we embarked on a multi-year journey to build more compelling category experiences for enthusiastic consumers, to become the partner of choice for sellers, and to strengthen trust in relationships with buyers on our Marketplace platforms. In 2023, we evolved our strategy to focus on reinventing the future of ecommerce for enthusiasts. We derived a majority of GMV in 2024 from the following product categories: parts & accessories, collectibles, fashion, electronics, and home & garden.\nSince late 2021, eBay has managed payments for all transactions on our Marketplace platforms, delivering intuitive end-to-end payment experiences for our current and next-generation customers. Our customers enjoy significant choice and flexibility in how they pay and get paid on our Marketplace platforms. Additionally, we are continuing to launch and expand services such as eBay Balance, Express Payouts, and Seller Capital to cater to the needs of our customers and drive greater marketplace engagement.\nWe are focused on growing our first-party advertising revenue while reducing our focus on non-strategic, third-party advertising. We currently offer several advertising solutions to our sellers, including: Promoted Listings, Promoted Offsite, and Promoted Stores. Through these offerings, we aim to provide sellers with data-driven recommendations to improve their conversion and drive velocity. We are also actively testing and building more technology features to simplify the advertising experience, increase listing visibility, and drive continued business growth.\nWe have acquired and disposed of a significant number of businesses, technologies, services and products, and we maintain investments in certain businesses. We regularly review and manage our investments to ensure they support eBay’s strategic direction and complement our disciplined approach to value creation, profitability, and capital allocation. We expect to continue to evaluate and consider potential strategic transactions as part of our \nstrategy, including business combinations, acquisitions and dispositions of businesses, technologies, services, products and other assets, as well as strategic investments and joint ventures.",
      "char_count": 3886
    },
    "item1a": {
      "text": "Item 1A: RISK FACTORS\nRisk Factors Summary\nThe summary of risks below provides an overview of the principal risks we are exposed to in the normal course of our business activities:\nBusiness, Economic, Market and Operating Risks\n•Our operating and financial results are subject to various risks and uncertainties that could adversely affect our business, financial condition, results of operations and cash flows, as well as the trading price of our common stock and debt securities.\n•Substantial and increasingly intense competition worldwide in ecommerce may harm our business. \n•We are exposed to fluctuations in foreign currency exchange rates, which could negatively impact our financial results.\n•Our international operations and engagement in cross-border trade are subject to risks, which could harm our business.\n•Our business may be adversely affected by geopolitical events, natural disasters, seasonal factors and other factors, including increased usage of other websites, that could cause our users to spend less time, or transact less, on our websites or mobile platforms and applications.\n•If we cannot keep pace with rapid technological developments or continue to innovate and create new initiatives to provide new programs, products and services, the use of our products and our revenues could decline.\n•Changes to our programs to protect buyers and sellers could increase our costs and loss rate, and failure to manage such programs effectively can result in harm to our reputation.\n•Operations and continued development of our payments system and financial services offerings require ongoing investment, are subject to evolving laws, regulations, rules, and standards, and involve risk, including risks related to our dependence on third-party providers.\n•We may be unable to adequately protect or enforce our intellectual property rights and face ongoing allegations by third parties that we are infringing their intellectual property rights. \n•Failure to deal effectively with fraudulent activities on our Marketplace platforms would increase our loss rate and harm our business and could severely diminish merchant and consumer confidence in and use of our services.\n•Cyberattacks and data security breaches and incidents could significantly damage our reputation, reduce our revenues, increase our costs, result in litigation and regulatory penalties, and otherwise harm our business.\n•Systems failures and resulting interruptions in the availability of or degradation in the performance of our websites, applications, products or services could harm our business.\n•Our success largely depends on key employees. Because competition for key employees is intense, we may not be able to attract, retain, and develop the highly skilled employees we need to support our business. The loss of senior management or other key employees could harm our business.\n•Problems with or price increases by third parties who provide services to us or to our sellers could harm our business.\nRegulatory and Legal Risks\n•Our business is subject to extensive and increasing government regulation and oversight, which could adversely impact our business.\n•New laws and increasing levels of regulation in the areas of privacy, protection of user data and cybersecurity could harm our business.\n•We are subject to laws and regulations that are not primarily intended for online commerce, and interpretations of these laws and regulations could harm our business.\n•Our disclosures and stakeholder expectations related to environmental, social and governance matters may impose additional costs and expose us to new risks.\n•We are regularly subject to litigation and regulatory and government inquiries, investigations and disputes, as our business evolves and as governments and regulators seek to extend new and existing laws to reach our business model.\n•We could be subject to regulatory or agency investigations and/or court proceedings under unfair competition laws that could adversely impact our business.\n•The listing or sale by our users of certain items, including items that allegedly infringe the intellectual property rights of rights owners, including pirated or counterfeit items, illegal items or items used in an illegal manner, may harm our business.\n•We are subject to risks associated with information disseminated through our services.\nInterest Rate and Indebtedness Risks\n•Fluctuations in interest rates, and changes in regulatory guidance related to such interest rates, could adversely impact our financial results.\n•We have substantial indebtedness, and we may incur substantial additional indebtedness in the future, and we may not generate sufficient cash flow from our business to service our indebtedness. Failure to comply with the terms of our indebtedness could result in the acceleration of our indebtedness, which could have an adverse effect on our cash flow and liquidity.\nTax Risks\n•Our business and our sellers and buyers may be subject to evolving sales and other tax regimes in various jurisdictions, which may harm our business.\n•We may have exposure to greater than anticipated tax liabilities.\nTransactional Risks\n•Acquisitions, dispositions, joint ventures, strategic partnerships and strategic investments could result in operating difficulties and could harm our business or impact our financial results.\n•We may be exposed to claims and liabilities as a result of the Distribution of PayPal.\nRisk Factors\nYou should carefully review the following discussion of the risks that may affect our business, results of operations and financial condition, as well as our consolidated financial statements and notes thereto and the other information appearing in this report, for important information regarding risks that affect us. Current global economic events and conditions as well as evolving regulatory scrutiny may amplify many of these risks. These risks are not the only risks that may affect us. Additional risks that we are not aware of or do not believe are material at the time of this filing may also become important factors that adversely affect our business.\nBusiness, Economic, Market and Operating Risks\nOur operating and financial results are subject to various risks and uncertainties that could adversely affect our business, financial condition, results of operations and cash flows, as well as the trading price of our common stock and debt securities.\nOur operating and financial results have varied on a quarterly basis during our operating history and may continue to fluctuate significantly as a result of a variety of factors, including the following risks and other risks set forth in this “Risk Factors” section:",
      "char_count": 6683
    }
  },
  "extracted_at": "2025-10-18T17:33:52.525251"
}