{
  "ticker": "EMR",
  "company_name": "EMERSON ELECTRIC CO",
  "cik": 32604,
  "form_type": "10-K",
  "filing_date": "2024-11-12",
  "period_of_report": "2024-09-30",
  "fiscal_year": 2024,
  "accession_number": "0000032604-24-000041",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0000032604&accession_number=000003260424000041&xbrl_type=v",
  "sic_code": "3600",
  "industry": "Electronic & Other Electrical Equipment (No Computer Equip)",
  "sections": {
    "item1": {
      "text": "ITEM 1 - BUSINESS\nEmerson (“the Company”) is a global technology and software company that provides innovative solutions for customers in a wide range of end markets around the world. Through its leading automation portfolio, Emerson helps process, hybrid and discrete manufacturers optimize operations, protect personnel, reduce emissions and achieve their sustainability goals. Sales by geographic destination in 2024 were: the Americas, 50 percent; Asia, Middle East & Africa, 30 percent (China, 11 percent); and Europe, 20 percent. \nPortfolio management is an integral component of Emerson's growth and value creation strategy. Over the past three years, the Company has taken significant actions to accelerate the transformation of its portfolio through the completion of strategic acquisitions and divestitures of non-core businesses. These actions were undertaken to create a cohesive, higher growth and higher margin industrial technology portfolio as a global automation leader serving a diversified set of end markets. The Company’s recent portfolio actions include the following transactions (note that all dollars in Item 1 are in millions, except where noted):\n•On October 11, 2023, the Company completed the acquisition of National Instruments Corporation (\"NI\") at an equity value of $8.2 billion. NI, which provides software-connected automated test and measurement systems that enable enterprises to bring products to market faster and at a lower cost, had revenues of approximately $1.7 billion and pretax earnings of approximately $170 for the 12 months ended September 30, 2023.\n•On May 31, 2023, the Company completed the sale of a majority stake in its Climate Technologies business (which constitutes the former Climate Technologies segment, excluding Therm-O-Disc which was divested earlier in 2022; the new standalone business is named Copeland) to private equity funds managed by Blackstone in a $14.0 billion transaction. Emerson received upfront, pre-tax cash proceeds of approximately $9.7 billion and a note receivable with a face value of $2.25 billion, while retaining a 40 percent non-controlling common equity interest in a new standalone joint venture between Emerson and Blackstone. Subsequently, in August 2024, Emerson sold its 40 percent non-controlling common equity interest in Copeland to private equity funds managed by Blackstone for $1.5 billion and sold the note receivable to Copeland for $1.9 billion. \n•On October 31, 2022, the Company completed the divestiture of its InSinkErator business, which manufactures food waste disposers, to Whirlpool Corporation for $3.0 billion. \n•On May 31, 2022 the Company completed the divestiture of its Therm-O-Disc sensing and protection technologies business to an affiliate of One Rock Capital Partners, LLC. \n•On May 16, 2022, the Company completed the transactions contemplated by its definitive agreement with Aspen Technology, Inc. (\"Heritage AspenTech\") to contribute two of Emerson's stand-alone industrial software businesses, Open Systems International, Inc. and the Geological Simulation Software business (collectively, the “Emerson Industrial Software Business”), along with approximately $6.0 billion in cash to Heritage AspenTech stockholders, to create \"New AspenTech\", a diversified, high-performance industrial software leader with greater scale, capabilities and technologies (defined as \"AspenTech\" herein). Upon closing of the transaction, Emerson owned 55 percent of the outstanding shares of AspenTech common stock (on a fully diluted basis). AspenTech had 2023 net sales of $1.04 billion. \n•On November 5, 2024, the Company announced a proposal to acquire all outstanding shares of common stock of AspenTech not already owned by Emerson for $240 per share in cash, which implies a fully diluted market capitalization for AspenTech of $15.3 billion and an enterprise value of $15.1 billion. The Company currently owns approximately 57 percent of AspenTech's outstanding shares of common stock. The proposal is not subject to any financing condition and would be financed from cash on hand, committed lines of credit and/or other available sources of financing. Also on November 5, 2024, the Company announced that it is exploring strategic alternatives, including a cash sale, for its Safety & Productivity segment. No assurance can be given whether the proposal or the review will lead to one or more transactions or as to any of the terms or conditions of such transactions. See Item 1A - \"Risk Factors\" for additional information.\nFurther information regarding acquisition and divestiture activity is set forth in Notes 4 and 5.\nCertain prior year amounts have been reclassified to conform to the current year presentation. This includes the equity method losses related to the Company's non-controlling common equity interest in Copeland, which were reported since May 2023 in Other deductions, net, and have now been reclassified and reported as discontinued operations for all periods presented (see Note 5). Beginning in 2024, the Company reports NI (which is now referred to as Test & Measurement) as a new segment in the Software and Control business group. As a result of its portfolio transformation discussed above, the Company now reports seven segments and two business groups, which are highlighted in the table below (see Note 20 for further details). \n\nINTELLIGENT DEVICES                 SOFTWARE AND CONTROL                \n•Final Control                      •Control Systems &amp; Software     \n•Measurement &amp; Analytical       •Test &amp; Measurement             \n•Discrete Automation                •AspenTech                          \n•Safety &amp; Productivity                                              \nThe Company's comprehensive automation portfolio includes intelligent devices, control systems and design and optimization software solutions to support a diverse set of industries and infrastructure, including process industries (such as chemical, power & renewables and energy), hybrid industries (life sciences, metals & mining, food & beverage, pulp & paper, and others), discrete industries (including automotive, medical, packaging and semiconductor) and more. \nEmerson was incorporated in Missouri in 1890 and has evolved through internal growth and strategic acquisitions. Management has a well-established set of operating mechanisms to manage its business performance and set strategy. The Company also has processes undertaken by management with oversight from the Board of Directors to specifically focus on risks in areas such as cybersecurity, compliance, legal, sustainability, financial and reputational, among others. The Company periodically updates, assesses, and monitors its risk exposures, provides timely updates to the Board, and takes actions to mitigate these risks. \nAll Note references in this document refer to Notes to Consolidated Financial Statements set forth in Item 8 of this Annual Report on Form 10-K, which notes are hereby incorporated by reference. See also Item 1A - “Risk Factors” and Item 7 - “Management’s Discussion and Analysis of Financial Condition and Results of Operations.”\nINTELLIGENT DEVICES\nFinal Control\nThe Final Control segment is a leading global provider of control valves, isolation valves, shutoff valves, pressure relief valves, pressure safety valves, actuators, and regulators for process and hybrid industries. These solutions respond to commands from a control system to continuously and precisely control and regulate the flow of liquids or gases to achieve safe operation along with reliability, sustainability and optimized performance. Products within our Final Control segment are marketed under a variety of brands including: Anderson Greenwood, Bettis, Crosby, Fisher, Keystone, KTM and Vanessa.\nMeasurement & Analytical\nThe Measurement & Analytical segment is a leading supplier of intelligent instrumentation measuring the physical properties of liquids or gases, such as pressure, temperature, level, flow, acoustics, corrosion, pH, conductivity, water quality, toxic gases, and flame. These devices transfer data and asset management information to control systems and automation software, allowing process and hybrid industry operators to make educated decisions regarding production, reliability, sustainability and safety. Products within our Measurement & Analytical segment are marketed under a variety of brands including: Flexim, Micro Motion and Rosemount.\nDiscrete Automation\nThe Discrete Automation segment includes solenoid valves, pneumatic valves, valve position indicators, pneumatic cylinders and actuators, air preparation equipment, pressure and temperature switches, electric linear motion \nsolutions, programmable automation control systems and software, electrical distribution equipment, and materials joining solutions used primarily in discrete industries. Products within our Discrete Automation segment are marketed under a variety of brands including: Afag, Appleton, ASCO, Aventics, Branson, Movicon, PACSystems, SolaHD, TESCOM, and TopWorx.\nSafety & Productivity\nThe Safety & Productivity segment delivers tools for professionals and homeowners that support infrastructure, promote safety and enhance productivity. Pipe-working tools include pipe wrenches and cutters, pipe threading and roll grooving equipment, battery hydraulic tools for press connections, drain cleaners and diagnostic systems, including sewer inspection cameras and locating equipment. Electrical tools include conduit benders and cable pulling equipment, battery hydraulic tools for cutting and crimping electrical cable, and hole-making equipment. Other professional tools include water jetters, wet-dry vacuums, commercial vacuums and hand tools. Products within our Safety & Productivity segment are marketed under a variety of brands including: Greenlee, Klauke, ProTeam and RIDGID. \nSOFTWARE AND CONTROL\nControl Systems & Software\nThe Control Systems & Software segment provides control systems and software that control plant processes by collecting and analyzing information from measurement devices in the plant. These technologies determine optimal settings with software based on a customer's specific algorithms and use that information to adjust valves, pumps, motors, drives and other control hardware for maximum product quality, process efficiency, sustainability and safety. These solutions include distributed control systems, safety instrumented systems, SCADA systems, application software, digital twins, asset performance management and cybersecurity. Control Systems & Software solutions are predominantly used by process and hybrid manufacturers. Products within our Control Systems & Software segment are marketed under a variety of brands including: AMS, DeltaV and Ovation.\nTest & Measurement\nAs discussed above, Emerson completed the acquisition of NI on October 11, 2023. This business is now referred to as Test & Measurement and is reported as a new segment in the Software and Control business group in 2024. Test & Measurement provides software-connected automated test and measurement systems that enable enterprises to bring products to market faster and at a lower cost. The Test & Measurement business spans the full range of customer needs including modular instrumentation, data acquisition and control solutions, and general-purpose development software.\nAspenTech\nAspenTech is a global leader in asset optimization software that enables industrial manufacturers to design, operate and maintain their operations for maximum performance. AspenTech combines decades of modeling, simulation and optimization capabilities with industrial operations expertise and applies advanced analytics to improve the profitability and sustainability of production assets. The purpose-built software drives value for customers by improving operational efficiency and maximizing productivity, reducing unplanned downtime and safety risks, and minimizing energy consumption and emissions. \nRESEARCH & DEVELOPMENT\nInvesting in innovation to accelerate organic growth is a critical component of Emerson's value creation strategy. The Company is focused on key growth initiatives across its software, control and intelligent devices portfolio. These initiatives include disruptive measurement technologies, software-defined automation systems, self-optimizing asset software and sustainability solutions. Total spending for R&D, engineering expense and customer-funded engineering and development was 8.1 percent of sales in 2024 compared to 6.9 percent in 2023 and 6.3 percent in 2022. \nDISTRIBUTION\nThe principal worldwide distribution channel for a majority of the Company's product offerings is through a direct sales force, while a network of independent sales representatives, and to a lesser extent independent distributors purchasing products for resale, are also utilized. \nRAW MATERIALS\nThe Company's major requirements for basic raw materials include steel, cast iron, electronics, rare earth metals, aluminum and brass; and to a lesser extent, plastics and petroleum-based chemicals. The Company seeks to have many sources of supply for each of its major requirements in order to avoid significant dependence on any one or a few suppliers. However, the supply of materials or other items could be disrupted by natural disasters or other events. Despite market price volatility for certain requirements, the raw materials and various purchased components needed for the Company’s products have generally been available in sufficient quantities. See Item 7 - “Management’s Discussion and Analysis of Financial Condition and Results of Operations.”\nPATENTS, TRADEMARKS AND LICENSES\nThe Company maintains an intellectual property portfolio it has developed or acquired over a number of years, including patents, trademarks and licenses. The Company also continues to develop or acquire new intellectual property. New patent applications are continuously filed to protect the Company’s ongoing research and development activities and the Company periodically reviews the continued utility of patent assets. The Company’s trademark registrations may be renewed and their duration is dependent upon national laws and trademark use. While this proprietary intellectual property portfolio is important to the Company in the aggregate, management does not regard any of its segments as being dependent on any single patent, trademark registration or license.\nBACKLOG\n\nThe Company’s estimated consolidated order backlog was $8.4 billion and $7.8 billion at September 30, 2024 and 2023, respectively, of which approximately $1.3 billion and $1.2 billion related to AspenTech, while approximately $400 was attributable to Test & Measurement. Approximately 75 percent of the Company’s consolidated backlog is expected to be recognized as revenue over the next 12 months, with the remainder substantially over the subsequent two years thereafter. Backlog by business group at September 30, 2024 and 2023 follows (dollars in millions): \n\n2023                                   2024            \nIntelligent Devices           $4,471              4,491\nSoftware and Control           3,302              3,957\nTotal Backlog                 $7,773              8,448\nCOMPETITION\nThe Company's businesses operate in highly competitive markets. The Company competes based on product performance, quality, branding, service and/or price across the industries and markets served. A significant element of the Company's competitive strategy is to deliver solutions to our customers by manufacturing high-quality products at the best relevant global cost. Although no single company competes directly with Emerson in all of the Company's product lines, various companies compete in one or more product lines with the number of competitors varying by product line. Some competitors have substantially greater sales, assets and financial resources than Emerson and the Company also competes with many smaller companies. Management believes Emerson has a market leadership position in many of its product lines.\nREGULATIONS\nThe Company's operations, products and services are subject to various government regulations, including environmental regulations. Our manufacturing locations generate waste, of which treatment, storage, transportation and disposal are subject to U.S. federal, state, foreign and/or local laws and regulations relating to protection of the environment. The Company continually works to minimize the environmental impact of its operations through safe \ntechnologies, facility design and operating procedures. Compliance with government regulations, including environmental regulations, has not had, and based on current information and the applicable laws and regulations currently in effect, is not expected to have a material effect on the Company's capital expenditures (including expenditures for environmental control facilities), earnings or competitive position. However, laws and regulations may be changed, accelerated or adopted that impose significant operational restrictions and compliance requirements upon the Company and which could negatively impact our operating results. See Item 1A - \"Risk Factors.\"\nHUMAN CAPITAL RESOURCES\nEmerson is dedicated to modernizing our workplace culture to meet the needs and expectations of today's workers and attract talent that will help us thrive. In 2022, Emerson introduced Let's Go, the Company's first-ever employee value proposition (EVP), inviting our global workforce and potential hires to join in making the world healthier, safer, smarter and more sustainable. Building on this momentum, Emerson in 2024 focused on activating its EVP among employees by further defining it across five key cultural areas: Legacy of Innovation; Challenging, Purposeful Work; Diverse People, Working Together; Limitless Growth; and Global and Local Impact. Collectively, these five areas form Emerson's differentiated employee experience. By substantiating progress and achievements in each of these areas, the Company is strengthening its culture and enabling its EVP to be considered at every touchpoint of the employee lifecycle and experience - from HR programs to the actions of leaders, behavioral norms and physical work environment. \nThe skills, experience and industry knowledge of key employees significantly benefit Emerson's operations and performance. The Company's Board of Directors and management oversee various employee initiatives. Emerson supports and develops its employees through global training and development programs that build and strengthen employees' leadership and professional skills. Leadership development programs include intensive learning programs for new leaders as well as more established leaders. The Company also partners with educational institutions and nonprofit organizations to help prepare current and future workers with the knowledge and skills they need to succeed. \nTo assess and improve employee retention and engagement, Emerson implemented a globally consistent, digital continuous listening strategy in 2023 through which all employees across the Company are surveyed annually and their feedback is used to drive actions that address areas of employee interest and concern. In 2024, 89 percent of employees participated (up from 85 percent in 2023) and Emerson's overall engagement score increased to 79 percent (up from 78 percent). In addition, Emerson's inclusion index score increased by 3.5 percentage points to 79 percent. \nEmployee health and safety in the workplace is also one of the Company’s core values. The Corporate Safety Council is led by our Chief Sustainability Officer and oversees our safety efforts, supported by health and safety committees and leaders that operate at the local site level. Hazards in the workplace are actively identified and management tracks incidents so remedial actions can be taken to improve workplace safety. In 2024, the Company's total recordable rate of injuries was 0.30, and its lost or restricted workday case rate was 0.22 (both measured as the number of incidents per 100 employees). \nWe have identified other human capital priorities, including, among other things, providing competitive wages and benefits and promoting an inclusive culture. The Company is committed to efforts to build diverse teams and foster a work environment that supports our large global workforce and helps us innovate for our customers. Overall, women represent 33 percent of our global workforce and 24 percent of leadership positions are held by women. In the U.S., minorities represent 36 percent of our workforce and 23 percent of our leadership positions. Our global Employee Resource Groups support our diverse workforce and have grown to over 13,000 members. We are proud to have been named to Fortune Magazine's \"America's Most Innovative Companies\" list for 2023 and as a \"Best Employer for Diversity\" by Forbes in 2022.\nEmployee levels are managed to align with the pace of business and management believes it has sufficient human capital to operate its business successfully. The Company and its subsidiaries had approximately 73,000 employees at September 30, 2024. Management believes that the Company's employee relations are favorable.\nA small portion of the Company’s U.S. employees are unionized, while outside the U.S., we have employees in certain countries, particularly in Europe, that are represented by an employee representative organization, such as a union, works council or employee association.\nENVIRONMENTAL SUSTAINABILITY \nEmerson’s global purpose is to drive innovation that makes the world healthier, safer, smarter and more sustainable. Our environmental sustainability strategy is focused on driving progress within our facilities and helping our customers achieve their ESG objectives. In 2021, we appointed Mike Train as Chief Sustainability Officer. This role, part of our Office of the Chief Executive, reflects our focus on sustainability across our company. Under his leadership, Emerson has made significant strides, and we are strengthening our leadership position as our customers and suppliers work to deliver their environmental targets. \nIn 2022, we set an ambitious target to achieve net zero greenhouse gas (GHG) emissions across our value chain by 2045 compared to a 2021 baseline. To set us on the right pathway, we will target net zero operations and a 25 percent reduction of our value chain emissions by 2030, also compared to a 2021 baseline. In 2023, we established a goal to achieve zero waste to landfill in our manufacturing facilities by 2032, from a 2022 fiscal year baseline, wherever this is compatible with local conditions and regulations. We also introduced a new Technology and Environmental Sustainability Board committee, which is tasked with overseeing strategy related to technology and R&D, the Company’s product cybersecurity practices and Emerson’s environmental sustainability goals and programs.\nOur environmental sustainability strategy is summarized by our “Greening Of, Greening By, Greening With” framework. Greening Of Emerson demonstrates our efforts to improve our internal environmental sustainability performance, including reducing our GHG emissions and energy and water consumption as well as engaging suppliers and other value chain partners. Greening By Emerson is our approach to delivering hardware and software technology, solutions and expertise that support and enable our customers’ decarbonization and environmental sustainability efforts. Greening With Emerson reflects how we foster collaboration among stakeholders by participating in environmental sustainability industry forums, partnering to develop innovative solutions, and engaging with governments globally to support sustainability-related policies and regulations.\nEmerson’s environmental sustainability initiatives and strategy are discussed further in our 2023 Sustainability Report, which can be found on our website at www.Emerson.com; this report is not incorporated by reference and should not be considered part of this Form 10-K.\nINTERNET ACCESS\nEmerson's reports on Forms 10-K, 10-Q, 8-K and all amendments to those reports, as well as proxy statements, are available without charge through the Company’s website on the internet as soon as reasonably practicable after they are electronically filed with, or furnished to, the U.S. Securities and Exchange Commission (SEC). They may be accessed as follows: www.Emerson.com, Investors, SEC Filings. Information on the Company’s website does not constitute part of this Form 10-K.\nThe information set forth under Item 1A - “Risk Factors” is hereby incorporated by reference.",
      "char_count": 24765
    },
    "item1a": {
      "text": "ITEM 1A - RISK FACTORS\nInvesting in our securities involves risks. You should carefully consider, among other matters, the factors set forth below and the other information in this report. The Company’s risk factors set forth below are not the only risks facing the Company. Additional risks and uncertainties not currently known to management or that management currently deems immaterial also may materially, adversely affect the Company’s business, financial condition or operating results. We may amend or supplement the risk factors set forth below from time to time by other reports we file with the SEC.\nBusiness and Operational Risks\nWe Operate in Businesses That Are Subject to Competitive Pressures That Could Affect Prices or Demand for Our Products\nOur businesses operate in markets that are highly competitive and potentially volatile, and we compete on the basis of product performance, quality, service and/or price across the industries and markets served. Our businesses are \nlargely dependent on the current and future business environment, including capital and consumer spending. A significant element of our competitive strategy is to deliver solutions to our customers by manufacturing high-quality products at the best relevant global cost. Various companies compete with us in one or more product lines and the number of competitors varies by product line. Some of our competitors have substantially greater sales, assets and financial resources than our Company and we also compete with many smaller companies. Competitive pressures could adversely affect prices or customer demand for our products, impacting our sales or profit margins, and/or resulting in a loss of market share. In addition, certain of our businesses rely, in part, on independent sales representatives and distributors. Any disruption or adverse change in our relationships with these independent sales representatives could weaken our competitive position and adversely affect our results of operations, cash flows and financial condition. A disruption or adverse change could result from the sale or financial instability of an independent sales representative or distributor, changes to our relationship including favoring competing products for any reason, or other events. \nOur Operating Results Depend in Part on Continued Successful Research, Development and Marketing of New and/or Improved Products and Services, and There Can Be No Assurance That We Will Continue to Successfully Introduce New Products and Services\nThe success of new and improved products and services depends on their initial and continued acceptance by our customers. Our businesses are affected by varying degrees of technological change, such as, among others, artificial intelligences and machine learning, and corresponding shifts in customer demand, which result in unpredictable product transitions, shortened life cycles and increased importance of being first to market with new products and services. We may experience difficulties or delays in the research, development, production and/or marketing of new products and services which may negatively impact our operating results and prevent us from recouping or realizing a return on the investments required to continue to bring new products and services to market.\nWe must anticipate and respond to market and technological changes driven by broader trends such as decarbonization and electrification efforts in response to climate change. Market growth from the use of cleaner energy sources, as well as emissions management, energy efficiency and decarbonization efforts are likely to depend in part on technologies not yet deployed or widely adopted today. We may not adequately innovate or position our businesses for the adoption of technologies such as battery storage solutions, hydrogen use cases in industry, mobility, and power generation, enhanced electrical grid demand management, carbon capture and sequestration or advanced nuclear power.\nThese trends and the relative competitiveness of our product and service offerings will continue to be impacted by uncertain factors such as the pace of technological developments and related cost considerations, the levels of economic growth in different markets around the world and the adoption of climate change-related policies such as carbon taxes, greenhouse gas emission reductions, incentives or mandates for particular types of energy, or policies that impact the availability of financing for certain types of projects. \nIf We Are Unable to Defend or Protect Our Intellectual Property Rights, the Company's Competitive Position Could Be Adversely Affected\nThe Company's intellectual property rights are important to its business and include numerous patents, trademarks, copyrights, trade secrets and other confidential information. This intellectual property may be subject to challenge, infringement, invalidation or circumvention by third parties. Despite extensive security measures, our intellectual property may be subject to misappropriation through unauthorized access of our information technology systems, employee theft, or other acts of industrial espionage. Should the Company be unable to adequately defend or protect its intellectual property, it may suffer competitive harm.\nWe Engage in Acquisitions and Divestitures, Which Are Subject to Domestic and Foreign Regulatory Requirements, and May Encounter Difficulties in Integrating and Separating These Businesses and Therefore We May Not Realize the Anticipated Benefits\nWe regularly seek growth through strategic acquisitions as well as evaluate our portfolio for potential divestitures. These activities require favorable environments to execute these transactions, and we may encounter difficulties in obtaining the necessary regulatory approvals in both domestic and foreign jurisdictions. In 2024 and in past years, we have made various acquisitions and divestitures, including our acquisition of National Instruments, our divestiture of the Climate Technologies business (now renamed Copeland), and our majority stake in Aspen \nTechnology, Inc., and entered into joint venture arrangements intended to complement or expand our business, and may continue to do so in the future. As a result of these transactions, the Company has a narrower business which is focused on higher growth markets including software, innovation and disruptive technologies, and may encounter more volatility and be more vulnerable to changing market conditions. The success of these transactions will depend on our ability to achieve higher rates of growth, integrate assets and personnel acquired in these transactions and to cooperate with our strategic partners. We may encounter difficulties in integrating acquisitions with our operations as well as separating divested businesses, and in managing strategic investments. Furthermore, we may not realize the degree, or timing, of anticipated benefits including, among others, increasing rates of profitability and growth. Any of the foregoing could adversely affect our business and results of operations. \nOur Portfolio Actions Including the Proposed Acquisition of the Remaining Interest in AspenTech Not Already Owned by the Company and the Process to Explore Strategic Alternatives for the Company's Safety & Productivity Segment May Not Be Completed or Completed on the Terms and Conditions Contemplated, or With the Expected Benefits\nOn November 5, 2024, the Company announced a proposal to acquire all outstanding shares of common stock of AspenTech not already owned by Emerson for $240 per share in cash, which implies a fully diluted market capitalization for AspenTech of $15.3 billion and an enterprise value of $15.1 billion, and would be financed from cash on hand, committed lines of credit and/or other available sources of financing. Also on November 5, 2024, the Company announced that it is exploring strategic alternatives, including a cash sale, for its Safety & Productivity segment. No assurance can be given whether the proposal or the review will lead to one or more transactions. We can make no assurance as to the completion, terms, timing, costs or benefits anticipated from any such transactions. Unforeseen developments, including delays in obtaining various tax, regulatory and other approvals, could delay any such transactions, or cause one or more of them to occur on terms and conditions that are less favorable, or at a higher cost, than expected. \nWe Use a Variety of Raw Materials and Components in Our Businesses, and Significant Shortages or Price Increases Could Increase Our Operating Costs and Adversely Impact the Competitive Positions of Our Products\nOur major requirements for raw materials include steel, cast iron, electronics, rare earth metals, aluminum, brass and, to a lesser extent, plastics and petroleum-based chemicals. The Company seeks multiple sources of supply for each of its major requirements in order to avoid significant dependence on any one or a few suppliers. However, the supply of materials or other items could be disrupted by natural disasters, a health epidemic or pandemic, or other events. Significant shortages or price increases could impact the prices our affected businesses charge, their operating costs and the competitive position of their products and services, which could adversely affect our results of operations. While we monitor market prices of the commodities we require and attempt to mitigate price exposure through hedging activities, this risk could adversely affect our operating results.\nOur Operations Depend on Production Facilities Throughout the World, a Majority of Which Are Located Outside the United States and Subject to Increased Risks of Disrupted Production, Causing Delays in Shipments and Loss of Customers and Revenue\nWe manage businesses with manufacturing facilities worldwide, a majority of which are located outside the United States, and also source certain materials globally. Emerging market sales represent over one-third of total sales and serving a global customer base requires that we place more materials sourcing and production in emerging markets to capitalize on market opportunities and maintain a best-cost position. Our and our suppliers’ non-U.S. production facilities and operations could be disrupted by weather and natural disaster (including the potential effects of climate change), labor strife, war (including the Russia-Ukraine and other global conflicts), political unrest, terrorist activity or public health concerns such as an epidemic or pandemic, particularly in emerging countries that are not well-equipped to handle such occurrences.\nOur manufacturing facilities abroad are dependent on the stability of governments and business conditions and may be more susceptible to changes in laws, policies and regulations in host countries, as well as economic and political upheaval, than our domestic facilities. These facilities face increased risks of nationalization as well as operational disruptions which could cause delays in shipments of products and the loss of sales and customers, and insurance proceeds may not adequately compensate us. \nAccess to Funding Through the Capital Markets is Essential to the Execution of Our Business Plan, and if We Are Unable to Maintain Such Access We Could Experience a Material Adverse Effect on Our Business and Financial Results\nOur ability to invest in our businesses, make strategic acquisitions and refinance maturing debt obligations requires access to the capital markets and sufficient bank credit lines to support short-term borrowings. Volatility in the capital markets may increase costs associated with issuing commercial paper or other debt instruments, or affect the Company’s ability to access those markets. If we are unable to continue to access the capital markets, we could experience a material adverse effect on our business and financial results. Additionally, if our customers, suppliers or financial institutions are unable to access the capital markets to meet their commitments to the Company, our business could be adversely impacted.\nOur Business Success Depends on the Ability to Attract, Develop and Retain Key Personnel\nOur success depends in part on the efforts and abilities of our management and key employees. Their skills, experience and industry knowledge significantly benefit our operations and performance. The failure to attract, develop and retain highly qualified personnel could adversely affect our ability to succeed in our human capital goals and priorities as well as negatively impact our business and operating results.\nSecurity and/or Data Privacy Breaches, or Disruptions of Our Information Technology Systems Could Adversely Affect Our Business\nThe Company relies on information technology networks and systems, including the internet, to process, transmit and store electronic information, and to manage or support a variety of business processes and activities. These technology networks and systems may be susceptible to damage, disruptions or shutdowns due to failures during the process of upgrading or replacing software, databases or components; power outages; telecommunications or system failures; terrorist attacks; natural disasters; employee error or malfeasance; server or cloud provider breaches; and computer viruses or cyberattacks. Cybersecurity threats and incidents can range from uncoordinated individual attempts to gain unauthorized access to information technology networks and systems to more sophisticated and targeted measures, known as advanced persistent threats, directed at the Company, its products, its customers and/or its third-party service providers. Despite the implementation of cybersecurity measures (including access controls, data encryption, vulnerability assessments, continuous monitoring, and maintenance of backup and protective systems), the Company’s information technology systems may still be vulnerable to cybersecurity threats and other electronic security breaches. It is possible for such vulnerabilities to remain undetected for an extended period. In addition, it is possible a security breach could result in theft of trade secrets or other intellectual property or disclosure of confidential customer, supplier or employee information. We anticipate that the risk of cybersecurity attacks will increase as artificial intelligence capabilities improve and are increasingly used to identify vulnerabilities and construct increasingly sophisticated cybersecurity attacks, with the possibility of additional vulnerabilities being introduced through our own use of artificial intelligence and its use by our stakeholders, including vendors and customers, among others. Should the Company be unable to prevent security breaches or other damage to our information technology systems, disruptions could have an adverse effect on our operations, as well as expose the Company to litigation, liability or penalties under privacy laws, increased cybersecurity protection costs, reputational damage and product failure. In addition, we must comply with increasingly complex and rigorous regulatory standards enacted to protect business and personal data in the U.S. and elsewhere. Compliance with privacy and localization laws and regulations increases operational complexity. Failure to comply with these regulatory standards could subject us to fines and penalties, as well as legal and reputational risks, including proceedings against the Company by governmental entities or others. \nOur Products and Services are Highly Sophisticated and Specialized, and a Major Product Failure or Similar Event Caused by Defects, Cybersecurity Incidents or Other Failures Could Adversely Affect Our Business, Reputation, Financial Position and Results of Operations\nWe produce highly sophisticated products and provide specialized services that incorporate or use complex or leading-edge technology, including both hardware and software. Many of our products and services, including measurement and analytical instrumentation, industrial valves and equipment, and process control systems, are integrated and used in complex process, hybrid and discrete manufacturing environments. As a result, the impact of a catastrophic product failure or similar event could be significant. While we have built operational processes to ensure that our product design, manufacture, performance and servicing meet rigorous quality standards, there can be no assurance that we or our customers or other third parties will not experience operational process or product \nfailures and other problems, including through manufacturing or design defects, process or other failures of contractors or third-party suppliers, cybersecurity incidents or other intentional acts, that could result in potential product, safety, regulatory or environmental risks. Cybersecurity incidents aimed at the software embedded in our products could lead to third-party claims resulting from damages caused by our product failures, and this risk is enhanced by the increasingly connected nature of our products. The potential consequences of a material cybersecurity incident include financial loss, reputational damage, litigation with third parties, diminution in the value of our investment in research, development and engineering, and increased cybersecurity protection and remediation costs due to the increasing sophistication and proliferation of threats, which in turn could adversely affect our competitiveness and results of operations.\nIndustry and General Economic Risks\nOur Substantial Sales Both in the U.S. and Abroad Subject Us to Economic Risk as Our Results of Operations May Be Adversely Affected by Changes in Government Regulations and Policies and Currency Fluctuations\nWe sell, manufacture, engineer and purchase products globally, with significant sales in both mature and emerging markets. We expect sales in non-U.S. markets to continue to represent a significant portion of our total sales. Our U.S. and international operations subject the Company to changes in government regulations and policies in a large number of jurisdictions around the world, including those related to trade, investments, taxation, exchange controls and repatriation of earnings. Changes in laws or policies (including their interpretations) governing the terms of foreign trade, trade restrictions or barriers, tariffs or taxes, trade protection measures, and retaliatory countermeasures, including on imports from countries where we manufacture products, could adversely impact our business and financial results. In addition, changes in the relative values of currencies occur from time to time and have affected our operating results and could do so in the future. While we monitor our exchange rate exposures and attempt to mitigate this exposure through hedging activities, this risk could adversely affect our operating results.\nRecessions, Adverse Market Conditions or Downturns in End Markets We Serve May Negatively Affect Our Operations\nIn the past, our operations have been exposed to significant volatility due to changes in general economic conditions or consumer preferences, recessions or adverse conditions in the end markets we serve. In the future, similar changes could adversely impact overall sales, operating results (including potential impairment charges for goodwill or other long-lived assets) and cash flows. Moreover, during economic downturns we may undertake more extensive restructuring actions, including workforce reductions, global facility consolidations, centralization of certain business support activities, and other cost reduction initiatives, and incur higher costs. As these plans and actions can be complex, the anticipated operational improvements, efficiencies and other benefits might be delayed or not realized.\nLegal and Regulatory Risks\nChanges in Tax Rates, Laws or Regulations and the Resolution of Tax Disputes Could Adversely Impact Our Financial Results \nAs a global company, we are subject to taxation in the U.S. and numerous non-U.S. jurisdictions. Significant judgment is required to determine our consolidated income tax provision and related liabilities. The Company’s effective tax rate, cash flows and operating results could be affected by changes in the mix of earnings in countries with different statutory tax rates, as well as by changes in the local tax laws and regulations, or the interpretations thereof, including multiple, overlapping tax regimes enacted as part of the Organization for Economic Cooperation and Development proposals that implement a global minimum tax. In addition, the Company’s tax returns are subject to regular review and audit by U.S. and non-U.S. tax authorities. While we believe our tax provisions are appropriate, the final outcome of tax audits or disputes could result in adjustments to the Company’s tax liabilities, which could adversely affect our financial results. \nOur Reputation, Ability To Do Business and Results of Operations Could Be Impaired By Improper Conduct By Any of Our Employees, Agents or Business Partners\nWe are subject to regulation under a wide variety of U.S. federal and state and non-U.S. laws, regulations and policies, including laws related to anti-corruption, anti-bribery, export and import compliance, anti-trust and money \nlaundering, due to our global operations. In particular, the U.S. Foreign Corrupt Practices Act, the U.K. Bribery Act and similar anti-bribery laws in other jurisdictions generally prohibit companies and their intermediaries from making improper payments to government officials for the purpose of obtaining or retaining business, and we operate in many parts of the world that have experienced government corruption to some degree. We cannot provide assurance our internal controls will always protect us from the improper conduct of our employees, agents and business partners. Any such violation of law or improper actions could subject us to civil or criminal investigations in the U.S. and other jurisdictions, could lead to substantial civil or criminal, monetary and non-monetary penalties and related shareholder lawsuits, could lead to increased costs of compliance and could damage our reputation, our business and results of operations. \nWe Are Subject to Litigation and Environmental Regulations That Could Adversely Impact Our Operating Results\nWe are, and may in the future be, a party to a number of legal proceedings and claims, including those involving intellectual property, commercial transactions, government contracts, the integration of emerging technologies (for example, artificial intelligence and machine learning, among others), M&A, employment, employee benefit plans, antitrust, anti-corruption, accounting, import and export, health and safety matters, product liability (including asbestos) and environmental matters, several of which claim, or may in the future claim, significant damages. Given the inherent uncertainty of litigation, we can offer no assurance that existing litigation or a future adverse development will not have a material adverse impact. We also are subject to various laws and regulations relating to environmental protection and the discharge of materials into the environment, and we could incur substantial costs as a result of the noncompliance with or liability for cleanup or other costs or damages under environmental laws. In addition, increased public awareness and concern regarding global climate change may result in more international, federal, and/or state or other stakeholder requirements or expectations that could result in more restrictive or expansive standards, such as stricter limits on greenhouse gas emissions or more prescriptive reporting of environmental, social, and governance metrics. There continues to be a lack of consistent climate change legislation and standards, which creates economic and regulatory uncertainty. While the Company has adopted certain voluntary targets, environmental laws, regulations or standards may be changed, accelerated or adopted and impose significant operational restrictions and compliance requirements upon the Company, its products or customers, which could negatively impact the Company’s business, capital expenditures, results of operations, financial condition and competitive position.\nIncreasing Interest and Expectations with Respect to Environmental, Social, and Governance (ESG) Matters by Our Various Stakeholders Could Adversely Affect Our Business and Operating Results\nIn response to growing customer, investor, employee, governmental, and other stakeholder interest in our ESG practices, we have increased reporting of our ESG programs and performance and have established and announced our aspirational purpose, causes, values, and related commitments, goals or targets, including those regarding sustainability, greenhouse gas emissions, our net zero ambition, and diversity, equity and inclusion. Our ability to achieve such goals and aspirations is subject to numerous risks and uncertainties, many of which rely on the collective efforts of others or may be outside of our control. Such risks include, among others, the availability and adoption of new or additional technologies that reduce carbon or eliminate energy sources on a commercially reasonable basis, competing and evolving economic, policy and regulatory factors, the ability of suppliers and others to meet our sustainability, diversity and other goals, the availability of qualified candidates in our labor markets and our ability to recruit and retain diverse talent, and customer engagement in our goals. There may be times where actual outcomes vary from those aimed for or expected and sometimes challenges may delay or block progress. As a result, we cannot offer assurances that the results reflected or implied by any such statements will be realized or achieved. Moreover, standards and expectations for ESG matters continue to evolve and may be subject to varying interpretations, which may result in significant revisions to our goals or progress. In addition, certain of our product offerings may become less attractive as standards evolve. A failure or perceived failure to meet our aspirational purpose, causes, values, and related commitments, goals or targets within the timelines we announce, or at all, or a failure or perceived failure to meet evolving stakeholders expectations and standards, could damage our reputation, adversely affect employee retention or engagement or support from our various stakeholders and could subject us to government enforcement actions or penalties and private litigation. Such outcomes could negatively impact the Company’s business, capital expenditures, results of operations, financial condition and competitive position.",
      "char_count": 26895
    }
  },
  "extracted_at": "2025-10-18T17:34:06.284124"
}