{
  "ticker": "EXAS",
  "company_name": "EXACT SCIENCES CORP",
  "cik": 1124140,
  "form_type": "10-K",
  "filing_date": "2025-02-19",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001124140-25-000020",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001124140&accession_number=000112414025000020&xbrl_type=v",
  "sic_code": "8071",
  "industry": "Services-Medical Laboratories",
  "sections": {
    "item1": {
      "text": "Item 1. Business\nOverview\nA leading provider of cancer screening and diagnostic tests, Exact Sciences Corporation (together with its subsidiaries, “Exact,” “we,” “us,” “our” or the “Company”) gives patients and health care professionals the clarity needed to take life-changing action earlier. Building on the success of the Cologuard® and Oncotype DX® tests, we are investing in our pipeline to develop innovative solutions for use before, during, and after a cancer diagnosis. \nDuring 2024, we achieved many milestones, including:\n•delivering more than 4.6 million results to patients with our portfolio of cancer tests, \n•being recognized as a Great Place to Work for the sixth consecutive year, \n•growing revenue 10% while controllable operating expenses grew just 3%, \n•generating cash provided by operating activities of $210.5 million for the year ended December 31, 2024, an improvement of $54.4 million, respectively, compared to the year ended December 31, 2023,\n•securing United States (“U.S.”) Food and Drug Administration (“FDA”) approval and Medicare pricing for Cologuard PlusTM, our next-generation colon cancer screening test,\n•completing two studies for OncodetectTM, our molecular residual disease test (“MRD”), and \n•generating evidence for our liquid biopsy colon cancer screening test as well as our multi-cancer screening test (“MCED”), CancerguardTM.\nOur Products and Services\nWith a leading portfolio of products for earlier cancer detection and treatment guidance, we provide patients with earlier, smarter answers. Our current products and services focus on screening and precision oncology tests. \nOur Screening Tests\nCologuard Test\nOur flagship screening product, the Cologuard test, is a patient-friendly, non-invasive, stool-based DNA (“sDNA”) screening test that utilizes a multi-target approach to detect DNA and hemoglobin biomarkers associated with colorectal cancer and pre-cancer. Eleven biomarkers are targeted that have been shown to be strongly associated with colorectal cancer and pre-cancer. Methylation, mutation, and hemoglobin results are combined in the laboratory analysis through a proprietary algorithm to provide a single positive or negative reportable result.\nWe believe the large, underserved population of unscreened and inadequately screened patients represents a significant opportunity for our Cologuard test. It is widely accepted that colorectal cancer is among the most preventable, yet least prevented cancers. Colorectal cancer can take up to 10-15 years to progress from a pre-cancerous lesion to metastatic cancer and death. Patients who are diagnosed early in the progression of the disease — with pre-cancerous lesions or early-stage cancer — are more likely to have a complete recovery and to be treated less expensively. Colorectal cancer is the second leading cause of cancer deaths in the U.S. and the leading cause of cancer deaths in the U.S. among non-smokers. Each year in the U.S. there are approximately 154,000 new cases of colorectal cancer and approximately 53,000 deaths.\nUpon approval by the FDA in August 2014, our Cologuard test became the first and only FDA-approved sDNA non-invasive colorectal cancer screening test. Our Cologuard test is now indicated for average risk adults 45 years of age and older. \nOur peer-reviewed study, “Multitarget Stool DNA Testing for Colorectal-Cancer Screening,” published in the New England Journal of Medicine in April 2014, highlighted the performance of the Cologuard test in its 10,000 patient Deep-C clinical trial:\n•Cancer Sensitivity: 92%\n•Stage I and II Cancer Sensitivity: 94%\n•High-Grade Dysplasia Sensitivity: 69%\n•Specificity: 87%\nWe believe the competitive advantages of sDNA screening provide a significant market opportunity. There are nearly 110 million Americans between the ages of 45 and 85 who are at average risk for colorectal cancer. At a three-year screening interval and an average revenue per test of approximately $500, this represents a potential $18 billion market for our Cologuard test. \nMore than 40% of Americans between the ages of 45 and 85 who are at average risk for colorectal cancer are not up-to-date with screening according to the American Cancer Society’s (“ACS”) colorectal cancer screening guidelines. We believe our Cologuard test helps more people get screened for colorectal cancer. Internal studies have shown that approximately 40% of surveyed Cologuard users were previously unscreened for colorectal cancer. \nOur Cologuard test is included in key guidelines and quality measures that many healthcare providers rely on when making screening recommendations.\n•In its updated guidelines released in May 2021, the U.S. Preventive Services Task Force (“USPSTF”) gave an “A” grade to colorectal cancer screening starting at age 50 and continuing until age 75 and a “B” grade to colorectal cancer screening for ages 45 to 49. The updated guidelines include our Cologuard test (referred to in their statement as sDNA-FIT) as a recommended screening method for all average-risk patients in the 45-75 age group.\n•The ACS has specifically included our Cologuard test as a recommended colorectal cancer screening test in average-risk, asymptomatic individuals. The ACS recommends colorectal cancer screening beginning at age 45 for people at average risk of colorectal cancer.\n•The National Comprehensive Cancer Network (“NCCN”) includes sDNA screening at a once-every-three-years interval in its Colorectal Cancer Screening Guidelines. \n•The National Committee for Quality Assurance (“NCQA”) includes sDNA testing on a three-year interval as one of the methods permitted for colorectal cancer screening in its most recent Healthcare Effectiveness Data and Information Set (“HEDIS”) quality measures.\n•The Centers for Medicare & Medicaid Services (“CMS”) includes our Cologuard test in its most recent Medicare Advantage Star Ratings program.\nGenetic Testing\nWe have an extensive menu of predefined genetic tests for nearly all clinically relevant genes, additional custom panels, and comprehensive germline, whole exome (“PGxome®”), and whole genome (“PGnome®”) sequencing tests. \nOur Precision Oncology Tests \nOur precision oncology portfolio delivers actionable genomic insights to inform prognosis and cancer treatment after a diagnosis. We enable patients to take a more active role in their cancer care and make it easy for providers to order tests, interpret results, and personalize medicine by applying real-world evidence and guideline recommendations. \nOncotype DX Breast Recurrence Score® Test\nOur Oncotype DX Breast Recurrence Score test has been demonstrated to identify patients who are most likely to benefit from chemotherapy as well as those who may receive no clinical benefit from chemotherapy. \nAmong women, breast cancer is the most commonly diagnosed cancer and the leading cause of cancer death. In 2025, nearly 317,000 women are expected to be diagnosed with invasive breast cancer in the U.S. according to ACS, and nearly 59,000 women are expected to be diagnosed with non-invasive (in situ) breast cancer. Worldwide, it is estimated that there are approximately 2.3 million newly diagnosed cases of breast cancer each year. \nThe Oncotype DX Breast Recurrence Score test examines the activity of 21 genes in a patient’s breast tumor tissue to provide personalized information for tailoring treatment based on the biology of the patient’s individual disease. The test is supported by multiple rigorous clinical validation studies, including the landmark TAILORx and RxPONDER studies, confirming the test’s ability to predict the likelihood of chemotherapy benefit as well as the chance of cancer recurrence in the most common sub-type of early-stage breast cancer. \nAs the only test proven to predict both the likelihood of chemotherapy benefit and cancer recurrence, the Oncotype DX Breast Recurrence Score test is recognized globally as standard of care and is included in all major breast cancer treatment guidelines.\nOncotype DX Breast DCIS Score® Test\nOur Oncotype DX Breast DCIS Score test provides ductal carcinoma in situ (“DCIS”) patients an individualized prediction of the 10-year risk of local recurrence (DCIS or invasive carcinoma), represented by a DCIS Score® result. This test helps guide treatment decision-making in women with DCIS treated by local excision, with or without tamoxifen. Development of our Oncotype DX Breast DCIS Score test was based on published results for the Oncotype DX Breast Recurrence Score test that showed similarity in the expression profiles of genes between DCIS and invasive breast cancer when both are present within the same patient tumor.\nOncotype DX Colon Recurrence Score® Test \nIn patients with stage II and stage III colon cancer, the decision to treat with chemotherapy following surgery is based on an assessment of the likelihood of cancer recurrence and, as a result, it is critical for clinicians to accurately assess a patient’s risk of recurrence. Our Oncotype DX Colon Recurrence Score test is a multi-gene test for predicting recurrence risk in patients with stage II and stage III A/B colon cancer to enable an individualized approach to treatment planning. By evaluating specific genes within a patient’s colon tumor, the test can determine the likelihood that the cancer cells will spread and cause the disease to return after surgery. Based on this information, healthcare providers and patients can make more informed treatment decisions. The Oncotype DX Colon Recurrence Score test is supported by three rigorous clinical validation studies confirming the test’s ability to provide additional and independent value beyond the currently used measures for determining colon cancer recurrence risk. \nOncoExTra® Test\nIn April 2021, we began performing and selling the OncoExTra test, previously known as GEM ExTra, as a result of our acquisition of Ashion Analytics, LLC (“Ashion”). The OncoExTra test applies comprehensive tumor profiling, utilizing whole exome and whole transcriptome sequencing, to aid in therapy selection for patients with advanced, metastatic, refractory, relapsed, or recurrent cancer. With an extensive panel of approximately 20,000 genes and 169 introns, the OncoExTra test is one of the most comprehensive genomic (DNA) and transcriptomic (RNA) panels available today. \nRiskguard® Test\nRiskguard, our hereditary cancer test, helps people understand their inherited risk of cancer, arming them with critical information to make more informed treatment decisions. \nCOVID-19 Testing Business\nWe discontinued our COVID-19 testing operations in the second quarter of 2023. From March 2020 through June 2023, we partnered with various customers, including the State of Wisconsin Department of Health Services, to administer testing. Customers were responsible for employing trained personnel to collect specimens. Specimens were sent to our laboratory in Madison, Wisconsin, where we ran the assay in our laboratories and provided test results to ordering providers.\nUpcoming Test Launches\nWe are preparing to launch three new tests in 2025 across the largest patient impact opportunities in cancer diagnostics. \n•Cologuard Plus - The Cologuard Plus test, which features novel biomarkers, improved laboratory processes, and enhanced sample stability, detects colorectal cancers and precancerous polyps with even greater sensitivity than our Cologuard test while reducing false positives by nearly 40%. Results from the pivotal BLUE-C study published in the New England Journal of Medicine in March 2024 showed 95% overall cancer sensitivity and 43% sensitivity for advanced precancerous lesions at 94% specificity when age-weighted to the U.S. population with no findings on colonoscopy. In October 2024, the FDA approved our Cologuard Plus test for adults ages 45 and older of average risk for colorectal cancer. We expect to launch our Cologuard Plus test with Medicare coverage and guideline inclusion in the second quarter of 2025.\n•Oncodetect - Our tumor-informed Oncodetect MRD test is designed to detect small amounts of tumor DNA that may remain in patients’ blood after they have undergone initial treatment. This test is expected to help patients and oncologists understand the success of initial treatment, guide further treatment, and monitor for cancer recurrence. Results from the Alpha-CORRECT study, which primarily included patients with stage III colorectal cancer, showed our Oncodetect test achieved 78% sensitivity at the post-surgical timepoint and 91% sensitivity during the surveillance monitoring period, with specificities of 80% and 94%, respectively. In January 2025, complete findings from Alpha-CORRECT were published in the Journal of Surgical Oncology. Results from our Beta-CORRECT study, which we expect to present at an upcoming scientific conference, confirm a significant association between MRD positivity and recurrence in patients with stages II through IV colorectal cancer. Based on results from these two studies, we expect to launch the test as a laboratory developed test (“LDT”) with Medicare reimbursement through the Molecular Diagnostic Services Program (“MolDX”) in the second quarter of 2025.\n•Cancerguard - Our Cancerguard test is designed to detect multiple cancers in their earliest stages from a single blood draw. Building on decades of research with Mayo Foundation for Medical Education and Research (“Mayo”) and The Johns Hopkins University (“JHU”), the Cancerguard test combines multiple biomarker classes for earlier cancer detection, provides high specificity to help minimize false positives, and utilizes a streamlined imaging-based diagnostic pathway to reduce follow-up procedures. In November 2024, results from the a multi-center, prospective, case-control ASCEND-2 study showed 60% overall sensitivity at 98.5% specificity when excluding cancer organ types with average-risk standard of care screening, and 67% overall sensitivity for the six most aggressive cancer organ types with the shortest 5-year survival rate. We expect to launch the test as an LDT in the second half of 2025. \nPipeline Research and Development\nWe are continuing to advance our pipeline of future screening and diagnostic products, including risk assessment, screening and prevention, early disease diagnosis, adjuvant and/or neoadjuvant disease treatment, metastatic disease treatment selection, and recurrence monitoring.\nThrough our collaboration with Mayo, we have successfully performed feasibility studies involving multiple types of cancer using tissue, blood, and other sample types. Our research and development programs are also powered by technologies we have exclusively licensed from JHU, Broad Institute, Inc. (“Broad Institute”), Oxford University, the Ludwig Institute for Cancer Research, and TwinStrand Biosciences, Inc. (“TwinStrand”).\nWe are focusing our research and development efforts on three main areas: \n•Colorectal Cancer Screening Test Development. Beyond Cologuard Plus, we are working to develop a blood-based screening test for colorectal cancer. In September 2024, we presented performance data for our blood-based colorectal cancer screening test at the ESMO Congress, showing sensitivities of 88% for colorectal cancer and 31% for advanced precancerous lesions at specificity of 90% for negative samples confirmed by colonoscopy. BLUE-C pivotal study results for our blood-based colorectal cancer screening test are expected in the middle of 2025 and performance degradation is expected for advanced precancerous lesion sensitivity and overall CRC sensitivity.\n•MRD Test Development. In addition to the evidence supporting Oncodetect in colorectal cancer, we plan to validate our Oncodetect test in breast cancer and, subsequently, in multiple other solid tumor types. We also expect to enhance our MRD test by leveraging the Broad Institute’s Minor Allele Enriched Sequencing Through Recognition Oligonucleotides (“MAESTRO”) diagnostic testing technology, which we secured exclusive rights to in June 2023 through a sponsored research and license agreement. We are currently developing the MAESTRO platform and expect to analytically validate this technology in 2025.\n•MCED Test Development. In July 2024, our Cancerguard test was approved as an Investigational Device Exemption by the FDA to be used within a real-world evidence study, providing an opportunity to test 25,000 people over the next three years. The first patient was enrolled within this study at Baylor Scott & White, the primary study site, in August 2024. In the future, we plan to begin recruiting patients for the FDA registrational Study of All comeRs (“SOAR”) trial, which we expect to be one of the largest prospective, interventional multi-cancer screening trial ever conducted in the U.S.\nResearch and development, which includes our clinical study programs, accounts for a material portion of our operating expenses. As we seek to enhance our product portfolio and advance our pipeline, we expect that our research and development expenditures will continue to be a significant portion of our operating expenditures.\nCommercial Operations\nOur commercial functions include specific teams focused on screening, precision oncology, and international markets. \nCologuard Test Commercial Operations\nWe promote our Cologuard test through a national and market-based model comprised of our health systems, payers, primary care, market development, and inside sales team members. \nOur sales team actively engages with healthcare providers and payers to emphasize the need for colorectal cancer screening, educate them on the value of our Cologuard test, and facilitate their ability to order the test. We focus on specific healthcare providers and payers based on a combination of Cologuard order history and ordering potential data. We also focus on healthcare provider groups and larger regional and national health systems through large, organized screening programs. \nA critical part of the value proposition of our Cologuard test is its adherence program, which involves active engagement with patients and providers by our adherence team. This customer-oriented support activity is focused on encouraging and helping patients complete Cologuard tests that have been ordered for them by their providers. We undertake a variety of health care activities to promote patient adherence including letters, text messages, online chat, emails, phone calls, and other direct-to-consumer digital efforts.\nWe have undertaken a significant marketing public relations effort to engage prospective patients in the U.S., including through the launch of targeted, direct-to-consumer advertising campaigns across national television, digital, social media, print, and audio channels. During 2024, we continued to deepen our investment in large, organized screening programs to further solidify our Cologuard test as a solution for patients who infrequently visit their health care provider. \nPrecision Oncology Commercial Operations\nWe promote our precision oncology tests through our precision oncology sales force. Our commercial infrastructure, including our sales force, managed care group, and patient support network, is critical to the success of our precision oncology products. In our domestic sales, marketing, and reimbursement efforts, we interact directly with medical, radiation, and surgical oncologists, pathologists, and payers. We employ a direct sales approach that targets oncologists and cancer surgeons. We also plan to continue to utilize data from our clinical studies published in peer-reviewed journals to demonstrate the clinical value of our precision oncology products. We believe the combination of these approaches is our best means to increase patient and healthcare provider awareness of our precision oncology products and services and the number of favorable reimbursement coverage decisions by third-party payers. \nInternational Commercial Operations\nWe commercialize or plan to commercialize our Oncotype® tests internationally through employees in Canada, Japan, and a number of European countries, as well as through exclusive distribution agreements. We have provided our Oncotype tests in approximately 120 countries outside of the U.S. We do not offer our Cologuard test, Cancerguard test, or Oncodetect test outside of the U.S. We are exploring opportunities to make these tests and other future products available outside of the U.S. \nInclusion of our products in guidelines and quality measures will be critical to our international success. The Oncotype DX breast cancer test is recognized in international guidelines issued by the St. Gallen International Breast Cancer Expert Panel and European Society for Medical Oncology. Our Oncotype DX breast cancer test has been recommended to guide certain patients’ chemotherapy treatment decisions by the National Institute for Health and Care Excellence in England, the Gynecologic Oncology Working Group in Germany, and the Japan Breast Cancer Society. Our Oncotype DX breast cancer test is reimbursed for certain patients in the public health systems in more than ten countries.\nWe are exploring opportunities to establish local laboratories in certain locations outside of the U.S. and established local testing capacity in Germany beginning in late 2021. Certain countries have severe restrictions on reimbursing tests performed abroad or exporting tissue samples or patient health data. These restrictions limit our ability to offer our tests in those countries without local laboratories or a method of test delivery that does not require samples to be transported to our U.S. laboratory.\nReimbursement for our Tests\nReimbursement for our Cologuard Test\nOur Cologuard test has broad reimbursement coverage from Medicare and commercial payers. Updated USPSTF colorectal cancer screening guidelines mandate coverage of our Cologuard test beginning at age 45 for ACA covered health plans. Medicare Part B covers our Cologuard test once every three years for beneficiaries who are age 45 to 85, asymptomatic and at average risk for developing colorectal cancer.\nThe following laws and regulations establish coverage requirements relevant to our Cologuard test. \n•Section 2713 of the Patient Protection and Affordable Care Act (“ACA”) mandates that certain health insurers cover, without imposing any patient cost-sharing, evidence-based items or services that have in effect a rating of “A” or “B” in the current recommendations of USPSTF (“ACA Mandate”), which includes follow-up colonoscopy after a positive non-invasive stool-based screening test be covered without cost sharing. \n•Federal regulations require that Medicare Advantage plans cover “A” or “B” rated preventive services without patient cost-sharing, and CMS has issued a notice affirming that Medicare Advantage plans must include coverage of our Cologuard test every three years without patient cost-sharing including coverage of a follow-up colonoscopy after a positive non-invasive stool-based screening test effective January 1, 2023. Additional Part B cost sharing for procedures performed in addition to follow-on colonoscopy (e.g. polyp removal or pathology) will be phased out by 2030.\n•We believe that most states' laws mandate coverage of our Cologuard test by certain health insurance plans. \nMost commercial payers have issued positive coverage decisions for our Cologuard test, and we have negotiated contracts with most payers to include our Cologuard test as an in-network service. In-network agreements with payers have varying terms and conditions, including reimbursement rate, term, and termination. Other payers may perform post-payment reviews or audits, which may lead to payment recoupments. \nState Medicaid agencies generally assign a reimbursement rate for our Cologuard test equal to or less than the prevailing Medicare rate, often determined by state law as a percentage of the Medicare reimbursement rate.\nIn November 2024 our Cologuard Plus test, which we expect to launch in 2025, received a payment rate on the Clinical Lab Fee Schedule, which applies to Medicare Part B claims, that was effective January 1, 2025. This rate is higher than the Medicare rate for the Cologuard test. Commercial payers will need to issue positive coverage decisions for the Cologuard Plus test and we will negotiate amendments to our existing network agreements with those payers to add the Cologuard Plus test. \nReimbursement for our Precision Oncology Tests\nWe depend on government insurance plans, managed care organizations, and commercial insurance plans for reimbursement of our precision oncology tests.\nMedicare coverage for our precision oncology tests is currently subject to the discretion of the local Medicare Administrative Contractors (“MAC”). Palmetto, the MAC that establishes the coverage and coding policies for most of our tests under Medicare, developed the MolDX, to identify and establish Medicare coverage for molecular diagnostic tests that fall within the scope of its Molecular Diagnostic Test local coverage decision (“LCD”). To obtain coverage under the MolDX program, developers of molecular diagnostic tests must submit a detailed dossier of analytical and clinical data to substantiate that a test meets Medicare’s requirements for coverage. We have received positive coverage decisions under the MolDX program for our breast, colon, Riskguard, and OncoExTra tests. \nReimbursement of our precision oncology tests by third-party payers is essential to our commercial success. Where there is a payer policy, contract or agreement in place, we bill the third-party payer, the hospital or referring laboratory and/or the patient (for deductibles and coinsurance or co-payments, where applicable) in accordance with established policy, contract or \nagreement terms. Some payers may apply various medical management requirements, including a requirement that they give prior authorization for a precision oncology test before they are willing to pay for it. Where there is no payer policy in place, we pursue third-party reimbursement on behalf of each patient on a case-by-case basis. Our efforts on behalf of these patients involve a substantial amount of time and expense, and bills may not be paid for many months, if at all. Furthermore, if a third-party payer denies coverage after final appeal, it may take a substantial amount of time to collect from the patient, if we are able to collect at all.\nState Medicaid agencies generally assign a reimbursement rate for our precision oncology tests equal to or less than the prevailing Medicare rate, often determined by state law as a percentage of the Medicare reimbursement rate.\nInternational Reimbursement\nIn many countries, public healthcare systems are primarily responsible for financing and establishing reimbursement for diagnostic tests. The majority of our international precision oncology revenues come from reimbursement (directly or indirectly), payments from our distributors, and patient self-pay. We have obtained coverage or other public financing for our Oncotype DX breast cancer test outside of the U.S., including coverage for certain patients in more than ten countries.\nWe expect that our international sales will be heavily dependent on the availability of reimbursement, and broadening coverage and reimbursement for our precision oncology tests and other tests outside of the United States will take years.\nReimbursement for Future Products\nSuccessful commercialization of our newly developed products, including our Oncodetect and our Cancerguard tests, will also depend on our ability to obtain and maintain reimbursement at adequate reimbursement rates from government insurance plans, managed care organizations, commercial insurance plans, and public healthcare systems outside the U.S. for such products.\nOur Clinical Laboratory and Manufacturing Facilities\nWe process our Cologuard test at two state-of-the-art, high-throughput clinical laboratories in Madison, Wisconsin that are certified pursuant to federal Clinical Laboratory Improvement Amendments (“CLIA”) and accredited by College of American Pathologist (“CAP”). Our total lab capacity at both facilities is approximately seven million Cologuard tests per year, with the opportunity to add additional capacity, if needed. \nWe currently manufacture our Cologuard and Cologuard Plus tests at our facilities in Madison, Wisconsin. We are committed to manufacturing and providing medical devices and related products that meet customer expectations and applicable regulatory requirements. We adhere to manufacturing and safety standards required by federal, state, and local laws and regulations and operate our manufacturing facilities under a quality management system. We purchase certain components for our Cologuard and Cologuard Plus tests from third-party suppliers and manufacturers.\nA majority of our internally developed Oncotype tests for domestic and international patients are currently processed in our CLIA-certified and CAP-accredited clinical reference laboratory facilities in Redwood City, California. Beginning in 2022, Oncotype DX breast cancer tests for German patients have been processed in our newly constructed facility in Trier, Germany, a portion of which is operated by a third-party partner. Our OncoExTra tests, along with tests completed under certain of our reference lab agreements, are processed in our CLIA-certified and CAP-accredited clinical reference laboratory facilities in Phoenix, Arizona.\nWe process our predefined genetic tests for nearly all clinically relevant genes, additional custom panels, and comprehensive germline whole exome and whole genome sequencing tests in addition to our hereditary cancer test, Riskguard at our CLIA-certified and CAP-accredited DNA testing laboratory in Marshfield, Wisconsin. \nWe believe that we currently have sufficient capacity to process all of our tests for at least the next 12 months. We are in the process of expanding our existing facilities to prepare for the expected future growth in our operations.\nCompetition\nWe operate in a rapidly evolving and highly competitive industry. There are a number of private and public companies that offer products or have announced that they are developing products that compete with ours. We expect additional competition as other established and emerging companies introduce new tests and technologies. Certain of these companies have or may be acquired by, or enter into commercial partnerships with, larger companies with greater expertise, resources or brand recognition, which may increase their ability to offer or develop products that compete with ours. \nWe believe the principal competitive factors for our current and in-development products include the following:\n•test performance, as demonstrated in clinical and analytical studies as well as in commercial and real-world experience;\n•scope and extent of reimbursement and payer coverage;\n•ease of use, including user experience for both patients and providers;\n•value of product offerings, including pricing and impact on other healthcare spending;\n•effectiveness of sales and marketing efforts and brand awareness;\n•breadth of distribution of products and partnership base;\n•reputation among patients and providers for development and introduction of new, innovative products;\n•operational execution, including test turn-around time and test failures; and\n•key opinion leader support, including endorsement in influential clinical guidelines.\nWe believe that the success of our products depends on our ability to differentiate ourselves, including through continued investment in product enhancements and new technologies, and to demonstrate that our products deliver the clinical and operational attributes that are most important to hospitals, clinics, group purchasing organizations, physicians, and patients.\nScreening Competition\nThe U.S. opportunity for colorectal cancer screening is large, consisting of nearly 110 million eligible individuals between the ages of 45 and 85, and has attracted numerous competitors. Our Cologuard and Cologuard Plus tests face competition from procedure-based detection technologies such as colonoscopy, flexible sigmoidoscopy, “virtual” colonoscopy—a radiological imaging approach that visualizes the inside of the bowel by CT scan (spiral computerized axial tomography)—as well as other stool-based colorectal cancer tests (including the fecal occult blood test, the fecal immunochemical test (“FIT”)), capsule endoscopy, and liquid biopsy tests. \nIn the past year, Geneoscopy, Inc. (“Geneoscopy”) received FDA approval for its ColoSense stool-based test which will compete directly with our Cologuard tests in the United States. We are aware of at least two other companies (Mainz Biomed and Prescient Metabiomics) who are developing stool-based colorectal cancer screening tests.\nWe are also aware of many companies including Guardant Health, Inc. (“Guardant”), Freenome, Inc., GRAIL, Inc., and Natera Inc. (“Natera”), that have developed or are developing blood-based colorectal cancer screening tests. Guardant Health recently received FDA approval and Medicare coverage of its blood-based test (Shield). Collectively, these tests could represent significant competition for our current tests, our own in-development blood-based colorectal cancer screening test, and other tests we may develop in the future. Our competitors may also be developing additional methods of detecting colorectal cancer and pre-cancer that have not yet been announced. \nWe are also entering the MCED market with our Cancerguard test. We are aware of other companies with MCED products either commercially available or in development that will compete directly with our Cancerguard test. These companies include GRAIL, Inc., Guardant Health, Inc., and Freenome, Inc.\nThe genetic testing market is highly competitive, and we expect this competition to intensify in the future as our competitors consolidate and new competitors emerge. We face competition from a variety of sources, including Ambry Genetics (now owned by Tempus AI); Myriad Genetics, Inc.; Natera; Color Health, Inc.; GeneDx; Illumina; Variantyx; 3billion; a few large, established general testing companies such as Laboratory Corporation of America Holdings (LabCorp) and Quest Diagnostics Incorporated; and clinical laboratories in an academic or healthcare provider setting that perform clinical genetic testing on behalf of their affiliated institutions.\nPrecision Oncology Competition\nOur precision oncology products compete against a number of companies that are developing or commercializing products to profile genes and gene expression in breast and colon cancer. These companies include Agendia Inc., Veracyte, Inc., Myriad Genetics, Inc., and Hologic, Inc. \nThere are multiple companies who have therapy selection products (either tissue-based or blood-based) which compete with the OncoExTra test and our in-development OncoliquidTM test including Tempus AI, Caris Life Sciences, NeoGenomics, Myriad Genetics, Inc., and Delfi. With respect to our MRD test in development, each of Natera, Tempus AI, Guardant, NeoGenomics, Myriad Genetics, Inc., Quest Diagnostics, and Personalis have commercially available competitive MRD tests or have such tests in development. Historically, our principal competition for our precision oncology tests has also come from existing diagnostic methods used by pathologists and oncologists. Advances in digital pathology and artificial intelligence have the potential to replace or complement these entrenched methods and may offer value comparable to our molecular tests. Other potential competitors include companies that develop diagnostic tests such as Roche Holding, Ltd, and Siemens AG, as well as other companies and academic and research institutions.\nSeasonality\nWe are continuing to learn how seasonal factors may affect our business. Based on our experience to date, we expect some seasonal variations in our financial results due to a variety of factors, such as the year-end holiday period and other major holidays, vacation patterns of both patients and healthcare providers, climate and weather conditions in our markets, seasonal conditions that may affect medical practices and patient, payer, and provider activity, including influenza outbreaks that may reduce the percentage of patients that can be seen or decrease patient’s willingness to visit medical practices, and other factors relating to the timing of patient deductibles and co-insurance limits.\nRegulation\nCertain of our activities are subject to regulatory oversight by the FDA under provisions of the Federal Food, Drug, and Cosmetic Act (“FDCA”) and regulations thereunder, including regulations governing the development, marketing, labeling, promotion, manufacturing, distribution, and export of diagnostic products. Our clinical laboratory facilities are subject to oversight by CMS pursuant to CLIA, as well as agencies in various states, including New York. We are subject to many other federal, state, and foreign laws, including anti-fraud and abuse, anti-kickback, and patient privacy. Failure to comply with applicable requirements can lead to significant sanctions, including interruption of our operations, withdrawal of products from the market, recalls, payment denials, refunds and recoupments, refusal to authorize government contracts, product seizures, exclusion from participation in federal and state healthcare programs, civil money penalties, injunctions, and criminal prosecution. For more information, see “Item 1A. Risk Factors — Risks Relating to Governmental Regulation and Reimbursement.”\nU.S. Food and Drug Administration\nUnless otherwise exempted or subject to enforcement discretion, medical devices, which include screening and diagnostic tests, must receive either FDA or regulatory approval or clearance before being marketed in the United States. Our Cologuard and Cologuard Plus tests are regulated by the FDA as a Class III medical devices. The FDA granted premarket approval (“PMA”) for our Cologuard and Cologuard Plus tests in August 2014 and October 2024, respectively. The regulations governing our PMA-approved tests’ approval place substantial restrictions on how our tests may be marketed and sold, specifically, by prescription only. \nAdditionally, manufacturers of medical devices must comply with various regulatory requirements under the FDCA and regulations thereunder, including, but not limited to, quality system regulations, unless they are exempt, facility registration, product listing, labeling requirements, and certain post-market surveillance requirements. Entities that fail to comply with FDA requirements can be liable for criminal or civil penalties, such as recalls, detentions, orders to cease manufacturing, and restrictions on labeling and promotion, among other potential sanctions. \nCertain of our products in development or additional diagnostic products and services that we seek to develop may be regulated by the FDA as medical devices and require FDA approval or clearance. The regulatory review and approval process for medical devices can be costly, timely, and uncertain. This process may involve, among other things, successfully completing clinical trials and submitting a premarket clearance notice or filing a premarket approval application with the FDA. \nLaboratory Developed Tests\nOur Oncotype® tests, OncoExTra test, and certain other tests we offer are regulated as LDTs, and we may seek to commercialize certain of our products in development as LDTs. LDTs are clinical laboratory tests that are developed and validated by a laboratory for its own use. The FDA historically has taken the position that it has the authority to regulate such tests as medical devices under the FDCA and until recently has for the most part exercised enforcement discretion and not required clearance or approval of LDTs prior to marketing. \nIn May 2024, the FDA issued a final rule (the “LDT Rule”) that amended the FDA's regulations to make explicit that LDTs are devices under the FD&C Act. Along with the final rule, the FDA finalized a policy under which the FDA’s historical LDT enforcement discretion will be phased out over the course of three years, as well as targeted enforcement discretion policies for certain categories of LDTs. Under the LDT Rule and this policy, (1) from May 2025 to May 2028 various requirements will be phased in including medical device reporting (“MDR”) requirements, correction and removal reporting requirements, registration and listing requirements, labeling requirements, investigational use requirements and quality system requirements, (2) beginning in November 2027, premarket review requirements will become applicable to high risk (e.g., Class III) LDTs and (3) beginning in May 2028, premarket review requirements will become applicable to moderate and low risk LDTs. LDTs that were first marketed prior to May 6, 2024 (and have not been significantly modified) (“Grandfathered LDTs”) and LDTs for unmet medical needs manufactured and performed by labs integrated in a healthcare system, will not be subject to premarket review and most of the quality system requirements. Implementation and enforcement of the LDT Rule by the FDA may materially impact our development and commercialization of LDTs, including our Oncotype tests.\nThe LDT Rule has been challenged in the federal courts and that case is ongoing. It is possible that courts could strike down portions or all of the LDT Rule. It is unclear how the new Trump Administration may implement or enforce the LDT Rule. Additionally, the U.S. Congress may enact statutory changes that could alter or eliminate the LDT Rule. Even if the LDT Rule remains in its current form, the FDA will likely develop new policies to implement the rule that may materially impact our development and commercialization of LDTs, including our Oncotype tests.\nLaboratory Certification, Accreditation, and Licensing\nWe are also subject to U.S. and state laws and regulations regarding the operation of clinical laboratories. CLIA requirements and laws of certain states impose certification requirements for clinical laboratories, and establish standards for quality assurance and quality control, among other things. CLIA provides that a state may adopt different or more stringent regulations than federal law and permits states to apply for exemption from CLIA if the state’s laboratory laws are equivalent to or more stringent than CLIA. For example, the State of New York's clinical laboratory regulations, which have received an exemption from CLIA, contain provisions that are in certain respects more stringent than federal law. Therefore, as long as New York maintains a licensure program that is CLIA-exempt, we will need to comply with New York's clinical laboratory regulations in order to offer our clinical laboratory products and services in New York.\nWe have current certificates to perform clinical laboratory testing. Clinical laboratories are subject to inspection by regulators and to sanctions for failing to comply with applicable requirements. Sanctions available under CLIA and certain state laws include prohibiting a laboratory from running tests, requiring a laboratory to implement a corrective plan, and imposing civil monetary penalties. \nHIPAA and Other Privacy Laws\nThe Health Insurance Portability and Accountability Act of 1996, as amended by the Health Information Technology for Economic and Clinical Health Act (“HIPAA”) established comprehensive protection for the privacy and security of health information. The HIPAA standards apply to three types of organizations, or “Covered Entities”: health plans, healthcare clearinghouses, and healthcare providers that conduct certain healthcare transactions electronically. Covered Entities and their business associates must have in place administrative, physical, and technical standards to guard against the misuse of individually identifiable health information. We perform activities that may implicate HIPAA, such as providing clinical laboratory testing services and entering into specific kinds of relationships with Covered Entities and business associates of Covered Entities. Penalties for violations of HIPAA include civil money and criminal penalties.\nOur activities must also comply with other applicable privacy laws, which impose restrictions on the access, use and disclosure of personal information. More state and international privacy laws are being adopted. Many state laws are not preempted by HIPAA because they are more stringent or are broader in scope than HIPAA, including the California Consumer \nPrivacy Act of 2018 (“CCPA”), including expansions and amendments to CCPA pursuant to the California Privacy Rights Act which became operative on January 1, 2023. CCPA protects personal information other than health information covered by HIPAA and allows certain data access and erasure rights to California consumers as well as rights to limit use and disclosure of sensitive personal information. Other similar state laws have been enacted. Further, we are required to comply with international, national, and provincial personal data protection laws and regulations, including the European Union's (“E.U.”) General Data Protection Regulation (“GDPR”) and Japan's Act on the Protection of Personal Information (“APPI”). The GDPR and other national or provincial laws provide a prescriptive, detailed regulation that provides extensive powers to public authorities to sanction and stop use of personal data. The GDPR and national or provincial laws outside of Europe such as APPI have and will continue to require significant effort and expense to ensure compliance. All of these laws may impact our business and may change periodically, which could adversely affect our business operations. \nFederal and State Billing and Fraud and Abuse Laws\nAnti-fraud Laws/Overpayments. We are subject to numerous federal and state anti-fraud and abuse laws, including the Federal False Claims Act. Many of these anti-fraud laws are broad in scope, and neither the courts nor government agencies have extensively interpreted these laws. Prohibitions under some of these laws include:\n•the submission of false claims or false information to government programs,\n•the retention of any overpayments by governmental payers,\n•deceptive or fraudulent conduct,\n•excessive or unnecessary services or services at excessive prices, and\n•defrauding private sector health insurers.\nNumerous federal and state agencies enforce the anti-fraud and abuse laws. In addition, private insurers may also bring private actions. In some circumstances, private whistleblowers are authorized to bring fraud suits on behalf of the government against providers and are entitled to receive a portion of any final recovery.\nIn addition, amendments to the False Claims Act impose severe penalties for the knowing and improper retention of overpayments collected from governmental payers. Within 60 days of identifying and quantifying an overpayment, a provider is required to notify CMS or the Medicare contractor of the overpayment and the reason for it and return the overpayment. These amendments could subject our procedures for identifying and processing payments to greater scrutiny. Overpayments may occur from time to time in the healthcare industry without any fraudulent intent. For example, overpayments may result from mistakes in reimbursement claim forms or from improper processing by governmental payers. We maintain protocols intended to identify any overpayments. From time to time we have identified overpayments and made refunds to government payers.\nTo avoid liability, we must carefully and accurately code claims for reimbursement, proactively monitor the accuracy and appropriateness of Medicare claims and payments received, diligently investigate any credible information indicating that we may have received an overpayment, and promptly return any overpayments.\nFederal and State “Anti-Kickback” and “Self-Referral” Restrictions\nAnti-Kickback Statute. The federal Anti-Kickback Statute prohibits persons from knowingly and willfully soliciting, receiving, offering, or paying remuneration, directly or indirectly, to induce either the referral of an individual, or the furnishing, recommending, or arranging for a good or service, for which payment may be made under a federal healthcare program, such as the Medicare and Medicaid programs, unless an exception applies. The term “remuneration” is not defined in the federal Anti-Kickback Statute and has been broadly interpreted to include anything of value, including for example, gifts, discounts, the furnishing of supplies or equipment, credit arrangements, payments of cash, waivers of payment, ownership interests and providing anything at less than its fair market value. Sanctions for violations of the federal Anti-Kickback Statute may include imprisonment and other criminal penalties, civil monetary penalties, and exclusion from participation in federal healthcare programs. Many states have also adopted laws similar to the federal Anti-Kickback Statute, some of which apply to the referral of patients for healthcare items or services reimbursed by any source, not only the Medicare and Medicaid programs, and do not contain identical safe harbors.\nIn addition, the Eliminating Kickbacks in Recovery Act of 2018 (“EKRA”) imposes criminal penalties for knowing or willful payment or offer, or solicitation or receipt, of any remuneration, whether directly or indirectly, overtly or covertly, in cash or in kind, in exchange for the referral or inducement of laboratory testing (among other healthcare services) unless a specific exception applies. Although it appears that EKRA was intended to reach patient brokering and similar arrangements to induce patronage of substance use recovery and treatment, the language in EKRA is broadly written and could apply to laboratory services covered under public or private payer arrangements.\nSelf-Referral Law. The federal “self-referral” law, commonly referred to as the “Stark” law, provides that healthcare providers who, personally or through a family member, have ownership interests in or compensation arrangements with a laboratory are prohibited from making a referral to that laboratory for laboratory tests reimbursable by Medicare, and also prohibits laboratories from submitting a claim for Medicare payments for laboratory tests referred by healthcare providers who, personally or through a family member, have ownership interests in or compensation arrangements with the testing laboratory. The Stark law contains a number of specific exceptions which, if met, permit healthcare providers who have ownership or compensation arrangements with a testing laboratory to make referrals to that laboratory and permit the laboratory to submit claims for Medicare payments for laboratory tests performed pursuant to such referrals. We are subject to comparable state laws, some of which apply to all payers regardless of source of payment, and do not contain identical exceptions to the Stark law.\nSunshine Act\nIn 2010, Congress enacted a statute commonly known as the Sunshine Act, which aims to promote transparency. The Sunshine Act requires manufacturers of drugs, devices, biologicals, and medical supplies covered by Medicare, Medicaid, or the Children’s Health Insurance Program to report annually to CMS any payments or other transfers of value made to healthcare providers and teaching hospitals, unless an exception applies. Manufacturers must also disclose to CMS any healthcare provider ownership or investment interests. Some states have similar transparency laws.\nInternational\nWhen marketing our tests outside of the U.S., we are subject to other countries' regulatory requirements governing human clinical testing, export of tissue, marketing approval for our products, and performance and reporting of tests in each market. These requirements vary by jurisdiction, differ from those in the U.S., and may require us to perform additional pre-clinical or clinical testing. For example, the E.U. has amended its existing regulatory framework for in vitro diagnostics by introducing the Regulation 2017/746 (EU) (“EU IVDR”), which amends the existing framework and imposes stricter requirements for the development, marketing, and sale of in vitro diagnostics such as our Oncotype DX Breast Recurrence Score test in the E.U. These new regulations are more stringent in a variety of areas, including clinical requirements, traceability, quality systems, and post-market surveillance activities. The EU IVDR became effective starting in May 2022. As our Oncotype DX Breast Recurrence Score test has a pre-existing certification from our notified body, we had until May 2026 to meet certain of the new, more stringent regulatory requirements of EU IVDR with respect to our Oncotype DX Breast Recurrence Score test, including obtaining a new positive conformity assessment from our notified body. We received a CE marking on our Oncotype DX Breast Recurrence Score test in December 2023, certifying that we are in compliance with the new EU IVDR regulatory requirements. Complying with the requirements of these regulations has required us to, and may continue to require us to, incur significant expenditures. Failure to meet these requirements could adversely impact our business in the E.U. and other regions that tie their product registrations to the E.U. requirements. Additionally, in many countries outside of the U.S., coverage, pricing, and reimbursement approvals are also required in order for our tests to be made available to patients in substantial volume.\nMany countries in which we offer our tests have anti-inducement laws or regulations prohibiting providers, as well as medical and in vitro diagnostic device manufacturers, from offering, paying, soliciting, or receiving remuneration, directly or indirectly, or providing a benefit to a healthcare professional in order to induce business, or may require declaration of any benefits provided to healthcare professionals. In situations involving healthcare providers employed by public or state-funded institutions or national healthcare services, violation of the local anti-corruption or anti-gift laws may also constitute a violation of the U.S. Foreign Corrupt Practices Act (“FCPA”).\nThe FCPA prohibits any U.S. individual, business entity, or employee of a U.S. business entity from offering or providing, directly or through a third party, including the distributors we rely on in certain markets, anything of value to a foreign government official with corrupt intent to influence an award or continuation of business or to gain an unfair advantage, whether or not such conduct violates local laws. In addition, it is illegal for a company that reports to the Securities and \nExchange Commission (“SEC”) to have false or inaccurate books or records or to fail to maintain a system of internal accounting controls. We are also required to maintain accurate information and control over sales and distributors’ activities that may fall within the purview of the FCPA, its books and records provisions, and its anti-bribery provisions.\nOther Laws\nOccupational Safety and Health. In addition to its comprehensive regulation of health and safety in the workplace in general, the Occupational Safety and Health Administration has established extensive requirements aimed specifically at laboratories and other healthcare-related facilities. In addition, because our operations require employees to use certain hazardous chemicals, we also must comply with regulations on hazard communication and hazardous chemicals in laboratories. These regulations require us, among other things, to develop written programs and plans, which must address methods for preventing and mitigating employee exposure, the use of personal protective equipment, and training.\nSpecimen Transportation. Our commercialization activities subject us to regulations of the Department of Transportation, the U.S. Postal Service, and the Centers for Disease Control and Prevention that apply to the surface and air transportation, as well as importation, of clinical laboratory specimens.\nEnvironmental. The cost of compliance with federal, state, and local provisions related to the protection of the environment has had no material effect on our business. There were no material capital expenditures for environmental control facilities in the year ended December 31, 2024 and there are no material expenditures planned for such purposes for the year ended December 31, 2025.\nIntellectual Property\nWe rely on a combination of patents, patent applications, copyrights, and trademarks, as well as contracts, such as confidentiality, material data transfer, and license and invention assignment agreements to protect our intellectual property rights. We also rely upon trade secret laws to protect unpatented know-how and continuing technological innovation.\nWe have intellectual property rights to a wide variety of technologies including sample preparation, sample preservation, biomarkers, gene expression and sequencing technology, and related methods and formulations.\nOur success depends upon our ability to protect our technologies through patent coverage and, where necessary, defend and enforce our patents in administrative proceedings and litigation. As of December 31, 2024, we had 257 issued patents in the U.S. and 930 issued patents outside of the U.S., which includes validated patents issued by the European Patent Office in key E.U. countries, covering genes and methods that are components of the Cologuard test, Oncoguard® Liver test, Oncotype DX tests, pipeline technologies or research methods, and platform technologies. Our issued U.S. patents expire at various times between 2025 and 2044. In addition, we have pending patent applications in the U.S. and in other countries, including provisional and non-provisional filings. Some of these U.S. patent applications also have corresponding pending or granted applications under the Patent Cooperation Treaty in Canada, Europe, Japan, Australia, and other jurisdictions. We solely own, jointly own, or exclusively license these patents and patent applications. In certain cases where joint ownership positions were created, we have negotiated contractual provisions providing us with the opportunity to acquire exclusive rights under the patents and patent applications. Under some patents and patent applications, we have elected to allow exclusive options to lapse without exercising the option. The joint ownership agreements generally are in the form of agreements that were executed at the onset of our collaborations with third parties. \nLicense Agreements\nWe license certain technologies that are, or may be, incorporated into our technology under several license agreements, as well as the rights to commercialize certain diagnostic tests through collaboration agreements. Generally, the license agreements require us to pay single-digit royalties based on net revenues received using the technologies and may require minimum royalty amounts, milestone payments, or maintenance fees. \nMayo Foundation for Medical Education and Research\nIn June 2009, we entered into an exclusive, worldwide license agreement with Mayo Foundation for Medical Education and Research, under which Mayo granted us an exclusive, worldwide license to certain Mayo patents and patent applications, as well as a non-exclusive, worldwide license with regard to certain Mayo know-how. The scope of the license covers any screening, surveillance, or diagnostic test or tool for use in connection with any type of cancer, pre-cancer, disease, or condition. Our license agreement with Mayo was most recently amended and restated in September 2020. \nThe licensed Mayo patents and patent applications contain both method and composition claims that relate to sample processing, analytical testing, and data analysis associated with nucleic acid screening for cancers and other diseases. The jurisdictions covered by these patents and patent applications include the U.S., Australia, Canada, the E.U., China, Japan, and Korea. Under the license agreement, we assumed the obligation and expense of prosecuting and maintaining the licensed Mayo patents and are obligated to make commercially reasonable efforts to bring to market products using the licensed Mayo intellectual property.\nPursuant to our license agreement with Mayo, we are required to pay Mayo a low-single-digit royalty on net sales of current and future products using the licensed Mayo intellectual property each year during the term of the Mayo agreement. \nWe are also required to pay Mayo up to $3.0 million in sales-based milestone payments upon cumulative net sales of each product using the licensed Mayo intellectual property reaching specified levels.\nThe license agreement will remain in effect, unless earlier terminated by the parties in accordance with the agreement, until the last of the licensed patents expires in 2043 (or later, if certain licensed patent applications are issued). However, if we are still using the licensed Mayo know-how or certain Mayo-provided biological specimens or their derivatives on such expiration date, the term shall continue until the earlier of the date we stop using such know-how and materials and the date that is five years after the last licensed patent expires. The license agreement contains customary termination provisions and permits Mayo to terminate the license agreement if we sue Mayo or its affiliates, other than any such suit claiming an uncured material breach by Mayo of the license agreement.\nIn addition to granting us a license to the covered Mayo intellectual property, Mayo provides us with product development research and development assistance pursuant to the license agreement and other collaborative arrangements. In September 2020, Mayo also agreed to make available certain personnel to provide such assistance through January 2025.\nJohns Hopkins University\nThrough the acquisition of Thrive Earlier Detection Corporation (“Thrive”), we acquired a worldwide exclusive license agreement with The Johns Hopkins University for use of several JHU patents and licensed know-how. We are seeking to utilize the JHU licensed technology to develop and commercialize a blood-based MCED test. The agreement terms would require us to pay single-digit sales-based royalties and up to $45.0 million in sales-based milestone payments for each JHU licensed product that reaches specified net sales levels.\nIn addition to granting us a license to the covered JHU intellectual property, JHU provides us with research and development assistance pursuant to other collaboration arrangements.\nHuman Capital\nOur vision to provide the clarity to take life-changing action earlier drives us to find ambitious, dynamic individuals who thrive in a team-based environment. To facilitate talent attraction and retention, we strive to make Exact Sciences a diverse and inclusive workplace, with opportunities for our employees to grow and develop in their careers, supported by strong compensation, benefits, and health and wellness programs.\nAt December 31, 2024, we had approximately 7,000 full-time, part-time and temporary employees, 6,900 of which were full-time employees. More than 95% of our employees are located in the United States and none of our employees are represented by a labor union. During fiscal year 2024, our voluntary turnover rate was approximately 8%, below the healthcare industry benchmark, which is comprised of certain of our key competitors (Aon, 2024 Salary Increase and Turnover Study — Second Edition, June 2024).\nDiversity and Inclusion\nWe believe diversity in thought, experience, perspective, and background within our team is necessary to support our core value of innovation. We are firmly committed to providing equitable opportunity in all aspects of employment and will not discriminate in any employment decision because of a person’s race, color, sex, religion, national origin, age, disability, sexual orientation, marital status, gender identity, genetic information, veteran status, or any other basis prohibited by applicable law. In order to increase the pool of diverse candidates for open positions, we partner with community resource groups and participate in diversity-focused career recruiting efforts. \nOur talent strategy and inclusion team, led by our Executive Vice President, Human Resources and Service, is responsible for developing and implementing our inclusion and diversity programs. The Human Capital Committee of our Board of Directors oversees and monitors our policies and strategies relating to culture, talent, and human capital management, including diversity, equity, and inclusion. We track and monitor workforce diversity data to ensure we are fulfilling our diversity and inclusion aspiration – to be known as a great place to work for all. Thanks, in part, to our compelling mission, competitive benefits and the positive results of our diversity and inclusion program, women make up approximately 53% of total employees (full-time and part-time), and 47% of management positions. Our ten-member Board of Directors includes four female members to support diversity of opinion and perspective at the board level. In addition, we have been awarded with a Great Place to Work Certification®, Gallup Exceptional Workplace Award, and Wisconsin State Journal Top Workplaces in 2024. \nCompensation and Benefits\nAttracting the best talent starts with offering industry-leading compensation and benefits. We want our compensation and benefits to give our employees a sense of ownership in our company, and pride and determination to achieve our mission. To help our eligible employees achieve financial well-being and share in the success they create, we offer competitive base pay, a company-sponsored 401(k) plan with employer matching, retirement planning resources, employee stock purchase plan opportunities, stock awards, and annual cash bonus programs. To help our eligible employees get and stay healthy, we offer our employees generous health benefits, including among others, medical, dental, and vision care coverage for employees and their dependents; family formation benefits (such as adoption assistance, (in)fertility treatments, etc.), life, disability, and accident insurance and critical illness benefits; health care and dependent care flexible spending account programs and employer contributions to health savings accounts (for specific medical plans). To enable our eligible employees to take the time they need to re-energize and focus on what matters most, we offer a parental leave program and ample time away benefits (vacation, sick, holidays, volunteer time, voting time, other leaves). To foster a culture of care and compassion, we offer eligible employees an employee assistance program with employer-paid counseling coverage for employee and household members, charitable donation matches, commuter benefits, wellness programs, including fitness and mental health/well-being, and more. \nTraining and Development\nWe invest significant resources to develop the talent needed to achieve long-term success. We have implemented a comprehensive employee training program that applies to all employees, including full-time, part-time, and temporary employees. Senior leadership, in conjunction with Human Resources, is responsible for ensuring that all staff, including contractors and consultants, have the appropriate education, training, competency, and credentials.\nWe create opportunities for personal growth, professional growth, and career mobility for all employees. From facilitated workshops to eLearning modules, individual development plans, mentoring, and coaching, we have invested in developmental capabilities to meet our employees at any stage of their career and help them grow. We have a variety of tools to facilitate developmental feedback. We maintain a mentoring program aimed to support the growth and development journey of employees, increase talent retention, enhance our inclusive culture, and increase partnership and collaboration across the business. We also host an annual leadership summit, bringing leaders across the Company together for two and a half days of dedicated development and enrichment activities. Thanks, in large part, to our training and development investments, in 2024 we were able to fill 35% of our open positions with internal candidates.\nFinancial Information\nSee our consolidated financial statements included elsewhere in this Form 10-K and accompanying notes to the consolidated financial statements.\nAvailable Information\nWe were incorporated in the State of Delaware on February 10, 1995. Our corporate headquarters are located at 5505 Endeavor Lane, Madison, Wisconsin 53719. Our telephone number is 608-284-5700. Our Internet website address is www.exactsciences.com. Our Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8‑K, including exhibits, and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934 are available free of charge through the investor relations page of our Internet website as soon as reasonably practicable after we electronically file such material with, or furnish it to, the SEC. Our Internet website and the information contained therein or connected thereto are not intended to be incorporated into this Annual Report on Form 10-K.",
      "char_count": 69844
    },
    "item1a": {
      "text": "Item 1A. Risk Factors\nWe operate in a rapidly changing environment that involves a number of risks that could materially affect our business, financial condition or future results, some of which are beyond our control. This discussion highlights some of the risks that may affect future operating results. These are the risks and uncertainties we believe are most important for you to consider. We cannot be certain that we will successfully address these risks. If we are unable to address these risks, our business may not grow, our stock price may suffer, and we may be unable to stay in business. Additional risks and uncertainties not presently known to us, which we currently deem immaterial or which are similar to those faced by other companies in our industry or business in general, may also impair our business operations.\nRisk Factors Summary\nThe following is a summary of the principal risks that could adversely affect our business, operations, and financial results.\nRisks Related to our Business and Business Strategy\n•We may never become profitable or sustain profitability.\n•We may need additional capital to execute our strategic plan.\n•Our success depends heavily on our Screening and Precision Oncology tests and the successful commercialization of our tests in development.\n•Our operating results could be subject to significant fluctuation, which could increase the volatility of our stock price and cause losses to our shareholders. \n•We face intense competition from other companies and may not be able to compete successfully.\n•If any of our facilities or our laboratory equipment were damaged or destroyed, or if we experience a significant disruption in our operations for any reason, our ability to continue to operate our business could be materially harmed.\n•We heavily rely upon certain suppliers, including suppliers that are the sole source of certain supplies and products used in our tests and business operations. The loss or interruption of supply from our suppliers could have a disruptive effect on our business.\n•Cyberattacks, security breaches, loss of data, and other disruptions in relation to our information technology systems, as well as those of our third-parties with whom we have business relationships, could compromise sensitive information related to our business, prevent us from accessing it and expose us to substantial liability, which could adversely affect our business and reputation. \n•We rely on courier delivery services to transport Cologuard collection kits to patients and samples for all of our tests back to laboratory facilities for analysis. If these delivery services are disrupted or become significantly more expensive, customer satisfaction and our business could be negatively impacted.\n•The success of our business substantially depends on the efforts of our senior management team and qualified personnel.\n•Our business and reputation will suffer if we are unable to establish and comply with stringent quality standards to assure that the highest level of quality is observed in the performance of our tests.\n•Our inability to manage growth could harm our business.\n•We may engage in acquisitions or divestitures that are not successful and which could disrupt our business and reduce our financial resources and shareholder value.\n•International expansion of our business exposes us to business, regulatory, labor, political, operational, financial, liability, compliance, payment collection, and economic risks associated with doing business outside of the U.S.\n•Our business may be adversely affected by global macroeconomic conditions and volatility in the capital markets.\n•Public health crises, such as the COVID-19 pandemic, have had, and could in the future have, adverse effects on our business and financial results.\n•Ethical, legal, and social concerns related to the use of genetic information could reduce demand for our genetic tests.\n•Climate change, or legal or regulatory measures to address climate change or other corporate social responsibility and sustainability matters, could adversely affect our business, financial condition, and results of operations.\n•The use of Artificial Intelligence presents new risks and challenges to our business. \n•We may be a party to litigation in the normal course of business or otherwise, which could affect our business and financial position.\nRisks Relating to Governmental Regulation and Reimbursement\n•We face uncertainty related to healthcare reform, pricing, coverage, and reimbursement.\n•If payers, including managed care organizations, do not approve and maintain reimbursement for our tests at adequate reimbursement rates, our commercial success could be compromised.\n•If we are unable to obtain or maintain reimbursement at adequate reimbursement rates for our Oncotype DX tests outside of the U.S., our ability to expand internationally will be compromised.\n•Failure to comply with federal, state, and foreign laboratory licensing and related requirements could cause us to lose the ability to perform our tests, experience disruptions to our business, or become subject to administrative or judicial sanctions. \n•Our products could be subject to recall.\n•Delays in receipt of, or failure to obtain, required FDA clearances or approvals for our products in development, or improvements to or expanded indications for our current offerings, could materially delay or prevent us from commercializing or otherwise adversely impact future product commercialization.\n•The FDA's implementation of the LDT Rule may cause us to incur substantial costs and time delays associated with meeting requirements for pre-market clearance or approval or we could experience decreased demand for or reimbursement of our tests.\n•We are subject to numerous U.S. and foreign laws and governmental regulations, and any governmental enforcement action may materially affect our financial condition and business operations.\n•Our business is subject to various complex laws and regulations applicable to providers of clinical diagnostics and services.\n•Due to billing complexities in the diagnostic and laboratory service industry, we may have difficulties receiving timely payment for the tests we perform, and may face write-offs, disputes with payers and patients, and long collection cycles.\n•Some of our activities may subject us to risks under federal, state, and foreign laws prohibiting “kickbacks” and false or fraudulent claims.\n•Some of our activities may subject us to risks under the Foreign Corrupt Practices Act and similar anti-bribery laws in non-U.S. jurisdictions. \n•Failure to comply with privacy, security, and consumer protection laws and regulations could result in fines, penalties, and damage to our reputation and have a material adverse effect on our business.\n•Our employees, independent contractors, consultants, commercial partners, and vendors may engage in misconduct or other improper activities, including noncompliance with regulatory standards and requirements.\n•Changes in tax laws or regulations or exposure to tax liabilities could adversely affect our financial condition and results of operations.\nRisks Relating to Product Development, Commercialization and Sales of our Products\n•The success of the screening and diagnostic products and services we currently offer or may offer in the future will depend on the degree of market acceptance by healthcare providers, patients, healthcare payers, and others in the medical community.\n•Uncertainty in the development and commercialization of our new tests or services could materially adversely affect our business, financial condition and results of operations.\n•If we do not successfully manage the launch and marketing of new products or services, our financial results could be adversely affected.\n•Recommendations, guidelines, and quality metrics issued by various organizations may significantly affect payers’ willingness to cover, and healthcare providers’ willingness to prescribe or order, our products.\n•We expect to continue to make significant investments in our research and development efforts, which may not be successful.\n•Interim, topline and preliminary data from our clinical studies that we announce or publish from time to time may change as more patient data become available and are subject to audit and verification procedures that could result in material changes in the final data.\n•Our industry is subject to rapid change, which could make our current products and any future products we may develop, obsolete.\n•The sizes of the markets for our current and future products have not been established with precision, and may be smaller than we estimate. \n•Our dependence on distributors for sales in many countries outside of the U.S. could limit or prevent us from selling our tests in those countries and impact our revenue.\nRisks Relating to our Intellectual Property\n•We rely on strategic collaborative and licensing arrangements with third parties to develop critical intellectual property. We may not be able to successfully establish and maintain such intellectual property.\n•We may be subject to substantial costs and liability, or be prevented from using technologies incorporated in our screening or diagnostic tests as a result of litigation or other proceedings relating to patent or other intellectual property rights.\n•If we are unable to protect or enforce our intellectual property effectively, we may be unable to prevent third parties from using our intellectual property, which would impair any competitive advantage we may otherwise have.\n•If patent regulations or standards are modified, such changes could have a negative impact on our business. \nRisks Relating to our Securities\n•If we fail to maintain an effective system of internal control over financial reporting, investors may lose confidence in the accuracy and completeness of our reported financial information and our stock price may be adversely impacted. \n•Our stock price has fluctuated widely and is likely to continue to be volatile.\n•We have recorded significant impairment charges and could do so again in the future\n•Our balance sheet includes significant amounts of goodwill and intangible assets. The impairment of a significant portion of these assets would negatively affect our results of operations.\n•Our significant indebtedness could adversely affect our business, financial condition, and results of operations and our ability to meet our payment obligations under such indebtedness and limit our ability to raise additional capital to fund our operations.\nRisks Related to our Business and Business Strategy\nWe may never become profitable or sustain profitability.\nWe have incurred losses since we were formed. From our date of inception on February 10, 1995 through December 31, 2024, we have accumulated a total deficit of approximately $4.50 billion. Our net loss was $1.03 billion, $204.1 million and $623.5 million for the years ended December 31, 2024, December 31, 2023, and December 31, 2022, respectively. We expect to continue investing significantly toward development and commercialization of our colorectal cancer screening technology, our precision oncology tests, our MCED and MRD tests, and other products and services. If our revenue does not continue to grow faster than our cost of sales and operating expenses, we will not become profitable. We cannot be certain that the revenue from the sale of any products or services based on our technologies will be sufficient to make us profitable.\nWe may need additional capital to execute our strategic plan.\nAlthough we believe that we have sufficient capital to fund our operations for at least the next 12 months, we may require additional capital to fully fund our current strategic plan, which includes continuing to scale our screening and precision oncology tests and developing a pipeline of future products and services. Additional financing may not be available in amounts or on terms satisfactory to us or at all. Our success in raising additional capital may be significantly affected by general market conditions, the market price of our common stock, our financial condition and existing indebtedness, uncertainty about the future commercial success of our current products and services, the development and commercial success of future products or services, regulatory developments, the status and scope of our intellectual property, any ongoing litigation, our compliance with applicable laws and regulations, and other factors. If we raise additional funds through the sale of equity, convertible debt or other equity-linked securities, our shareholders’ ownership will be diluted, and the market price of our common stock could be depressed. We may issue securities that have rights, preferences, and privileges senior to our common stock. If we raise additional funds through collaborations, licensing arrangements or other structured financing transactions, we may relinquish rights to our technologies, products or services, grant security interests in our assets or grant licenses to third parties on terms that are unfavorable to us.\nOur success depends heavily on our Screening and Precision Oncology tests and the successful commercialization of our tests in development.\nOur ability to generate revenues depends very substantially on the commercial success of our screening and precision oncology tests. Additionally, we are devoting significant resources to developing new tests in colorectal cancer screening, MRD, MCED, and other areas of cancer diagnostics. There can be no assurance that we will be able to continue to grow sales of our screening and precision oncology tests or that we will develop or commercialize any other products or services that will generate significant revenue. The commercial success of our tests, our successful commercialization of any new products and our ability to generate revenues will depend on a variety of factors, including the following:\n•acceptance in the medical community;\n•inclusion in healthcare guidelines and recommendations;\n•inclusion in quality measures, including the HEDIS measures and the CMS Medicare Advantage Star Ratings;\n•recommendations and studies that may be published by government agencies, professional organizations, academic or medical journals or other key opinion leaders;\n•patient acceptance and demand;\n•patient compliance with orders for our tests by healthcare providers, and patient adherence to recommendations regarding periodic re-testing;\n•successful new screening initiatives, including gap closure programs through which we partner with health systems and payers to deliver Cologuard test kits to their patients or members who are due for colorectal cancer screening under applicable guidelines;\n•effective marketing and educational programs, including successful direct-to-patient marketing such as television advertising and social media;\n•sufficient coverage and reimbursement by payers;\n•the existence of federal or state laws that mandate coverage for colorectal cancer and other types of screening, the extent to which those laws mandate coverage of our tests and the enforcement of those laws; \n•the amount and nature of competition from other products and procedures; \n•maintaining regulatory approvals to legally market our products and services; and\n•the ease of use of our ordering process for healthcare providers.\nIf we are unable to continue growing sales of our screening and precision oncology tests, we are delayed or limited in doing so, or we are unable to successfully commercialize our tests in development or other new products, our business prospects, financial condition, and results of operations would be adversely affected.\nOur operating results could be subject to significant fluctuation, which could increase the volatility of our stock price and cause losses to our shareholders.\nOur revenues and results of operations have historically, and may in the future, fluctuate significantly, depending on a variety of factors, including the following:\n•our success in marketing and selling, and changes in demand for, our screening and precision oncology tests, and the level of reimbursement and collection obtained for such tests;\n•seasonal variations or non-seasonal events or circumstances affecting healthcare provider recommendations for our tests and patient compliance with healthcare provider recommendations, including without limitation, holidays, weather events, and circumstances such as disease outbreaks that may limit patient access to medical practices or institutions for diagnostic tests and preventive services;\n•our success in collecting payments from third-party and other payers, patients and collaborative partners, variation in the timing of these payments and recognition of these payments as revenues;\n•the pricing of our tests, including potential changes in CMS or other reimbursement rates;\n•circumstances affecting our ability to provide our tests, including weather events, supply shortages, or regulatory or other circumstances that adversely affect our ability to manufacture our tests or process tests in our clinical laboratories;\n•the results of our annual testing of intangible assets and goodwill for impairment charges when events or changes in circumstances indicate the carrying value may not be recoverable;\n•fluctuations in the amount and timing of our selling and marketing costs and our ability to manage costs and expenses and effectively implement our business; and\n•our research and development activities, including the timing, size, complexity, and cost of clinical studies.\nIf our revenues or operating results fall below the expectations of investors or public market analysts, the trading price of our common stock could decline substantially. \nWe face intense competition from other companies and may not be able to compete successfully. \nWe operate in a rapidly evolving and highly competitive industry. There are a number of private and public companies that offer products, or have announced that they are developing products that compete with ours. \nSome of our current and potential competitors may have significant competitive advantages over us, which may make them more attractive to hospitals, clinics, group purchasing organizations, and physicians. See “Item 1. Business — Competition” in this Annual Report on Form 10-K for additional information regarding our competitors and the effects of competition on our business. \nWe may be unable to compete effectively against our competitors either because their products and services are superior or because they are more effective in developing or commercializing competing products and services. Furthermore, even if we do develop new marketable products or services, our current and future competitors may develop products and services that are more clinically or commercially attractive than ours, and they may bring those products and services to market earlier or more effectively than us. If we are unable to compete successfully against current or future competitors, we may be unable to increase market acceptance for, and sales of, our tests, which could prevent us from increasing or sustaining our revenues or achieving sustained profitability and could cause the market price of our common stock to decline.\nIf any of our facilities or our laboratory equipment were damaged or destroyed, or if we experience a significant disruption in our operations for any reason, our ability to continue to operate our business could be materially harmed.\nOur manufacturing, testing and laboratory facilities are located in Madison and Marshfield, Wisconsin, Redwood City, California, Phoenix, Arizona, and Trier, Germany, and our headquarters are also located in Madison, Wisconsin. If our present, or any future facilities, were to be damaged, destroyed or otherwise unable to operate, whether due to fire, floods, storms, tornadoes, earthquakes, other inclement weather events or natural disasters, employee malfeasance, terrorist acts, power outages, or otherwise, it may render it difficult or impossible for us to perform our tests for some period of time, and our \nbusiness could be severely disrupted. Our facilities and the equipment we use to perform our tests would be costly to replace and could require substantial lead time to repair or replace. The inability to perform our tests or the backlog of tests that could develop if any of our facilities become inoperable for even a short period of time may result in the loss of customers or harm our reputation, and we may be unable to regain those customers or rebuild our reputation in the future. Although we possess insurance for damage to our property and the disruption of our business, this insurance may not be sufficient to cover all of our potential losses and may not continue to be available to us on acceptable terms, if at all.\nIf our testing facilities become inoperable for any reason, we may not be able to transfer any or all testing to our other facilities and would need to rely on a third party to perform certain of these tests. We could use only another facility with established state licensure and CLIA accreditation, and for tests provided internationally, ISO 15189 accreditation. We cannot assure you that we would be able to find an appropriately certified facility willing to comply with the required procedures, that this laboratory would be willing to perform the tests for us on commercially reasonable terms, or that it would be able to meet our quality or regulatory standards. Alternatively, establishing a redundant facility for certain of our testing would require considerable time and money to secure adequate space, construct the facility, recruit and train employees, and establish the additional operational and administrative infrastructure necessary to support this facility. We also may not be able, or it may take considerable time, to replicate our testing processes or results in a new facility. Additionally, any such new facility would be subject to certification under CLIA and licensing by several states, including California and New York, which could take a significant amount of time and result in delays in our ability to resume operations.\nWe heavily rely upon certain suppliers and other vendors, and any disruptions or failures with respect to our relationships with these counterparties could have a disruptive effect on our business.\nWe purchase certain supplies and products from third-party suppliers. In some cases, due to the unique attributes of certain products that are incorporated into our tests or otherwise used in our operations, we maintain either a single-source supplier relationship or a very limited set of supplier relationships. Certain of our third-party suppliers possess exclusive intellectual property or otherwise may be the only party with the rights or expertise to provide us critical supplies and/or products. These third parties are independent entities subject to their own unique operational, regulatory compliance, and financial risks that are outside our control. These third parties may not be willing to enter or renew long-term supply arrangements with us or continue to supply us at all. Additionally, they may not perform their obligations in a timely and cost-effective manner, and they may be unwilling or unable to increase production capacity commensurate with demand for our tests or future products or services. \nWe may become dependent on additional single- or limited-source suppliers, or become increasingly dependent on existing suppliers, as we expand and develop our product and service pipeline. For example, our OncoExTra test is currently only validated to be performed on Illumina’s sequencing platform, and the MRD and MCED tests we expect to launch in 2025 will similarly utilize this platform. We also rely on Hamilton Company (“Hamilton”) to provide us laboratory equipment and related supplies (such as racking and pipette tips) necessary to perform certain critical steps in our clinical laboratory tests, including our Cologuard and precision oncology tests. Although other companies may offer viable alternative platforms, we have invested significant capital, time and expertise to procure Illumina and Hamilton machines and to optimize their use in our tests. \nWe rely on third parties, such as contract research organizations, medical institutions and clinical investigators to conduct studies of our technologies that may be required by the FDA or other U.S. or foreign regulatory bodies. Our reliance on these third parties will not relieve us of our requirement to prepare, and ensure our compliance with, various procedures required under good clinical practices, even though third-party contract research organizations may prepare and comply with their own, comparable procedures. If these third parties do not successfully carry out their contractual duties or regulatory obligations or meet expected deadlines, our studies may be extended, delayed, suspended or terminated, the study data may be invalidated, and we may not be able to obtain a required regulatory approval.\nWe rely on certain software provided by Epic Systems Corporation (“Epic”), to manage or support a variety of critical business processes and activities (such as receiving and fulfilling orders, billing, collecting and making payments, shipping products, providing services and support to customers and fulfilling contractual obligations). Implementing new software to replace Epic would not only be costly, complex and difficult, but could negatively affect financial accounting and reporting processes, and disrupt external commercial activities such as order receipt and product delivery.\nWe have engaged third party vendors to provide services with respect to a variety of business processes. Failure by these third parties to meet their contractual, regulatory and other obligations to us, or our failure to adequately monitor their performance, could result in our inability to achieve the expected cost savings or efficiencies and could result in additional costs to correct errors made by such service providers. Moreover, we have diminished control over the quality and timeliness of the outsourced services, including the cybersecurity protections implemented by these third parties.\nThe loss of a critical supplier or other vendor, the failure to perform by any such party, the deterioration of our relationship with any such party or any unfavorable modification to the contractual terms under which we are supplied certain supplies or services could have a disruptive effect on our business, and could adversely affect our results of operations for an extended period of time, particularly if we are required to validate an alternative vendor.\nCyberattacks, security breaches, loss of data, and other disruptions in relation to our information technology systems, as well as those of our third-parties with whom we have business relationships, could compromise sensitive information related to our business, prevent us from accessing it and expose us to substantial liability, which could adversely affect our business and reputation.\nIn the ordinary course of our business, we collect and store sensitive data, including personal information, credit card and other financial information, intellectual property and proprietary business information owned or controlled by us or other parties such as customers and payers. We also communicate sensitive data, including patient data, through phone, Internet, facsimile, multiple third-party vendors and their subcontractors. We depend on information technology (“IT”) systems for significant elements of our operations, including our laboratory information management system and our ExactNexusTM technology platform. Our IT systems support a variety of functions, including laboratory operations, test validation, sample tracking, quality control, customer service support, billing and reimbursement, research and development activities, scientific and medical curation and general administrative activities. We face a number of risks related to protecting this critical information, including loss of access, inappropriate use or disclosure, unauthorized access, inappropriate modification and our being unable to adequately monitor, audit or modify our controls over such critical information. This risk extends to the third-party vendors and subcontractors we use to manage this sensitive data or otherwise process it on our behalf as well as other third parties we share information with like hospitals and health systems. \nIT systems are vulnerable to damage from a variety of sources, including telecommunications or network failures, malicious human acts from criminal hackers, hacktivists, state-sponsored intrusions, industrial espionage and employee malfeasance, breaches due to employee error and natural disasters. Cyberattacks are becoming more sophisticated and frequent, and in some cases have caused significant harm at other companies. While we devote significant resources to protect the security of our IT systems, including the personal data and other information that we receive and store, there can be no assurance that any security measures will be effective against current or future security threats. We have experienced and expect to continue to experience attempted cyberattacks of our IT systems and networks. To date, none of these attempted cyberattacks has had a material effect on our operations or financial condition. However, any such breach or interruption could compromise our networks and the information stored therein could be accessed by unauthorized parties, publicly disclosed, lost or stolen. Despite the precautionary measures we have taken to prevent unanticipated problems that could affect our IT systems, unauthorized access, loss or disclosure could also disrupt our operations, including our ability to:\n•process tests, provide test results, bill payers or patients;\n•process claims and appeals;\n•provide customer assistance services;\n•conduct research and development activities;\n•collect, process and prepare company financial information;\n•provide information about our tests and other patient and healthcare provider education and outreach efforts through our website; and\n•manage the administrative aspects of our business. \nAny such access, disclosure or other loss of information could result in legal claims or proceedings, liability under laws that protect the privacy of personal information, such as the Health Insurance Portability and Accountability Act of 1996, similar U.S. state data protection regulations, the GDPR, and other regulations, the breach of which could result in significant penalties and damage to our reputation. In addition, disruptions to our business occurring as a result of system updates and enhancements, such as our efforts to move our precision oncology tests to our technology and services platform, could have a material adverse effect on our financial condition and operating results. There can be no assurance that our process of improving existing systems, developing new systems to support our expanding operations, protecting confidential patient \ninformation, and improving service levels will not be delayed or will not give rise to additional systems issues in the future. Although we carry insurance for this purpose, failure to adequately protect and maintain the integrity of our information systems and data, including as a result of a security breach, may result in significant losses that exceed our insurance coverage limits and have a material adverse effect on our financial position, results of operations, and cash flows.\nWe rely on courier delivery services to transport Cologuard collection kits to patients and samples for all of our tests back to laboratory facilities for analysis. If these delivery services are disrupted or become significantly more expensive, customer satisfaction and our business could be negatively impacted.\nIn most cases, we ship Cologuard collection kits to patients, and patients ship samples to our Madison, Wisconsin laboratory facilities for analysis by air and ground express courier delivery service. Additionally, medical providers typically ship samples for Oncotype testing to our laboratory facilities via air and ground express courier delivery service. Disruptions in delivery service, whether due to bad weather, natural disaster, labor disruptions, terrorist acts or threats, or for other reasons, can adversely affect customer satisfaction, specimen quality, and our ability to provide our services on a timely basis. If the courier delivery services that transport Cologuard collection kits or other test samples institute significant price increases, our profitability would be negatively affected and we may need to identify alternative delivery methods, if possible, modify our service model, or attempt to raise our pricing, which may not be possible with regard to tests covered by Medicare or commercially practicable with regard to tests covered by commercial payers.\nThe success of our business substantially depends on the efforts of our senior management team and our qualified personnel.\nOur success depends largely on the skills, experience, and performance of our senior management team, and of the highly skilled personnel supporting our research and development programs, commercial laboratory operations, sales efforts, and information technology infrastructure. The loss of the service of any member of our senior management could significantly delay or prevent the achievement of our corporate strategies and initiatives, or adversely impact our ability to develop key relationships and commercialize our products and services. Also, facilitating seamless leadership transitions for key positions is a critical factor in sustaining the success of our organization. If our succession planning efforts are not effective, it could adversely impact our business. We face intense competition with other life science and technology businesses for certain highly technical or scientific personnel and experienced salespeople. We also compete with universities and public and private research institutions for highly qualified scientific personnel. In addition, as our sales efforts grow in size and complexity, we may not be able to successfully manage our dispersed or inside sales forces or our sales force may not be effective. Market competition for commercial, marketing, and medical affairs talent is significant, and we may not be able to hire or retain such talent, or acquire it through independent sales or other third-party organizations, on commercially reasonable terms, if at all.\nOur business and reputation will suffer if we are unable to establish and comply with stringent quality standards to assure that the highest level of quality is observed in the performance of our tests.\nInherent risks are involved in providing and marketing our tests, including our Cologuard and Cologuard Plus tests and our precision oncology tests, and related services. Patients and healthcare providers rely on us to provide accurate clinical and diagnostic information that may be used to make critical healthcare decisions. As such, users of our tests may have a greater sensitivity to errors than users of some other types of products and services.\nWe must maintain top service standards and FDA-mandated and other quality controls. Past or future performance or accuracy defects, incomplete or improper process controls, excessively slow turnaround times, unanticipated uses of our tests or mishandling of samples or test results (whether by us, patients, healthcare providers, courier delivery services, or others) can lead to adverse outcomes for patients and interruptions to our services. These events could lead to voluntary or legally mandated safety alerts relating to our tests or our laboratory facilities and could result in the removal of our products and services from the market or the suspension of our laboratories' operations. Insufficient quality controls and any resulting negative outcomes could result in significant costs and litigation, as well as negative publicity that could reduce demand for our tests and payers’ willingness to cover our tests. Even if we maintain adequate controls and procedures, damaging and costly errors may occur.\nOur inability to manage growth could harm our business.\nIn connection with the commercialization of our tests, we have added, and expect to continue adding, personnel to certain areas of our business, including laboratory operations, quality assurance, and compliance. Our number of full-time employees has increased from 4,800 as of December 31, 2020 to 7,000 as of December 31, 2024. As we continue to build our commercialization, marketing, and sales efforts and expand research and development activities for current and new products and services, the scope and complexity of our operations is increasing significantly. In addition, our acquisitions have contributed to the increasing complexity of operations, requiring significant changes to our corporate operations as we integrate other companies and their personnel to our systems. This growth has also increased our operating expenses and capital requirements, and we expect that they will continue to increase. Our ability to manage our growth effectively requires us to expend funds to improve our operational, financial and management controls, reporting systems, and procedures. As we expand the commercialization of our current tests and move towards commercializing new tests, we will also need to effectively manage our growing manufacturing, laboratory operations, and sales and marketing needs. We are continuing to explore the need to add new facilities to support anticipated demand for our current and future tests. We face various risks in managing these expansion efforts, including financing, construction delays, budget management, quality control, design efficiency, and transition execution. If we are unable to manage our anticipated growth effectively, our business could be harmed.\nWe may engage in acquisitions or divestitures that are not successful and which could disrupt our business and reduce our financial resources and shareholder value.\nWe undertake acquisition activities from time to time. Certain risks may exist as a result of these and other acquisition activities, including, among others:\n•potential unknown liabilities and unforeseen increased expenses, delays, or unfavorable conditions in connection with the integration of the acquired businesses into our business;\n•diversion of management’s attention and company resources from our existing operations of our business; \n•the issuance of dilutive securities, assumption or incurrence of additional debt obligations or expenses, or use of substantial portions of our cash in acquisitions;\n•difficulties in successful integration of the operations and information technology systems of acquired businesses into our business;\n•the potential loss of key employees, customers, and strategic partners of ours and of acquired businesses;\n•the inability to realize the anticipated benefits of the acquisitions or do so within the anticipated timeframe;\n•negative impacts on our near-term financial results after an acquisition or on our future financial results if we do not effectively manage our expanded operations; and\n•the market price of our common stock may decline as a result of the acquisitions.\nIn the future, we may enter into transactions to acquire other businesses, products, services, or technologies, which may ultimately be unsuccessful. If we do identify suitable acquisition targets, we may not be able to make such acquisitions on favorable terms or at all. Any acquisitions we make may not strengthen our competitive position, and these transactions may be viewed negatively by investors, healthcare providers, patients, and others. We cannot predict the number, timing or size of future acquisitions or the effect that any such transactions might have on our operating results.\nWe may also pursue strategic divestitures that may prove distracting, unprofitable, or otherwise unsuccessful. A successful divestiture depends on various factors, including our ability to effectively transfer liabilities, contracts, facilities, and employees to the buyer, identify and separate the personnel, contracts, and assets, including intellectual property, to be divested from the portion of the business and assets that we wish to keep, and reduce fixed costs previously associated with the divested assets or business. In exiting a business, we may still retain liabilities associated with that business and other indemnification obligations. We may also need to provide transition services to the buyer for an extended period of time following the closing, which may cause us to incur unanticipated costs and distraction. With respect to any divestiture, we may encounter difficulty finding potential buyers or other divestiture options on favorable terms. We may agree to milestone or earnout-based consideration, the achievement of which will be outside our control, and which we may ultimately never receive. Any divestiture could affect our profitability as a result of the gains or losses on such sale of a business or service, the loss of the operating income resulting from such sale or the costs or liabilities that are not assumed by the acquirer (i.e., stranded costs) that may negatively impact profitability subsequent to any divestiture. We may also be required to recognize impairment charges as a result of a divestiture.\nInternational expansion of our business exposes us to business, regulatory, labor, political, operational, financial, liability, compliance, payment collection, and economic risks associated with doing business outside of the U.S.\nWhile we do not offer our Cologuard and Cologuard Plus tests outside of the U.S., we currently commercialize or plan to commercialize our precision oncology tests through employees in Canada, Japan, and a number of European countries, as well as through exclusive distribution agreements. We have provided our Oncotype tests in approximately 120 countries. Our business strategy incorporates continued international expansion, which includes growing our direct sales and healthcare provider outreach and education capabilities outside of the U.S. and developing our relationships with payers and distributors in foreign markets. Doing business internationally involves a number of risks, including:\n•difficulties in complying with multiple, conflicting, and changing laws, regulations, and policies, such as tax laws, trade policies, export and import restrictions, tariffs, employment laws, privacy and data protection laws, regulatory requirements and other governmental approvals, permits, and licenses, including the changing regulation in Europe with regard to medical device and in vitro diagnostic regulations;\n•significant competition from local and regional product offerings and the fact that products designed for U.S. markets may not be preferred by foreign authorities, payers, medical providers, and patients;\n•restrictions or prohibitions of transmitting personal data, including patient data, from foreign jurisdictions to our centralized laboratories in the U.S.;\n•difficulties in staffing and managing foreign operations;\n•difficulties in managing distributor relationships;\n•complexities associated with managing multiple payer reimbursement regimes, public payers, or patient self-pay systems;\n•logistics and regulations associated with shipping tissue samples, performing tests locally or complying with local regulations concerning the analysis of tissue, including infrastructure conditions and transportation delays;\n•financial risks, such as longer payment cycles, difficulty collecting accounts receivable, lower margins resulting from smaller scale foreign operations, and exposure to foreign currency exchange rate fluctuations;\n•regulatory and compliance risks that relate to maintaining accurate information and control over the activities of our sales force and distributors that may fall within the purview of the FCPA, its books and records provisions or its anti-bribery provisions, or similar anti-bribery or anti-corruption laws or regulations, such as the United Kingdom (“U.K.”) Anti-bribery Act and the U.K. Criminal Finances Act; and\n•complexity of compliance with local standard contractual requirements to access public customers and payers.\nAny of these factors could significantly harm our current international operations or future international expansion and, consequently, our financial condition and results of operations.\nOur business may be adversely affected by global macroeconomic conditions and volatility in the capital markets.\nThe growth of our business is, and will continue to be, affected by changes in the overall global economy. Various macroeconomic factors could adversely affect our business and the results of our operations and financial condition, including changes in inflation, high interest rates, foreign currency exchange rates, weakness in general economic conditions, and threatened or actual recessions, including those resulting from the current and future conditions in the global financial markets, shifting political landscapes, and budgeting constraints of governmental entities. Cost inflation, including increases in raw material prices, labor rates, transportation costs, and tariffs, may impact our profitability. Our ability to recover these cost increases through price increases is significantly limited by the process by which we are reimbursed for our products and services by government and private payers. In addition, disruptions in the U.S., Europe or other economies, including due to geopolitical conflict or uncertainty and changing international trade policies, could disrupt global markets, interrupt global supply chains, and have other potential inflationary or recessionary effects on the global economy. \nThe volatility of the capital markets could also affect the value of our investments and our ability to liquidate our investments in order to fund our operations. The high interest rate environment and reduced access to capital markets could also adversely affect the ability of our suppliers, distributors, licensors, collaborators, contract manufacturers, and other commercial partners to remain effective business partners or to remain in business. The loss of a critical business partner, or a failure to perform by a critical business partner, could have a disruptive effect on our business and could adversely affect our results of operations.\nPublic health crises, such as the COVID-19 pandemic, have had, and could in the future have, adverse effects on our business and financial results.\nPandemics or disease outbreaks, such as the COVID-19 pandemic, have created and may continue to create significant volatility, uncertainty and economic disruption in the markets in which we sell or plan to sell our current or future tests and in which we operate, and may negatively impact business and healthcare activity globally. For example, in response to the COVID-19 pandemic, governments around the world imposed measures designed to reduce the transmission of COVID-19, patients postponed visits to healthcare providers, certain healthcare providers temporarily closed their offices or restricted patient visits, healthcare provider employees became generally unavailable and there were disruptions in the operations of payers, suppliers, and other third parties that are necessary for our tests to be administered. The extent to which fear of exposure to or actual effects of COVID-19, new variants, disease outbreak, epidemic or a similar widespread health concern impacts our business will depend on future developments, which are highly uncertain and cannot be predicted with confidence, such as the speed and extent of geographic spread of the disease, the duration of the outbreak, travel restrictions, the efficacy of vaccination, and treatment; impact on the U.S. and international healthcare systems, the U.S. economy and worldwide economy; the timing, scope, and effectiveness of U.S. and international governmental response; and the impact on the health, well-being, and productivity of our employees; and short- and long-term changes in the behaviors of medical professionals and patients resulting from any such pandemic, outbreak, epidemic, or other health concern. \nEthical, legal, and social concerns related to the use of genetic information could reduce demand for our genetic tests.\nGenetic testing has raised ethical, legal, and social issues regarding privacy rights and the appropriate uses of the resulting information. Governmental authorities could, for social or other purposes, limit or regulate the use of genetic information or genetic testing or prohibit testing for genetic predisposition to certain conditions, particularly for those that have no known cure. Similarly, these concerns may lead patients to refuse to use, or clinicians to be reluctant to order, genetic tests even if permissible. These and other ethical, legal, and social concerns may limit market acceptance of our genetic tests or reduce the potential markets for these tests, either of which could have an adverse effect on our business, financial condition or results of operations.\nClimate change, or legal or regulatory measures to address climate change or other corporate social responsibility and sustainability matters, could adversely affect our business, financial condition, and results of operations.\nThe effects of global climate change present risks to our business. Natural disasters, extreme weather, and other conditions caused by or related to climate change could adversely impact our supply chain, the courier delivery services we use, the availability and cost of raw materials and components, energy supply, water, transportation, or other inputs necessary for the operation of our business. Climate change and natural disasters could also impact behaviors of medical providers or patients or result in physical damage to our facilities as well as those of our suppliers, health care providers, and other business partners, all of which could negatively impact and disrupt our business and operations. Our facilities and our laboratory equipment would be costly to replace and could require substantial lead time to repair or replace. Although we believe we possess adequate insurance for the disruption of our business from causalities, such insurance may not be sufficient to cover all of our potential losses and may not continue to be available to us on acceptable terms, or at all.\nNew or additional legal or regulatory requirements may be enacted to reduce greenhouse gas emissions, mitigate the effects of climate change on the environment or address other corporate social responsibility and sustainability matters. Any such new or additional legal or regulatory requirements may increase the costs associated with, or disrupt, the development, manufacturing, and distribution of our tests or the performance of related services, which may adversely affect our business and financial results. In addition, any failure to adequately address stakeholder expectations with respect to corporate social responsibility and sustainability matters, including addressing climate change, may result in the loss of business, damage to our reputation, diluted market valuations, challenges in attracting and retaining talented employees and restrictions on certain aspects of our activities. Furthermore, our adoption of certain standards for our corporate social responsibility and sustainability efforts and related matters or mandated compliance to certain requirements could necessitate additional investments that could hinder our profitability.\nThe use of Artificial Intelligence presents new risks and challenges to our business.\nArtificial Intelligence (“AI”) is increasingly being used across the global business landscape, including in the life sciences and healthcare industries. We have already employed certain AI technologies into our business to enhance our operations, products, technology, and services and expect our use of AI to increase as the technology rapidly evolves and improves. \nHowever, AI innovation presents risks and challenges that could impact our business. AI algorithms may be flawed. Datasets may be insufficient or contain biased information. Ineffective AI development and deployment practices by us or our commercial partners could result in violations of our confidentiality and privacy obligations or applicable laws and regulations, jeopardize our intellectual property rights, cause or contribute to unlawful discrimination, result in the misuse of personally identifiable information, including PHI, or give rise to significant cyber security risks, any of which could have a material adverse effect on our business, results of operations, and financial condition.\nWe may also face increased competition from other companies that are employing AI and related technologies, some of whom may develop more effective methods than we and any of our commercial partners have, which could have a material adverse effect on our business, results of operations, or financial condition. In addition, uncertainties regarding developing legal and regulatory requirements and standards may require significant resources to modify and maintain business practices to comply with U.S. and foreign laws concerning the use of AI and related technologies, the nature of which cannot be determined at this time.\nWe may be a party to litigation in the normal course of business or otherwise, which could affect our business and financial position.\nFrom time to time, we are a party to or otherwise involved in legal proceedings, claims and government investigations, and other legal matters, both inside and outside the U.S., arising in the ordinary course of our business or otherwise. We are currently involved in various legal proceedings and claims that have not yet been fully resolved, and additional claims may arise in the future. Legal proceedings in which we are currently involved include those proceedings described in Note 15 of the Notes to Consolidated Financial Statements included in Item 8 of this Annual Report on Form 10-K (“Notes to Consolidated Financial Statements”. \nAdditionally, the distribution, sale, use, and results of our tests could lead to liability claims. Legal proceedings can be complex and take many months, or even years, to reach resolution, with the final outcome depending on a number of variables, some of which are not within our control. From time to time, we may also be compelled to protect our business interests through the initiation of litigation against others. Litigation, whether offensive or defensive, is subject to significant uncertainty and may be expensive, time-consuming, and disruptive to our operations. \nAlthough we will vigorously defend and advocate for ourselves in such legal proceedings, their ultimate resolution and potential financial and other impacts on us are uncertain. For these and other reasons, we may choose to settle legal proceedings and claims, regardless of their actual merit. If a legal proceeding is resolved against us, it could result in significant compensatory damages, and in certain circumstances punitive or trebled damages, disgorgement of revenue or profits, remedial corporate measures or injunctive relief imposed on us. Even if litigation is resolved in our favor, costs and disruptions to the Company may have a negative impact on business. If our existing insurance does not cover the amount or types of damages awarded, or if other resolution or actions taken as a result of a legal proceeding were to restrain our ability to operate, our financial position, results of operations or cash flows could be materially adversely affected. Any claim brought against us, with or without merit, could increase our liability insurance rates or prevent us from securing insurance coverage in the future. In addition, legal proceedings, and any adverse resolution thereof, can result in adverse publicity and damage to our reputation, which could adversely impact our business.\nThe amounts we record for legal contingencies can result from a complex series of judgments about future events and uncertainties and can rely heavily on estimates and assumptions. While we have accrued for certain potential legal liabilities, there is no guarantee that additional costs will not be incurred beyond the amounts accrued. \nRisks Relating to Governmental Regulation and Reimbursement\nWe face uncertainty related to healthcare reform, pricing, coverage, and reimbursement.\nWe must navigate complex and evolving healthcare regulations, which control how we conduct our business and how we are paid. Existing legislation, and possible future legal and regulatory changes, including potential repeal or modification of the ACA, could materially change the structure and finances of the health insurance system and the methodology for reimbursing medical services, drugs, and devices, including our current and future products and services. The ACA has also been the subject of various legal challenges and if the plaintiffs in any case challenging the ACA are ultimately successful insurance coverage for our tests could be materially and adversely affected. For example, in June 2024, the Fifth Circuit Court of Appeals in Braidwood Management v. Becerra affirmed a district court ruling that the ACA’s requirement that insurance cover certain \npreventive services without cost sharing is unconstitutional. The Braidwood ruling remains subject to an ongoing appeal to the U.S. Supreme Court, which has agreed to hear the lawsuit with oral arguments expected in spring 2025 and a decision expected in the summer of 2025. We cannot predict the final outcome of the Braidwood matter, whether there will be additional future challenges to the ACA, or what impact, if any, such challenges may have on our business. Any change in reimbursement policy could result in a change in patient cost-sharing, which could adversely affect a provider’s willingness to prescribe and patient’s willingness and ability to use our tests and any other product or service we may develop. Healthcare reforms, which may intend to reduce healthcare costs, may have the effect of discouraging third-party payers from covering certain kinds of medical products and services, particularly newly developed technologies, like those we have developed in the past or we may develop in the future. We cannot predict whether future healthcare reform initiatives will be implemented at the federal or state level or the effect any such future legislation or regulation will have on us. The taxes imposed by new legislation, cost reduction measures and the expansion or contraction in the government’s role in the U.S. healthcare industry may result in decreased profits to us, which may adversely affect our business, financial condition, and results of operations.\nThe Protecting Access to Medicare Act of 2014 (“PAMA”) presents significant uncertainty for future CMS reimbursement rates. Because Medicare currently covers a significant number of our patients, any reduction in the CMS reimbursement rate for our tests would negatively affect our revenues and our business prospects. Under PAMA, CMS reimbursement rates for clinical diagnostic laboratory tests are updated every three years or annually for clinical laboratory tests that are considered “advanced diagnostic laboratory tests.” There can be no assurance under PAMA that adequate CMS reimbursement rates will continue to be assigned to our tests. \nCoverage of our Cologuard and Cologuard Plus tests and other screening or diagnostic products that we may develop may also depend, in whole or in part, on whether payers determine, or courts and/or legislative or regulatory authorities determine, coverage is required under applicable federal or state laws mandating coverage of certain cancer screening or diagnostic services. For example, while we believe the ACA Mandate requires most health insurers to cover our Cologuard and Cologuard Plus tests for most patients between the ages of 45 and 75 without patient cost-sharing, some health insurers have disagreed and determined not to cover our Cologuard and Cologuard Plus tests and others may take that position in the future. Further, states may decide to modify their laws, which may include repeal of those coverage mandates that we believe currently apply to our Cologuard and Cologuard Plus tests.\nIf payers, including managed care organizations, do not approve and maintain reimbursement for our tests at adequate reimbursement rates, our commercial success could be compromised.\nOur commercial success depends, in large part, on the availability of reimbursement at adequate reimbursement rates for our current tests, including our flagship Cologuard and Oncotype tests and our products in development, from government insurance plans, managed care organizations and commercial insurance plans. Although we received positive coverage decisions and what we believe are adequate reimbursement rates from CMS for our Cologuard and Cologuard Plus tests, it is also critical that other third-party payers approve and maintain reimbursement for our Cologuard test at adequate reimbursement rates. We also have received positive coverage determinations for our Oncotype DX breast cancer test for N-, ER+ patients from most third-party payers, but have less favorable coverage for our other Oncotype tests. Additionally, successful commercialization of our newly developed products, including our Cologuard Plus test, our Oncodetect MRD test, and our Cancerguard MCED test, will also depend on our ability to obtain and maintain reimbursement from government insurance plans, managed care organizations, and commercial insurance plans at adequate reimbursement rates. Healthcare providers may be reluctant to prescribe, and patients may be reluctant to complete, our tests if they are not confident that patients will be reimbursed for our tests.\nThird-party payers, both in the U.S. and internationally, are increasingly attempting to contain healthcare costs by limiting both coverage and the level of reimbursement for healthcare products and services. As a result, there is uncertainty surrounding the future level of reimbursement, if any, for our current tests and any new tests we may develop. Reimbursement by a third-party payer may depend on a number of factors, including a payer’s determination that tests using our technologies are sufficiently sensitive and specific; not experimental or investigational; approved or recommended by the major guideline organizations; subject to applicable federal or state coverage mandates; reliable, safe, and effective; medically necessary; appropriate for the specific patient; and cost-effective. Moreover, coverage determinations and reimbursement rates are subject to change, and we cannot guarantee that even if we initially achieve adequate coverage and reimbursement rates for our tests, they will continue to apply in the future or remain adequate as we face increases in operating costs, such as labor and supply costs that are subject to inflation, and government and commercial payers may cause us to accept lower prices. \nEven where a third-party payer agrees to cover one of our tests, other factors may have a significant impact on the actual reimbursement we receive from that payer. For example, if we do not have a contract with a given payer, we may be deemed an “out-of-network” provider by that payer, which could result in the payer allocating a portion of the cost of the test to the patient, notwithstanding any applicable coverage mandate. We may be unsuccessful in our efforts to enter into, or maintain, a network contract with a given payer, and we expect that our network status with a given payer may change from time to time for a variety of reasons, many of which may be outside our control. To the extent one of our tests is out of network for a given payer, healthcare providers may be less likely to prescribe that test for their patients and their patients may be less likely to comply with those prescriptions that are written. Also, some payers may mandate prior authorization or other medical management practices that impose significant additional costs on us, may be difficult to comply with given our position as a laboratory that generally does not have direct access to patient medical records, may make healthcare providers less likely to prescribe our tests for their patients, and may make patients less likely to comply with healthcare provider orders for our tests, all or any of which may have an adverse effect on our revenues.\nIf we are unable to obtain or maintain reimbursement at adequate reimbursement rates for our Oncotype DX tests outside of the U.S., our ability to expand internationally will be compromised.\nThe majority of our international Oncotype DX breast and colon cancer test revenues come from payer reimbursement, including from public or government-controlled or regulated payers, payments from our distributors, and patient self-pay. Obtaining reimbursement from public payers outside of the U.S. generally involves complex requirements that we may be unable to satisfy. \nEven if public or private reimbursement is obtained, it may be discontinued, cover competing tests, or the reimbursement may be limited to a subset of the eligible patient population or conditioned upon local performance of the tests or other requirements we may have difficulty satisfying.\nReimbursement levels outside of the U.S. may vary considerably from the domestic reimbursement amounts we receive. In addition, because we generally rely on distributors to obtain reimbursement for our tests in certain countries outside of the U.S., to the extent we do not have direct reimbursement arrangements with payers, we may not be able to retain reimbursement coverage in those countries if our agreement with a distributor is terminated or expires, if a distributor fails to pay us or if other events prevent payment. \nFailure to comply with federal, state, and foreign laboratory licensing and related requirements could cause us to lose the ability to perform our tests, experience disruptions to our business, or become subject to administrative or judicial sanctions.\nWe are subject to CLIA, a federal law that regulates clinical laboratories that perform testing on specimens derived from humans for the purpose of providing information for the diagnosis, prevention or treatment of disease. CLIA regulations establish specific standards with respect to personnel qualifications, facility administration, proficiency testing, quality control, quality assurance and inspections. Any testing subject to CLIA regulation must be performed in a CLIA certified laboratory. CLIA certification is also required in order for us to be eligible to bill state and federal healthcare programs, as well as commercial payers, for our tests. In addition, some states, including California and New York, require that we hold licenses or permits to test samples from patients in those states, even if our laboratory facilities are not located in those states, and as a result we are also required to maintain standards related to those states’ licensure requirements to conduct testing in our laboratories.\nFailure to comply with applicable clinical laboratory licensure requirements may result in a range of enforcement actions, including suspension, limitation or revocation of our CLIA certification and/or state licenses, imposition of a directed plan of action, on-site monitoring, civil monetary penalties, criminal sanctions, inability to receive reimbursement from Medicare, Medicaid, and commercial payers, as well as significant adverse publicity. Any sanction imposed under CLIA, its implementing regulations, or state or foreign laws or regulations governing clinical laboratory licensure or our failure to renew our CLIA certification, a state or foreign license or accreditation, could have a material adverse effect on our business, financial condition, and results of operations. Even if we were able to bring our laboratory back into compliance, we could incur significant expenses and potentially lose revenue in doing so.\nWe may also be subject to laboratory regulations in foreign jurisdictions as we seek to expand international utilization of our tests or as such jurisdictions adopt new licensure requirements, which may require review of our tests in order to offer them or may have other limitations such as restrictions on the transport of specimens necessary for us to perform our tests that may limit our ability to make our tests available outside of the U.S. Complying with licensure requirements in new jurisdictions may be expensive, time-consuming, and subject us to significant and unanticipated delays.\nOur products could be subject to recall.\nManufacturers of medical devices must comply with various regulatory requirements under the FDCA and regulations thereunder, including, but not limited to, quality system regulations, unless they are exempt, facility registration, product listing, labeling requirements, and certain post-market surveillance requirements. If we do not meet applicable regulatory or quality standards, our products may be subject to recall, and, under certain circumstances, we may be required to notify applicable regulatory authorities about a recall. Any such recalls could have an adverse effect on our ability to provide our tests, which in turn would adversely affect our financial condition.\nDelays in receipt of, or failure to obtain, required FDA clearances or approvals for our products in development, or improvements to or expanded indications for our current offerings, could materially delay or prevent us from commercializing or otherwise adversely impact future product commercialization.\nUnless otherwise exempted or subject to enforcement discretion, medical devices, which include screening and diagnostic tests, must receive either FDA regulatory approval or clearance before being marketed in the U.S. Our Cologuard and Cologuard Plus tests are regulated by the FDA as medical device and we may develop new tests that are deemed medical devices and require FDA clearance or approval. Additionally, our current and future LDT products may be subject to some or all of the FDA medical device requirements under the LDT Rule. The FDA determines whether a medical device will require either regulatory approval or clearance based on statutory criteria that include the risk associated with the device and whether the device is similar to an existing, legally marketed product. The process to obtain either regulatory approval or clearance is costly, time-consuming, and uncertain. The regulatory approval process is generally more challenging than the clearance process. Even if we design a product that we expect to be eligible for the regulatory clearance process, the FDA may require that the product undergo the regulatory approval process. There can be no assurance that the FDA will ever permit us to market any new product that we develop. Even if regulatory approval or clearance is granted, such approval may include significant limitations on indicated uses, which could materially and adversely affect the prospects of any new medical device.\nFDA regulatory approval or clearance is also required for certain enhancements we may make to our current tests or future FDA-approved or -cleared tests. FDA approval or clearance may also be required to make changes to the processes, equipment, reagents, and other consumables used in connection with a test. Some of our current LDTs that qualify as Grandfather LDTs under the LDT Rule may require FDA approval or clearance if they are modified beyond what FDA determines to be acceptable under the LDT Rule. The FDA’s approval pathway can be time-consuming and costly and there can be no assurance that the FDA will ultimately approve any premarket approval submitted by us in a timely manner or at all.\nIn addition, the FDA’s ability to review and clear or approve new products or changes to existing products can be affected by a variety of factors, including government budget, funding, and staffing levels, changes in Presidential administration, statutory, regulatory, and policy changes, the FDA’s ability to hire and retain key personnel and accept the payment of user fees, and other events that may otherwise affect the FDA’s ability to perform routine functions. Average review times at the agency have fluctuated in recent years as a result. In addition, prolonged government shutdowns or global health concerns may prevent or delay the FDA or other regulatory authorities from conducting, at all or in a timely manner, their regular inspections, reviews, or other regulatory activities (including pre-submission engagements). Any such delay in the ability of the FDA or other regulatory authorities to timely review and process our regulatory submissions could have a material adverse effect on our business.\nDelays in receipt of, or failure to obtain, clearances or approvals could materially delay or prevent us from commercializing our products or result in substantial additional costs that could decrease our profitability. In addition, even if we receive FDA clearance or approval for a new or enhanced product, the FDA may condition, withdraw, or materially modify its clearance or approval.\nThe FDA’s implementation of the LDT Rule may cause us to incur substantial costs and time delays associated with meeting requirements for pre-market clearance or approval or we could experience decreased demand for or reimbursement of our tests.\nOur Oncotype tests, OncoExTra test, and certain other tests we offer are marketed as LDTs and we may seek to commercialize certain of our products in development as LDTs. LDTs are clinical laboratory tests that are developed and validated by a laboratory for its own use. The FDA historically has taken the position that it has the authority to regulate such tests as medical devices under the FDC Act but until recently has for the most part exercised enforcement discretion and has not required clearance, de novo classification, or approval of LDTs prior to marketing.\nIn May 2024, the FDA issued the LDT Rule which amended the FDA's regulations to make explicit that LDTs are devices under the FD&C Act. Along with the final rule, the FDA finalized a policy under which the FDA’s historical LDT enforcement discretion will be phased out over the course of three years, as well as targeted enforcement discretion policies for certain categories of LDTs. Under the LDT Rule and this policy, (1) from May 2025 to May 2028 various requirements will be phased in including MDR requirements, correction and removal reporting requirements, registration and listing requirements, labeling requirements, investigational use requirements and quality system requirements, (2) beginning in November 2027, premarket review requirements will become applicable to high risk (e.g., Class III) LDTs and (3) beginning in May 2028, premarket review requirements will become applicable to moderate and low risk LDTs. LDTs that were first marketed prior to May 6, 2024 (and have not been significantly modified) (“Grandfathered LDTs”) and LDTs for unmet medical needs manufactured and performed by laboratories integrated in a healthcare system, will not be subject to premarket review and most of the quality system requirements. Implementation and enforcement of the LDT Rule by the FDA may materially impact our development and commercialization of LDTs, including our Oncotype tests. The regulatory approval process may involve, among other things, successfully completing additional clinical studies and submitting a pre-market clearance notice or filing a pre-market approval application with the FDA. Such pre-market clinical testing could delay the commencement or completion of other clinical testing, significantly increase our test development costs, delay commercialization of any future LDTs, and interrupt sales of our current LDTs. Many of the factors that may cause or lead to a delay in the commencement or completion of clinical studies may also ultimately lead to delay or denial of regulatory clearance or approval. If pre-market review is required by the FDA, there can be no assurance that our LDTs will be cleared or approved on a timely basis, if at all, nor can there be assurance that the labeling claims cleared or approved by the FDA will be consistent with our current claims or adequate to support continued adoption of and reimbursement for our LDTs. \nWe are subject to numerous U.S. and foreign laws and governmental regulations, and any governmental enforcement action may materially affect our financial condition and business operations.\nWe are subject to regulation in the U.S. by both the federal government and the states in which we conduct our business, as well as in other jurisdictions outside of the U.S., including:\n•Federal, state, and local laws regarding the use, storage, handling and disposal of medical and hazardous waste, as well as regulations relating to the safety and health of laboratory employees;\n•the Federal Anti-Kickback Statute and state anti-kickback prohibitions and EKRA;\n•the Federal Physician Self-Referral Law, commonly known as the Stark Law, and the state equivalents;\n•the HIPAA, the CCPA, including expansions and amendments pursuant to the California Privacy Rights Act, and other state privacy laws;\n•Federal, state, and local consumer protection laws governing communications and advertising, including the Telephone Consumer Protection Act (“TCPA”), the Controlling the Assault of Non-Solicited Pornography and Marketing Act (“CAN-SPAM Act”), and the Lanham Act;\n•the Medicare civil money penalty and exclusion requirements;\n•the Federal False Claims Act civil and criminal penalties and state equivalents; and\n•the FCPA, the United Kingdom Anti-Bribery Act, the GDPR and other national or provincial laws protecting personal information, the E.U. Medical Device and In Vitro Diagnostic Device Regulations, and national laws restricting industry interaction with healthcare professionals, all of which may or will apply to our international activities.\nWe have adopted policies and procedures designed to comply with these laws. In the ordinary course of our business, we conduct internal reviews of our compliance with these laws. Our compliance is also subject to governmental review. The growth of our business and sales organization and our expansion outside of the U.S. may increase the potential of violating these laws or our internal policies and procedures. The risk of our being found in violation of these or other laws and regulations is further increased by the fact that many of them have not been fully interpreted by the regulatory authorities or the courts, and their provisions are open to a variety of interpretations.\nThe U.S. Attorney’s Offices have increased their scrutiny over the healthcare industry in recent years. The U.S. Congress, U.S. Department of Justice (“DOJ”), Office of Inspector General of the Department of Health and Human Services, and Department of Defense have all issued subpoenas and other requests for information to conduct investigations of, and commenced, civil and criminal litigation against healthcare companies related to financial arrangements with healthcare providers, regulatory compliance, product promotional practices, and documentation, coding, and billing practices. In addition, the Federal False Claims Act and state equivalents have led to whistleblowers filing numerous qui tam civil lawsuits against healthcare companies, in part, because a whistleblower can receive a portion of any amount obtained by the government through such a lawsuit.\nGovernmental enforcement action or qui tam civil litigation against us may result in material costs and occupy significant management resources, even if we ultimately prevail. In addition, qui tam litigation or governmental enforcement action may result in substantial damages (including treble damages), fines, civil and criminal penalties, payment of attorney's fees, or administrative remedies, including exclusion from government reimbursement programs and entry into corporate integrity agreements with governmental agencies, which could entail significant obligations and costs. As described further in Note 15 of the Notes to Consolidated Financial Statements, in September 2023, we entered into settlement agreements with the United States, acting through the U.S. DOJ, with respect to (1) a civil investigative demand initiated by the U.S. DOJ concerning Genomic Health, Inc.’s (“Genomic Health”) compliance with the Medicare Laboratory Date of Service billing regulations prior to our acquisition of Genomic Health in 2019 and (2) a qui tam lawsuit alleging violations of the Federal Anti-Kickback Statute and False Claims Act for offering gift cards to patients in exchange for returning the Cologuard screening test, for which Niles Rosen M.D., the petitioner in the qui tam lawsuit, was also a party to the settlement agreement. The settlement agreement between Genomic Health and the U.S. DOJ required us to pay $32.5 million, which was paid in September 2023 and the settlement agreement with the U.S. DOJ and Dr. Rosen required us to pay $13.8 million plus legal fees, which was paid in October 2023. Any such actions or litigation in the future could result in adverse penalties or outcomes that could materially and adversely affect our business, financial condition, and results of operations.\nOur business is subject to various complex laws and regulations applicable to providers of clinical diagnostic products and services.\nAs a provider of clinical diagnostic products and services, we and our partners are subject to extensive and frequently changing federal, state, local, and foreign laws and regulations governing various aspects of our business. In particular, the clinical laboratory and healthcare industry is subject to significant governmental certification and licensing regulations, as well as federal, state, and foreign laws regarding:\n•test ordering and billing practices;\n•marketing, sales, and pricing practices;\n•health information privacy and security, including HIPAA and comparable state and foreign laws;\n•insurance, including foreign public reimbursement;\n•anti-markup legislation; and\n•consumer protection.\nWe are also required to comply with FDA regulations, including with respect to our labeling and promotion activities. In addition, advertising of our tests is subject to regulation by the Federal Trade Commission, or FTC, and advertising of laboratory services is regulated by certain state laws. Violation of any FDA requirement could result in enforcement actions, such as seizures, injunctions, civil penalties and criminal prosecutions, and violation of any FTC or state law requirement could result in injunctions and other associated remedies, all of which could have a material adverse effect on our business. Most states also have similar regulatory and enforcement authority for medical devices. Additionally, most foreign countries have authorities comparable to the FDA and processes for obtaining marketing approvals. In particular, the entry into application of the E.U.'s In Vitro Diagnostic Device Regulation will impose new requirements and create new compliance risks. Obtaining and maintaining these approvals, and complying with all laws and regulations, may subject us to similar risks and delays as those we could experience under FDA, FTC, and state regulation. We incur various costs in complying and overseeing compliance with these laws and regulations. The growth of our business and sales organization, the acquisition of additional businesses or products and services and our expansion outside of the U.S. may increase the potential of violating these laws, regulations or our internal policies and procedures. \nHealthcare policy has been a subject of extensive discussion in the executive and legislative branches of the federal and many state governments, and healthcare laws and regulations are subject to change. Development of the existing commercialization strategy for our tests and planned development of products in our pipeline has been based on existing healthcare policies. We cannot predict what additional changes, if any, will be proposed or adopted or the effect that such proposals or adoption may have on our business, financial condition, and results of operations.\nIf we, or our partners, fail to comply with these laws and regulations, we could incur significant fines and penalties and our reputation and prospects could suffer. Additionally, any such partners could be forced to cease offering our products and services in certain jurisdictions, which could materially disrupt our business. \nDue to billing complexities in the diagnostic and laboratory service industry, we may have difficulties receiving timely payment for the tests we perform, and may face write-offs, disputes with payers and patients, and long collection cycles. \nBilling for diagnostic and laboratory services is a complex process. We bill many different payers including patients, private insurance companies, Medicare, Medicaid, and employer groups, all of which have different billing requirements. \nWe are continuing to work with third-party payers to cover and reimburse our tests. If we are unsuccessful, we may not receive payment for the tests we perform for patients on a timely basis, if at all, and we may not be able to provide services for patients with certain healthcare plans. We may face patient dissatisfaction, complaints or lawsuits, including to the extent our tests are not fully covered by insurers and patients become responsible for all or part of the price of the test. As a result, patient demand for our tests could be adversely affected. To the extent patients express dissatisfaction with our billing practices to their healthcare providers, those healthcare providers may be less likely to prescribe our tests for other patients, and our business would be adversely affected.\nEven if payers agree to cover our tests, our billing and collections process may be complicated by the following and other factors, which may be beyond our control:\n•complex and disparate reimbursement rules and requirements;\n•disputes among payers as to which payer is responsible for payment;\n•disparity in coverage among various payers or among various healthcare plans offered by a single payer;\n•payer medical management requirements, including prior authorization requirements;\n•differing information and billing requirements among payers; \n•failure by patients or healthcare providers to provide complete and correct billing information; and\n•limitations and requirement for patient billing, including those related to deductibles, co-payments, and co-insurance originating from contracts with commercial payers.\nFor example, pursuant to certain CMS rules (the “Medicare Laboratory Date of Service billing regulation”), subject to certain exceptions issued by CMS, we cannot bill Medicare directly for some tests provided for Medicare beneficiaries in some situations involving certain hospital patients and instead must bill hospitals for such tests. In these circumstances, only the hospital may bill Medicare for such tests. These billing rules may lead to confusion regarding whether Medicare provides adequate reimbursement for our tests, and could discourage providers from ordering our tests for Medicare patients or even non-Medicare patients. In addition, changes in Medicare billing rules and processes could result in delays in receiving payments or receiving payments that are less than the original invoice. When hospitals disclaim responsibility for or delay payment of our bills for tests affected by the Medicare Laboratory Date of Service billing regulation, and when our collection efforts are unsuccessful, we may be forced to accept payments from hospitals that are less than the original invoice or we may be unable to collect from hospitals at all despite diligent efforts.\nSimilarly, when we have a contract with a commercial payer to cover our tests, we are not permitted to bill patients insured by that payer for amounts beyond deductibles, co-payments, and co-insurance as prescribed in the coverage agreement between the payer and the patients. Therefore, when such contracted payers do not pay us our full, contracted rate for a test, for example, for failure to satisfy prior-authorization or other payer medical management requirements, we may not be permitted to collect the balance from the patient and our business is adversely impacted.\nIn the past, failures to submit claims to insurers timely have required us to record downward adjustments to our revenue. Despite efforts to improve our billing systems and prevent recurrences of these failures, future failures to timely submit claims could result in further downward adjustments to revenue.\nAs a result of the above, we may face write-offs of doubtful accounts, disputes with payers and patients, and long collection cycles.\nWe also may face lawsuits by government or commercial payers if they believe they have overpaid us for our test services or as a result of other circumstances. For example, as described in Note 15 of the Notes to Consolidated Financial Statements included in Item 8 of this Annual Report on Form 10-K, in September 2023, Genomic Health, entered into a settlement agreement with the United States, acting through the U.S. DOJ, to resolve a civil investigation concerning Genomic Health’s compliance with the Medicare Date of Service billing regulation prior to our acquisition of Genomic Health in 2019. This settlement agreement required us to pay $32.5 million, which was paid in October, 2023.\nSome of our activities may subject us to risks under federal and state laws prohibiting “kickbacks” and false or fraudulent claims.\nIn addition to FDA marketing and promotion restrictions, several other types of state and federal healthcare fraud and abuse laws have been applied in recent years to restrict certain marketing practices in the healthcare product and service industry and to regulate billing practices and financial relationships with healthcare providers, hospitals, and other healthcare providers. These laws include a federal law commonly known as the Medicare/Medicaid anti-kickback law, and several similar state laws, which prohibit payments intended to induce healthcare providers or others either to refer patients or to acquire or arrange for or recommend the acquisition of healthcare products or services. While the federal law applies only to referrals, products or services for which payment may be made by a federal healthcare program, state laws often apply regardless of whether federal funds may be involved. These laws constrain the sales, marketing, and other promotional activities of manufacturers of medical devices and providers of laboratory services by limiting the kinds of financial arrangements, including sales programs, that may be used with hospitals, healthcare providers, laboratories, and other potential purchasers or prescribers of medical devices and laboratory services. In addition, the Eliminating Kickbacks in Recovery Act of 2018 \nimposes criminal penalties for knowing or willful payment or offer, or solicitation or receipt, of any remuneration, whether directly or indirectly, overtly or covertly, in cash or in kind, in exchange for the referral or inducement of laboratory testing (among other healthcare services) unless a specific exception applies. Although it appears that EKRA was intended to reach patient brokering and similar arrangements to induce patronage of substance use recovery and treatment, the language in EKRA is broadly written and can apply to laboratory services covered under public or private payer arrangements. EKRA permits the DOJ to issue regulations clarifying EKRA’s exceptions or adding additional exceptions, but it has not done so. As a result, there is no agency guidance and limited court precedent to indicate how, and to what extent, it will be applied and enforced. We cannot assure you that our relationships with healthcare providers, sales representatives, hospitals, customers, or any other party will not be subject to scrutiny or will survive regulatory challenge under EKRA. Other federal and state laws generally prohibit individuals or entities from knowingly presenting, or causing to be presented, claims for payment from Medicare, Medicaid, or other third-party payers that are false or fraudulent, or are for items or services that were not provided as claimed.\nAdditionally, to avoid liability under federal false claims laws, we must carefully and accurately code claims for reimbursement, proactively monitor the accuracy and appropriateness of Medicare claims and payments received, diligently investigate any credible information indicating that we may have received an overpayment, and promptly return any overpayments. Medicare payments are subject to audit, including through the Comprehensive Error Rate Testing (“CERT”) program, and payments may be recouped by CMS if it is determined that they were improperly made. Currently, a significant percentage of our revenues are generated by payments from Medicare. The federal anti-kickback statute and certain false claims laws prescribe civil and criminal penalties (including fines) for noncompliance that can be substantial. While we continually strive to comply with these complex requirements, interpretations of the applicability of these laws to marketing and billing practices are constantly evolving and even an unsuccessful challenge could cause adverse publicity and be costly to respond to, and thus could harm our business and prospects. Our failure to comply with applicable laws could result in various adverse consequences that could have a material adverse effect upon our business, including the exclusion of our products and services from government programs and the imposition of civil or criminal sanctions.\nSome of our activities may subject us to risks under the Foreign Corrupt Practices Act and similar anti-bribery laws in non-U.S. jurisdictions.\nMany countries in which we or our distributors offer our tests have regulations prohibiting providers, as well as medical and in vitro diagnostic device manufacturers, from offering or providing a benefit to a healthcare professional in order to induce business. In situations involving healthcare providers employed by public or state-funded institutions or national healthcare services, violation of local anti-corruption or anti-gift laws may also constitute a violation of the FCPA.\nThe FCPA prohibits any U.S. individual, business entity or employee of a U.S. business entity from offering or providing, directly or through a third party, including the distributors we rely on in certain markets, anything of value to a foreign government official with corrupt intent to influence an award or continuation of business or to gain an unfair advantage, whether or not such conduct violates local laws. We are also required to maintain accurate information and control over sales and distributors’ activities that may fall within the purview of the FCPA, its books and records provisions and its anti-bribery provisions. Other countries, including the U.K. and other Organisation for Economic Co-operation and Development (“OECD”) Anti-Bribery Convention members, have similar extraterritorial anti-corruption laws.\nWhile there currently exists uncertainty regarding future enforcement of the FCPA, any violation of these laws, or allegations of such violations, by us or any of our commercial partners could disrupt our operations, involve significant management distraction, cause us to incur significant costs and expenses, including legal fees, and result in a material adverse effect on our business. We could also suffer severe penalties, including criminal and civil penalties, debarment from public procurement, disgorgement and other remedial measures. \nFailure to comply with privacy, security, and consumer protection laws and regulations could result in fines, penalties, and damage to our reputation and have a material adverse effect on our business.\nWe are subject to a number of foreign, federal, and state laws and regulations protecting the use, disclosure, and confidentiality of certain patient health and personal information, including patient records, and restricting the use and disclosure of that protected information, including state breach notification laws, the Health Insurance Portability and Accountability Act, as amended by the Health Information Technology for Economic and Clinical Health Act of 2009, the European Union’s General Data Protection Regulation, the U.K. Data Protection Act and the U.K. GDPR, and the California Consumer Privacy Act, among others.\nHIPAA extensively regulates the use and disclosure of individually identifiable health information, known as “protected health information,” and require covered entities, including health plans and most health care providers, to implement administrative, physical and technical safeguards to protect the security of such information. Covered entities must report breaches of unsecured protected health information to affected individuals without unreasonable delay and notification must also be made to the U.S. Department of Health & Human Services, Office for Civil Rights (the “OCR”) and, in certain situations involving large breaches, to the media. Various U.S. state laws and regulations may also require us to notify affected individuals and state agencies in the event of a data breach involving individually identifiable information. \nViolations of the HIPAA privacy and security regulations may result in criminal and civil penalties. The OCR enforces the regulations and performs compliance audits. In addition to enforcement by OCR, state attorneys general are authorized to bring civil actions seeking either injunction or damages in response to violations that threaten the privacy of state residents. We follow and maintain a HIPAA compliance program, which we believe complies with the HIPAA privacy and security regulations, but there can be no assurance that OCR or other regulators will agree. The HIPAA privacy regulations and security regulations have and will continue to impose significant costs on us in order to comply with these standards. \nWe also remain subject to state privacy-related laws, such as the CCPA, that are more restrictive than the privacy regulations issued under HIPAA. These laws vary and could impose additional penalties. \nWe utilize our patient adherence program to communicate with patients who are existing or potential users of our products and services for various business purposes. These activities could subject us to laws, rules and regulations relating to communications with consumers, such as the CAN-SPAM Act and the TCPA. Despite our compliance efforts, we could face allegations that we have violated these laws, rules, and regulations as we have in the past. Even if such allegations are without merit, we could face liability and harm to our reputation. \nWe are also subject to laws and regulations in foreign countries covering data privacy and other protection of health and employee information that may be more onerous than corresponding U.S. laws, including in particular the laws of Europe. \nFor instance, the GDPR applies across the European Union and includes, among other things, a requirement for prompt notice of data breaches to data subjects and supervisory authorities in certain circumstances and significant fines for non-compliance. The GDPR also requires companies processing personal data of individuals residing in the European Union to comply with EU privacy and data protection rules, even if we do not have a physical presence in the European Union. Noncompliance could result in the imposition of fines, penalties, or orders to stop noncompliant activities.\nThese laws and regulations, in addition to similar laws and regulations being enacted by other states and counties, impose stringent cybersecurity standards and potentially significant non-compliance penalties, involve the expenditure of significant resources, the investment of significant resources, and the investment of significant time and effort to comply. As these laws and regulations continue develop in the United States and internationally, we may be required to expend significant time and resources in order to update existing processes or implement additional mechanisms as necessary to ensure compliance with such cybersecurity laws.\nOur employees, independent contractors, consultants, commercial partners, and vendors may engage in misconduct or other improper activities, including noncompliance with regulatory standards and requirements.\nWe are exposed to the risk of fraud, misconduct, or other illegal activity by our employees, independent contractors, consultants, commercial partners, and vendors. Misconduct by these parties could include intentional, reckless, and negligent conduct that fails to comply with the rules and regulations of the CMS, FDA, and other comparable foreign regulatory authorities; provide true, complete and accurate information to such regulatory authorities; comply with manufacturing and clinical laboratory standards; comply with healthcare fraud and abuse laws in the U.S. and similar foreign laws; or report financial information or data accurately or to disclose unauthorized activities to us. In particular, research, sales, marketing, education, and other business arrangements in the healthcare industry are subject to extensive laws designed to prevent fraud, kickbacks, self-dealing, bribery, and other abusive practices, as well as off-label product promotion. These laws and regulations may restrict or prohibit a wide range of pricing, discounting, educating, marketing and promotion, sales and commission, certain customer incentive programs, and other business arrangements generally. Activities subject to these laws also involve the improper use of information obtained in the course of participant recruitment for clinical studies, which could result in regulatory sanctions and cause serious harm to our reputation. We maintain a global compliance program, including a code of business conduct and ethics and processes and systems for reporting, reviewing, and remediating allegations of potential non-compliance or other misconduct, but it is not always possible to identify and deter misconduct by employees and third parties, \nand the precautions we take to detect and prevent this activity may not be effective in controlling unknown or unmanaged risks or losses or in protecting us from governmental investigations or other actions or lawsuits stemming from a failure to be in compliance with such laws. If any such actions are instituted against us, and we are not successful in defending ourselves or asserting our rights, those actions could have a significant impact on our business, including the imposition of significant fines or other sanctions. Even if it is later determined after an action is instituted against us that we were not in violation of these laws, we may be faced with negative publicity, incur significant expenses defending our actions, and have to divert significant management resources from other matters.\nChanges in tax laws or regulations or exposure to tax liabilities could adversely affect our financial condition and results of operations.\nWe are subject to tax in multiple U.S. tax jurisdictions and in foreign tax jurisdictions as we continue to expand internationally. As we grow, the development of our tax strategies requires additional expertise and may impact how we conduct our business. Our future effective tax rates could be unfavorably affected by changes in, or interpretations of, tax rules and regulations in the jurisdictions in which we do business or by changes in the valuation of our deferred tax assets and liabilities. Furthermore, we provide for certain tax liabilities that involve significant judgment. We are subject to the examination of our tax returns by federal, state, and foreign tax authorities, which could focus on our intercompany transfer pricing methodology as well as other matters. If our tax strategies are ineffective or we are not in compliance with domestic and international tax laws, our financial position, operating results, and cash flows could be adversely affected.\nRisks Relating to Product Development, Commercialization, and Sales of our Products\nThe success of the screening and diagnostic products and services we currently offer or may offer in the future will depend on the degree of market acceptance by healthcare providers, patients, healthcare payers, and others in the medical community.\nOur products and services may not gain market acceptance by healthcare providers, healthcare payers, and others in the medical community. The degree of market acceptance of our Cologuard test, Cologuard Plus test, our precision oncology tests, and other products and services that we offer will depend on a number of factors, including:\n•demonstrated performance and utility;\n•price;\n•the availability and attractiveness of alternative tests;\n•inclusion in healthcare guidelines and recommendations and quality measures;\n•effective marketing and educational programs;\n•recommendations and studies that may be published by government agencies, companies, professional organizations, academic or medical journals or other key opinion leaders;\n•the willingness of healthcare providers to prescribe our products and services;\n•the ease of use of our ordering process for healthcare providers; and\n•adequate third-party coverage or reimbursement.\nUncertainty in the development and commercialization of our new tests or services could materially adversely affect our business, financial condition and results of operations.\nOur success will depend in part on our ability to effectively introduce and increase market adoption of new offerings. The development and launch of new tests requires the completion of certain clinical development and commercialization activities that are complex, costly, time-intensive and uncertain, and requires us to accurately anticipate the preferences and needs of patients, clinicians, payers, and other counterparties, as well as emerging technology and industry trends. This process is conducted in various stages, and each stage presents the risk that we will not achieve our goals. We may not be successful in our current or future efforts to develop and commercialize tests in industries that are newer to us. Moreover, we have limited experience forecasting our future financial performance from our new products in these industries that are newer to us, and our actual results may fall below our financial guidance or other projections, or the expectations of analysts or investors, which could cause the price of our common stock to decline. \nWe may experience research and development, regulatory, marketing, and other difficulties that could delay or prevent our introduction of enhanced or new tests and result in increased costs and the diversion of management’s attention and resources from other business matters, such as from our existing product offerings. For example, any tests that we may enhance or \ndevelop may not prove to be clinically effective in clinical trials or commercially, or may not ultimately meet our desired target product profile, be offered at acceptable cost and with the sensitivity, specificity, and other test performance metrics necessary to address the relevant clinical need or commercial opportunity; our test performance in commercial experience may be inconsistent with our validation or other clinical data; we may not be successful in achieving market awareness and demand, whether through our own sales and marketing operations or through collaborative arrangements; healthcare providers may not order or use, or third-party payers may not reimburse for, any tests that we may enhance or develop; or we may otherwise have to abandon a test or service in which we have invested substantial resources. We cannot assure you that we can successfully complete the clinical development of any new or enhanced product, or that we can establish or maintain the collaborative relationships that may be essential to our clinical development and commercialization efforts. \nClinical development requires large numbers of patient specimens and, for certain products, requires large, prospective clinical trials. We may not be able to enroll patients or collect a sufficient number of appropriate specimens in a timely manner; or we may experience delays during clinical development due to slower than anticipated enrollment or due to changes in study design or other unforeseen circumstances; or we may be unable to afford or manage the large-sized clinical trials that some of our planned future products may require. \nThe publication of clinical data in peer-reviewed journals is a crucial step in commercializing and obtaining reimbursement for tests like ours, and our inability to control when, if ever, results are published may delay or limit our ability to derive sufficient revenues from any test that is the subject of a study. Peer-reviewed publications regarding our tests may be limited by many factors, including delays in the completion of, poor design of, or lack of compelling data from, clinical studies, as well as delays in the review, acceptance, and publication process. If our tests or the technology underlying our current or future tests do not receive sufficient favorable exposure in peer-reviewed publications, the rate of clinician adoption of our tests and positive reimbursement coverage determinations for our tests could be negatively affected. \nIn addition, development of the data necessary to obtain regulatory clearance and approval of a test is time-consuming, requires us to incur significant costs, and carries with it the risk of not yielding the desired results. The performance achieved in published studies may not be repeated in later studies that may be required to obtain FDA premarket clearance or approval or regulatory approvals in foreign jurisdictions. Limited results from earlier-stage verification studies may not predict results from studies in larger numbers of subjects drawn from more diverse populations over longer periods of time. Unfavorable results from ongoing preclinical and clinical studies may delay, limit or prevent regulatory approvals or clearances or commercialization of our product candidates, or could result in delays, modifications or abandonment of ongoing analytical or future clinical studies, or abandonment of a product development program, any of which could have a material adverse effect on our business, operating results or financial condition. These and other factors beyond our control could result in delays or other difficulties in the research and development, approval, production, launch, ongoing commercialization, or distribution of enhanced or new tests and could adversely affect our competitive position and results of operations.\nIf we do not successfully manage the launch and marketing of new products or services, our financial results could be adversely affected.\nWe face risks associated with launching new products and pre-announcing products and services when the products or services have not been fully developed or tested. In addition, we may experience difficulty in managing or forecasting customer reactions, purchasing decisions, transition requirements, or programs with respect to newly-launched products (or products in development). If our products and services are not able to deliver the performance or results expected by our target markets or are not delivered on a timely basis, our reputation and credibility may suffer. If we encounter development challenges or discover errors in our products late in our development cycle, we may delay the product launch date. The expenses or losses associated with unsuccessful product development or launch activities, or a lack of market acceptance of our new products, could adversely affect our business, financial condition, or results of operations. \nIn 2025, we are preparing to launch new screening and diagnostic tests including Cologuard Plus, our Oncodetect MRD test for patients with colorectal cancer, and our Cancerguard MCED test. The expenses associated with these launch activities are expected to be significant. Successful launches of these tests will involve a number of critical items including securing adequate reimbursement from both government and private payers, and developing effective marketing and sales programs. The knowledge and experience we gained commercializing our Cologuard and precision oncology tests may not translate into successful commercialization efforts with respect these or other new products.\nAlthough our Cologuard Plus test has demonstrated superior performance to our Cologuard test, it will nevertheless require significant effort on our part and take time to transition physicians to ordering the new test. These transition efforts include processing both the Cologuard and Cologuard Plus tests in our facilities and updating our information technology platforms. In November 2024 our Cologuard Plus test, received reimbursement coverage from Medicare beginning on January 1, 2025. However, securing reimbursement from other payers will also require significant efforts on our part and take time to achieve. \nAlthough we believe our Oncodetect data demonstrates the utility of the test, successful commercialization will depend on our ability to garner acceptance in the medical community. We have submitted data from the clinical validation study for our Oncodetect MRD test to MolDX, which identifies and establishes Medicare coverage and reimbursement for molecular diagnostic tests, but there is no guarantee we will secure such coverage and reimbursement from Medicare or other payers. After its initial launch, our Oncodetect test may nonetheless fail to gain sufficient market acceptance by physicians, patients, third-party payers, such as Medicare and Medicaid programs and managed care organizations, and others in the medical community. \nRecommendations, guidelines, and quality metrics issued by various organizations may significantly affect payers’ willingness to cover, and healthcare providers’ willingness to prescribe or order, our products.\nSecuring influential recommendations, inclusion in healthcare guidelines, and inclusion in quality measures are keys to our healthcare provider and payer engagement strategies. These guidelines, recommendations, and quality metrics may shape payers’ coverage decisions and healthcare providers’ cancer screening procedures.\nThe USPSTF, a panel of primary care providers and epidemiologists and other national experts funded by the U.S. Department of Health and Human Services’ Agency for Healthcare Research and Quality, makes influential recommendations on clinical preventive services. USPSTF updates its screening recommendations periodically, approximately every five to eight years. The USPSTF's most recent recommendation statement for colorectal cancer screening gave an “A” grade to colorectal cancer screening starting at age 50 and continuing until age 75 and gave a “B” grade to colorectal cancer screening for ages 45 to 49. Any update to the USPSTF recommendations that may have the effect of reducing screening, that does not include FIT-DNA in a favorable manner, or that adds new technologies could have a material adverse effect on our business. \nMaintaining a high USPSTF recommendation for our Cologuard test and Cologuard Plus test may have certain potentially significant implications. For example, the ACA mandates that certain non-grandfathered health insurers cover evidence-based items or services that have in effect a rating of “A” or “B” in the current recommendations of USPSTF without imposing any patient cost-sharing. Similarly, federal regulations require that Medicare Advantage plans cover “A” or “B” graded preventive services without patient cost-sharing. Following the updated 2016 USPSTF recommendation statement, CMS issued an updated Evidence of Coverage notice for Medicare Advantage plans that affirms such plans must include coverage of our Cologuard test every three years without patient cost-sharing. While we believe the ACA Mandate requires certain health insurers to cover our Cologuard test and Cologuard Plus test for individuals between the ages of 45 and 75 without patient cost-sharing, some health insurers have disagreed. Enforcement of the ACA Mandate is difficult and depends on state, federal, or other third-party enforcement actions that we do not control. Further, a court or regulatory agency may agree with arguments that have been made, or that may in the future be made, by insurers and determine that the ACA Mandate does not require that they cover our Cologuard test, Cologuard Plus test, or future tests we may develop or may otherwise interpret the ACA Mandate in a manner unfavorable to us. Also, Congress may modify or repeal all or part of the ACA, and any such modification or repeal may repeal or limit the ACA Mandate for preventive services. Additionally, the ACA has also been the subject of various legal challenges and, if the plaintiffs are successful in any such challenges, insurance coverage for our Cologuard test, Cologuard Plus test, or future tests we develop could be materially and adversely affected. If for any of these reasons the ACA Mandate ceases to require coverage of our Cologuard test, Cologuard Plus test, or future tests we may develop or we are otherwise unable to secure effective enforcement of such mandate, our business prospects may be adversely affected.\nThe healthcare industry in the U.S. has experienced a trend toward cost containment and value-based purchasing of healthcare services. Some government and private payers are adopting pay-for-performance programs that differentiate payments for healthcare services based on the achievement of documented quality metrics, cost efficiencies, or patient outcomes. Payers may look to quality measures such as the NCQA, HEDIS, and the CMS Medicare Advantage Star Ratings to assess quality of care. These measures are intended to provide incentives to service providers to deliver the same or better results while consuming fewer resources. Our Cologuard test has been included in NCQA's HEDIS measures since 2017 and in CMS's Medicare Advantage Star Ratings since 2018. If for some reason our Cologuard test was removed from or not included in HEDIS, the Star Ratings, or other quality metrics, payers may be less inclined to reimburse our Cologuard test at adequate levels, if at all, which could adversely impact our business. Additionally, if our Cologuard test was removed from or not \nincluded in HEDIS, the Star Ratings, or other quality metrics, healthcare providers may not earn quality credit for prescribing our Cologuard test and therefore may be less inclined to do so. If our Cologuard test or Cologuard Plus test fails to maintain its current position within any updated USPSTF colorectal cancer screening recommendations, our Cologuard test or Cologuard Plus test may, as a result, become excluded from the HEDIS measures and the Star Ratings.\nWe expect to continue to make significant investments in our research and development efforts, which may not be successful.\nWe expect to incur significant expenses on development efforts to improve our current products and develop a pipeline for future products and services, but such efforts may not be successful. Developing new or improved cancer tests is a speculative and risky endeavor. Candidate products and services that may initially show promise may fail to achieve the desired results in larger clinical studies or may not achieve acceptable levels of clinical accuracy. Results from early studies or trials are not necessarily predictive of future clinical study or trial results, and interim results of a trial are not necessarily indicative of final results. Significant adverse differences between initial or interim data and final data could significantly harm our reputation and business prospects.\nAny cancer screening or diagnostic test we develop will need to demonstrate in clinical studies a high level of accuracy. Because cancer screening tests seek to identify relatively rare occurrences, if in a clinical study a candidate product or service fails to identify even a small number of cancer cases, the sensitivity rate may be materially and adversely affected and we may have to abandon the candidate product or service. Any cancer diagnostic test we develop will need to address an unmet medical need with accurate performance and utility. \nWe may need to explore a number of different biomarker combinations, alter our candidate products or platform technologies, and repeat clinical studies before we identify a potentially successful candidate. We may need to acquire, whether through purchase, license or otherwise, technologies owned by third parties, and we may not be able to acquire such technologies on commercially reasonable terms or at all. We also require human sample types, such as blood, tissue, and stool for our research and product development, which may not be available to us on a timely basis or commercially reasonable terms. Our inability to negotiate access to such clinical samples or the ability of other laboratories or our competitors to secure access to these samples before us could limit or delay our ability to research, develop, and commercialize future products. Product development is expensive, may take years to complete, and can have uncertain outcomes. Failure can occur at any stage of development. If, after development, a candidate product or service appears successful, we may, depending on the nature of the product or service, still need to obtain FDA and other regulatory clearances or approvals before we can market it. There can be no guarantee that the FDA would clear or approve any future product or service we may develop. \nEven if the FDA and other regulatory authorities clear or approve a new product or service we develop, we would need to commit substantial resources to commercialize, sell, and market it before it could be profitable, and the product or service may never be commercially viable. In developing a test, we must make numerous assumptions regarding the commercial viability of a test, including with respect to healthcare providers’ and patients’ interest in a test, payers’ willingness to pay for a test, our costs to perform a test, and availability and attractiveness of competing offerings. Frequently, we must make those assumptions many years before a test is ready for clinical use.\nIf we determine that any of our current or future development programs is unlikely to succeed, we may abandon it without any return on our investment into the program. We may need to raise significant additional capital to bring any new products or services to market, which may not be available on acceptable terms, if at all.\nInterim, topline and preliminary data from our clinical studies that we announce or publish from time to time may change as more patient data become available and are subject to audit and verification procedures that could result in material changes in the final data.\nFrom time to time, we may publicly disclose preliminary or topline data from our preclinical studies or clinical studies, which is based on a preliminary analysis of then-available data, and the results and related findings and conclusions are subject to change following a more comprehensive review of the data related to the particular study. We also make assumptions, estimations, calculations, and conclusions as part of our analyses of data, and we may not have received or had the opportunity to fully evaluate all data at time of disclosure. As a result, the topline or preliminary results that we report may differ from future results of the same studies, or different conclusions or considerations may qualify such results, once additional data have been received and fully evaluated. Topline data also remain subject to audit and verification procedures that may result in the final data being materially different from the preliminary data we previously published. As a result, topline data should be viewed with caution until the final data are available.\nFrom time to time, we may also disclose interim data from our preclinical and clinical studies. Interim data from clinical studies that we may complete are subject to the risk that one or more of the clinical outcomes may materially change as patient enrollment continues and more patient data become available. Differences between preliminary, topline or interim data and final data could significantly harm our business prospects. Further, disclosure of such data by us or by our competitors could result in volatility in the price of our common stock.\nFurther, others, including regulatory agencies, such as the FDA, may not accept or agree with our assumptions, estimates, calculations, conclusions or analyses or may interpret or weigh the importance of data differently, which could impact the value of the particular program, the approvability or commercialization of the particular product candidate or product and our company in general. In addition, the information we choose to publicly disclose regarding a particular clinical study is based on what is typically extensive information, and you or others may not agree with what we determine is material or otherwise appropriate information to include in our disclosure and any information we determine not to disclose may ultimately be deemed significant with respect to future decisions, conclusions, views, activities or otherwise regarding a particular product, product candidate or our business.\nIf the interim, topline, or preliminary data that we report differ from actual results, or if others, including regulatory authorities, disagree with the conclusions reached, our ability to obtain approval for and commercialize our product candidates may be harmed, which could harm our business, operating results, prospects or financial condition.\nOur industry is subject to rapid change, which could make our current products and any future products we may develop, obsolete.\nOur industry is characterized by rapid changes, including technological and scientific breakthroughs, frequent new product introductions and enhancements and evolving industry standards, all of which could make our current and future products obsolete. Our future success will depend on our ability to keep pace with the evolving needs of our customers on a timely and cost-effective basis and to pursue new market opportunities that develop as a result of scientific and technological advances. In recent years, there have been numerous advances in technologies relating to the diagnosis and treatment of cancer. There have also been advances in methods used to analyze very large amounts of molecular information. We must continuously enhance our platform and develop new products to keep pace with evolving standards of care. If we do not update our product offerings to reflect new scientific knowledge about cancer biology, information about new cancer therapies or relevant clinical studies, our products could become obsolete and sales of our current products and any new products we may develop could decline or fail to grow as expected.\nThe sizes of the markets for our current and future products have not been established with precision, and may be smaller than we estimate.\nOur estimates of the annual total addressable markets for our current products and products under development are based on a number of internal and third-party estimates, including, without limitation, the size of screening and patient populations, adoption rates and screening intervals, and the assumed prices at which we can sell tests for markets that have not been established. While we believe our assumptions and the data underlying our estimates are reasonable, these assumptions and estimates may not be correct and the conditions supporting our assumptions or estimates may change at any time, thereby reducing the predictive accuracy of these underlying factors. As a result, our estimates of the annual total addressable market for our current or future products may prove to be incorrect. If the actual number of patients who would benefit from our products, the price at which we can sell our products, or the annual total addressable market for our products is smaller than we have estimated, it may impair our sales growth and have an adverse impact on our business.\nOur dependence on distributors for sales in many countries outside of the U.S. could limit or prevent us from selling our tests in those countries and impact our revenue.\nAs of December 31, 2024, we have entered into exclusive distribution agreements for the sale of our Oncotype tests with distributors covering dozens of countries. We may enter into other similar arrangements to distribute our tests in other countries in the future. We intend to continue growing our business internationally, and to do so we may need to attract additional distributors to expand the territories in which we sell our tests. Despite contractual obligations, distributors may not commit the necessary resources to market and sell our tests to the level of our expectations. If current or future distributors do not perform adequately, or we are unable to enter into or maintain arrangements with distributors to market our tests in particular geographic areas, we may not realize long-term international revenue growth. Additionally, local laws may make it very difficult or costly for us to terminate or replace distributors, and local public procurement law may complicate providing our centralized laboratory services through a distributor. Furthermore, our revenue from distributors could be negatively impacted as a result of changes in business cycles, business or economic conditions, coverage determinations, reimbursement rates, changes in foreign currency exchange rates that make our tests more expensive in our distributors’ local currencies, or other factors that could affect their ability to pay us for tests on a timely basis or at all.\nRisks Relating to our Intellectual Property\nWe rely on strategic collaborative and licensing arrangements with third parties to develop critical intellectual property. We may not be able to successfully establish and maintain such intellectual property.\nThe development and commercialization of our products and services rely, directly or indirectly, upon strategic collaborations and licensing agreements with third parties. We have collaborative and licensing arrangements with Mayo Foundation for Medical Education and Research, under which Mayo provides us with certain exclusive and non-exclusive intellectual property rights and ongoing product development and research and development assistance. In addition, we have licensing agreements with other partners that provide us with intellectual property and other business rights crucial to our product development and commercialization. We have incorporated licensed technology into our commercialized tests and expect to continue relying on, and incorporating, licensed technology into our pipeline products. Our dependence on licensing, collaboration, and other similar agreements with third parties may subject us to a number of risks. There can be no assurance that any current contractual arrangements between us and third parties or between our strategic partners and other third parties will be continued on materially similar terms and will not be breached or terminated early. Any failure to obtain or retain the rights to necessary technologies on acceptable commercial terms could require us to re-configure our products and services, which could negatively impact their commercial sale or increase the associated costs, either of which could materially harm our business and adversely affect our future revenues and ability to achieve sustained profitability.\nIn addition, establishing new strategic collaborations and licensing arrangements is difficult and time-consuming. Discussions with potential collaborators or licensors may not lead to the establishment of collaborations on favorable terms, if at all. To the extent we agree to work exclusively with one collaborator in a given area, our opportunities to collaborate with other entities could be limited. Potential collaborators or licensors may reject collaborations with us based upon their assessment of our financial, regulatory, or intellectual property position or other factors. Even if we successfully establish new collaborations, these relationships may never result in the successful commercialization of any product or service. In addition, the success of the projects that require collaboration with third parties will be dependent on the continued success of such collaborators. There is no guarantee that our collaborators will continue to be successful and, as a result, we may expend considerable time and resources developing products or services that will not ultimately be commercialized.\nWe may be subject to substantial costs and liability or be prevented from using technologies incorporated in our screening or diagnostic tests as a result of litigation or other proceedings relating to patent or other intellectual property rights.\nThird parties may assert infringement or other intellectual property claims against our licensors, our licensees, our suppliers, our strategic partners, or us. We pursue a patent strategy that we believe provides us with a competitive advantage in the early detection of cancer and pre-cancer as well as in the guidance of cancer treatment decisions, and is designed to maximize our patent protection against third parties. We have filed patent applications that we believe cover the methods we have designed and use in our Cologuard and Cologuard Plus tests to detect colorectal cancer and pre-cancer, our Oncotype tests to provide prognosis and guide treatment decisions, and for pipeline cancer tests still in development. In order to protect or enforce our patent and other intellectual property rights, we may have to initiate actions against third parties. Any actions regarding patents could be costly and time-consuming and divert the attention of our management and key personnel from our business. Additionally, such actions could result in challenges to the validity, enforceability, or applicability of our patents. Because the U.S. Patent and Trademark Office (“USPTO”) maintains patent applications in secrecy until a patent application publishes or the patent is issued, we have no way of knowing if others may have filed patent applications covering technologies used by our partners or us. Additionally, there may be third-party patents, patent applications, and other intellectual property relevant to our technologies that may block or compete with our technologies. From time to time we have received correspondence from third parties alleging to hold intellectual property rights that could block our development or commercialization of products. While none of these inquiries to date have had any material effect on us, we may receive inquiries in the future that could have a material effect on our business. Even if third-party claims are without merit, defending a lawsuit may result in substantial expense to us and may divert the attention of management and key personnel. In addition, we cannot provide assurance that we would prevail in any such suits to the extent necessary to conduct our business according to our strategic plan or that the damages or other remedies, if any, awarded against us would not be substantial. Claims of intellectual property infringement may require that we, or our strategic partners, enter into royalty or license agreements with third parties that may only be available on unacceptable terms, if at all. These claims may also result in injunctions against the further development and commercial sale of services or products containing our technologies, which would have a material adverse effect on our business, financial condition, and results of operations.\nIf we are unable to protect or enforce our intellectual property effectively, we may be unable to prevent third parties from using our intellectual property, which would impair any competitive advantage we may otherwise have.\nWe rely on patent protection as well as a combination of trademark, copyright, and trade secret protection and other contractual restrictions to protect our proprietary technologies and other intellectual property rights, all of which provide limited protection and may not adequately protect our rights or permit us to gain or keep any competitive advantage. If we fail to protect our intellectual property, third parties may be able to compete more effectively against us and we may incur substantial litigation costs in our attempts to recover or restrict use of our intellectual property, which may not be entirely successful, if at all. Additionally, certain of our patents have begun to expire. This loss of intellectual property protection may permit third parties to use certain intellectual property assets previously exclusively reserved for our use.\nWe cannot assure you that any of our currently pending or future patent applications will result in issued patents, and we cannot predict how long it will take for any such patents to be issued. Further, we cannot assure you that other parties will not challenge any patents issued to us or that courts will hold our patents to be valid or enforceable. We have been in the past, and may be in the future, the subject of pre- or post- grant proceedings challenges at the USPTO or international patent offices to determine priority of invention or validity of a patent, which could result in substantial cost to us as well as a possible adverse decision as to the priority of invention or validity of the patent involved. An adverse decision in any such challenge may result in the loss of rights under a patent or patent application. We cannot guarantee that we will be successful in defending challenges made against our patents and patent applications. Any successful third-party challenge to our patents could result in the unenforceability or invalidity of such patents. Additionally, agency workforce reductions or turnover could delay or change the outcome of approvals or decisions on which we rely to protect our intellectual property. \nEven where we have valid patents, third parties may be able to successfully design their products and services around those patents, such that their products and services do not infringe our patents. We may face competition internationally in jurisdictions where we do not have intellectual property protection. Our business may be adversely affected to the extent third parties are able to develop or commercialize competing products and services that do not infringe our patents. We may also be adversely affected to the extent third parties develop or commercialize competing products or services in countries where we did not apply for patents, where our patents have not issued, or where our intellectual property rights are not recognized or are poorly enforced.\nWe depend on trademarks to establish a market identity for our company and our products and services. To maintain the value of our trademarks, we may have to file lawsuits against third parties to prevent them from using trademarks confusingly similar to or dilutive of our registered or unregistered trademarks. We also may not obtain registrations for our pending or future trademark applications, and might have to defend our registered trademarks and pending applications from challenges by third parties. Enforcing or defending our registered and unregistered trademarks might result in significant litigation costs and, if we are unsuccessful, might result in damages, including the inability to continue using certain trademarks.\nWe are currently engaged in patent infringement lawsuits against Geneoscopy for its infringement of multiple Company patents. Geneoscopy has in response alleged several claims against us, in addition to asking for the USPTO to reexamine the patentability of the patents in dispute. More information on these matters can be found in Note 15 of our Notes to Consolidated Financial Statements. Defending these lawsuits and patent challenges may result in substantial expense to us and may divert the attention of management and key personnel.\nIf patent regulations or standards are modified, such changes could have a negative impact on our business.\nFrom time to time, the U.S. Supreme Court, other federal courts, the U.S. Congress, or the USPTO may change the standards of patentability and validity of patents within the cancer screening and diagnostics space, and any such changes could have a negative impact on our business. \nThere have been several cases involving “gene patents” and diagnostic claims that have been considered by the U.S. Supreme Court that have affected the legal concept of subject matter eligibility by seemingly narrowing the scope of the statute defining patentable inventions.\nAdditionally, in December 2014 and again in 2019, the USPTO published revised guidelines for patent examiners to apply when examining process claims that narrow the scope of patentable subject matter. While these guidelines may be subject to review and modification by the USPTO over time, we cannot assure you that our patent portfolio will not be negatively impacted by the decisions mentioned above, rulings in other cases, or changes in guidance or procedures issued by the USPTO.\nAdditional substantive changes to patent law, whether new or associated with the America Invents Act — which substantially revised the U.S. patent system — may affect our ability to obtain, enforce or defend our patents. Accordingly, it is not clear what, if any, impact these substantive changes will ultimately have on the cost of prosecuting our patent applications, our ability to obtain patents based on our discoveries, and our ability to enforce or defend our issued patents, all of which could have a material adverse effect on our business.\nRisks Relating to our Securities\nIf we fail to maintain an effective system of internal control over financial reporting, investors may lose confidence in the accuracy and completeness of our reported financial information and our stock price may be adversely impacted.\nAs a public company, we are subject to the Sarbanes-Oxley Act of 2002 and the related rules and regulations promulgated by the SEC, which require us, among other things, to maintain effective disclosure controls and procedures and internal control over financial reporting. Maintaining effective disclosure controls and procedures and internal control over financial reporting is necessary for us to produce reliable financial statements and to prevent fraud. In addition, we are required to disclose publicly for each fiscal year the conclusion of our management as to the effectiveness of our internal control over financial reporting and to report any material weaknesses identified by management. The Sarbanes-Oxley Act also requires that our management report on internal control over financial reporting be attested to by our independent registered public accounting firm. Although we determined that our internal control over financial reporting was effective as of December 31, 2024, we must continue to monitor and assess our internal control over financial reporting. If we identify material weaknesses in our internal control over financial reporting or if we are unable to assert that our internal control over financial reporting is effective when required in the future, or if our independent registered public accounting firm is unable to express an opinion as to the effectiveness of our internal control over financial reporting, investors may lose confidence in the accuracy and completeness of our financial reports and the market price of our common stock could be adversely affected.\nOur stock price has fluctuated widely and is likely to continue to be volatile.\nThe market price for our common stock, like the securities of many other companies in the life sciences industry, has been highly volatile and could continue to be volatile and subject to significant price and volume fluctuations in response to various factors, many of which are beyond our control. Such factors include those listed in this “Item 1A. Risk Factors” section as well as:\n•comments by securities analysts regarding our business or prospects;\n•our quarterly operating performance;\n•our issuance of common stock or other securities;\n•our inability to accurately forecast future performance;\n•our inability to meet analysts’ expectations;\n•announcements by us or our competitors, including strategic actions, management changes, and material transactions; and\n•general financial, domestic, international, economic, and market conditions, including overall fluctuations in the U.S. equity and credit markets, which may be unrelated or disproportionate to the operating performance of particular companies.\nIn the past, companies whose securities have experienced periods of volatility in market price have been subjected to securities class action or derivative litigation. In this regard, sharp drops in the market price of our common stock, could expose us to claims and litigation alleging violations of the securities laws or other related claims. Such litigation could result in substantial expenses and diversion of management’s attention and corporate resources, which would seriously harm our business, financial condition, and results of operations.\nWe have recorded significant impairment charges and could do so again in the future, which could have a material adverse impact on our results of operations.\nOur balance sheet includes goodwill and intangible assets that represent 57% of our total assets at December 31, 2024, which are primarily associated with our acquisitions. These assets are not amortized but reviewed for impairment at least annually, or when events or changes in the business environment indicate the carrying value not be recoverable. If the carrying value of the asset is determined to be impaired, then it is written down to fair value by a charge to operating earnings. An impairment of a significant portion of goodwill or intangible assets could have a material negative effect on our results of operations. During the fourth quarter of 2024, we performed a quantitative impairment assessment for the in-process research and development (“IPR&D”) intangible asset acquired as part of the acquisition of Thrive related to the development of a blood-based MCED test. The impairment assessment required a fair value measurement, and we determined that the fair value of the IPR&D was $420.0 million resulting in a non-cash, pre-tax impairment loss of $830.0 million. \nOur significant indebtedness could adversely affect our business, financial condition and results of operations, and our ability to meet our payment obligations under such indebtedness and limit our ability to raise additional capital to fund our operations.\nWe have a significant amount of indebtedness. As of December 31, 2024, we had total indebtedness of $2.60 billion consisting of aggregate principal and interest due under our convertible senior notes. We also had $4.4 million of letters of credit issued. This level of debt could have significant consequences on our future operations, including:\n•increasing our vulnerability to adverse economic and industry conditions;\n•making it more difficult for us to meet our payment and other obligations;\n•making it more difficult to obtain any necessary future financing for working capital, capital expenditures, debt service requirements, or other purposes;\n•requiring the dedication of a substantial portion of any cash flow from operations to service our indebtedness, thereby reducing the amount of cash flow available for other purposes, including capital expenditures;\n•placing us at a possible competitive disadvantage with competitors that are less leveraged than us or have better access to capital than we have; and\n•limiting our flexibility in planning for, or reacting to, changes in our business and the markets in which we compete.\nAny of the above-listed factors could have an adverse effect on our business, financial condition, and results of operations and our ability to meet our payment obligations under our indebtedness.\nOur ability to meet our payment and other obligations under our indebtedness depends on our ability to generate significant cash flow in the future. This, to some extent, is subject to general economic, financial, competitive, legislative, and regulatory factors as well as other factors that are beyond our control. We cannot assure you that our business will generate cash flow from operations, or that future borrowings will be available to us, in an amount sufficient to enable us to meet our payment obligations under our indebtedness and to fund other liquidity needs. If we are not able to generate sufficient cash flow to service our debt obligations, we may need to refinance or restructure our debt, sell assets, reduce or delay capital investments, share-settling the convertible notes or seek to raise additional capital, any of which events could have an adverse effect on our business, financial condition, and results of operations or be highly dilutive to our shareholders.\nOur credit facilities contain certain customary representations, and warranties, affirmative covenants and negative covenants for credit facilities of this nature, including covenants that require delivery of financial statements and notices of events of default and restrictions on the incurrence of debt or guarantees, the creation of liens, the making of certain investments, loans and acquisitions, mergers and dissolutions, the sale of assets, the payment of dividends, and the repayment of certain junior debt, among others. Our obligations under our revolving credit facility are secured, pursuant to a guarantee and collateral agreement pursuant to which we granted to the lenders liens on substantially all of our assets, subject to certain exceptions and exclusions. A breach of any covenant in our credit facilities or the agreements and indentures governing any other indebtedness that we may have outstanding from time to time would result in a default under that agreement or indenture after any applicable grace periods. A default, if not waived, could result in, among other things, (i) acceleration of the debt outstanding under the agreement and the lenders exercising remedies, including with respect to the collateral we granted to them, which includes substantially all of our assets, and (ii) a default with respect to, and an acceleration of the debt outstanding under, other debt agreements. If that occurs, we may not be able to make all of the required payments or borrow sufficient funds to refinance such debt. Even if new financing were available at that time, it may not be on terms that are acceptable to us or terms as favorable as our current agreements. If our debt is in default for any reason, our business, results of operations and financial condition could be materially and adversely affected.",
      "char_count": 152704
    }
  },
  "extracted_at": "2025-10-18T17:34:49.468553"
}