{
  "ticker": "FCNCA",
  "company_name": "FIRST CITIZENS BANCSHARES INC /DE/",
  "cik": 798941,
  "form_type": "10-K",
  "filing_date": "2025-02-21",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0000798941-25-000010",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0000798941&accession_number=000079894125000010&xbrl_type=v",
  "sic_code": "6022",
  "industry": "State Commercial Banks",
  "sections": {
    "item1": {
      "text": "Item 1. Business\nGeneral\nFirst Citizens BancShares, Inc. (the “Parent Company” and when including all of its subsidiaries on a consolidated basis, “BancShares,” “we,” “us,” or “our”) was incorporated under the laws of Delaware on August 7, 1986, to become the holding company of First-Citizens Bank & Trust Company (“FCB”), its banking subsidiary. FCB opened in 1898 as the Bank of Smithfield in Smithfield, North Carolina, and later changed its name to First-Citizens Bank & Trust Company. \nBancShares has expanded through de novo branching and acquisitions and as of December 31, 2024, operates a network of more than 500 branches and offices nationwide, predominantly located in the Southeast, Mid-Atlantic, Midwest, and Western United States, providing a broad range of financial services to individuals, businesses and professionals. At December 31, 2024, BancShares had total consolidated assets of $223.72 billion. \nThroughout its history, the operations of BancShares have been significantly influenced by descendants of Robert P. Holding, who came to control FCB during the 1920s. Robert P. Holding’s children and grandchildren have served as members of the Board of Directors (the “Board”) of BancShares and of the Board of Directors of FCB (collectively with the Board of BancShares, the “Boards”), as chief executive officers and in other executive management positions and, since BancShares’ formation in 1986, have remained stockholders owning a large percentage of its common stock.\nThe Chairman of the Boards and Chief Executive Officer, Frank B. Holding, Jr., is the grandson of Robert P. Holding. Hope Holding Bryant, Vice Chairwoman of the Boards, is Robert P. Holding’s granddaughter. Peter M. Bristow, President and member of the Boards, is the brother-in-law of Frank B. Holding, Jr. and Hope Holding Bryant.\nBancShares provides financial services for a wide range of consumer and commercial clients. This includes retail and mortgage banking, wealth management, small and middle market banking, factoring and leasing. BancShares provides commercial factoring, receivables management and secured financing services to businesses (generally manufacturers or importers of goods) that operate in various industries, including apparel, textile, furniture, home furnishings and consumer electronics. BancShares also provides deposit, cash management and lending to homeowner associations and property management companies. BancShares also owns a fleet of railcars and locomotives that are leased to railroads and shippers. Refer to the Segments section below for more information on markets we serve and products and services we offer. \nBancShares delivers banking products and services to its customers through an extensive branch network and additionally operates a nationwide digital banking platform that delivers deposit products to consumers (the “Direct Bank”). Services offered at most branches include accepting deposits, cashing checks and providing for consumer and commercial cash needs. Consumer and business customers may also conduct banking transactions through various digital channels.\nIn addition to our banking operations, we provide various investment products and services through FCB’s wholly owned subsidiaries, including First Citizens Investor Services, Inc. (“FCIS”) and First Citizens Asset Management, Inc. (“FCAM”), and a non-bank subsidiary First Citizens Capital Securities, LLC (“FCCS”). As a registered broker-dealer, FCIS provides a full range of investment products, including annuities, brokerage services and third-party mutual funds. As registered investment advisers, FCIS and FCAM provide investment management services and advice. FCCS is a broker-dealer that also provides underwriting and private placement services. We also have other wholly owned subsidiaries, including SVB Wealth LLC, SVB Asset Management, and First Citizens Institutional Asset Management, LLC, which are active investment advisers. \nInformation regarding our business activities and operations is found in Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations.\nBusiness Combinations\nIn addition to organically growing our business, BancShares has historically pursued growth through strategic mergers and acquisitions to enhance organizational value, strengthen its presence in existing markets, as well as expand its footprint in new markets. \nOn March 27, 2023 (the “SVBB Acquisition Date”), FCB acquired substantially all loans and certain other assets and assumed all customer deposits and certain other liabilities of Silicon Valley Bridge Bank, N.A. (“SVBB”) from the Federal Deposit Insurance Corporation (the “FDIC”) pursuant to the terms of a purchase and assumption agreement (the “SVBB Purchase Agreement”) by and among FCB, the FDIC, and the FDIC, as receiver of SVBB (the “SVBB Acquisition”). SVBB was established following the closure of the former Silicon Valley Bank. BancShares maintains the Silicon Valley Bank brand as Silicon Valley Bank, a division of FCB.\nOn January 3, 2022, BancShares completed its merger (the “CIT Merger”) with CIT Group Inc. (“CIT”) and its subsidiary CIT Bank, N.A., a national banking association. BancShares maintains the CIT brand as CIT Group, a division of FCB.\nFor further discussion, refer to the “Business Combinations” section of Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations and Item 8. Financial Statements and Supplementary Data, Note 2—Business Combinations. \nSegments\nAs of December 31, 2023, our reportable segments included the General Bank, the Commercial Bank, Silicon Valley Bank (“SVB”), and Rail segments. All other financial information is included in the “Corporate” section of segment disclosures. \nEffective January 1, 2024, we made the following changes to our segment reporting: \n•the private banking and wealth management components of the SVB segment were integrated into the General Bank segment which already included other wealth management activities;\n•the SVB segment was renamed SVB Commercial as its customers primarily include commercial clients in key innovation markets, as well as private equity and venture capital clients; and\n•the Direct Bank (a nationwide digital banking platform that delivers deposit products to consumers) previously allocated to the General Bank segment was transitioned to Corporate which already included borrowings and brokered deposits. \nSegment disclosures and related information for all fiscal periods included in this Annual Report on Form 10-K were retrospectively revised to conform with the above described changes to our reportable segments. \n\nSEGMENT                 MARKETS AND SERVICES                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               \nGeneral Bank            •Delivers services to individuals and businesses through an extensive branch network and various digital channels, and offers a full suite of deposit products, loans (primarily business/commercial loans and residential mortgages), and various fee-based services.•Provides private banking and a range of personal financial solutions for consumers, including private equity and venture capital professionals and executive leaders of the innovation companies they support, and premium wine clients.•Provides a variety of wealth management products and services to individuals and institutional clients, including brokerage, investment advisory, and trust services.•Provides deposit, cash management and lending to homeowner associations and property management companies.                                                                                                   \nCommercial Bank         •Provides lending, leasing, capital markets and other financial and advisory services, primarily to small and middle-market companies across a variety of industries.•Provides asset-based lending, factoring, receivables management and secured financing services.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                              \nSVB Commercial          •Provides products and services to commercial clients in key innovation markets, such as healthcare and technology industries, as well as private equity and venture capital firms.•Offers a full suite of deposit products and positive pay services through online and mobile banking platforms, as well as at branch locations. Provides solutions to the financial needs of commercial clients through credit treasury management, foreign exchange, trade finance and other services including capital call lines of credit.                                                                                                                                                                                                                                                                                                                                                                  \nRail                    •Provides equipment leasing and secured financing to railroads and shippers.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                       \nCorporate (1)           •Earning assets primarily include investment securities and interest-earning deposits at banks.•Corporate includes Direct Bank, a nationwide digital bank. •Corporate includes interest income on investment securities and interest-earning deposits at banks; interest expense for borrowings, Direct Bank deposits, and brokered deposits; funds transfer pricing allocations; gains or losses on sales of investment securities; fair value adjustments on marketable equity securities; income from bank-owned life insurance; portions of personnel cost; and acquisition-related expenses. Corporate also includes certain items related to accounting for business combinations, such as gains on acquisitions, day 2 provisions for credit losses, discount accretion income for certain acquired loans, and the offsetting impacts of noninterest expense allocated to the segments.     \n(1)  All other financial information not included in the segments is reported in “Corporate.”\nReportable segments are discussed further in the “Results by Segments” section of Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations and Item 8. Financial Statements and Supplementary Data, Note 22—Segment Information.\nCompetition\nThe financial services industry is highly competitive and continues to evolve as a result of changes in regulation, technology, product delivery systems, the accelerating pace of consolidation among financial service providers, and the general market and economic climate. BancShares competes with national, regional and local financial services providers. In recent years, the ability of non-bank financial entities to provide services previously limited to commercial banks has intensified competition. Non-bank financial service providers are not subject to the same significant regulatory restrictions as traditional commercial banks and, as such, can often operate with greater flexibility and lower cost structures. More than ever, customers have the ability to select from a variety of traditional and nontraditional alternatives. Competition is based on a number of factors including, among others, customer service, quality and range of products and services offered, price, reputation, interest rates on loans and deposits and customer convenience. Our non-bank services compete with other insurance companies, investment firms and brokerage firms.\nFCB’s largest notable concentration of deposits by market share as of June 30, 2024 were in North Carolina (including our Direct Bank deposits) and South Carolina at 11.3% and 9.3%, respectively, which makes FCB the third largest bank in North Carolina and the fourth largest bank in South Carolina based on deposit market share according to the FDIC Deposit Market Share Report. The two banks larger than FCB based on deposits in both North Carolina and South Carolina were Bank of America and Truist Bank. The additional bank larger than FCB based on deposits in South Carolina was Wells Fargo. These banks collectively held 64.5% and 40.9% of North Carolina and South Carolina deposits, respectively. \nAs of December 31, 2024, FCB had more than 500 total domestic branches and offices, which included 214 in North Carolina, 120 in South Carolina and 83 in California. During January 2025, one of our leased branches in California was destroyed by wildfire as further discussed in the “Recent Events” section of Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations.\nGeographic Locations \nAs of December 31, 2024, BancShares operated branches in Arizona, California, Colorado, Florida, Georgia, Hawaii, Kansas, Maryland, Massachusetts, Missouri, Nebraska, New Mexico, Nevada, North Carolina, Oklahoma, Oregon, South Carolina, Tennessee, Texas, Virginia, Washington, West Virginia, and Wisconsin. \nRefer to the Concentration Risk section in Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations for information on our commercial and consumer loan concentrations by state.\nHuman Capital\nAs of December 31, 2024, BancShares employed approximately 17,191 full-time staff and approximately 284 part-time staff for a total of 17,475 employees. \nOur ability to attract, retain, and develop associates is critical to our success. We prioritize supporting our business by striving to ensure we have the right talent in the right jobs and with the right skills to fulfill our strategic objectives. Our vision is realized by cultivating a foundation that includes both a strong business strategy and a unified culture. A relationship-based, client-centered, and long-term focused approach supports our strategic objectives and reinforces a culture that prioritizes shared values and behaviors. These unwavering commitments position us to support our clients, colleagues, and communities in pursuing their greatest ambitions. Our client-centric approach has always been the bedrock of who we are, building deep and lasting relationships that prioritize the client experience. Our long-term focus allows us to make strategic decisions and investments designed to build long-term value and stability for all stakeholders, while skillfully managing risk along the way.\nOur human resources team works to identify and deploy the critical talent needed to support these strategic objectives and our unified culture. We make talent attraction and retention a priority by offering learning and development opportunities, internal career mobility, a comprehensive total rewards package, and a welcoming values-based culture. \nFostering our culture is a strategic initiative, especially following the merger and acquisition activity over the past few years. During 2024, we reinforced our commitment to cultivating a unified culture by delivering initiatives that connected associates across the globe. To align and communicate our culture, we formalized and delivered compelling values, visuals and branding, creating a cohesive cultural identity. We delivered collaborative workshops to form connection and alignment across the organization and launched engaging new hire welcome sessions to instill our values from day one. In addition, we established our new workforce in India. These cultural efforts built a strong foundation to create a more connected, unified workforce as we move forward as one team in 2025. \nIn addition, our human resources team monitors and evaluates various metrics, specifically around attraction, retention, and development of talent. Our annual voluntary turnover, minus acquisition headcount, is typically lower than commonly used industry benchmarks. Aside from the expected effects from acquisition activity, voluntary turnover remained below the financial services industry benchmark through December 2024. We believe this reflects our strong corporate culture, competitive compensation and benefits structure, and commitment to career development.\nInclusion\nWe value diversity in people, in the markets we serve, and in the products and services we offer. We seek individuals with varied backgrounds because we understand that our differences contribute to a diversity of thought that enhances associate and customer relationships and propels innovation in our products and services. As a relationship-based culture, we believe it is important that associates feel included and valued and that we provide access to resources and opportunities that support long-term business success for BancShares and our associates.\nAt BancShares, we also prioritize creating connections, achieving our clients’ goals, fostering a culture of belonging, and promoting educational and engagement opportunities to deepen relationships across the company. To further these efforts, we support a variety of business resource groups that are open to all our associates regardless of race, gender, or nationality. These groups play a key role in creating an inclusive workplace culture, striving to attract and retain the best available talent, enriching both associate and customer experiences, and achieving key business objectives. \nBenefits\nAt BancShares, a strong focus on our associates’ well-being is part of our culture and integral to our total rewards philosophy. Recognizing that well-being is an individual journey, our competitive benefits program has been thoughtfully designed to provide associates with options to choose from in five well-being dimensions – physical, financial, emotional, social, and community. Supporting the health and well-being of our associates, BancShares offers benefits that include, but are not limited to: \n•medical plan options that include telehealth, dental and vision plan options, and wellness programs;\n•a 401(k) plan, flexible spending accounts, life and accidental death and dismemberment insurance, short-term and long-term disability coverage, numerous voluntary coverages, and discount programs;\n•paid time off and other time away such as holidays, parental leave, and volunteer leave; and\n•an employee assistance program.\nRegulatory Considerations\nBancShares is subject to laws and regulation that govern its operations and impact the products and services it may offer, the risks that it may take, the corporate and financial actions it may take, and the information it must publicly disclose. In connection with those laws and regulations, BancShares is subject to regulation, supervision and periodic examination by supervisory authorities, including the FDIC, the Board of Governors of the Federal Reserve System (the “Federal Reserve”), the Federal Reserve Bank (the “FRB”), and the Consumer Financial Protection Bureau (“CFPB”). FCB, as a North Carolina state-charted bank that is not a member of the Federal Reserve System, is also subject to the laws and regulations of North Carolina and supervision by the North Carolina Office of the Commissioner of Banks, as well as other state laws and state regulators in the states in which FCB operates. BancShares, as a publicly traded company, is also subject to disclosure and reporting requirements under Securities and Exchange Commission (“SEC”) rules and Nasdaq Stock Market (“Nasdaq”) continued listing standards, as well as rules pertaining to governance and corporate actions. Certain of BancShares’ subsidiaries are also subject to additional supervision and regulation, as discussed below, and FCB is also subject to laws and regulations applicable to banks that govern trust and other fiduciary activities. \nBanking laws, regulations, and policies are continually under review by the U.S. Congress, state legislatures, and federal and state regulatory agencies. In addition to laws and regulations, state and federal bank regulatory agencies may issue policy statements, interpretive letters, and similar written guidance applicable to BancShares. \nRegulations applicable to banking organizations generally serve to protect depositors and other customers, the Depositors Insurance Fund (“DIF”), the broader economy, and the stability of the U.S. financial system. Certain other laws and regulations, including those administered by the CFPB, are focused on consumer financial protection. In addition, disclosure and reporting requirements under SEC rules and regulations primarily aim to protect investors and securities markets. BancShares expects that its business will remain subject to extensive regulation and supervision.\nExaminations by banking regulators consider compliance with applicable laws and regulations and evaluate against certain enhanced prudential standards, as discussed below. Following examinations, banking organizations may receive supervisory findings or ultimately be assigned supervisory ratings. Examination reports and supervisory ratings, as well as mandatory or discretionary actions by regulators under the applicable supervisory framework, could significantly impact a banking organization’s operations or result in substantial monetary penalties. Nonmonetary requirements may be imposed if there is a failure to comply with applicable laws or regulations, operations are conducted in an unsafe or unsound manner, represent an unfair, deceptive, abusive act or practice, or do not meet supervisory expectations.\nThere are numerous rules governing the supervision and regulation of BancShares. The following discussion is a high-level summary of the laws and regulations that apply to BancShares, but the summary is not intended to be exhaustive or describe all of the laws, regulations and policies that apply to BancShares.\nEnhanced Prudential Standards\nBancShares is subject to certain enhanced prudential standards as a bank holding company (“BHC”) with more than $100 billion in consolidated assets under the Bank Holding Company Act of 1956, as amended (the “BHCA”) and the Dodd-Frank Wall Street Reform and Consumer Protection Act of 2010, as amended (the “Dodd-Frank Act”), and the implementing regulations promulgated thereunder. Under the Dodd-Frank Act, certain enhanced prudential standards are mandatory for banking organizations with $250 billion or more in total consolidated assets, as well as nonbank financial companies that are deemed to be systemically important by the Federal Reserve. Pursuant to the Economic Growth, Regulatory Relief, and Consumer Protection Act, the Federal Reserve is authorized to apply any enhanced prudential standards to a banking organization with $100 billion or more in total consolidated assets on a tailored basis based on identified risk-based factors. The Federal Reserve, along with the FDIC and the Office of the Comptroller of the Currency (the “OCC”), adopted tailoring rules (“Tailoring Rules”) for the applicability of enhanced prudential standards to banking organizations with $100 billion in total consolidated assets, which apply to the holding company and their subsidiary depository institutions. The Parent Company and FCB are currently subject to certain enhanced prudential standards as further described below.\nTailoring Rules. Under the Tailoring Rules, the Federal Reserve groups banking organizations into four categories based on total consolidated assets, off-balance sheet exposure, nonbank assets, weighted short-term wholesale funding, and cross-jurisdictional activities. Category I banking organizations, which are the U.S. Globally Systemically Important Banks (“GSIBs”), are subject to the most stringent enhanced prudential requirements, and Category IV banking organizations (i.e., between $100 billion and $250 billion in total consolidated assets, and less than $75 billion in nonbank assets, off-balance sheet exposure, cross-jurisdictional activities, and weighted short-term wholesale funding) are subject to the least stringent requirements. Category II banking organizations have $700 billion or more in total consolidated assets, or $100 billion or more in total consolidated assets and $75 billion or more in cross-jurisdictional activities, and do not meet the criteria for Category I banking organizations. Category III banking organizations have $250 billion or more in total consolidated assets, or $100 billion or more in total consolidated assets and $75 billion or more in weighted short-term wholesale funding, nonbank assets, or off-balance sheet exposure, and do not meet the criteria for Category I or II banking organizations. BancShares first became subject to the enhanced prudential standards under the Tailoring Rules as a Category IV banking organization in 2022, subject to the applicable transition provisions. The enhanced prudential standards that apply to BancShares include, but are not limited to, enhanced enterprise risk management and liquidity management requirements, supervisory stress testing and capital plan submission requirements, and enhanced governance standards. Further, BancShares is required to maintain a compliance system that is commensurate with its asset size, risk profile, complexity, and activities. As BancShares continues to grow, it may cross additional risk-based asset thresholds, subjecting it to additional regulatory requirements and enhanced scrutiny.\nBasel III. The federal banking agencies have established a framework for enhanced capital and liquidity requirements for banking organizations with $100 billion or more in total assets that implements portions of the Basel III accords, developed by the Basel Committee on Banking Supervision (as implemented in the U.S., “Basel III”). Under Basel III, banking organizations with $100 billion or more in total consolidated assets that are Category III or IV banking organizations may follow a standardized approach to calculating risk-weighted assets (“RWA”) and risk-based capital requirements, while Category I and II banking organizations are required to use an internal ratings-based approach to calculate RWA and risk-based capital consistent with an advanced approaches framework (“Advanced Approaches”). Category I, II and III banking organizations are also required under Advanced Approaches to comply with enhanced risk-based capital requirements on a tailored basis (e.g., a countercyclical capital buffer if activated and a supplementary leverage ratio requirement). In addition, Category I and II banking organizations, consistent with Advanced Approaches, must include accumulated other comprehensive income (“AOCI”) in capital for purposes of calculating regulatory capital requirements, but Category III and IV banking organizations are able to opt-out of this requirement. As noted above, Category III banking organizations may follow a standardized approach to calculating RWA.\nCapital Planning and Stress Testing. As a Category IV banking organization, BancShares is required to submit an annual capital plan to the Federal Reserve and is subject to biennial supervisory stress testing by the Federal Reserve under its Comprehensive Capital Analysis and Review (“CCAR”) process in accordance with the applicable transition provisions. The Federal Reserve requires a banking organization to resubmit its capital plan if there is a material change in the banking organization’s risk profile, financial condition or corporate structure since its most recent capital plan submission, or the Federal Reserve otherwise notifies the banking organization that a resubmission is required. The mandatory elements of a capital plan include (i) an assessment of the expected uses and sources of capital over the planning horizon, (ii) a description of the banking organization’s process for assessing capital adequacy, (iii) the banking organization’s capital policy, and (iv) a discussion of any expected changes to the banking organization’s business plan that are likely to have a material impact on capital adequacy. The Federal Reserve calculates a banking organization’s stress capital buffer (“SCB”) requirement as part of the CCAR process, as further discussed below. The Federal Reserve evaluates capital planning and stress testing with a focus on whether those processes are supported by strong risk management and control frameworks. Significant deficiencies in a banking organization’s capital planning and stress testing processes may result in supervisory directives that require the banking organization to address the identified deficiencies and potentially limit the organization’s capital distributions. BancShares submitted a capital plan in 2024 in accordance with the regulatory requirements. As a banking organization with less than $250 billion in total consolidated assets, BancShares is not subject to the company-run stress testing requirements under the Dodd-Frank Act. \nCapital Requirements. The Parent Company and FCB are subject to regulatory capital requirements under Basel III for the Tier 1 leverage ratio and ratios of qualifying capital to RWA (the “Risk-Based Capital Ratios” and, together with the Tier 1 leverage ratio, the “Regulatory Capital Ratios”). The total risk-based capital, Tier 1 risk-based capital, and common equity Tier 1 risk-based capital (“CET1”) ratios are the Risk-Based Capital Ratios. CET1 capital is generally common stock, additional paid in capital, and retained earnings less applicable capital deductions. \nAs a Category IV banking organization, the Parent Company is also subject to the SCB requirements for the Risk-Based Capital Ratios, subject to the applicable transition provisions. The SCB is calculated by the Federal Reserve for each large banking organization and reflects losses under the severely adverse scenario in the supervisory stress tests. The SCB is calculated as the greater of (i) the difference between the organization’s starting and minimum projected Risk-Based Capital Ratios under the severely adverse scenario in the supervisory stress test, plus the sum of the dollar amount of the firm’s planned common stock dividends for each of the fourth through seventh quarters of the planning horizon as a percentage of RWA, or (ii) 2.5%, which is equal to the minimum capital conservation buffer under Basel III. The Parent Company will participate in the 2026 supervisory stress test which will determine the SCB applicable to the Parent Company. Additionally, federal banking agencies have developed prompt corrective action (“PCA”) thresholds (described below) for Regulatory Capital Ratios to determine whether an institution is well capitalized. Failure of a banking organization to meet regulatory capital guidelines may subject it to a variety of enforcement remedies, including constraints on capital distributions and discretionary executive compensation, restrictions on its operations and activities, termination of deposit insurance by the FDIC and, under certain conditions, the appointment of a conservator or receiver. \nAs of December 31, 2024, the Regulatory Capital Ratios of the Parent Company and FCB exceeded the applicable Basel III requirements and the PCA well capitalized thresholds as further addressed under “Capital” in Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations. The following table includes the Basel III requirements and PCA well capitalized thresholds for the Regulatory Capital Ratios. \n\n                                              Basel III Minimum                 Basel III Buffer                     Basel III Total Requirement                     PCA Well Capitalized Threshold\nRegulatory Capital Ratios                                                                                                                                                                          \nTotal risk-based capital                           8.00       %                     2.50       %                               10.50           %                                 10.00            %\nTier 1 risk-based capital                          6.00                             2.50                                        8.50                                              8.00             \nCommon equity Tier 1                               4.50                             2.50                                        7.00                                              6.50             \nTier 1 leverage                                    4.00                                —                                        4.00                                              5.00             \nResolution Planning. Consistent with its status as a Category IV banking organization, subject to the applicable transition provisions, BancShares is not required to submit a resolution plan under the Dodd-Frank Act and the implementing regulations of the Federal Reserve and FDIC (a “Living Will”). A Living Will must describe the banking organization’s strategy for the rapid and orderly resolution of the parent company and nonbank entities within the banking organization under the U.S. Bankruptcy Code in a manner that substantially mitigates the risk that the failure would have serious adverse effects on financial stability in the United States.\nFCB is required to submit a full resolution plan (“Resolution Plan”) to the FDIC under the Covered Insured Depository Institution rule (“CIDI Rule”). The CIDI Rule generally applies to FDIC-insured depository institutions (“IDIs”) with consolidated assets of $50 billion or more (with tailored requirements for IDIs with less than $100 billion in total consolidated assets). Resolution Plans submitted under the CIDI Rule generally require a more detailed discussion of the strategy for resolving the IDI than Living Wills (i.e., resolution plans required under the Dodd-Frank Act). The CIDI Rule requires that the Resolution Plans enable the FDIC as receiver to resolve the IDI in the event of its insolvency in a manner that ensures that depositors receive access to their insured deposits in a timely manner, maximizes the net present value return from the sale or disposition of a failed bank’s assets, and minimizes the amount of any loss realized by the creditors in the resolution. Following an amendment to the CIDI rule effective October 1, 2024, Resolution Plans are evaluated under a new credibility standard. FCB is required to, among other things, submit a full Resolution Plan every three years and provide interim targeted information between full submissions. BancShares’ first submission under the new regulatory reporting requirements will be due July 1, 2025.\nRisk Management. As a Category IV banking organization, subject to the applicable transition provisions, BancShares is required to maintain an enterprise-wide risk management system, governance program, and compliance system commensurate with its size, risks, activities, and complexity. This includes prescribed standards for the implementation of risk governance frameworks addressing credit risk, interest rate risk, liquidity risk, price risk, operational risk, compliance risk, strategic risk, and reputation risks, as well as third-party risk management controls and practices. As part of its risk management regulatory framework, the federal banking agencies have adopted guidelines prescribing safety and soundness standards. These guidelines establish general standards relating to internal controls and information systems, internal audit systems, loan documentation, credit underwriting, interest rate exposure, asset growth and compensation, fees and benefits. Additional topics include cybersecurity, climate financial-risk management, and compensation, as discussed further below. In general, the guidelines are principle-based and set forth regulatory expectations for, among other things, appropriate systems and practices to identify and manage the risk and exposures specified in the guidelines. There are a number of obligations and restrictions imposed on banking organizations by law and regulatory policy that are designed to minimize potential loss to the depositors of such depository institutions and to the DIF in the event of failure of a depository institution. BancShares continues to enhance its risk management and compliance program post-SVBB Acquisition to meet regulatory expectations. \nCategory III Requirements. BancShares would become a Category III banking organization under the Tailoring Rules, and would be subject to more stringent enhanced prudential standards, if it had consolidated assets of $250 billion or more, or $100 billion or more in total consolidated assets and $75 billion or more in weighted short-term wholesale funding, nonbank assets, or off-balance sheet exposure, based on a four-quarter trailing average. Enhanced prudential standards and risk-based capital requirements for Category III banking organizations include, but are not limited to, the Living Wills requirement, annual (rather than biennial) supervisory capital stress testing, biennial company-run stress testing (if consolidated assets were $250 billion or more), Liquidity Coverage Ratio (“LCR”) and Net Stable Funding Ratio (“NSFR”) requirements, and, under Advanced Approaches, enhanced risk-based capital requirements (e.g., a countercyclical capital buffer if activated and a supplementary leverage ratio requirement, among others). The Category III requirements apply at the holding company level as well to the subsidiary depository institution, to the extent applicable. The LCR requirement is designed to ensure that banking organizations have sufficient high-quality liquid assets to survive a significant liquidity stress event lasting for 30 calendar days, and the NSFR requirement complements the LCR and ensures that a banking organization maintains a stable funding profile in relation to the composition of their assets and off-balance sheet activities over a one-year time horizon. The NSFR requirement ensures that a banking organization maintains minimum amounts of stable funding to support its assets, commitments, and derivatives exposures over a one-year time horizon. As a Category III banking organization, BancShares would be subject to a full LCR requirement and full NSFR requirement, unless it has less than $75 billion in average weighted short-term wholesale funding, in which case it would subject to a reduced LCR requirement and NSFR requirement at 85% of the full requirements. As a Category IV banking organization, subject to the applicable transition provisions, BancShares would be subject to modified LCR and NSFR requirements if it has $50 billion or more, but less than $75 billion, in average weighted short-term wholesale funding.\nProposed Rule for Basel III Endgame. In 2023, the federal banking agencies proposed a rule to implement the final components of the Basel III accords (the “Basel III Endgame”), which would apply additional capital requirements addressing credit risk, operational risk, and market risk for banking organizations with $100 billion or more in total consolidated assets. In general, the rules implementing Basel III Endgame as originally proposed would, among other things, require covered banking organizations to calculate total RWA for its Regulatory Capital Ratios under both an expanded risk-based approach and a standardized approach, use the lower of each as its binding Regulatory Capital Ratio for regulatory purposes (including capital planning, stress testing, and buffer frameworks), and require Category IV banking organizations to comply with the same enhanced risk-based capital requirements that apply to Category III banking organizations (e.g., a countercyclical capital buffer if activated and a supplementary leverage ratio requirement, among others). The proposal also would require Category III and Category IV banking organizations to follow the same requirements as Category I and Category II banking organizations in terms of mandatory inclusion of AOCI in capital for purposes of calculating regulatory capital requirements, as well as capital deductions and rules for minority interests.\nIn September of 2024, Federal Reserve Board Governor and Vice-Chair for Supervision, Michael Barr, announced his recommendation for a re-proposal of the rule that would not apply the Basel III Endgame changes to banking organizations with total consolidated assets between $100 billion and $250 billion, except as to mandatory inclusion of AOCI in capital for purposes of calculating regulatory capital requirements. Barr announced his resignation as Vice-Chair for Supervision, and the prospects for a final rule or re-proposal are uncertain at this time. We continue to evaluate the proposal, assess its potential impact and monitor for a re-proposal. \nProposed Long-Term Debt & Clean Holding Company Requirements. The federal banking agencies have proposed a rule that would require BancShares, as a banking organization with over $100 billion in total consolidated assets, to adhere to certain long-term debt and additional clean holding company requirements. In 2023, the federal banking agencies released the proposed rule which would require BancShares to (1) issue and maintain outstanding a minimum amount of long-term debt that would be available to absorb losses in the event of failure, (2) comply with “clean holding company” requirements for these holding companies (e.g., prohibition on engaging in certain activities at the holding company that could complicate its resolution) and (3) apply a stringent capital treatment to its holdings of long-term debt issued by other large banking organizations to discourage cross-holdings of long-term debt by other banking organizations. The minimum amount of eligible long-term debt required to be maintained would be equal to the greater of (i) 6% of the total RWA of the banking organization, (ii) 3.5% of average total consolidated assets of the banking organization, and, (iii) if it were subject to the supplementary leverage ratio, 2.5% of the leverage exposure under the supplementary leverage ratio for the banking organization. Debt instruments issued to satisfy the minimum long-term debt requirement would be required to meet certain criteria to ensure that the debt instruments can readily absorb losses in resolution. Compliance with the new requirements would be required through a phased-in approach over a three-year period, during which banking organizations would need to meet 25% of their long-term requirements by one year after effectiveness of the rule, 50% after two years, and 100% after three years. Additionally, if necessary for FCB to satisfy the minimum long-term debt requirements as a subsidiary of a covered company, the Parent Company would be required to purchase eligible internal debt securities from FCB in the amount necessary to satisfy such requirement. The proposal would allow banking organizations to receive credit for existing outstanding long-term debt that meets certain criteria. We continue to evaluate the proposal and assess its potential impact, and we expect we would need to issue additional long-term debt to satisfy these requirements.\nLimitations on Dividends and Other Payments\nThe Parent Company and FCB are subject to limitations on dividends and other payments. A principal source of the Parent Company’s liquidity is dividends from FCB. Failure to meet any enhanced prudential standards discussed above, or other mandatory or discretionary action by regulators, could impact the Parent Company or FCB’s ability to declare dividends or make other payments or capital distributions, including equity repurchases. Federal and state banking agencies also have the authority to prohibit BancShares from engaging in an unsafe or unsound practice in conducting its business, which may limit or preclude capital distributions, depending on financial condition. In addition, the Parent Company’s ability to make capital distributions, including paying dividends and repurchasing shares, is subject to the Federal Reserve’s restrictions on capital distributions under the Basel III capital rules. Furthermore, under the Federal Deposit Insurance Act (the “FDI Act”), IDIs, such as FCB, are prohibited from making capital distributions, including the payment of dividends, if, after making such distributions, the institution would become undercapitalized. Additionally, banking organizations that are not considered well capitalized under the Basel III capital rules could be subject to restrictions on dividends, equity repurchases and compensation based on the amount of the shortfall. State law also prescribes certain limitations on payment of dividends. \nLimitations on Mergers & Acquisitions\nBancShares is subject to laws that may require regulatory approval for, or that otherwise impose limitations on, mergers, acquisitions or similar transactions. Failure to meet any enhanced prudential standards discussed above, or other mandatory or discretionary action by regulators, could impact the Parent Company or FCB’s ability to complete or place limitations on the consummation of mergers, acquisitions or similar transactions. For example, under the BHCA, a BHC must obtain approval from the Federal Reserve prior to directly or indirectly acquiring ownership or control of 5% of the voting shares or substantially all of the assets of another depository institution holding company or IDI, or prior to merging or consolidating with another depository institution holding company. In addition, federal market share limitations impose conditions that an acquiring BHC, after and as a result of the acquisition, control no more than 10% of the total amount of deposits of IDIs in the U.S. and no more than 30%, subject to variation by state law, of such deposits in applicable states. Federal Reserve rules also prohibit a financial holding company (“FHC”), which we have elected to be, from combining with another company if the resulting company’s liabilities would exceed 10% of the aggregate consolidated liabilities of all financial companies nationally.\nThe BHCA and other federal laws enumerate the factors the Federal Reserve must consider when reviewing the merger of BHCs, the acquisition of banks, or the acquisition of voting securities of a bank or BHC. These factors include the competitive effects of the proposal in the relevant geographic markets; the financial and managerial resources and future prospects of the companies and banks involved in the transaction; the effect of the transaction on the financial stability of the United States; the organizations' compliance with anti-money laundering (“AML”) laws and regulations; the convenience and needs of the communities to be served; and the records of performance under the Community Reinvestment Act (“CRA”) of the IDIs involved in the transaction. \nIn addition, under the FDI Act as amended by the Bank Merger Act (“BMA”), any IDI must also obtain approval of the FDIC before any merger, acquisition or certain similar transactions with another institution if the resulting institution will be a state chartered bank that is not a member of the Federal Reserve System. The FDIC maintains a policy statement outlining the agency’s approach to evaluating bank merger and acquisition proposals under the BMA. The policy statement was last updated on September 17, 2024 to, among other things, clarify the FDIC’s approach to evaluating the statutory factors under the BMA, and specifically provide clarity regarding what features of merger transactions may be consistent with favorable findings on the statutory factors under BMA. The policy statement was adopted under former FDIC Chair, Martin Gruenberg. Acting Chair of the FDIC, Travis Hill, recently announced several priorities for the agency, including replacing the 2024 current statement of policy with the goal of improving the merger approval process. Until further action by the FDIC, the 2024 current statement of policy remains in effect, and it is unclear when a replacement policy statement would be adopted and how it will differ from the current policy statement.\nThe Department of Justice (“DOJ”) is responsible for evaluating mergers and acquisitions under the federal antitrust laws, and the Federal Trade Commission (“FTC”) is responsible for evaluating nonbank acquisitions by a banking organization under the Hart-Scott-Rodino Antitrust Improvements Act of 1976 (“HSR Act”). On September 17, 2024, the DOJ announced its withdrawal from the 1995 Bank Merger Guidelines and stated that the 2023 Merger Guidelines adopted by the DOJ and FTC in 2023, along with a new Banking Addendum, would be followed. Under the BHCA and BMA, mergers and acquisitions by BancShares are subject to a waiting period of 30-days unless the U.S. Attorney General consents to a shorter waiting period or the waiting period is otherwise waived by the approving banking agency due to an emergency that requires expeditious action or the proposal involves a probable bank failure. Transactions subject to review under the HSR Act are also subject to a 30-day waiting period, but the waiting period is only 15 days for transactions that are for cash tender offers or certain bankruptcy sales.\nHolding Company Status\nThe Parent Company, as a BHC, is subject to laws that restrict the activities in which it is permitted to participate and impose requirements for support of FCB.\nActivities. The Parent Company is generally limited to managing or controlling banks, furnishing services to or performing services for its subsidiaries, and engaging in other activities the Federal Reserve determines by regulation or order to be so closely related to banking or managing or controlling banks as to be a proper incident thereto. However, in addition to being a BHC, the Parent Company elected to be an FHC under the Gramm-Leach-Bliley Act of 1999 (the “GLBA”). BHCs that qualify and elect to be FHCs and continue to meet the eligibility requirements as an FHC (discussed below), though still limited in their activities, may more broadly engage in any activity, or acquire and retain the shares of a company engaged in any activity, that is either (i) financial in nature or incidental to such financial activity (as determined by the Federal Reserve in consultation with the Secretary of the U.S. Treasury) or (ii) complementary to such financial activity and does not pose a substantial risk to the safety and soundness of depository institutions or the financial system generally (as solely determined by the Federal Reserve). Such activities may include, among other things, securities underwriting or merchant banking.\nThe eligibility requirements for an FHC include that the FHC and each of its subsidiary IDIs remain “well capitalized” and “well managed,” and any subsidiary IDI must have received a rating under the CRA of at least “satisfactory” in its most recent examination. An IDI and its holding company are considered to be well capitalized if they each satisfy the requirements for this status under applicable bank capital requirements. An FHC with $100 billion or more in total consolidated assets is considered well managed if it receives a rating of “Broadly Meets Expectations” or “Conditionally Meets Expectations” for each of the component ratings under the Federal Reserve’s Large Financial Institution (“LFI”) rating system. Under the LFI rating system, the Federal Reserve assigns ratings based on three supervisory components: (i) capital planning and positions, (ii) liquidity risk management and positions, and (iii) governance and controls. If an FHC ceases to meet all of these requirements, the Federal Reserve may impose limitations or conditions on the conduct of its activities, as well as its ability to make certain acquisitions. If the failure to meet these standards persists, an FHC may be required to divest its IDI subsidiaries or cease all activities other than those activities that may be conducted by BHCs that are not FHCs. Furthermore, if an IDI subsidiary of an FHC has not maintained a satisfactory CRA rating, the FHC would not be able to commence any new financial activities or acquire a company that engages in such activities, though it may still be permitted to continue its existing activities.\nThe Volcker Rule. The Volcker Rule generally prohibits “banking entities” from engaging in proprietary trading or owning, investing in, or sponsoring “covered funds” which is defined to include hedge funds and private equity funds, subject to certain exemptions. The Volcker Rule applies to the Parent Company, FCB, and their subsidiaries and affiliates that fit the definition of a “banking entity” under the implementing regulations. In connection with the SVBB Acquisition, BancShares acquired interests in a portfolio of private funds, which are held and managed in accordance with the Volcker Rule. BancShares has developed and implemented a Volcker Rule compliance program commensurate with the size, scope, and complexity of its activities and its business structure.\nSource of Strength. Under the Dodd-Frank Act, BHCs are required to act as a source of financial strength to their subsidiary banks. Pursuant to this requirement, the Parent Company is expected to commit resources to support FCB, including at times when the Parent Company may not be in a financial position to provide such resources. Any indebtedness resulting from capital loans made by a BHC to any of its subsidiary banks are subordinate in right of payment to depositors and to certain other indebtedness of such subsidiary banks. In the event of a BHC’s bankruptcy, any commitment by the BHC to a federal banking agency to maintain the capital of a subsidiary bank will be assumed by the bankruptcy trustee and entitled to priority of payment. \nCommunity Reinvestment Act\nThe CRA requires the federal banking agencies to encourage financial institutions to help meet the credit needs of the local communities, including low- and moderate-income (“LMI”) neighborhoods. As discussed above, if FCB receives a CRA rating of less than “satisfactory” from the FDIC, its activities as an FHC may be limited. Performance under the CRA is also considered when federal banking agencies analyze applications for mergers and acquisitions, as well as branch openings. \nIn 2023, the federal banking agencies jointly issued a final rule to strengthen and modernize the existing CRA regulations. The effective date of the rule was April 1, 2024, with compliance of the majority of its provisions required by January 1, 2026 and the compliance with data reporting requirements required by January 1, 2027. Under the final rule, the agencies will evaluate a bank’s CRA performance based upon the varied activities that it conducts and the communities in which it operates, and CRA evaluations and data collection requirements will be tailored based on bank size and type. The final rule was preliminarily enjoined on March 29, 2024, following legal challenge. We continue to monitor the case and for any appeal by the agencies.\nIn connection with the objectives of the CRA, FCB is currently implementing a community benefits plan that was developed in collaboration with representatives of national, state, and local community reinvestment organizations. Under the community benefit plan, FCB committed to invest $16 billion over a five-year period beginning in 2021 in the communities served by FCB, including $3.2 billion in home purchase, home improvement and mortgage refinance loans focused on LMI and minority borrowers in majority-minority geographies, $5.9 billion in small business lending, and $6.9 billion in community development lending and investments. The plan also provides for $50 million in CRA grants. \nIn addition, FCB is currently implementing an addendum to SVB’s prior community benefits plan. The addendum was agreed to by FCB in November 2023 in connection with the SVBB Acquisition and was developed through working with national, statewide, and local community reinvestment organizations to extend support to Northern California and Eastern Massachusetts. Under the addendum, FCB committed to a $6.5 billion community benefit target with the following components: $2.25 billion in small business lending, $3.6 billion in CRA development lending and investing, and $650 million in residential mortgages to LMI borrowers and in selected LMI census tracts. Additionally, FCB committed to $35 million in CRA grants, with $10 million of that sum dedicated to an affordable home mortgage subsidy program. \nFDIC Insurance\nFCB is required to pay the FDIC premiums for deposit insurance according to base deposit insurance assessment rate schedules, which remain elevated following a uniform increase of 2 basis points (“bps”) by the FDIC that began in the first quarterly assessment period of 2023. The FDIC increased the base deposit insurance assessments rates following growth in insured deposits during the first and second quarters of 2020 that caused the DIF reserve ratio to decline below the statutory minimum of 1.35%. The increased assessment rate schedules are expected to remain in effect until the reserve ratio meets or exceeds 2%, absent further action by the FDIC. \nIn addition, FCB is subject to special assessments to recover the loss to the DIF associated with the bank failures in spring of 2023. The assessment base for an IDI is equal to the institution’s estimated uninsured deposits as of December 31, 2022, adjusted to exclude the first $5 billion in estimated uninsured deposits. The FDIC began collecting the special assessment at an annual rate of 13.4 bps beginning with the first quarterly assessment period of 2024, and the agency is expected to continue to collect special assessments for an anticipated total of eight quarterly assessment periods. We accrued a FDIC insurance special assessment charge of $64 million in 2023. During 2024, the FDIC revised its loss estimate, indicating higher losses than originally estimated to the DIF, and therefore we accrued an additional charge of approximately $11 million, that is expected to be paid in two quarterly periods after the initial assessment payments.\nRequirements for Brokered Deposits and Deposit Brokers; Limited Exception for Reciprocal Deposits\nFCB may be limited in its ability to accept deposits made to it with the assistance of a third-party deposit broker if it is not well capitalized. Section 29 of the FDI Act and the FDIC’s implementing regulations limit the ability of an IDI to accept brokered deposits unless the institution is well capitalized, or the IDI is adequately capitalized and obtains a waiver from the FDIC. IDIs that are less than well capitalized generally cannot accept brokered deposits, and are subject to restrictions on the interest rates paid on deposits. IDIs that are well capitalized or adequately capitalized and meet certain other criteria are able to exempt from treatment as “brokered” deposits up to $5 billion or 20% of the institution’s total liabilities in reciprocal deposits (defined generally as deposits received by a depository institution through a deposit placement network with the same maturity and in the same aggregate amount as deposits placed by the depository institution in other network institutions). \nTransactions with Insiders and Affiliates\nPursuant to the Federal Reserve Act, Regulation W and Regulation O, the authority of FCB to engage in transactions with or make loans to insiders or “affiliates” is limited. Among other things, loan transactions with an affiliate generally must be collateralized and certain transactions between FCB and its affiliates, including the sale of assets, the payment of money or the provision of services, must be on terms and conditions that are substantially the same, or at least as favorable to FCB, as those prevailing for comparable nonaffiliated transactions. Additionally, FCB is subject to individual and aggregate lending limits with respect to “extensions of credit” to Insiders. Further, FCB generally may not purchase securities issued or underwritten by affiliates. FCB receives management fees from its subsidiaries and the Parent Company for expenses incurred for performing various functions on their behalf. These fees are charged to each company based upon the estimated cost for usage of services by that company. All intercompany transactions are eliminated from the consolidated financial statements.\nCrypto-Asset Related Activities\nUnder applicable guidance from the Federal Reserve and FDIC, banking organizations must give notice and obtain supervisory feedback prior to engaging in any crypto-related activities. In addition, prior to engaging in any such activities, the banking organization is expected to ensure that the activities are legally permissible under relevant state and federal laws and ensure that the banking organization has adequate systems, risk management, and controls to ensure that the activities are conducted in a safe and sound manner consistent with applicable laws, including consumer protection laws. As a result of the change in the presidential administration and anticipated corresponding changes in the leadership of the federal banking agencies, it is uncertain whether the agencies will continue to adhere to this supervisory framework. BancShares does not engage in any crypto-related activities but continues to monitor the regulatory landscape. \nAnti-Money Laundering & Economic Sanctions\nFCB and one of its subsidiaries, FC International, Inc. (“FC International”), are subject to the Bank Secrecy Act of 1970 (“BSA”) and subsequent laws and regulations, including USA PATRIOT Act of 2001 (the “Patriot Act”), that require financial institutions to take steps to prevent the use of their systems to facilitate the flow of illegal or illicit money or terrorist funds, including AML compliance programs, and to report certain activity to the government. The BSA, which is administered by the U.S. Financial Crimes Enforcement Network, also requires covered financial institutions to provide AML training to employees, designate an AML compliance officer and annually audit the AML program to assess its effectiveness, and imposes compliance and due diligence obligations, including standards for verifying customer identification at account opening and maintaining expanded records, as well as beneficial ownership requirements. The United States has also imposed economic sanctions on transactions with certain designated foreign countries, nationals and others, which are enforced by the U.S. Treasury’s Office of Foreign Asset Control (“OFAC”). Failure of a financial institution to maintain and implement adequate compliance programs for the foregoing, or to comply with all the relevant laws and regulations, could have serious legal and reputational consequences, including material fines and sanctions. FCB has implemented a program designed to facilitate compliance with the full extent of the applicable BSA, OFAC and Patriot Act related laws, regulations and related sanctions.\nConsumer Laws and Regulations\nFCB is subject to certain laws and regulations designed to protect consumers in transactions with banks. These laws include the Truth in Lending Act (“TILA”), the Truth in Savings Act, the Electronic Funds Transfer Act, the Expedited Funds Availability Act, the Equal Credit Opportunity Act, Real Estate Settlement Procedures Act, Home Mortgage Disclosure Act, the Fair Credit Reporting Act, the Fair Debt Collection Practices Act, the Fair Housing Act and the Servicemembers Civil Relief Act, many of which are enforced by the CFPB. Under TILA in particular, residential mortgage lenders are required to make a reasonable and good faith determination based on verified and documented information that a consumer applying for a mortgage loan has a reasonable ability to repay the loan according to its terms, based on certain prescribed evaluation alternatives. The foregoing laws and related regulations mandate certain disclosures and regulate the manner in which financial institutions transact business with certain customers.\nA number of regulatory authorities may enforce consumer laws and regulations. The CFPB is BancShares’ primary federal regulator for the regulation, supervision, and enforcement of the federal consumer protection laws. The CFPB is generally authorized to prevent any institution under its authority from engaging in an unfair, deceptive, or abusive act or practice in connection with consumer financial products and service, and to take supervisory and enforcement action against financial services companies under the agency’s jurisdiction that fail to comply with federal consumer financial laws. Enforcement actions may include imposition of substantial monetary penalties and nonmonetary requirements. In recent years, the CFPB has been focused on enforcement actions and rulemakings aimed at eliminating or restricting a number of fees assessed by financial institutions such as overdraft and non-sufficient funds (“NSF”) fees as well as other transaction- and account management-related fees deemed by the CFPB to be “junk fees.” In response to this and other legislative and regulatory scrutiny, in January 2022, we announced an elimination of NSF fees and a decrease in overdraft fees. On December 12, 2024, the CFPB adopted its final overdraft rule, which requires institutions with more than $10 billion in assets to (i) cap their overdraft fee at $5, (ii) cap their fee at an amount that covers costs and losses, or (iii) treat overdraft lending the same as other loans and comply with the standard legal and regulatory requirements that govern other consumer loans, like credit cards, with account disclosures, periodic statements, and autopay options. The compliance date for the rule is October 1, 2025. On December 16, 2024, several trade groups filed a lawsuit in federal court against the CFPB challenging the statutory authority of the agency to adopt the rule. On February 8, 2025, the acting director of the CFPB issued a notice to staff to cease all supervision and examination activity. We continue to monitor the impacts of the change in political environment on the CFPB as a result of the Trump administration and makeup of Congress, the status of the lawsuit, and prepare for compliance with the rule. \nFCB, as a state-chartered bank, is also subject to state consumer protection laws in the states in which it operates, and the Dodd-Frank Act enhanced the ability of state attorneys general to enforce federal consumer protection laws.\nPrivacy, Data Protection, and Cybersecurity\nBancShares is subject to a number of federal, state, local and foreign laws and regulations relating to consumer privacy and data protection. These laws include certain portions of the GLBA, the federal banking agencies’ Computer-Security Incident Notification rule (the “36 Hour Rule”), the SEC’s item for cybersecurity incidents Current Report on Form 8-K (“Cybersecurity Form 8-K Item”), the California Consumer Privacy Act of 2018 (the “CCPA”), and the New York Department of Financial Services’ (“NYDFS”) 2017 cybersecurity regulation (the “NY Cybersecurity Regulation”).\nThese laws govern the collection, sharing, use, disclosure and protection of personal information, the intent of which is to increase transparency related to how personal information is processed, choices individuals have to control how their information is used and to protect the privacy of such information. The GLBA and its implementing regulations and guidance limit the ability of financial institutions to disclose certain non-public information about consumers to nonaffiliated third parties, and further require financial institutions to notify consumers of their privacy policies and practices, allow consumers to prevent disclosure of certain personal information to a nonaffiliated third-party in some cases, implement appropriate safeguards to their customers’ nonpublic, personal information, and, in some instances, notify regulators and/or customers in the event of a data breach under applicable laws. The 36 Hour Rule requires that banking organizations notify their primary federal regulator as soon as possible and no later than 36 hours after the discovery of a computer-security incident that rises to the level of a notification incident under the rule, and that bank service providers notify any affected bank to which, or on behalf of which, the service provider provides services as soon as possible after determining that it has experienced an incident that materially disrupts or degrades, or is reasonably likely to materially disrupt or degrade, covered services provided to such bank for as much as four hours. The Cybersecurity Form 8-K Item generally requires that public companies disclose a material cybersecurity incident on a Current Report on Form 8-K within four days of management’s determination that the incident is material. The CCPA provides for enhanced individual privacy rights and imposes increased obligations on companies handling personal information, and the NY Cybersecurity Regulation requires financial institutions regulated by NYDFS to, among other things, implement certain cybersecurity controls and make reports to NYDFS upon the occurrence of certain cybersecurity events. \nIn addition, on October 22, 2024, the CFPB adopted its final rule for Personal Financial Data Rights, commonly known as the “Open Banking” rule, designed to facilitate the transfer of customer information at the direction of the customer to other financial institutions. This rule requires financial institutions to make consumers’ data available upon their request and without charge to other authorized financial institutions or other third parties in a secure and reliable manner and defines obligations for those third parties accessing consumers’ data, including privacy protections.\nIn addition to the foregoing, federal banking agencies have adopted guidelines for establishing information security standards and cybersecurity programs for implementing safeguards under the supervision of the board of directors. These guidelines and related regulatory materials increasingly focus on risk management and processes related to information technology and the use of third parties in the provision of financial services. Under SEC rules, companies also must provide enhanced disclosures in their Annual Reports on Form 10-K with respect to cybersecurity risk assessment and management, strategy and governance, including disclosures regarding management’s role in overseeing the public company’s cybersecurity risk management and compliance program. Refer to Item 1C. Cybersecurity for additional information.\nThe U.S. Congress, federal and state regulators, as well as regulators outside the United States, have implemented or are considering implementing data protection laws or regulations, which could create new individual privacy rights and impose increased obligations on companies handling personal information, impacting our data security- and privacy-related internal controls and risk profile. For example, in Europe and in the United Kingdom, both the EU General Data Protection Regulation and the UK General Data Protection Regulation impose extensive obligations on companies that process personal data of individuals in Europe, with the potential for significant fines for non-compliance (up to 4% of total annual worldwide revenue). Some of its requirements include prompt notice of data breaches, in certain circumstances, to affected individuals and supervisory authorities. \nClimate\nBancShares is subject to a number of laws relating to climate, among those being the federal banking agencies’ Principles for Climate-Related Financial Risk Management for LFIs (the “CRFR Banking Principles”) and California’s Climate Corporate Data Accountability Act (the “California CCDAA”) and Climate-Related Financial Risk Act (the “California CFRA”). The CRFR Banking Principles provide a high-level framework for the safe and sound management of exposures to climate-related financial risks, including physical and transition risks associated with climate change, and cover governance; policies, procedures, and limits; strategic planning; risk management; data, risk measurement, and reporting; and scenario analysis. The California CCDAA requires annual public disclosure of scope 1, 2, and 3 greenhouse gas emissions, with scope 1 and 2 reporting required in 2026 and scope 3 in 2027, and the California CRFRA requires biennial public disclosure of climate-related financial risks, with the first disclosure required by January 1, 2026. New York is considering a law similar to the California CRFRA.\nCompensation\nOur compensation practices are subject to oversight by the federal banking agencies, Nasdaq, and, with respect to some of our subsidiaries, by other financial regulatory agencies. The federal banking agencies have issued joint guidance on executive compensation designed to ensure that the incentive compensation policies of banking organizations take into account risk factors and are consistent with the safety and soundness of the organization. The guidance also provides that supervisory findings with respect to incentive compensation will be incorporated into the organization’s supervisory ratings, which can affect its ability to make acquisitions or other corporate decisions. The guidance further provides that the agencies may pursue enforcement actions against a banking organization if its incentive compensation and related risk management, control or governance processes pose a risk to the organization’s safe and sound practices. Enforcement actions may be taken against a banking organization if its incentive compensation arrangements, or related risk-management control or governance processes, pose a risk to the organization’s safety and soundness, and the organization is not taking prompt and effective measures to correct the deficiencies. Pursuant to SEC rules and the listing standards of the Nasdaq mandated by the Dodd-Frank Act, Nasdaq listed companies are required to (i) adopt and implement a compliant incentive compensation clawback policy; (ii) file the clawback policy as an exhibit to their annual reports; and (iii) provide certain disclosures relating to any compensation recovery triggered by the clawback policy. Our clawback policy is filed as Exhibit 97 to this Annual Report on Form 10-K. In addition, the Dodd-Frank Act requires the federal banking agencies and the SEC to issue regulations requiring covered financial institutions to prohibit incentive compensation arrangements that encourage inappropriate risks by providing compensation that is excessive or that could lead to material financial loss to the institution. On May 6, 2024, the FDIC, the OCC and the Federal Housing Finance Agency issued a notice of proposed rulemaking (“NPR”) to address incentive-based compensation arrangements. The proposed rule includes general qualitative requirements aimed at making incentive-compensation arrangements more sensitive to risk that are applicable to all covered financial institutions, as well as additional requirements for financial institutions with total consolidated assets of $50 billion or more. The prospects and timing for the adoption of the proposed rule remain uncertain because both the Federal Reserve and the SEC have not joined the proposal.\nArtificial Intelligence\nWe are subject to regulation of our business and operations, including risk management, with respect to artificial intelligence (“AI”). In 2023, the Biden Administration issued an Executive Order on Safe, Secure, and Trustworthy Development and Use of Artificial Intelligence (“Executive Order 14110”) that required certain federal agencies, including the CFPB, to address potential discrimination in the housing and consumer financial markets relating to the use by financial institutions of AI technologies. On June 24, 2024, the CFPB along with the federal banking agencies, the National Credit Union Administration, and the Federal Housing Finance Agency, adopted a final rule on Quality Control Standards for Automated Valuation Models to address the use of algorithms and AI in estimating home values. The final rule implements quality control standards mandated by the Dodd-Frank Act for the use of automated valuation models by mortgage originators and secondary market issuers in determining the collateral worth of a mortgage secured by a consumer’s principal dwelling. \nIn addition, on March 27, 2024, the U.S. Treasury released a report that cautioned financial institutions like us to be aware of the special vulnerabilities of AI-based tools and the novel capacities that AI grants to threat actors seeking to carry out targeted cyberattacks against financial institutions. On September 23, 2024, the DOJ updated its guidance to federal prosecutors in conducting an investigation of a corporation related to the evaluation of corporate compliance programs, including an expectation that companies will have conducted a risk assessment regarding the use of new technologies like AI and taken appropriate steps to mitigate related risk. On January 20, 2025, President Trump revoked Executive Order 14110, and on January 23, 2025, President Trump issued an Executive Order on Removing Barriers to American Leadership in Artificial Intelligence, and mandating the review of policies, directives, regulations, orders and other actions taken pursuant to the revoked Executive Order 14110.\nStates are actively regulating the use of AI technologies, including initiatives from the California Privacy Protection Agency and the NYDFS. We continue to monitor and evaluate proposals related to AI regulation and assess their potential impact.\nOther Regulated Subsidiaries \nBancShares’ broker-dealer and registered investment adviser subsidiaries are regulated by the SEC and, with respect to broker-dealers, by the Financial Industry Regulatory Authority (“FINRA”). The broker-dealer and investment adviser subsidiaries also are subject to additional regulation by states and local jurisdictions. The SEC and FINRA have active enforcement functions that oversee broker-dealers and investment advisers and can bring actions that result in fines, restitution, a limitation on permitted activities, disqualification to continue to conduct certain activities and an inability to rely on certain favorable exemptions. Certain types of infractions and violations also can affect the ability to issue new securities expeditiously. In addition, certain changes in the activities of a broker-dealer require approval from FINRA, and FINRA takes into account a variety of considerations in acting upon applications for such approval, including internal controls, capital levels, management experience and quality, prior enforcement and disciplinary history, and supervisory concerns.\nBancShares’ insurance activities are subject to licensing and regulation by state insurance regulatory agencies. Insurance regulatory authorities generally have broad administrative powers with respect to, among other things: licensing companies and agents to transact business; establishing statutory capital and reserve requirements and the solvency standards that must be met and maintained; regulating certain premium rates; reviewing and approving policy forms; regulating unfair trade and claims practices, including through the imposition of restrictions on marketing and sales practices, distribution arrangements and payment of inducements; approving changes in control of insurance companies; restricting the payment of dividends and other transactions between affiliates; and regulating the types, amounts and valuation of investments. Our Vermont insurance captive subsidiary is required to file reports, generally including detailed annual financial statements, with the insurance regulatory authority, and its operations and accounts are subject to periodic examination by such authorities.\nBancShares’ equipment financing and leasing operations are subject to laws, rules, and regulations administered by authorities in jurisdictions where business is conducted. In the United States, equipment financing and leasing operations are subject to rules and regulations relating to health, safety, operations, maintenance, and mechanical standards promulgated by federal and state agencies and industry organizations.\nIn connection with its Rail segment, BancShares’ maintains a wholly owned subsidiary, FC International, which is a corporation chartered by the Federal Reserve pursuant to Section 25A of the Federal Reserve Act (“Edge Act”). Edge Act corporations are banking organizations that are authorized to engage in international banking and foreign financial transactions, and the U.S. activities of such corporations are generally limited to those that are incidental to their foreign operations. FC International holds equity interests in foreign companies that support our Rail segment. FC International is subject to supervision and regulation by the Federal Reserve, including examination, reporting, capital, and the BSA and AML requirements pursuant to the Edge Act and the Federal Reserve’s Regulation K. \nImpact of Presidential and Congressional Elections on Recent Rulemaking\nControl of the White House and the U.S. Congress shifted to the Republican Party in January 2025 as a result of the recent presidential and congressional elections. President Trump and many Republican members of Congress have advocated for a significant reduction of financial services regulation, potentially including amendments to the Dodd-Frank Act and other federal banking laws, and structural changes to regulatory agencies. Consequently, Congress and/or the relevant federal agencies may seek to roll back or modify some or much of the rulemaking and regulatory guidance issued under the Biden administration, particularly the actions taken in the past year. Notably, the CFPB announced the appointment of a new acting director as of February 7, 2025, and instructed employees to “cease all supervision and examination activity” as of February 8, 2025. Further, a change in the leadership of the FDIC and OCC is expected under the Trump administration; however, the timing and impact of any future changes in leadership on the regulatory, enforcement, and supervisory priorities of each agency is uncertain at this time. We will continue to closely monitor developments and changes to the regulatory agencies.\nAvailable InformationWe make available on our investor relations website (ir.firstcitizens.com) BancShares’ Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and amendments to those reports, free of charge, as soon as reasonably practicable after they are electronically filed with or furnished to the SEC. Interested parties may also directly access the SEC’s website (www.sec.gov), which contains reports, proxy and information statements and other information electronically filed by BancShares. Except as specifically incorporated by reference into this Annual Report on Form 10-K, information on those websites is not part of this report.",
      "char_count": 85307
    },
    "item1a": {
      "text": "Item 1A. Risk Factors.\nRisk Factor Summary\nWe are subject to a number of risks and uncertainties that could have a material impact on our business, financial condition and results of operations and cash flows. As a financial services organization, certain elements of risk are inherent in our transactions and operations and are present in the business decisions we make. We encounter risks as part of the normal course of our business, and our success is dependent on our ability to identify, understand and manage the risks presented by our business activities. We categorize risks in this Item 1A. Risk Factors into the following areas, and the principal risks and uncertainties that management believes make an investment in us speculative or risky are summarized within their respective areas:\n•Strategic Risks: The risk to our current and projected financial condition arising from adverse business decisions, poor implementation, or lack of responsiveness to changes in the industry and operating environment.\n▪We may be adversely affected by risks associated with previous or potential future acquisitions, and any future acquisition may be subject to increased regulatory scrutiny.\n▪We encounter significant competition that may reduce our market share and profitability and our financial performance depends upon our ability to attract and retain customers for our products and services, which may be adversely impacted by weakened consumer or business confidence and by any inability on our part to predict and satisfy customers’ needs and demands.\n•Operational Risks: The risks of loss resulting from inadequate or failed processes, staffing and systems or from external events. \n▪We face significant operational risks in our businesses and may fail to maintain appropriate operational infrastructure and oversight.\n▪A cyberattack, information or security breach, or a technology outage of ours or of a third-party could adversely affect our ability to conduct our business, manage our exposure to risk, result in the disclosure or misuse of confidential customer or employee data or proprietary information, and increase our costs to maintain and update our operational and security systems and infrastructure. Such an event could adversely impact our results of operations, liquidity and financial condition, as well as cause us legal or reputational harm.\n▪We depend on the effectiveness and integrity of employees, and the systems and controls for which they are responsible, to manage operational risks.\n•Credit Risks: The risks that a borrower, obligor, or counterparty will fail to perform on an obligation. \n▪If we fail to effectively manage credit risk, our business and financial condition will suffer.\n▪Our allowance for credit losses may prove to be insufficient to absorb losses in our credit portfolios.\n▪Our concentration of loans and leases in certain industries increases the risk of losses and could impair our earnings if these industries experience economic difficulties.\n•Market Risks: The risks to our financial condition resulting from adverse movements in domestic and international macroeconomic and political conditions, as well as economic output levels, interest and inflation rates, employment levels, prices of commodities, consumer confidence levels, and changes in consumer spending, international trade policy, and fiscal and monetary policy.\n▪Failure to effectively manage our interest rate sensitivity within our defined risk appetite could adversely affect our earnings. \n▪Unfavorable economic conditions, as considered through a range of metrics, have and could continue to adversely affect our business.\n•Liquidity Risks: The risks that we will be unable to meet our obligations as they come due because of an inability to (i) liquidate assets or obtain adequate funding, or (ii) unwind or offset specific exposures without significantly lowering market prices because of inadequate market depth or market disruptions, or that we will not meet the liquidity management requirements applicable to us as a Category IV banking organization, subject to the applicable transition periods. \n▪If our current level of balance sheet liquidity were to experience significant pressure, it could affect our ability to pay withdrawals by depositors, repay the Purchase Money Note (defined below) and fund our operations.\n▪We are subject to enhanced liquidity risk management requirements as a Category IV banking organization, and failure to meet these requirements could result in regulatory and compliance risks, and possible restrictions on our activities.\n•Capital Adequacy Risks: The risks that our capital levels become inadequate to preserve our safety and soundness, support our ongoing business operations and strategies and provide us with support against unexpected or sudden changes in the business/economic environment, or that we will not meet the capital adequacy requirements applicable to us as a Category IV banking organization, subject to the applicable transition periods.\n▪Our ability to grow is contingent upon access to capital, which may not be readily available to us.\n▪If we fail to meet regulatory guidelines, including enhanced capital adequacy, liquidity, stress testing, and capital planning requirements, or are subject to certain other legal limitations, our financial condition and ability to pay dividends or make other payments could be adversely affected.\n▪Increases to our level of indebtedness could adversely affect our ability to raise additional capital and to meet our obligations.\n•Compliance Risks: The risks of loss or reputational harm to us resulting from regulatory sanctions, fines, penalties or losses due to our failure to comply with laws, rules, regulations or other supervisory requirements applicable to us.\n▪We operate in a highly regulated industry, and the laws and regulations that govern our operations, taxes, corporate governance, executive compensation and financial accounting and reporting, including changes in them or our failure to comply with them, may adversely affect us.\n▪Information security and data privacy are areas of heightened legislative and regulatory focus.\n•Asset Risks: The risks that the value of our long-lived assets will be lower than expected, resulting in reduced income over the remaining life of the asset or a lower sale value.\n▪We may not be able to realize our entire investment in the equipment that we lease to our customers.\n▪Accounting for acquired assets may result in earnings volatility.\n•Financial Reporting Risks: The risks that our financial information is reported incorrectly or incompletely, including through the improper application of accounting standards or other errors or omissions.\n▪Accounting standards may change and increase our operating costs or otherwise adversely affect our results.\n▪Our accounting policies and processes are critical to the reporting of our financial condition and results of operations. They require management to make estimates about matters that are uncertain, and such estimates may be materially different from actual results.\nThe risks and uncertainties that management believes are material to an investment in us are described below. Additional risks and uncertainties that are not currently known to management or that management does not currently deem material could also have a material adverse impact on our financial condition, the results of our operations or our business. If such risks and uncertainties were to materialize or the likelihoods of the risks were to increase, we could be adversely affected, and the market price of our securities could significantly decline. The below risk factors should be read in conjunction with the information under “Regulatory Considerations” in Item 1. Business, as well as Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations, and the audited consolidated financial statements and Notes to the Consolidated Financial Statements in Item 8. Financial Statements and Supplementary Data.\nStrategic Risks\nWe may be adversely affected by risks associated with previous and future acquisitions, and any future acquisitions may be subject to increased regulatory scrutiny.\nWe plan to continue to grow our business organically. However, we have pursued and expect to continue to pursue acquisition opportunities that we believe support our business strategies and may enhance our profitability. We must generally satisfy a number of material conditions prior to consummating any acquisition including, in many cases, federal and state regulatory approval or requirements, and we may be subject to potentially increased regulatory requirements in the future. Further, changes in policies focused on bank acquisitions may interfere or impede future acquisition opportunities. The FDIC and DOJ recently revised their bank merger review standards. These agency actions have significantly modified the existing regulatory framework for bank merger transactions such that future proposed bank merger transactions by us may be subject to heightened regulatory scrutiny. Refer to Item 1. Business—Regulatory Considerations—Limitations on Mergers & Acquisitions for additional discussion on these developments. Early indications suggest that the Trump administration will encourage the agencies to return to a less restrictive approach to bank merger reviews, including possible rescission or modification of the recent pronouncements described above. Any enhanced regulatory scrutiny of bank mergers and acquisitions and revision of the framework for merger application review may adversely affect the marketplace for such transactions, could result in any future acquisitions being delayed, impeded or restricted in certain respects and result in new rules that possibly limit the size of financial institutions we may be able to acquire in the future and alter the terms for such transactions.\nWe may fail to complete strategic and competitively significant business opportunities as a result of our inability to obtain required regulatory approvals in a timely manner or at all, or the approval for such opportunity could include conditions imposing additional costs or limitations that reduce the anticipated related benefits. \nIn addition, we may fail to realize the anticipated benefits of our previous acquisitions and fully integrating our prior acquisitions may be more difficult, costly or time-consuming than expected. Acquisitions of financial institutions, assets of financial institutions or other operating entities involve operational risks and uncertainties, including but not limited to:\n•difficulties, inefficiencies, or cost overruns associated with the integration of operations, personnel, technologies, services, and products of acquired companies with ours; \n•inability to realize the expected revenue increases, cost savings, increases in geographic or product presence, and/or other projected benefits; \n•potential disruption to our business; and \n•the possible loss of key executive officers, employees and customers. \nIn addition, acquired companies or assets may have unknown or contingent liabilities, exposure to unexpected asset quality problems that require write downs or write-offs, additional regulatory requirements or difficulty retaining key employees and customers. Due to these and other issues relating to acquisitions, we may not be able to realize projected cost savings, synergies or other benefits associated with any prior or future acquisition. Failure to efficiently integrate any acquired entities or assets into our existing operations could significantly increase our operating costs and consequently have material adverse effects on our financial condition and results of operations.\nIn the past, we have acquired, and may in the future continue to acquire, certain assets and assume certain liabilities of failed banks in FDIC-assisted transactions. FDIC-assisted transactions, such as the SVBB Acquisition, present unique risks because of the limited due diligence, expedited timelines, minimal negotiation of terms required by the FDIC and the limited availability of audited financial statements of the assets acquired and liabilities assumed. To mitigate certain of those risks, including credit risks of acquired loans, FDIC-assisted transactions typically provide for FDIC assistance, including potential loss-sharing. For example, in connection with the SVBB Acquisition, FCB entered into a commercial shared loss agreement with the FDIC. Although loss sharing agreements reduce the credit risks of, and capital required for, FDIC-assisted transactions, these transactions often require additional resources and time to service acquired problem loans, costs related to integration of personnel and operating systems, and the establishment of processes and internal controls to service acquired assets in accordance with applicable FDIC standards. If the covered loans are not managed in accordance with the commercial shared loss agreement, the FDIC has the right to refuse or delay payment for loan losses. Losses we experience on the assets acquired in the SVBB Acquisition that are not covered under the commercial shared loss agreement could have an adverse effect on our business, financial condition, results of operations and prospects.\nThe SVBB Acquisition, like the CIT Merger, increased the breadth and complexity of our business with the addition of new business lines in which we had not previously engaged and expanded our geographic scope to new areas. Further, legacy Silicon Valley Bank loans were concentrated within certain industries, including technology, life science and healthcare, and with private equity and venture capital clients. Our future success depends, in part, upon the continued ability to manage this expanded business while strengthening our reputation among the venture capital and private equity communities, and other participants in the industries that legacy Silicon Valley Bank served, which poses challenges for management, including challenges related to the management and monitoring of new and expanded operations and associated increased costs and complexity.\nWe encounter significant competition that may reduce our market share and profitability and our financial performance depends upon our ability to attract and retain customers for our products and services, which may be adversely impacted by weakened consumer or business confidence and by any inability on our part to predict and satisfy customers’ needs and demands.\nOur profitability depends on our ability to compete successfully. We operate in a highly competitive industry, and we expect competition to intensify. We compete with other banks and specialized financial services providers in our market areas for customers, sources of revenue, capital, services, qualified employees and other essential business resources. Our primary competitors include local, regional and national banks; credit unions; commercial finance companies; leasing companies; various wealth management providers; private equity firms; hedge funds; independent and captive insurance agencies; mortgage companies; and other non-bank providers of financial services. Some of our larger competitors, including certain banks with a significant presence in our market areas, have the capacity to offer products and services we do not offer, which may enable them to be more aggressive than us in competing for loans and deposits. Some of our non-bank competitors operate in less stringent regulatory environments, and certain competitors are not subject to federal or state income taxes. The fierce competitive pressures that we face adversely affect pricing and other terms for many of our products and services, and we could lose business to competitors or be forced to price products and services on less advantageous terms to retain or attract clients, either of which would adversely affect our profitability.\nWe also compete with banks and other financial services companies for deposits. If competitors raise the rates they pay on deposits, our funding costs may increase, either because we raise rates to avoid losing deposits or because we lose deposits and must rely on more expensive sources of funding. In addition, checking and savings account balances and other forms of customer deposits may decrease when customers perceive alternative investments, such as the stock market, as providing a better risk/return trade-off. Our bank customers could take their money out of FCB and put it in alternative investments, causing us to lose a lower-cost source of funding.\nAdditionally, technology and other changes are allowing parties to complete financial transactions that historically have involved banks through alternative methods without involving banks. For example, consumers can now maintain funds that would have historically been held as bank deposits in brokerage accounts, mutual funds or virtual accounts. Consumers can also complete transactions, such as paying bills or transferring funds directly without the assistance of banks. Transactions utilizing digital assets, including cryptocurrencies, stablecoins and other similar assets, have increased substantially. Certain characteristics of digital asset transactions, such as the speed with which such transactions can be conducted, the ability to transact without the involvement of regulated intermediaries, the ability to engage in transactions across multiple jurisdictions, and the anonymous nature of the transactions, are appealing to certain consumers. Accordingly, digital asset service providers, which, at present, are not subject to as extensive regulation as banking organizations and other financial institutions, have become active competitors for our customers’ banking business and may have greater flexibility in competing for business. A recent Executive Order issued by President Trump states that the policy of the Administration will be to support the responsible growth of digital assets, blockchain technology and related technologies across the U.S. economy. The Executive Order includes a prohibition on the creation of a central bank digital currency and states a policy of promoting the development of dollar denominated stablecoins. Further, new leadership of the SEC and FDIC has indicated that each agency will pursue initiatives to promote innovation and technology adoption by institutions under their supervision, including by establishing a more transparent supervisory framework for digital assets and digital asset-related activities.\nThe process of eliminating banks as intermediaries, known as “disintermediation,” could result in the loss of fee income, as well as the loss of customer deposits and the related income generated from those deposits. Further, the CFPB’s Open Banking rule is designed to facilitate the transfer of customer information at the direction of the customer to other financial institutions as further detailed in Item 1. Business—Regulatory Considerations—Privacy, Data Protection, and Cybersecurity, which could lead to greater competition for products and services among banks and nonbanks. The loss of these revenue streams and the lower cost deposits as a source of funds could have a material adverse effect on our financial condition and results of operations. \nOur financial performance is subject to risks associated with the loss of customer confidence and demand. A fragile, weakening or changing economy, or ambiguity surrounding the economic future, may lessen the demand for our products and services. Our performance may also be negatively impacted if we fail to attract and retain customers because we are not able to successfully anticipate, develop and market products and services that satisfy market demands. Such events could impact our performance through fewer loans, reduced fee income and fewer deposits, each of which could result in reduced net income. \nCertain provisions in our Certificate of Incorporation, Bylaws and certain statutes and regulations may make it more difficult for a third party to change our management or acquire control of us, even if stockholders might consider the change in management or change in control to be in their best interests.\nWe are a BHC incorporated in the state of Delaware. Certain anti-takeover provisions under Delaware law and certain provisions contained in our Amended and Restated Certificate of Incorporation (our “Certificate of Incorporation) and Amended and Restated Bylaws (our “Bylaws”) could delay or prevent the removal of our directors and other management. The provisions could also delay or make more difficult a tender offer, merger or proxy contest that a stockholder might consider to be in their best interests. For example, our Certificate of Incorporation and Bylaws:\n•allow the Board to issue and set the terms of preferred shares without further stockholder approval, subject to the terms of any class or series of preferred shares;\n•limit who can call a special meeting of stockholders to the Board, the Chairman of the Board, the Chief Executive Officer, the President, or the Secretary;\n•establish advance notice requirements for nominations for election to the Board and proposals of other business to be considered at annual meetings of stockholders; and \n•authorize the issuance of two classes of common stock, one of which, Class B common stock, par value $1 per share (“Class B common stock”), is entitled to cast 16 votes per share. As of December 31, 2024, approximately 60% of the outstanding shares of Class B common stock and approximately 20% of the outstanding Class A common stock may be deemed to be beneficially owned or controlled by the Holding family members expected to be identified in the 2025 Proxy Statement as principal stockholders of ours. \nThese provisions, as well as certain statutes and regulations as discussed in Item 1. Business—Regulatory Considerations—Limitations on Mergers & Acquisitions or otherwise, may discourage bids for our common stock at a premium over market price, adversely affecting the price that could be received by our stockholders for our common stock and render the removal of our board of directors and management more difficult. Additionally, the fact that the Holding family members expected to be identified in the 2025 Proxy Statement as principal stockholders of ours as of December 31, 2024 may be deemed to beneficially own or control shares representing over 40% of the voting power of our common stock and, together with other Holding family members and entities related to them, may be deemed to beneficially own or control shares in excess of 50% of our voting power of our common stock, may discourage potential takeover attempts and bids for our common stock at a premium over market price.\nOur Bylaws provide that, unless we consent in writing to the selection of an alternative forum, the Court of Chancery of the State of Delaware, or, if such court lacks jurisdiction, the federal district court of the District of Delaware, will be the sole and exclusive forum for substantially all disputes between us and our stockholders. This could limit our stockholders’ ability to obtain a favorable judicial forum for disputes with us or our directors, officers, or employees or stockholders.\nOur Bylaws provide that, unless we consent in writing to the selection of an alternative forum, the Court of Chancery of the State of Delaware, or, if such court lacks jurisdiction, the federal district court of the District of Delaware, will be the sole and exclusive forum for (i) any derivative action or proceeding brought on our behalf; (ii) any action asserting a claim of breach of a fiduciary duty owed by any of our directors, officers, other employees or stockholder to us or our stockholders; (iii) any action asserting a claim against us arising pursuant to any provision of the General Corporation Law of the State of Delaware or as to which the General Corporation Law of the State of Delaware confers jurisdiction on the Court of Chancery of the State of Delaware; or (iv) any action asserting a claim against us governed by the internal affairs doctrine. Our choice of forum provisions do not preclude or contract the scope of exclusive federal or concurrent jurisdiction for any actions brought under the Securities Act of 1933, as amended, or the Securities Exchange Act of 1934, as amended (the “Exchange Act”). Accordingly, our choice of forum provisions do not provide that they will relieve us of our duties to comply with the federal securities laws and the rules and regulations thereunder, nor do they provide that our stockholders will be deemed to have waived our compliance with these laws, rules and regulations.\nThese choice of forum provisions may limit a stockholder’s ability to bring a claim in a judicial forum of its choosing for disputes with us or our directors, officers or other employees or agents, which may discourage lawsuits against us and our directors, officers and other employees or agents. \nThere is some uncertainty as to whether a court would enforce our exclusive forum provisions. If a court were to find the choice of forum provision contained in our Bylaws to be inapplicable or unenforceable in an action, we may incur additional costs associated with resolving such action in other jurisdictions, which could harm our business, results of operations, and financial condition. Even if we are successful in defending against these claims, litigation could result in substantial costs and be a distraction to management and other employees.\nThe Parent Company relies on dividends from FCB for returning capital to stockholders, paying dividends on its common and preferred stock and servicing its debt obligations, and FCB’s ability to pay the Parent Company dividends may be restricted.\nThe Parent Company is a separate legal entity from FCB, but the Parent Company derives most of its revenue and cash flow from dividends paid by FCB. These dividends are the primary source from which the Parent Company returns capital to stockholders, whether through the payment of dividends on its common and preferred stock or the repurchase of shares pursuant to a share repurchase program (“SRP”). In addition, these dividends are the primary source for paying interest and principal on its debt obligations. State and federal laws impose restrictions on the dividends that FCB may pay to the Parent Company. Refer to Item 1. Business—Regulatory Considerations—Limitations on Dividends and Other Payments for additional information. Among other things, we are required to submit an annual capital plan to the Federal Reserve that includes any planned dividends or equity repurchases over a set planning horizon. The Federal Reserve could prohibit or limit the Parent Company’s payment of dividends, redemptions, or stock repurchases if it determines that payment of the dividend or such equity repurchase would constitute an unsafe or unsound practice. In the event FCB is unable to pay dividends to us for an extended period of time, the Parent Company may not be able to service its debt obligations or pay dividends on its common or preferred stock, and the inability to receive dividends from FCB could consequently have a material adverse effect on our business, financial condition and results of operations.\nNew technologies, and our ability to efficiently and effectively implement, market and deliver new products and services to our customers present competitive risks.\nThe financial services industry is continually undergoing rapid technological change with frequent introduction of new technology-related products and services. The effective use of technology increases efficiency and enables financial institutions to better serve customers and to reduce costs. The rapid growth of new digital technologies related to the digitization of banking services and capabilities, including through internet services, smart phones and other mobile devices, requires us to continuously evaluate our product and service offerings to ensure they remain competitive. These trends were accelerated by more employees that work-from-home, which has increased demand for mobile banking solutions. Our success depends in part on our ability to adapt and deliver our products and services in a manner responsive to evolving industry standards and consumer preferences. New technologies by banks and non-bank service providers may create risks if our products and services are no longer competitive with then-current standards, and could negatively affect our ability to attract or maintain a loyal customer base. In addition, our utilization of new technologies may also create risks that our customers may not be ready for or may not adopt such technologies. We may not be able to effectively implement new technology-related products and services that allow us to remain competitive or be successful in marketing these products and services to our customers. These risks may affect our ability to grow and retain customers and could reduce our revenue streams from certain products and services, while increasing expenses associated with developing more competitive solutions, which could adversely affect our results of operations and financial condition. \nWe are subject to reputational risks that could harm our business and prospects. If we were subject to reputational harm, it could have a material adverse impact on our business, financial condition and results of operations.\nMaintaining our reputation is important to our business and our brand. We are subject to reputational risks that could harm our business and prospects and arise from numerous sources, including those discussed further in this Annual Report on Form 10-K. Sources of reputational risks have included and may in the future include, among others, cyberattacks, legal claims and regulatory action, fraudulent activities aimed at us or parties with whom we do business, inaccurate or incomplete data, insufficient operational infrastructure or oversight, employee misconduct, non-compliance with applicable law or regulatory policies by us or parties with whom we do business, any inability to provide reliable financial reports or maintain effective internal controls, failure of our environmental, social and governance (“ESG”) practices to meet investor or stakeholder expectations, or public perceptions of our business practices, including our deposit pricing and acquisition activity.\nOur reputation may also be damaged by adverse publicity or negative information regarding us, whether or not true, that may be published or broadcast by the media or posted on social media, non-mainstream news services or other parts of the internet. This risk can be magnified by the speed and pervasiveness with which information is disseminated through those channels. Because we conduct most of our businesses under the “First Citizens” brand, negative public opinion about one business could affect our other businesses.\nReputational harm may lead to, among other things, a decline in our deposit balances and an increased risk that we become subject to litigation and regulatory action. Such reputational harm could have a material adverse impact on our business, financial condition and results of operations.\nOperational Risks\nWe face significant operational risks in our businesses and may fail to maintain appropriate operational infrastructure and oversight.\nSafely conducting and growing our business requires that we create and maintain an appropriate operational and organizational control infrastructure. Operational risk can arise in numerous ways, including, but not limited to, employee fraud, customer fraud, control lapses in bank operations and information technology, and pace of change brought about by organizational growth. Our dependence on our employees and internal and third-party automated systems and vendors to record and process transactions may further increase the risk that technical failures or system-tampering will result in losses that are difficult to detect. Our internal controls that are intended to safeguard and maintain our operational and organizational infrastructure and information, as well as oversee and monitor control effectiveness, have inherent limitations and may not be successful. We have been, and may in the future be, subject to disruptions of our operating systems arising from events that are wholly or partially beyond our control. In addition, our railcars are used to transport a variety of products including, but not limited to, cement, energy products, chemicals and coal. An accidental derailment of these railcars could result in personal injury and property damage, which could be significant, as well as potential environmental remediation and restoration obligations and penalties. Failure to maintain appropriate operational infrastructure and oversight or to safely operate our business can lead to loss of service to customers, reputational harm, legal actions and noncompliance with various laws and regulations, all of which could have a material adverse impact on our business, financial condition and results of operations. \nA cyberattack, information or security breach, or a technology outage of ours or of a third-party could adversely affect our ability to conduct our business, manage our exposure to risk, result in the disclosure or misuse of confidential customer or employee data or proprietary information, and increase our costs to maintain and update our operational and security systems and infrastructure. Such an event could adversely impact our results of operations, liquidity and financial condition, as well as cause us legal or reputational harm. \nOur businesses are highly dependent on the security and efficacy of our infrastructure, computer and data management systems, as well as those of third parties with whom we interact or on whom we rely. Our businesses rely on the secure processing, transmission, storage and retrieval of confidential, proprietary and other information in our computer and data management systems and networks, and in the computer and data management systems and networks of third parties. In addition, to access our network, products and services, our customers and other third parties may use personal mobile devices or computing devices that are outside of our network environment and are subject to their own cybersecurity risks, which may provide a point of entry for adverse effects on our own network environment. \nWe, as well as our customers, regulators, third-party service providers, and other third parties with whom we do business, have been subject to, and are likely to continue to be the target of, cyberattacks. These cyberattacks include computer viruses, malicious or destructive code, ransomware, phishing attacks, denial of service or other security breaches that could result in the unauthorized release, gathering, monitoring, misuse, loss or destruction of confidential, proprietary or personal data. As cyber threats continue to evolve, we have been and will continue to be required to expend significant resources to continuously enhance our protective measures and may be required to expend significant resources to investigate and remediate any information security vulnerabilities or incidents. We could continue to experience cyberattacks, and we acknowledge that we cannot implement guaranteed preventive measures against all security threats. Additionally, a security breach may be difficult to detect, even after it occurs, which may compound the issue related to such breach.\nContinued geopolitical and geographical turmoil, including the ongoing conflicts in Ukraine and the Middle East, as well as increasing tensions in the South China Sea, has heightened the risk of cyberattacks and has created new risks for cybersecurity. For example, the U.S. government has warned that sanctions imposed against Russia by the United States in response to its conflict with Ukraine could motivate Russia to engage in malicious cyber activities against the United States. In addition, the U.S. government has warned that Iran may pose an increased cyber threat to U.S. critical infrastructure, such as the financial services sector, as the conflicts in the Middle East continue. If such cyberattacks occur, it could result in severe costs and disruptions to governmental entities and companies and their operations. The impact of the conflict and retaliatory measures is continually evolving and cannot be predicted with certainty. FCB has a higher risk of being impacted by geopolitical events due to FCB’s expanded geographic footprint and increased prominence. Our Enterprise Cyber Security Office (“ECSO”) continues in its efforts to closely monitor changes in the threat landscape. \nCybersecurity risks for large banking institutions, such as FCB, have significantly increased in recent years in part because of the proliferation of new technologies, including generative AI, the use of the internet and mobile banking to conduct financial transactions, and the increased sophistication of criminal activities. In March 2024, the U.S. Treasury cautioned financial institutions with respect to AI vulnerabilities and threat-actor capabilities, and in September 2024, the DOJ updated guidance to prosecutors in their investigations of corporations, including an expectation of corporations having conducted risk assessments regarding use of new technologies like AI. Refer to Item 1. Business—Regulatory Considerations—Artificial Intelligence for additional information. Cyberattacks involving LFIs, including distributed denial of service attacks designed to disrupt external customer-facing services, nation state cyberattacks and ransomware attacks designed to deny organizations access to key internal resources or systems or other critical data, as well as targeted social engineering and phishing email and text message attacks designed to allow unauthorized persons to obtain access to an institution’s information systems and data or that of its customers, are becoming more common and increasingly sophisticated. In particular, there has been an observed increase in the number of distributed denial of service attacks against the financial sector in recent years, which increase is believed to be partially attributable to politically motivated attacks as well as financial demands coupled with extortion. These risks are expected to continue and further intensify in the future. Even the most advanced control environment may be vulnerable to compromise given the possibility of employee error, failures to follow security procedures or malfeasance. Additionally, the increase of supply chain attacks, including potential attacks on third parties with access to our data or those providing critical services to us, remain an operational risk. As cyber threats continue to evolve, we may be required to expend significant additional resources to continue to modify or enhance our layers of defense or to investigate and remediate any information security vulnerabilities. Furthermore, past and future business transactions (such as acquisitions or integrations) could expose us to additional cybersecurity risks and vulnerabilities, as our systems could be negatively affected by vulnerabilities present in acquired or integrated entities’ systems and technologies.\nWe also face indirect technology, cybersecurity and operational risks relating to customers and other third parties with whom we do business or upon whom we rely to facilitate or enable our business activities, including financial counterparties; financial intermediaries such as clearing agents, exchanges and clearing houses; vendors and other external dependencies; regulators; and providers of critical infrastructure such as internet access and electrical power. As a result of increasing consolidation, interdependence and complexity of financial entities and technology systems, an event that materially degrades, or disrupts systems of one or more financial entities could have a material impact on counterparties or other market participants, including us. This consolidation interconnectivity and complexity increases the risk of operational failure, for both individual and industry-wide bases, as disparate systems need to be integrated, often on an accelerated basis. Any third-party technology failure, cyberattack or other information or security breach, termination or constraint could, among other things, adversely affect our ability to effect transactions, service our customers, manage our exposure to risk or expand our businesses. \nCyberattacks or other information or security breaches, whether directed at us or third parties, may result in a material loss or have material consequences. Furthermore, the public perception that a cyberattack on our systems has been successful, correct or not, may damage our reputation with customers and third parties. A successful penetration or circumvention of system security could cause us negative consequences, including loss of customers and business opportunities, disruption to our operations and business, misappropriation or destruction of our confidential information and that of our customers, or damage to our customers’ and third parties’ computers or systems. In addition, such penetration or circumvention could result in a violation of applicable data privacy and protection laws and other laws, litigation exposure, regulatory fines, penalties or intervention, loss of confidence in our security measures, reputational damage, reimbursement or other compensatory costs and additional compliance costs. The consequences and results of any such penetration or circumvention could adversely impact our results of operations, liquidity and financial condition.\nAlthough to date we are not aware of any material losses or other material consequences relating to technology failure, cyberattacks or other information or security breaches, whether directed at us or third parties, we may suffer such losses or other consequences in the future. Additionally, insurance coverage may not be available for such losses or, where available, such losses may exceed insurance limits.\nWe depend on the effectiveness and integrity of employees, and the systems and controls for which they are responsible, to manage operational risks.\nWe rely on our employees to design, manage and operate our systems and controls to assure that we properly enter into, record and manage processes, transactions and other relationships with customers, suppliers and other parties with whom we do business. In some cases, we may rely on employees of third parties to perform these tasks. We also depend on employees and the systems and controls for which they are responsible to assure that we identify and mitigate the risks that are inherent in our business, relationships and activities, including compliance, risk management and fraud prevention. \nAs a result of our necessary reliance on employees, whether ours or those of third parties, to perform these tasks and manage resulting risks, we are subject to human vulnerabilities. These may range from innocent human error to misconduct or malfeasance, potentially leading to operational breakdowns or other failures. Our controls and procedures may not be adequate to prevent problems resulting from human involvement in our business, including risks of employee misconduct or malfeasance as well as risk associated with the design, operation and monitoring of systems and controls, whether manual or automated. We may also fail to adequately maintain a culture of risk management among our employees. These concerns are increased when we introduce new products or services, acquire or invest in a business or implement new technologies, or change systems, processes or procedures (including in connection with strategic efforts to streamline the information technology operating environment and improve data infrastructure), as we may fail to adequately identify or manage operational risks resulting from such changes. These concerns may be further exacerbated by employee turnover and labor shortages. In addition, while we use automation in design of manual systems and controls to help reduce some risks, we continue to rely on many manual systems and controls. Use of automation also may present its own risks, including potential outages or other problems, and does not eliminate the need for effective design, operation and remediation by employees. \nAny of the foregoing may lead to customer remediation costs, regulatory fines or penalties, litigation or enforcement actions or limitations on our business activities, as well as reputational harm and an erosion in customer confidence, any of which could impact our financial and competitive position. \nWe are subject to litigation and other legal liability risks, and our expenses related to such risks may adversely affect our results.\nWe are subject to litigation and other legal liability risks in the ordinary course of our business. Claims and legal actions, including supervisory actions by our regulators, that have been or may be initiated against us (including against entities that we acquire) or that involve matters for which we have indemnification obligations or other retained liabilities from time to time could involve large monetary sums and significant defense costs. During the last credit crisis, we saw the number of cases and our expenses related to those cases increase and we expect to see the same in future credit crises. The outcomes of such cases are always uncertain until finally adjudicated or resolved.\nIn the course of our business, we may foreclose on and take title to real estate that contains or was used in the manufacture or processing of hazardous materials or that is subject to other environmental risks. In addition, we may lease equipment to our customers that is used to mine, develop, and process hazardous materials, and our railcars may be used to transport hazardous materials. As a result, we could be subject to environmental liabilities or claims for negligence, property damage or personal injury with respect to these properties or equipment. We may be held liable to a governmental entity or to third parties for property damage, personal injury, investigation and clean-up costs incurred by these parties in connection with environmental contamination, accidents or other hazardous risks, or may be required to investigate or clean up hazardous or toxic substances or chemical releases at a property. The costs associated with investigation or remediation activities could be substantial. In addition, if we are the owner or former owner of a contaminated site or equipment involved in a hazardous incident, we may be subject to common law claims by third parties based on damages and costs resulting from environmental contamination, property damage, personal injury or other hazardous risks emanating from the property or related to the equipment.\nWe establish reserves for legal claims when payments associated with the claims become probable and our liability can be reasonably estimated. We may still incur legal costs for a matter even if we have not established a reserve. In addition, the actual amount paid in resolution of a legal claim may be substantially higher than any amounts reserved for the matter. The ultimate resolution of a legal proceeding, depending on the remedy sought and any relief granted, could materially adversely affect our results of operations and financial condition.\nSubstantial legal claims or significant regulatory action against us or that involve matters for which we have indemnification obligations or other retained liabilities could have material adverse financial effects or cause significant reputational harm to us, which in turn could seriously harm our business prospects. We may be exposed to substantial uninsured legal liabilities and regulatory actions which could adversely affect our results of operations and financial condition. For additional information, refer to the Notes to the Consolidated Financial Statements contained in Item 8. Financial Statements and Supplementary Data, Note 23—Commitments and Contingencies.\nWe depend on qualified personnel for our success and may not be able to retain or attract such personnel.\nAs a human capital-intensive business, our success largely depends on our ability to attract, develop, and retain highly skilled and qualified executive officers and management, financial, compliance, technical, operations, risk management, sales, and support employees. Attracting and retaining key talent is of heightened importance due to the significant expansion of the size, geographic reach and operational scope of our business that occurred in connection with the CIT Merger and SVBB Acquisition. \nWe face significant competition in the recruitment of qualified executive officers and employees. We may also be limited by other factors in our ability to retain executive officers and employees, which may result in, among other things, departures following or in connection with our mergers and acquisition activity. Losses of, or changes in, our current executive officers or other key personnel and their expertise and services, or substantial increases in the costs of employee compensation or benefits, may disrupt our business and could adversely affect our financial condition and results of operations. \nWe have developed an executive officer succession plan intended to develop leadership and avoid significant disruptions in our business. However, implementation could be incomplete or ineffective. In order to be successful in developing and retaining current executive officers and other key personnel we recognize that it is important to execute on our talent management and succession planning process to maintain personnel to support current operations, as well as retain talent to continue to execute growth, expansion and acquisition strategies. \nIf we were unsuccessful in retaining our current executive officers or other key personnel or hiring additional key personnel to assist in executing our growth, expansion and acquisition strategies, those strategies could fail or be less successful than they would otherwise be.\nOur compensation practices are subject to review and oversight by the Federal Reserve, the FDIC and other regulators. The federal banking agencies have issued joint guidance on executive compensation designed to help ensure that a banking organization’s incentive compensation policies do not encourage imprudent risk taking and are consistent with the safety and soundness of the organization. We have also adopted a clawback policy applicable to certain incentive compensation received by our executive officers as required by SEC rules and Nasdaq listing standards. In addition, the Dodd-Frank Act required those agencies, along with the SEC, to adopt rules to require reporting of incentive compensation and to prohibit certain compensation arrangements, which rules have not been finalized to date. Refer to Item 1. Business—Regulatory Considerations—Compensation for additional information. If, because of complying with existing or future rules, we are unable to attract and retain qualified employees, or do so at rates necessary to maintain our competitive position, or if the compensation costs required to attract and retain employees become more significant, our performance, including our competitive position, could be materially adversely affected.\nWe are exposed to losses related to fraud.\nAs technology continues to evolve, criminals are using increasingly more sophisticated techniques to commit fraud, hide fraudulent activity, and proliferate effective techniques through social media. Fraudulent activity that we have been and are likely to continue to be exposed to can come in many forms, including debit card/credit card fraud, check fraud, wire fraud, electronic scanning devices attached to automated teller machines, use of AI to facilitate the perpetration of social engineering and impersonation schemes and identity theft, peer-to-peer payment fraud, social engineering, digital fraud, malware, and phishing, smishing, or vishing attacks to obtain personal information and fraudulent impersonation of our customers through the use of falsified documents, fake identification, or stolen credentials. We expect that combating fraudulent activities as they evolve will require continued ongoing investments and attention in the future as significant fraud could cause us direct losses for which insurance coverage may not be available, or where available, that exceed insurance limits, result in potential legal actions as a result of operational deficiency or noncompliance with regulatory standards, or impair our customer relationships, among other potential consequences, adversely impacting our reputation or results of operation.\nOur business and financial performance could be impacted by natural or man-made disasters, global pandemics, acts of war or terrorist activities, climate change or other adverse external events.\nNatural or man-made disasters (including, but not limited to, earthquakes, hurricanes, tornadoes, floods, tsunamis, fires, pollution, and explosions), global pandemics, acts of war, terrorist activities, climate change or other adverse external events, as well as government actions or other restrictions in connection with such events, could hurt our financial performance (i) directly through damage to our facilities or other impacts to our ability to conduct business in the ordinary course, and (ii) indirectly through such damage or impacts to our customers, suppliers or other counterparties. In particular, a significant amount of our business is concentrated in North Carolina, South Carolina, California, Texas, New York, Massachusetts and Florida, including areas where our facilities and retail and commercial customers have been and, in the future, could be impacted by hurricanes and flooding, earthquakes, wildfires, and rising sea levels. We also do business in Georgia, Virginia, Nebraska, Arizona, New Jersey, Hawaii, Nevada, as well as in Canada and other international locations our clients are domiciled, all of which also include areas significantly exposed to the foregoing risks. We could also suffer adverse results to the extent that disasters, wars, terrorist activities, riots or civil unrest affect the broader markets or economy or our operations specifically. Our ability to minimize the consequences of such events is in significant measure reliant on the quality of our disaster recovery planning and our ability, if any, to forecast the events, and such quality and ability may be inadequate.\nThere has been increasing regulatory, political and social attention to the issue of climate change and related environmental sustainability matters. Federal and state legislators and regulatory agencies have issued, proposed, and continue to advance numerous legislative and regulatory initiatives seeking to mitigate the negative effects of climate change. Refer to Item 1. Business—Regulatory Considerations—Climate for additional information. We would expect to experience increased compliance costs and other compliance-related risks associated with complying with all such laws and regulations, and guidance applicable to our operations. Moreover, this could result in increased management time and attention to ensure we are compliant with the regulations and expectations. Such climate change-related measures may also result in the imposition of taxes and fees, the required purchase of emission credits or the implementation of significant operational changes, each of which may require us to expend significant capital and incur compliance, operating, maintenance and remediation costs. Additionally, many of our suppliers and business partners may be subject to similar requirements, which may augment or create additional risks.\nAs a banking organization, the physical effects of climate change may present certain unique risks to us, our customers, collateral, or third parties on which we rely. For example, an increase in the frequency or magnitude of natural disasters, shifts in local climates and other disruptions related to climate change may adversely affect the value of real properties securing our loans, which could diminish the value of our loan portfolio. Such events have in the past and may in the future cause reductions in regional and local economic activity that have had and in the future may have an adverse effect on our customers. Consumers and businesses in communities that we serve may change their behavior and preferences because of these issues and new climate change laws and regulations aimed at mitigating climate change. The impact on our customers will likely vary depending on their geographic location, specific attributes, including their reliance on or role in carbon intensive activities and therefore, we could experience a drop in demand for our products and services, particularly in certain sectors. We may also be subject to adverse action and scrutiny from our regulators or other third parties, such as environmental advocacy organizations or state governments, in relation to how our business relates to, has addressed or failed to address, or disclosed climate change-related risks. Each of these outcomes, in addition to other risks posed by climate change, could have a material adverse effect on our financial condition and results of operations and may require that additional expenses and resources be incurred as we evolve our strategy and internal policies with respect to these matters. \nWe rely on third-party vendors to provide key components of our business infrastructure, and our vendors may be responsible for or contribute to failures that adversely affect our operations.\nThird party vendors provide key components of our business infrastructure, including certain data processing and information services. Their services could be difficult to quickly replace in the event of failure or other interruption in service. Failures of certain vendors to provide services could adversely affect our ability to deliver products and services to our customers leading to non-compliance with regulatory requirements. Third party vendors also present information security risks to us, both directly and indirectly through our customers. While we monitor significant vendor risks, including the financial stability of critical vendors, our monitoring may be inadequate and incomplete. The failure of a critical third-party vendor to provide key components of our business infrastructure could substantially disrupt our business and cause us to incur significant expense while harming our relationships with our customers.\nThe quality of our data could deteriorate and cause financial or reputational harm to FCB.\nOur data governance program is reliant on the execution of procedures, process controls and system functionality, and errors may occur. Incomplete, inconsistent, or inaccurate data could lead to non-compliance with regulatory requirements and result in fines. Additionally, adverse impacts on customers could result in reputational harm and customer attrition. Inaccurate or incomplete data presents the risk that business decisions relying on such data will prove inefficient, ineffective or harmful to us. Additionally, information we provide to our investors and regulators may be negatively impacted by inaccurate or incomplete data, which could have a wide range of adverse consequences such as legal liability and reputational harm.\nDeposit insurance premiums levied against banks, including FCB, may increase if the number of bank failures increase or the cost of resolving failed banks increases.\nThe FDIC maintains the DIF to protect insured depositors in the event of bank failures. The DIF is funded by insurance premiums assessed on IDIs including FCB. Future insurance premiums paid by banks, including FCB, will depend on FDIC rules, which are subject to change, the level of the DIF and the magnitude and cost of future bank failures. For example, the FDIC began collecting a special assessment to recover the loss to the DIF associated with the bank failures in spring of 2023, beginning with the first quarterly assessment period of 2024. Refer to Item 1. Business—Regulatory Considerations—FDIC Insurance for additional information on insurance premiums, as well as payment of the special assessment. We may be required to pay significantly higher insurance premiums if market developments change such that the DIF balance is reduced or the FDIC changes its rules to require higher premiums.\nChanges being proposed and implemented by the Trump administration are expected to fundamentally alter the size and scope of the federal government through reduction of the federal work force and the potential reduction, change in direction or possible elimination of, various government agencies and programs.\nThe Trump administration is proposing and seeking to implement significant changes to the size and scope of the federal government. These changes may include reductions to government funding of various programs and agencies, alteration of the payment systems it uses, changes in policy direction, reduction and possible elimination of various federal agencies and bureaus and reduction of the overall federal government workforce. These changes, if implemented and taken as a whole, appear unprecedented and may have impacts on the economy as a whole or different regions or segments of the economy or asset classes which are difficult to predict at this time. Accordingly, it is possible that such comprehensive changes may be materially adverse to our customers, business, financial condition and results of operation.\nCredit Risks\nIf we fail to effectively manage credit risk, our business and financial condition will suffer.\nEffectively managing credit risks is essential for the operation of our business. There are credit risks inherent in making any loan, including risks of repayment, risks with respect to the period of time over which the loan may be repaid, risks relating to proper loan underwriting and guidelines, risks resulting from changes in economic and industry conditions, risks in dealing with individual borrowers and risks resulting from uncertainties as to the future value of collateral. Our loan approval procedures and our credit risk monitoring may be or become inadequate to appropriately manage the inherent credit risks associated with lending. Our credit administration personnel, policies and procedures may not adequately adapt to changes in economic or other conditions affecting customers and the quality of our loan portfolio. Any failure to manage such credit risks may materially adversely affect our business, consolidated results of operations and financial condition because it may lead to loans that we make not being paid back in part or in full on a timely basis or at all. \nOur allowance for credit losses may prove to be insufficient to absorb losses in our credit portfolios.\nWe maintain an allowance for loan and lease losses (“ALLL”) that is designed to cover expected credit losses on loans and leases that borrowers may not repay in their entirety. A reserve is also maintained in other liabilities to cover expected losses for off-balance sheet credit exposures. The ALLL may not be sufficient to cover actual credit losses, and future provisions for credit losses could materially and adversely affect our operating results. Accounting measurements related to asset impairment and the ALLL require significant estimates that are subject to uncertainty and revisions due to new information and changing circumstances. The significant uncertainties surrounding our borrowers’ abilities to conduct their businesses successfully through changing economic environments, competitive challenges and other factors complicate our estimates of the risk and amount of loss on any loan. Due to the degree of uncertainty and the susceptibility to change, the actual losses may vary substantially from current estimates. We also expect fluctuations in the ALLL due to economic changes nationally as well as locally within the states in which we conduct business. In addition, the reserve related to off-balance sheet credit exposures may not be sufficient to cover actual losses, and future provisions for such losses could also materially and adversely affect our operating results and are also subject to significant uncertainties and fluctuations.\nAs an integral part of their examination process, our banking regulators periodically review the ALLL and may require us to increase it by recognizing additional provisions for credit losses charged to expense or to decrease the allowance by recognizing loan charge-offs, net of recoveries. Any such required additional credit loss provisions or loan charge-offs could have a material adverse effect on our financial condition and results of operations.\nOur concentration of loans and leases in certain industries increases the risk of losses and could impair our earnings if these industries experience economic difficulties.\nOur loans and leases include concentrations in certain industries in healthcare, such as medical and dental industries, as well as the Rail segment. A significant portion of the loans are concentrated within certain industries, including technology, life science and healthcare, and with private equity and venture capital clients, areas in which we did not have significant exposure prior to the SVBB Acquisition. Although we believe our combined loan portfolio is diversified, borrowers in certain industries may have a heightened vulnerability to negative economic conditions. For example, statutory or regulatory changes relevant to the medical and dental industries, or economic conditions in the market generally, could negatively impact these borrowers’ businesses and their ability to repay their loans with us. Additionally, smaller practices such as those in the dental industry generally have fewer financial resources in terms of capital or borrowing capacity than larger entities, and generally have a heightened vulnerability to negative economic conditions. Repayment of loans in the innovation banking portfolios for early-stage and mid-stage privately held companies, may depend upon receipt by those borrowers of additional financing from venture capitalists or others, or, in some cases, a successful sale to a third-party, public offering or other form of liquidity event. In addition, decreases in the amount of equity capital available to early-stage and mid-stage companies, including through a decrease in merger and acquisition activity, could adversely impact the ability of borrowers to repay our loans in these industries. If such events occur, our levels of nonperforming assets and charge-offs may increase, and we may be required to increase our ALLL through additional provisions on our income statement, which would reduce reported net income and could have an adverse effect on our business, financial condition, results of operations and prospects.\nDue to our substantial concentration in our Rail segment, if there is a significant downturn in shipping by railcar, it could have a material adverse effect on our business and results of operations. In addition, volatility in the price of, and demand for, oil and gas may have negative effects on not only our loan exposures in the exploration and production section, but may also lead to a decreased demand for our railcars.\nDeteriorating credit quality and our reliance on junior liens may adversely impact our business and our results of operations.\nAs a lender, we are exposed to the risk that our customers will be unable to repay their loans and other obligations in accordance with the terms of the relevant agreements, and that any collateral securing the payment of their loans and obligations may be insufficient to assure full repayment. Credit losses are inherent in the business of making loans and entering into other financial arrangements. Factors that influence our credit losses include overall economic conditions affecting businesses and consumers, generally, but also residential and commercial real estate (“CRE”) valuations. For example, real property collateral values may be impacted by economic conditions in the real estate market and may result in losses on loans that, while adequately collateralized at the time of origination, become inadequately collateralized over time. CRE loans may involve a higher risk of default compared to our other types of loans as a result of several factors, including, but not limited to, prevailing economic conditions and volatility in real estate markets, occupancy, rental collections, interest rates, and collateral value. Recent trends including the growth of e-commerce, and work-from-home arrangements, as well as high interest rate levels over the past two years, have had an adverse impact on the CRE sector, including retail stores, hotels and office buildings, creating greater risk exposure for our CRE loan portfolio. In addition, our reliance on junior liens is concentrated in our consumer revolving mortgage loan portfolio. Approximately three-quarters of the consumer revolving mortgage portfolio is secured by junior lien positions, and lower real estate values for collateral underlying these loans may cause the outstanding balance of the senior lien to exceed the value of the collateral, resulting in a junior lien loan becoming effectively unsecured. Inadequate collateral values, rising interest rates and unfavorable economic conditions could result in greater delinquencies, write-downs or charge-offs in future periods, which could have a material adverse impact on our results of operations and capital adequacy.\nThe financial system is highly interrelated, and financial or systemic shocks or the failure of even a single financial institution or other participant in the financial system could expose us to credit risk through potential counterparty default and adversely impact our financial condition and results of operations.\nThe soundness and stability of many financial institutions may be closely interrelated as a result of credit, trading, clearing, counterparty and other relationships between the institutions. As a result, concerns about, or a default or threatened default by, one institution could lead to significant market-wide liquidity and credit problems, losses or defaults by other institutions. For example, the failures of several high-profile banking institutions in early 2023 caused significant market volatility, regulatory uncertainty, and decreased confidence in the U.S. banking system. In response to these bank failures, the U.S. government has proposed a variety of measures and new regulations designed to strengthen capital levels, liquidity standards, and risk management practices and otherwise restore confidence in financial institutions. Any reforms, if adopted, could have a significant impact on banks and BHCs, including us. In addition, we have credit exposure to numerous financial services providers, including banks, securities brokers and dealers and other financial services providers. Because of the closely interrelated dependencies between us and other financial institutions in a rapidly changing environment, our financial institutions portfolio management practices may not be able to offset the residual credit risk from a counterparty default, and may result in credit losses that may adversely impact our financial condition and results of operations. \nChanges in U.S. trade policies, including the imposition of tariffs and retaliatory tariffs, may adversely impact our business, financial condition, and results of operations. \nThe Trump administration has signaled the potential imposition of tariffs and retaliatory tariffs against U.S. trading partners. During his campaign, President Trump indicated that he would seek to impose a 25% tariff against all goods imported from Canada and Mexico, a 60% tariff on goods from China and a blank tariff of 10% to 20% on other imports to the U.S. On February 1, 2025, President Trump issued an Executive Order imposing tariffs on imports from Canada, Mexico, and China in response to a declared national emergency to address the “extraordinary threat posed by illegal aliens and drugs.” The newly imposed tariffs have resulted in immediate threats of retaliatory tariffs against U.S. goods and negotiations which have delayed the tariffs on Canada and Mexico for 30 days, and may result in other negotiated agreements with one or more of the countries affected. These and other potential tariffs and trade restrictions may cause the prices of our customers’ products to increase, which could reduce demand for such products, or reduce our customers’ margins, and adversely impact their revenues, financial results, and ability to service debt. This, in turn, could adversely affect our financial condition and results of operations. At this time, it remains unclear what the U.S. government or foreign governments will or will not do with respect to additional tariffs that may be imposed or international trade agreements and policies. \nMarket Risks\nFailure to effectively manage our interest rate sensitivity within our defined risk appetite could adversely affect our earnings. \nOur results of operations and cash flows are highly dependent upon net interest income (“NII”). Interest rates are highly sensitive to many factors that are beyond our control, including general economic and market conditions and policies of various governmental and regulatory agencies, particularly the actions of the Federal Reserve’s Federal Open Market Committee (“FOMC”). Changes in monetary policy, including changes in interest rates, could influence interest income, interest expense, and the fair value of our financial assets and liabilities. If changes in interest rates on our interest-earning assets are not equal to the changes in interest rates on our interest-bearing liabilities, our NII and, therefore, our net income, could be adversely impacted.\nThe FOMC reduced its target for the federal funds rate three times in 2024, although it kept the target the same at its meeting in January 2025. If indicators show signs that inflation is stabilizing in the future, the FOMC may continue to reduce interest rates further over the next 12 months. Any future change in monetary policy by the Federal Reserve resulting in lower interest rates may negatively impact our performance and financial condition due to the composition of our interest rate sensitive assets and liabilities. Our portfolio is generally in a net asset-sensitive position whereby our assets reprice faster than our liabilities, which is generally concentrated at the short end of the yield curve. While our interest expense may decline, the impact on our interest-rate sensitive assets may be greater, resulting in a potential decrease to our NII.\nAs interest rates rise, our interest expense will increase and our net interest margin (“NIM”) may decrease, negatively impacting our performance and our financial condition. To the extent banks and other financial services providers compete for interest-bearing deposit accounts through higher interest rates, our deposit base could be reduced if we are unwilling to pay those higher rates. If we decide to compete with those higher interest rates, our cost of funds could increase and our NIM could be reduced, dependent on the timing and sensitivities of our interest-earning assets and interest-bearing liabilities. Additionally, higher interest rates may impact our ability to originate new loans. Increases in interest rates could adversely affect the ability of our borrowers to meet higher payment obligations. If this occurred, it could cause an increase in nonperforming assets and net charge-offs.\nWe cannot control or predict with certainty changes in interest rates. The forecasts of future NII by our interest rate risk monitoring system are estimates and may be inaccurate. Actual interest rate movements may differ from our forecasts, and unexpected actions by the FOMC may have a direct impact on market interest rates. Over the past year, the Federal Reserve has steadily reduced the target range for the federal funds rate, reaching a range of 4.25% to 4.50% as of December 18, 2024. The Federal Reserve did not further change interest rates at its January 2025 meeting. Although the Chairman of the Federal Reserve has indicated that the target funds rate will most likely decline in small periodic increments and more recently stated that the Federal Reserve does not need to hurry to lower rates further, it remains uncertain whether the FOMC will continue to reduce the federal funds rate, the extent and frequency of any such reductions, whether the FOMC will leave the rate at its current level for a lengthy period of time or whether FOMC will increase the targeted federal funds rate should inflation return to elevated levels.\nThe higher interest rate environment of recent periods, and our offerings of higher rates to attract or maintain deposits, has increased the cost of deposits, and may continue to do so, dependent on the FOMC actions. In addition, the high interest rate environment has increased costs on our other funding sources, and may continue to do so, in the event we may need to issue debt. \nUnfavorable economic conditions, as considered through a range of metrics, have and could continue to adversely affect our business.\nOur business is subject to periodic fluctuations based on international, national, regional and local economic conditions. These fluctuations are not predictable, cannot be controlled and have had and may continue to have or further have a material adverse impact on our operations and financial condition. Our banking operations are primarily located within several states but are locally oriented and community-based. Our retail and commercial banking activities are primarily concentrated within the same geographic footprint. The markets in which we have the greatest presence are North Carolina, South Carolina, California, Texas, New York, Massachusetts and Florida. We also do business in Canada, primarily related to our rail portfolio. Worsening economic conditions within our markets, particularly within those with our greatest presence, could have a material adverse effect on our financial condition, results of operations and cash flows. Accordingly, we expect to continue to be dependent upon local business conditions, rail industry conditions and conditions in the local residential and CRE markets we serve. Unfavorable changes in unemployment, real estate values, inflation, interest rates, foreign currency exchange rate fluctuations and other factors could weaken the economies of the communities we serve and otherwise adversely affect our business. Thus far, this includes unrealized losses on investment securities, but could create additional adverse impacts to provision for credit losses and declines in demand for our products and services.\nWe conduct limited business operations in certain foreign jurisdictions, and we engage in certain cross border lending and leasing transactions. An economic recession or downturn or business disruption associated with the political or economic environments in the international markets in which we operate could similarly adversely affect us.\nU.S. debt ceiling and budget deficit concerns have and could continue to adversely affect our business.\nThe level of United States debt and global economic conditions can have a destabilizing effect on financial markets. For example, a U.S. government debt default, threatened default, or downgrade of the sovereign credit ratings of the United States by credit rating agencies, could have an adverse impact on the financial markets, interest rates and economic conditions in the United States and worldwide. The U.S. debt ceiling and budget deficit concerns in recent years have increased the possibility of U.S. government shutdowns, forced federal spending reductions, debt defaults, credit-rating downgrades and an economic slowdown or recession in the United States. Political tensions may make it difficult for the U.S. Congress to agree on any further increases to or suspension of the debt ceiling in a timely manner or at all, which may lead to a default by the U.S. government or downgrades of its credit ratings. Many of the investment securities held in FCB’s portfolio are issued by the U.S. government and government agencies and sponsored entities, which are generally viewed as among the most conservative investment options. While the likelihood may be remote, a government default or threat of default would impact the price and liquidity of U.S. government securities. A debt default or further downgrade to the U.S. government’s sovereign credit rating or its perceived creditworthiness could also adversely affect the ability of the U.S. government to support the financial stability of the Federal National Mortgage Association and the Federal Home Loan Mortgage Corporation, commonly known as Fannie Mae and Freddie Mac, respectively, as well as the Federal Home Loan Banks (“FHLBs”). Since banks are sensitive to the risk of downturns, the stock prices of all banks typically decline, sometimes substantially, if the market believes that a downturn has become more likely or is imminent. This effect can and often does occur indiscriminately, initially without much regard to different risk postures of different banks. Weakness in any of our market areas could have an adverse impact on our earnings, and consequently, our financial condition and capital adequacy.\nThe performance of equity securities and corporate bonds in our investment securities portfolio could be adversely impacted by the soundness and fluctuations in the market values of other financial institutions.\nOur investment securities portfolio contains certain equity securities and corporate bonds of other financial institutions. As a result, a portion of our investment securities portfolio is subject to fluctuation due to changes in the financial stability and market value of other financial institutions, as well as interest rate sensitivity to economic and market conditions. Such fluctuations could reduce the value of our investment securities portfolio and consequently have an adverse effect on our results of operations. \nThe value of our goodwill may decline in the future.\nOur goodwill could become impaired in the future. We test goodwill for impairment at least annually, comparing the estimated fair value of a reporting unit with its net book value. We would also test goodwill for impairment when certain events occur, such as a significant decline in our expected future cash flows, a significant adverse change in the business climate or a sustained decline in the price of our common stock. These tests may result in a write-off of goodwill deemed to be impaired, which could have a significant impact on our financial results.\nThe market price of our common stock may be volatile.\nAlthough publicly traded, our common stock, particularly our Class B common stock, has less liquidity and public float than many other large, publicly traded financial services companies. Lower liquidity increases the price volatility of our common stock and could make it difficult for our stockholders to sell or buy our common stock at specific prices.\nExcluding the impact of liquidity, the market price of our common stock has previously fluctuated and may continue to fluctuate widely in response to other factors, including expectations of financial and operating results, actual operating results, actions of institutional stockholders, speculation in the press or the investment community, market perception of acquisitions, including the CIT Merger and the SVBB Acquisition, rating agency upgrades or downgrades, the anticipated or actual incurrence of additional debt, stock prices of other companies that are similar to us, general market expectations related to the financial services industry, status of an SRP, and the potential impact of government actions affecting the financial services industry. Refer to Item 5. Market for Registrant’s Common Equity, Related Stockholder Matters and Issuer Purchases of Equity Securities for additional information with respect to variation in total returns in our Class A common stock in recent years and the volume of our Class A common stock repurchases under our SRP.\nLiquidity Risks\nIf our current level of balance sheet liquidity were to experience significant pressure, it could affect our ability to pay withdrawals by depositors, repay the Purchase Money Note and fund our operations.\nOur deposit base represents our primary source of core funding and balance sheet liquidity. These deposits are subject to fluctuation due to certain factors outside our control, such as increasing competitive pressures for retail or corporate customer deposits, changes in interest rates and returns on other investment classes, or a loss of confidence by customers in us or in the banking sector generally which could result in a significant outflow of deposits within a short period of time, which may have a material adverse effect on our liquidity position. In addition, the speed in which information is able to be shared electronically, such as through social media or online news sources, provides an environment for accelerated changes in liquidity. Also, in connection with the SVBB Acquisition, FCB issued a five-year note of approximately $35 billion payable to the FDIC (the “Purchase Money Note”) due March 2028, which was subsequently amended and restated to adjust the principal amount to approximately $36.07 billion. While scheduled principal payments are not required under the Purchase Money Note until maturity, FCB may voluntarily prepay principal without premium or penalty. We will continue to monitor the interest rate environment and assess whether any voluntary prepayments are prudent considering the fixed rate of 3.50% on the Purchase Money Note. Potential sources that could fund voluntary prepayments of the Purchase Money Note or the amount due at maturity include excess liquidity (primarily comprised of interest-earning deposits at banks and proceeds from maturities and paydowns of investment securities), FHLB advances, deposit growth, and issuance of unsecured debt or other borrowings. At the time of voluntary prepayment or maturity, the interest rates for the potential interest-bearing sources of repayment could be higher than the 3.50% rate on the Purchase Money Note.\nIn circumstances where our ability to generate needed liquidity is impaired, we may need to access other sources of funding such as borrowings from the FHLBs and the Federal Reserve, federal funds purchased lines, and brokered deposits, or other sources of liquidity including capital markets. While we maintain access to these non-core funding sources, these sources may be dependent on the availability of collateral as well as the counterparty’s willingness and ability to lend. In addition, our ability to access the capital markets may be impacted by unforeseen market forces or interruptions or a lack of market or customer confidence in us or in the banking sector generally. Inability to access sources of liquidity may affect our ability to pay withdrawals by depositors and fund our operations.\nWe are subject to enhanced liquidity risk management requirements as a Category IV banking organization, and failure to meet these requirements could result in regulatory and compliance risks, and possible restrictions on our activities. \nAs a Category IV banking organization, subject to the applicable transition provisions, we are subject to enhanced liquidity risk management requirements that applies to banking organizations with $100 billion or more in total consolidated assets, including reporting, liquidity stress testing, and tailored liquidity risk management requirements. We are also subject to resolution and contingency planning at the bank-level under the CIDI Rule, as well enhanced enterprise risk management requirements. Refer to Item 1. Business—Regulatory Considerations—Enhanced Prudential Standards for additional information. As we grow, were we to meet or exceed the asset thresholds for a Category III banking organization, we would become subject to additional liquidity requirements including the LCR and NSFR requirements. However, we would become subject to modified LCR and NSFR requirements as a Category IV banking organization if it has $50 billion or more, but less than $75 billion, in average weighted short-term wholesale funding under the current Tailoring Rules. Refer to Item 1. Business—Regulatory Considerations—Enhanced Prudential Standards—Category III Requirements. Failure to develop and maintain adequate systems and controls designed to comply with all requirements applicable to us under current regulations or as otherwise imposed by our regulators may lead to regulatory and compliance risks, including adverse regulatory action (including possible restrictions on our activities), along with inadequate liquidity.\nCapital Adequacy Risks\nOur ability to grow is contingent upon access to capital, which may not be readily available to us.\nOur primary capital sources have been retained earnings and debt issued through both private and public markets. Rating agencies regularly evaluate our creditworthiness and assign credit ratings to us and FCB. The ratings of the agencies are based on a number of factors, some of which are outside our control. In addition to factors specific to our financial strength and performance, the rating agencies also consider conditions generally affecting the financial services industry. We may not be able to maintain our current credit ratings. Rating reductions could adversely affect our access to funding sources and increase the cost of obtaining funding.\nBased on existing capital levels, we and FCB are well capitalized under current leverage and risk-based capital standards. Our ability to grow is contingent on our ability to generate or otherwise access sufficient capital to remain well capitalized under current and future capital adequacy guidelines.\nIf we fail to meet regulatory guidelines, including enhanced capital adequacy, liquidity, stress testing, and capital planning requirements, or are subject to certain other legal limitations, our financial condition and ability to pay dividends or make other payments could be adversely affected.\nWe are subject to enhanced capital adequacy, liquidity, stress testing, and capital planning requirements as a banking organization with over $100 billion in total consolidated assets. Regulators have implemented and may, from time to time, implement changes to these regulatory capital adequacy and liquidity requirements. The Parent Company and FCB are subject to bank capital rules under the Basel III framework, in addition to other capital adequacy requirements, liquidity requirements, and capital planning and stress testing requirements. The federal banking agencies have proposed enhanced capital requirements for banking organizations with $100 billion or more in total consolidated assets in connection with the finalization of the implementation of Basel III Endgame. However, the timing on the adoption of a final rule to implement Basel III Endgame is unknown, and the federal regulators have indicated that there will be a re-proposal that could include further tailoring to apply less stringent requirements to banking organizations with total consolidated assets between $100 billion and $250 billion. Failure to meet these requirements or any requirements we may become subject to in the future, or the applicability of certain other legal limitations, could adversely affect our financial condition and ability to declare dividends or make other payments or capital distributions, including equity repurchases. Refer to Item 1. Business—Regulatory Considerations—Enhanced Prudential Standards and —Regulatory Considerations—Limitations on Dividends and Other Payments for additional information.\nIncreases to our level of indebtedness could adversely affect our ability to raise additional capital and to meet our obligations.\nIn connection with the SVBB Acquisition, FCB issued the Purchase Money Note and FCB also entered into an Advance Facility Agreement, dated as of March 27, 2023 and effective as of November 20, 2023 (the “Advance Facility Agreement”) with the FDIC. In 2023, the federal banking agencies released an NPR, which would require large banks with total consolidated assets of $100 billion or more to maintain a minimum amount of long-term debt that can be used, in the instance of a bank’s failure, to absorb losses and increase options to resolve the failed bank. Our existing debt, together with any future incurrence of additional indebtedness, including under the Advance Facility Agreement, the Purchase Money Note, agreements with the FRB, debt issuance indentures or otherwise, could have consequences that are materially adverse to our business, financial condition or results of operations. For example, it could: (i) limit our ability to obtain additional financing for working capital, capital expenditures, debt service requirements, acquisitions and general corporate or other purposes; (ii) restrict us from making strategic acquisitions or cause us to make non-strategic divestitures; (iii) restrict us from paying dividends to our stockholders; (iv) increase our vulnerability to general economic and industry conditions; or (v) require a substantial portion of cash flow from operations to be dedicated to the payment of principal and interest on our indebtedness and dividends on the preferred stock, thereby reducing our ability to use cash flows to fund our operations, capital expenditures and future business opportunities. \nCompliance Risks\nWe operate in a highly regulated industry, and the laws and regulations that impact our operations, taxes, corporate governance, executive compensation and financial accounting and reporting, including changes in them or our failure to comply with them, may adversely affect us.\nWe operate in a highly regulated industry and are subject to many laws, rules, and regulations at both the federal and state levels. These broad-based laws, rules, and regulations impact the products and services we may offer and how we may offer them, the ways we may operate and the risks that we may take, the corporate and financial actions that may be taken, and the information we must publicly disclose. Some examples include enhanced prudential standards, public disclosure and reporting requirements, limitations on dividends and other payments, limitations on mergers and acquisitions, restrictions on our activities as an FHC and requirements for support of FCB, CRA requirements, payment of FDIC insurance premiums, AML and OFAC regulations, various consumer laws and regulations, and privacy, data protection and cybersecurity regulations, as well as laws that apply to our subsidiaries, including laws applicable to broker dealers, investment advisers, insurers and certain specialty businesses. Refer to Item 1. Business—Regulatory Considerations for additional information. These laws and others impact, among other things, our operations, taxes, corporate governance, executive compensation and financial accounting and reporting.\nCompliance with the extensive laws and regulations applicable to BHCs and banks can be difficult and costly. In addition, changes to statutes, regulations, or regulatory policies, including changes in interpretation or implementation of statutes, regulations, or policies, could affect us in substantial and unpredictable ways, including increased compliance costs that may limit our ability to pursue business opportunities and result in a material adverse impact on our financial condition and results of operations. Such changes could subject us to additional compliance and other costs, limit the types of financial services and products we may offer or business opportunities we may pursue, increase the ability of nonbanks to offer competing financial services and products, among other things, any of which may result in a material adverse impact on our financial condition and results of operations. Failure to comply with laws, regulations, or policies could result in adverse regulatory action (including potential limitations on our future acquisitions or activities, or requirements to forfeit assets), civil money penalties, or reputation damage. In addition to the other limitations described herein, the ability of our bank and its subsidiaries to guarantee our debt may be restricted and certain regulatory requirements may be imposed that may be more restrictive and may result in greater or earlier charges to earnings or reductions in our capital under United States Generally Accepted Accounting Principles (“GAAP”).\nInformation security and data privacy are areas of heightened legislative and regulatory focus.\nData privacy and security risks have become the subject of increasing legislative and regulatory focus in recent years. The federal banking agencies have proposed regulations that would enhance cyber risk management standards, which apply to a wide range of LFIs and their third-party service providers, including us and FCB, and would focus on cyber risk governance and management, management of internal and external dependencies, and incident response, cyber resilience, and situational awareness. Virtually all states have also proposed or adopted information security legislation and regulations, which require, among other things, notification to affected individuals and/or attorneys general, in the event of a data breach. \nWe collect, process, maintain, and store personal information of customers, prospects and employees. We employ data security and technology solutions to support adherence to our data protection obligations and risk mitigation efforts. The collection, sharing, use, disclosure, and protection of these types of information are governed by federal and state law. An increasing number of states have actual or proposed privacy and information security regulations, the intent of which is to increase transparency related to how personal information is processed, choices individuals have to control how their information is used and to protect the privacy of such information. The U.S. Congress and federal regulators have also implemented or are considering implementing similar laws or regulations which could create new individual privacy rights and impose increased obligations on companies handling personal data. Refer to Item 1. Business—Regulatory Considerations—Privacy, Data Protection, and Cybersecurity for additional information.\nWe continue to monitor developments and changes to applicable privacy and information security regulations and adapt our current practices to changing requirements. Failure to meet regulatory requirements may subject us to fines, litigation, or regulatory enforcement actions. We acknowledge that changes to our business practices, policies, or systems, unplanned or otherwise, may also adversely impact our operating results.\nWe face heightened compliance risks related to certain specialty commercial business lines.\nOur Rail segment is subject to various laws, rules and regulations administered by authorities in various jurisdictions. In the United States, our equipment financing and leasing operations, including for our portfolio of railcars, maritime lending and other equipment financing and leasing, are subject to rules and regulations relating to safety, operations, maintenance and mechanical standards promulgated by various federal and state agencies and industry organizations, including the U.S. Department of Transportation, the Federal Railroad Administration, the Association of American Railroads, the Maritime Administration, the U.S. Coast Guard, and the U.S. Environmental Protection Agency. We are also subject to regulation by governmental agencies in foreign countries in which we do business. Our business operations and our equipment financing and leasing portfolios may be adversely impacted by rules and regulations promulgated by governmental and industry agencies, which could require substantial modification, maintenance, or refurbishment of our railcars, ships or other equipment, or could potentially make such equipment inoperable or obsolete. Failure to comply with these laws, rules and regulations could result in sanctions by regulatory agencies (including potential limitations on our future acquisitions or operations, or requirements to forfeit assets), civil money penalties, or reputation damage. Additionally, we may incur significant expenses in our efforts to comply with these laws, rules and regulations.\nWe are subject to enhanced prudential standards and will be subject to further requirements as we grow, and the federal banking agencies are considering further requirements. \nBecause we have over $100 billion in total consolidated assets, we are subject to certain enhanced prudential standards as a Category IV banking organization, subject to the applicable transition provisions. We will be subject to further requirements as we grow if we meet or exceed certain other thresholds for asset size and other risk-based factors, including those under the federal banking agencies’ Tailoring Rules for banking organizations with $250 billion or more in total consolidated assets. Refer to Item 1. Business—Regulatory Considerations—Enhanced Prudential Standards. \nAlong with our growth, expectations are heightened to maintain strong risk management. We expect to incur significant expense in continuing to develop systems and controls designed to comply with all such requirements applicable to us. If we fail to develop and maintain at a reasonable cost the systems and processes necessary to comply with the standards and requirements imposed by these rules, it could have a material adverse effect on our business, financial condition or results of operations. \nWe are subject to certain laws and regulations designed to protect consumers in transactions with banks, many of which are enforced by the CFPB through rulemaking and enforcement of the prohibitions against unfair, deceptive and abusive business practices and compliance with such laws and regulations may impact our business operations and profitability.\nWe are subject to consumer financial protection laws and regulations, and the CFPB is the federal agency responsible for rulemaking under and enforcement of such laws, as well as supervision of financial institutions with $10 billion or more in total consolidated assets. Refer to Item 1. Business—Regulatory Considerations—Consumer Laws and Regulations for additional information. The CFPB is generally authorized to prevent any institution under its authority from engaging in an unfair, deceptive, or abusive act or practice in connection with consumer financial products and services, and to take supervisory and enforcement action against banks and other financial services companies under the agency’s jurisdiction that fail to comply with federal consumer financial protection laws. Enforcement actions may include imposition of substantial monetary penalties and nonmonetary requirements. The limitations and restrictions that may be placed upon us by the CFPB with respect to our consumer product offerings and services, including as a result of interpretations developed through CFPB enforcement precedent, may produce significant, material effects on our profitability.\nA number of regulatory authorities may enforce consumer financial protection laws and regulations. In addition to the CFPB, the Dodd-Frank Act recognizes that states may adopt consumer protection laws stricter than those adopted at the federal level, and in certain circumstances allows state attorneys general to enforce compliance with federal consumer financial protection laws and regulations. Additionally, the FDIC has backup enforcement authority over a holding company of an insured depositary institution if the conduct or threatened conduct of such holding company poses a risk to the DIF, if the holding company is generally not in sound condition, or if it poses a foreseeable and material risk to the DIF.\nWe may be adversely affected by changes in United States and foreign tax laws and other tax laws and regulations.\nCorporate tax rates affect our profitability and capital levels. We are subject to the income tax laws of the United States, its states and their municipalities and to those of the foreign jurisdictions in which we do business. These tax laws are complex and may be subject to different interpretations. We must make judgments and interpretations about the application of these tax laws when determining our provision for income taxes, our deferred tax assets and liabilities and our valuation allowance. Changes to the tax laws, administrative rulings or court decisions could increase our provision for income taxes and reduce our net income. The United States corporate tax code may be reformed by the U.S. Congress and additional guidance may be issued by the U.S. Treasury. Further changes in tax laws and regulations, and income tax rates in particular, could have an adverse impact on our financial condition and results of operations. These changes could also affect our Regulatory Capital Ratios as calculated in accordance with the Basel III standards as implemented.\nWe are subject to ESG risks such as climate risk, hiring practices, diversity, racial and social justice issues, including in relation to our counterparties, which may adversely affect our reputation and ability to retain employees and customers. \nWe are subject to a variety of risks arising from ESG matters. ESG matters include, but are not limited to, climate risk, hiring practices, the diversity of our work force, and racial and social justice issues involving our personnel, customers and third parties with whom we otherwise do business. ESG, and particularly Diversity, Equity, and Inclusion (“DEI”), initiatives have become increasingly polarized issues, with strong opponents and proponents. If our ESG practices do not meet (or are viewed as not meeting) investor or other industry stakeholder expectations and standards, which continue to evolve, our reputation and employee and customer retention may be negatively impacted. \nWe may be exposed to negative publicity based on the identity and activities of those to whom we lend and with which we otherwise do business and the public’s view of the approach and performance of our customers and business partners with respect to ESG matters. Moreover, management may incur additional costs and will likely have to dedicate an increased amount of time and attention to ESG matters to monitor the rapidly changing regulatory landscape and to comply with the regulations and expectations. For example, President Trump has issued multiple Executive Orders revoking many of the Executive Orders issued by his predecessors, including an Executive Order mandating the withdrawal of the United States from the Paris Agreement, and other climate-focused international agreements and commitments. In addition, some states have introduced or passed bills to restrict, regulate, or prohibit DEI initiatives. Our failure to comply with any applicable rules or regulations with respect to ESG practices could lead to penalties and adversely impact our access to capital and employee retention and could also impact third parties on which we rely, which could have an adverse effect on our business, financial condition, or results of operations. \nFee revenues from overdraft and NSF programs have been and may continue to be subject to increased supervisory scrutiny. \nRevenues derived from transaction fees associated with overdraft and NSF programs are included in noninterest income. In recent years, the CFPB has been focused on enforcement and rulemaking aimed at eliminating or restricting a number of fees assessed by financial institutions such as overdraft and NSF fees as well as other transaction- and account management-related fees deemed by the CFPB to be “junk fees.” Refer to Item 1. Business—Regulatory Considerations—Consumer Laws and Regulations for additional information. In response to this and other legislative and regulatory scrutiny, in January 2022, we announced an elimination of NSF fees on consumer accounts and a decrease in overdraft fees. On December 12, 2024, the CFPB adopted its final overdraft rule, effective October 1, 2025, that provides for an overdraft fee cap or imposes legal and compliance requirements applicable for other loans. Refer to Item 1. Business—Regulatory Considerations—Consumer Laws and Regulations for additional information. Despite our ongoing compliance efforts, we may become subject to regulatory enforcement actions with respect to our programs and practices related to overdraft fees. In addition, as supervisory expectations and industry practices regarding overdraft protection programs change, our continued offering of overdraft protection may result in negative public opinion and increased reputation risk.\nContinued competitive pressures from our peers, as well as any adoption by our regulators of new rules or supervisory guidance such as recent rules adopted by the CFPB or more aggressive examination and enforcement policies in respect of banks’ overdraft fee practices, could cause us to further modify our program and practices in ways that may have a negative impact on our revenue and earnings, which, in turn, could have an adverse effect on our financial condition and results of operations. In addition, as supervisory expectations and industry practices regarding overdraft fee programs change, our continued charging of overdraft fees may result in negative public opinion and increased reputation risk. \nAsset Risks\nWe may not be able to realize our entire investment in the equipment that we lease to our customers.\nOur portfolio includes leased equipment, including, but not limited to, railcars and locomotives, technology and office equipment and medical equipment. The realization of equipment values (residual values) during the life and at the end of the term of a lease is an important element in the profitability of our leasing business. At the inception of each lease, we record a residual value for the leased equipment based on our estimate of the future value of the equipment at the end of the lease term or end of the equipment’s estimated useful life. If the market value of leased equipment decreases at a rate greater than we projected, whether due to rapid technological or economic obsolescence, unusual wear and tear on the equipment, excessive use of the equipment, recession or other adverse economic conditions impacting supply and demand, it could adversely affect the current values or the residual values of such equipment.\nAccounting for acquired assets may result in earnings volatility.\nFair value discounts that are recorded at the time an asset is acquired are accreted into interest income based on GAAP. The rate at which those discounts are accreted is unpredictable and the result of various factors including prepayments and estimated credit losses. Post-acquisition credit deterioration results in the recognition of provision expense, adversely affecting our financial condition and results of operations.\nFinancial Reporting Risks\nAccounting standards may change and increase our operating costs or otherwise adversely affect our results.\nThe Financial Accounting Standards Board (“FASB”) and the SEC periodically modify the standards governing the preparation of our financial statements. The nature of these changes is not predictable and has impacted and could further impact how we record transactions in our financial statements, which has led to and could lead to material changes in assets, liabilities, stockholders’ equity, revenues, expenses and net income. Implementation of new accounting rules or standards could additionally require us to implement technology changes which could impact ongoing earnings.\nOur accounting policies and processes are critical to the reporting of our financial condition and results of operations. They require management to make estimates about matters that are uncertain, and such estimates may be materially different from actual results.\nAccounting policies and processes are fundamental to how we record and report our financial condition and results of operations. Management must exercise judgment in selecting and applying many of these accounting policies and processes so they comply with GAAP. In some cases, management must select the accounting policy or method to apply from two or more alternatives, any of which may be reasonable under the circumstances, yet may result in us reporting materially different results than would have been reported under a different alternative.\nManagement has identified certain accounting policies as being critical because they require management to make difficult, subjective or complex conclusions about matters that are uncertain. Materially different amounts could be reported under different conditions or using different assumptions or estimates. Because of the uncertainty surrounding management’s judgments and the estimates pertaining to these matters, we may be required to adjust accounting policies or restate prior period financial statements. Refer to “Critical Accounting Estimates” included in Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations.\nOur business is highly quantitative and requires widespread use of financial models for day-to-day operations; these models may produce inaccurate predictions that significantly vary from actual results, and we may rely on these inaccurate predictions in making decisions that ultimately adversely affect our business.\nWe rely on qualitative and quantitative models to measure risks and to estimate certain financial values. Such models may be used in many processes including, but not limited to, the pricing of various products and services, classifications and grading of loans, setting interest rates on loans and deposits, quantifying interest rate and other market risks, forecasting losses, measuring capital adequacy and calculating economic and regulatory capital levels. Models may also be used to estimate the value of financial instruments and balance sheet items. Inaccurate or erroneous models present the risk that business decisions relying on the models will prove inefficient, ineffective or harmful to us. Additionally, information we provide to our investors and regulators may be negatively impacted by inaccurately designed or implemented models. For further information on risk monitoring, refer to the “Risk Management” section included in Item 7A. Quantitative and Qualitative Disclosure about Market Risk.\nWe may fail to maintain an effective system of internal control over financial reporting, which could hinder our ability to prevent fraud and provide reliable financial reports to key stakeholders.\nWe must have effective internal controls over financial reporting in order to provide reliable financial reports, to effectively prevent fraud and to operate successfully as a public company. If we are unable to provide reliable financial reports or prevent fraud, our reputation and operating results will be harmed and we may violate regulatory requirements or otherwise become subject to legal liability. We may discover material weaknesses or significant deficiencies requiring remediation, which would require additional expense and diversion of management attention, among other consequences. A “material weakness” is a deficiency, or a combination of deficiencies, in internal controls over financial reporting such that there is a reasonable possibility that a material misstatement of a company’s annual or interim financial statements will not be prevented or detected on a timely basis.\nAny failure to maintain effective internal controls or to implement any necessary improvement of our internal controls in a timely manner could, among other things, result in losses from fraud or error, harm our reputation or cause investors to lose confidence in our reported financial information, each of which could have a material adverse effect on our results of operations and financial condition and the market value of our common stock.\nThe SVBB Acquisition has been accounted for under the purchase method of accounting and is based upon a valuation that involves significant estimates.\nAs required by GAAP, the SVBB Acquisition was accounted for under the purchase method of accounting and is based upon a valuation that involves significant estimates that are subject to change. The opening balances of acquired assets and assumed liabilities in connection with the SVBB Acquisition were recorded at estimated fair value based on information at the time of the SVBB Acquisition and other future events that are highly subjective in nature. In developing these fair value estimates, management was required to make significant estimates involving, among other things, the assigned risk ratings to loans based on credit quality, appraisals and estimated collateral values, estimated expected cash flows and appropriate liquidity and discount rates. The loans purchased in connection with the SVBB Acquisition have credit profiles that differ from most banking companies. For example, many of the legacy Silicon Valley Bank loans acquired were made to early-stage, privately held companies with modest or negative cash flows and/or no established record of profitable operations. In addition, a significant portion of the loans were comprised of larger loans equal to or greater than $20 million, and collateral for many of the legacy Silicon Valley Bank loans in the technology, life science and healthcare industries include intellectual property and other intangible assets, which are difficult to value and not readily salable in the case of default. Furthermore, the receivables covered under the commercial shared loss agreement with the FDIC involve significant estimates that involve uncertainty. In addition, the core deposit intangibles were valued using the after-tax cost savings method under the income approach. This method estimates the fair value by discounting to present value the favorable funding spread attributable to the core deposit balances over their estimated average remaining lives. The valuation considered a dynamic approach to interest rates and alternative cost of funds. The favorable funding spread is calculated as the difference in the alternative cost of funds and the net deposit cost. \nThe tax treatment of FDIC-assisted acquisitions is complex and subject to interpretations that may result in future adjustments of deferred taxes recorded in the SVBB Acquisition upon review by the taxing authorities.",
      "char_count": 119776
    }
  },
  "extracted_at": "2025-10-18T17:35:12.145215"
}