{
  "ticker": "FOUR",
  "company_name": "Shift4 Payments, Inc.",
  "cik": 1794669,
  "form_type": "10-K",
  "filing_date": "2025-02-19",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001794669-25-000011",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001794669&accession_number=000179466925000011&xbrl_type=v",
  "sic_code": "7389",
  "industry": "Services-Business Services, NEC",
  "sections": {
    "item1": {
      "text": "ITEM 1. BUSINESS\nOur Company\nAt Shift4, our mission is to boldly redefine commerce by simplifying complex payments ecosystems across the world. \nWe are a leading independent provider of software and payment processing solutions in the United States (“U.S.”) based on total volume of payments processed. We power billions of transactions annually for hundreds of thousands of businesses in virtually every industry. We achieved our leadership position through decades of solving business and operational challenges facing our customers’ overall commerce needs. Our merchants range in size from small owner-operated local businesses to multinational enterprises conducting commerce globally. \nMerchants are often utilizing a variety of software and hardware tools to operate their businesses and stay competitive. However, the complexity of managing commerce across multiple channels, geographies, and systems with a variety of tools presents significant challenges. For example, a small business may rely on many disparate tools to manage operations, customer interactions, and payments. A large resort might use an even broader array of tools to handle online reservations, check-ins, dining, spa services, activities, parking, and more. Coordinating numerous systems from different providers while ensuring seamless payment acceptance and a good customer experience is becoming a growing challenge for businesses of all sizes.\nWe aim to simplify and enhance the commerce experience for merchants, enabling them to focus on growing their business rather than navigating a patchwork of fragmented tools. By delivering an integrated solution that unites hardware, software and payment processing, we aim to reduce inefficiencies, improve operational clarity, and elevate the customer experience—empowering businesses to succeed in an increasingly competitive and complex economy.\nAt the heart of our business is our payments platform. Our payments platform is a full suite of integrated payment products and services that can be used across multiple channels (in-store, online, mobile and tablet-based) and industry verticals, including:\n•end-to-end payment processing for a broad range of payment types;\n•merchant acquiring services;\n•a proprietary omni-channel gateway capable of multiple methods of mobile, contactless and QR code-based payments;\n•complementary third-party software integrations;\n•full eCommerce capabilities, including web-store design, hosting, shopping cart management and fulfillment integrations;\n•integrated and mobile POS solutions;\n•security and risk management solutions; and\n•reporting and analytical tools.\nWe offer innovative technology solutions that go beyond payment processing. Some of our solutions are developed in-house, such as business intelligence and POS software, while others are powered by our network of complementary third-party applications. Our focus on innovation, combined with our product-driven culture, enables us to create scalable technology solutions that benefit from an extensive library of intellectual property.\nWe distribute our services through a network of internal sales teams, as well as through our network of partners. Our partners are comprised of (1) independent software vendors (“ISVs”) and (2) value-added resellers (“VARs”). We offer a single integration to a global end-to-end payment offering, a proprietary gateway and a robust suite of technology solutions to enhance the value of their software and simplify payment acceptance. Our partners rely on us to provide a seamless commerce experience, enterprise grade security, analytics, and compatibility with a wide network of other point of sale (“POS”) solutions.\nOur revenue is predominantly recurring due to the nature of our business model. The majority of our revenue is derived from processing fees, which are charged either as a percentage of end-to-end payment volume and/or as a fee per transaction. Additionally, we generate subscription revenue from licensing our POS software, business intelligence tools, payment device management, and other technology solutions. Our merchant base is diversified, with no single merchant accounting for more than 3% of our revenue in recent years. \nOur Shift4 Model\nOur mission is to enable commerce. Solving the complexity inherent to a growing business requires a specialized approach that combines a seamless customer experience with a secure, reliable and robust suite of payments and technology offerings.\nTo achieve this mission, we strategically built our Shift4 Model on a three pillar foundation: (i) payments platform; (ii) technology solutions; and (iii) sales and distribution.\nPayments Platform\nOur payments platform provides omni-channel card acceptance and processing solutions across multiple payment types, including credit, debit, contactless card, Europay, MasterCard and Visa (“EMV”), QR Pay, and mobile wallets as well as alternative payment methods such as Apple Pay, Google Pay, Alipay and WeChat Pay. We continue to innovate and evolve our payments offering as new technology and payment methods are adopted by consumers.\nThrough our proprietary gateway, our payments platform is integrated with over 550 software suites including some of the largest and most recognized software providers in the world. In addition, we enable connectivity with the largest payment processors, alternative payment rails and many different payment devices. Our payments platform includes market-leading security features that help prevent consumer card data from entering the merchant’s environment.\nWe have designed our payments platform to be:\n•Integrated – fully integrated and seamlessly connected, facilitating easy data capture and compatibility across all solutions;\n•Reliable – supports the most demanding payment environments 24 hours a day, 365 days a year; and\n•Secure – Payment Card Industry (“PCI”)-validated Point-to-Point Encryption (“P2PE”) tokenization and EMV-ready (Europay, Mastercard, and Visa) solutions.\nOur merchants have the flexibility to utilize our payments platform in one of two ways: as a gateway or as an end-to-end payment solution. Gateway merchants benefit from interoperability with many third-party payment processors. End-to-end payments merchants benefit from a single, unified vendor solution for payment acceptance, devices, POS software solutions and a full suite of business intelligence tools. By consolidating these functions through a single, unified vendor solution, these merchants are typically able to reduce total spend on payment acceptance solutions and access gateway and technology solutions as value-added features. \nTechnology Solutions\nOur suite of technology solutions is designed to streamline our customers’ business operations, drive growth through strong consumer engagement and improve their business using rich transaction-level data.\n•SkyTab POS – We provide purpose-built POS workstations pre-loaded with powerful, mission-critical software and integrated payment functionality. We believe our SkyTab POS offering helps our merchants scale their business and improve operational efficiency while reducing total cost of ownership relative to other competing solutions.\n•SkyTab Mobile – Our mobile payments offering, SkyTab Mobile, provides a complete feature set, including pay-at-the-table, order-at-the-table, delivery, customer feedback and email marketing, all of which are integrated with our proprietary gateway and Lighthouse. This unique solution is relevant for merchants ranging from small and midsize businesses (“SMB”) to large enterprises and across numerous industry verticals.\n•SkyTab Venue (formerly known as VenueNext) – Our mobile-first technology solution provides stadium, theme park and entertainment venues with a frictionless commerce experience. Our SkyTab Venue solutions include mobile ordering, countertop POS, self-service kiosk, and digital wallet to facilitate food and beverage, merchandise, and loyalty all within a white-labeled technology application that is fully integrated with our secure end-to-end payment processing platform.\n•Lighthouse – Our cloud-based suite of business intelligence tools includes customer engagement, social media management, online reputation management, scheduling and product pricing, as well as extensive reporting and analytics.\n•The Giving Block – Our cryptocurrency donation marketplace allows donors to easily gift a variety of cryptocurrencies to over 2,000 charities.\n•Shift4Shop – Our turnkey eCommerce platform provides everything a merchant needs to build their business online. Merchants can create a webstore in minutes and choose from over one hundred design themes. Shift4Shop also provides merchants with tools to manage their product catalog, order fulfillment and inventory management, search-engine-optimization and secure hosting.\n•Marketplace – We enable seamless integrations into complementary third-party applications, which helps reduce the number of vendors on which our merchants rely. For example, a restaurant can enable DoorDash via Marketplace and accept orders from their existing POS, dramatically simplifying implementation and eliminating manual reconciliation of multiple systems. That same restaurant can also enable payroll, timekeeping and other human resource services, reducing the time spent on manual workflows and enhancing employee engagement. Marketplace also includes a variety of functional applications including loyalty and inventory management.\nSales and Distribution\nOur payments platform and technology solutions are delivered to our merchants through our distribution network. Today, our network includes thousands of partners and regional internal sales and support hubs, allowing us to provide the support that many merchants demand. Our distribution approach and commitment to our internal sales team and software partners are key to our go-to-market strategy. \n•Independent software vendors – Our solutions are connected into over 550 integrations with market-leading software providers, including some of the largest and most recognizable technology companies in the world. By integrating our payments platform into their software suites, our ISVs are able to sell a comprehensive solution to the merchant at an attractive price point.\n•Internal sales and support network – A significant portion of our employees are dedicated to sales and customer support, which allows for superior responsiveness and oversight of the customer experience.\n•Enterprise relationships – In addition to SMBs, we support our large enterprise relationships across thousands of locations. Our enterprise customers consist of stadiums, arenas, resorts, and airlines, among others.\n•Value added resellers – We partner with VARs to sell our solutions to merchants. These VARs include third-party resellers and organizations that provide distribution for ISVs. VARs act as trusted and localized service providers to our merchants by providing them with software and services. This partnership enables us to expand our reach and scalability by allowing a VAR to bundle our full payments and technology product suite with other value-added services provided by the VAR.\nWe are selective in identifying and choosing our VAR partners, and we seek to align our business objectives with those that have strong networks, local expertise, high-quality merchant portfolios, and trusted relationships. Our network of VARs provide a consistent and extensive source of new merchant acquisition, with no single VAR accounting for more than 3% of our volume for the year ended December 31, 2024. \nOur compelling value proposition enables our partners to extend attractive pricing arrangements to our merchants. For merchants that subscribe to our end-to-end payments offering, our partners can offer gateway and technology solutions as value-added features included in the price of our payments offering. We believe that enabling our partners to provide a cost-effective and comprehensive bundle of solutions best supports their ability to sell our solutions and grow their businesses.\nOperations and Support Services\nOur operations infrastructure is designed to deliver high-quality experiences to our customers and to drive efficiencies throughout the entire payment ecosystem. We leverage our over 30 years of operating history in the hospitality sector, as well as our enterprise domain expertise, to ensure our obligations to our customers are maintained and fulfilled effectively. Our operations and support services include: \nMerchant Operations and Support\n•Merchant underwriting – Our merchant underwriting team manages applications and risk evaluation of new merchants. The majority of our merchant base operates in end markets with high card-present volume and low levels of fraud and chargeback losses. In addition, our underwriting strategy offers expedited activation to merchants with a low risk profile, which enhances their customer experience.\n•Merchant onboarding and activation – A business owner can enroll for a merchant account within minutes via our online portal. For enterprises, our merchant onboarding and activation team works closely with our partners to facilitate a seamless transition from sales to implementation and activation. Our streamlined activation and automated approval process enables fast and frictionless merchant onboarding, providing us and our partners with enhanced speed-to-market. Our partners are typically able to board even the largest and most complex merchants within 24 hours of submitting an application.\n•Merchant training – We provide a full curriculum of training materials to our merchants via a dedicated training department and content delivery platform.\n•Merchant risk management – Our risk management operations are designed to monitor merchant accounts on an on-going basis. This includes dedicated security and regulatory support such as PCI compliance support, vulnerability scanning, system monitoring and breach assistance. Once a merchant is activated, our systems are configured to automatically monitor any activity that may require additional diligence, which in turn helps minimize losses associated with fraud and default.\n•Merchant support – Our merchant support team responds to inquiries from merchants seven days a week, 24 hours a day, 365 days a year. The team provides customer support for systems integrations and other technical solutions. In addition, we have a dedicated team of merchant account specialists that guide merchants through the payment acceptance process from onboarding to settlement and reporting. With strong emphasis on first-call resolution, we seek to provide exceptional payment expertise and support for our merchants. We train our customer support team to quickly identify and resolve each matter in an empathetic and professional manner which reduces repeat calls and improves our operational efficiency. \nSoftware Partner Operations and Support\n•Software integrations and compliance management – We have a team of engineers and technical support staff dedicated to support software integrations and ensure compliance with all card brand, security and regulatory requirements, including PCI and Payment Application Data Security Standard compliance support, system integration and configuration guidance.\n•Partner support – We have dedicated support teams who work with our software providers to address any questions or issues that may pertain to the integration of our products and solutions into their software suites. We seek to deliver end-to-end issue resolution by bringing all appropriate disciplines together in an integrated manner, in order to optimize partner support. In addition, we help resolve issues that may pertain to our partners’ entire portfolio of merchants or incidents pertaining to a single merchant.\n•Partner services – Through our partner-facing merchant relationship management system, our partners are able to track each step of the activation process of their new merchant accounts in real-time. Through this system, our partners can track their merchant portfolio, including commissions, residual payments and even support calls/recordings, in an accurate and real-time manner. We have added substantial automation to these processes, which is essential to ensure optimal experience as well as financial efficiency. \nGrowth Strategy\nOur recent growth has been fueled by a combination of focused strategic initiatives:\nExpanding End-to-End Payment Volume – We aim to accelerate growth by increasing the payment volume processed through our integrated platform across diverse verticals, including restaurants, hospitality, venues, specialty retail, and e-commerce. In addition to converting gateway customers to full end-to-end processing, we leverage over 550 unique software integrations to share data with merchants’ product suites and enhance the customer experience. We plan to continue expanding our proprietary software integrations, which we believe provides a competitive advantage in attracting and retaining merchants. These integrations, along with the diversification of our merchant base, are cornerstones of our long-term growth strategy.\nMerchant Acquisition and Retention – We focus on acquiring new merchants with innovative and scalable solutions while retaining existing customers through high-value tools that enhance their operations and reduce the incentive to switch providers. Our scale enables us to offer new merchants free hardware and other financial incentives, easing their transition from current providers.\nTechnology and Product Innovation – We continuously evolve our product offerings, such as SkyTab and advanced business intelligence tools, to address the changing needs of our merchants and empower them to grow their businesses, which increases end-to-end payment volume.\nGlobal Expansion – We are actively extending our footprint into international markets. In 2023, we acquired Credorax, Inc., operating as Finaro, which specializes in integrated acquiring and payment processing services for merchants in Europe and the United Kingdom. Finaro has provided the global infrastructure and technology to support our international expansion. In 2024, we changed Finaro's banking license in Malta to a payment institution license, aligning with our focus on core business activities.\nMergers and Acquisitions (“M&A”) and Strategic Partnerships – We leverage acquisitions and strategic partnerships to expand our market presence and integrate complementary capabilities. Some of our recent acquisitions have directly supported our global expansion efforts.\nOn February 16, 2025, we entered into the Transaction Agreement with Global Blue, as described more fully in “Pending Acquisitions” in “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in Part II, Item 7 of this Annual Report.\nWe believe these initiatives combine organic growth, technological innovation, and strategic expansion to best position us for success.\nCompetition\nWe compete in a highly competitive market with a range of providers, many of whom may provide a component of our offering, but do not provide an integrated offering capable of solving complex business challenges for software partners and merchants. For certain services and solutions, including end-to-end payments, we compete with non-integrated payment processors (such as Chase Paymentech, Elavon, Worldpay, Fiserv and Global Payments) and integrated payment providers (such as Adyen, Lightspeed, Shopify, Square and Toast). For our hospitality gateway offering, we compete primarily with Elavon and FreedomPay.\nWhile competitive factors and their relative importance can vary based on size, industry and geographic reach of software partners and merchants, we believe we compete primarily on the basis of reputation, domain expertise, scale of distribution channels, breadth of offerings, simplicity and ease-of-use of solutions, pace of innovation, price, data security and customer service. We believe we compete favorably with respect to all of these factors. \nPatents, Trademarks and Intellectual Property\nWe rely on a combination of intellectual property rights, including patents, trademarks, copyrights, trade secrets and contractual rights to protect our proprietary software and our brands. We have registered or applied to register certain of our trademarks in the U.S. and several other countries. In addition, we have obtained or applied for patents in the U.S. and certain foreign countries on certain material aspects of our proprietary software applications. We also license intellectual property from third parties, including software that is incorporated in or bundled with our proprietary software applications. We generally control access to and use of our proprietary software and other confidential information through the use of internal and external controls, including entering into non-disclosure and confidentiality agreements with both our employees and third parties.\nWe hold dozens of patents globally related to our proprietary payments technologies. The expiration of these patents is not reasonably likely to have a material adverse effect on our business, financial condition or results of operations. In addition, we own a portfolio of trademarks globally and have registered our primary trademarks, Shift4 Payments, Shift4, and SkyTab.\nSeasonality\nOur operating results and operating metrics are subject to seasonality based on historic patterns of consumer and business traveler spending behaviors coupled with exposure to seasonality experienced by our mix of merchants. In the past, we have experienced seasonal fluctuations in our quarterly revenue with revenue typically strongest in our second and third quarters and weakest in our first quarter. As we expand into new verticals and geographies, we expect to continue to experience seasonal fluctuations. Other factors influencing our quarterly seasonality include the timing of specific holidays in a given year, the number of business days in a quarter, and the proportion of our volume derived from various merchant businesses.\nGovernment Regulation\nVarious aspects of our business and service areas are subject to U.S. federal, state, and local regulation, as well as regulation outside the U.S. (in particular, European Union (“EU”) and United Kingdom (“UK”) regulation). As we continue to expand our business globally, we will become subject to more government regulation in new markets. Certain of our services also are subject to rules promulgated by various card networks and other authorities, as more fully described below. These descriptions are not exhaustive, and these laws, regulations and rules frequently change and are increasing in number.\nThe Dodd-Frank Act\nIn July 2010, the Dodd-Frank Wall Street Reform and Consumer Protection Act of 2010 (“the Dodd-Frank Act”) was signed into law in the U.S. The Dodd-Frank Act has resulted in significant structural and other changes to the regulation of the financial services industry. Among other things, Title X of the Dodd-Frank Act established the Consumer Financial Protection Bureau (“CFPB”) to regulate consumer financial products and services (including some offered by our partners). The CFPB may also have authority over us as a provider of services to regulated financial institutions in connection with consumer financial products.\nSeparately, the Dodd-Frank Act directed the Federal Reserve to regulate debit interchange transaction fees that a card issuer or payment network receives or charges for an electronic debit transaction. Pursuant to the Dodd-Frank Act, debit interchange transaction fees must be “reasonable and proportional” to the cost incurred by the card issuer in authorizing, clearing, and settling the transaction. In addition, the regulations contain non-exclusivity provisions that ban debit card networks from prohibiting an issuer from contracting with any other card network that may process an electronic debit transaction involving an issuer’s debit cards and prohibit card issuers and card networks from inhibiting the ability of merchants to direct the routing of debit card transactions over any network that can process the transaction.\nIn addition, members of Congress have periodically introduced legislation to reduce credit card interchange, such as The Credit Card Competition Act of 2023. If any such legislation is passed, our business, financial condition or results of operations may be adversely affected.\n\nFurther, the ability of payment networks to impose certain restrictions are limited because the Dodd-Frank Act allows merchants to set minimum dollar amounts for the acceptance of a credit card (while federal governmental entities and institutions of higher education may set maximum amounts for the acceptance of credit cards). Depending on the card network rules, merchants are also allowed to provide discounts or other incentives to entice consumers to pay with an alternative payment method, such as cash, checks, or debit cards.\nThe Dodd-Frank Act granted each the CFPB and the Financial Stability Oversight Council authority to determine whether any non-bank financial company, such as us, should be supervised by the CFPB or Board of Governors of the Federal Reserve System, respectively. Any new rules or regulations, implemented by the CFPB or the Financial Stability Oversight Council or in connection with the Dodd-Frank Act that are applicable to us or directly or indirectly adversely impact our business, or any changes that are adverse to us resulting from litigation brought by third parties challenging such rules and regulations, could increase our cost of doing business or limit permissible activities.\nAssociation and network rules\nWe are subject to the rules of American Express, Discover, Interlink, Maestro, Mastercard, Visa and other payment networks. In order to provide our services, we must be registered either indirectly or directly as service providers with the payment networks that we utilize. Our entities that are not a “member bank” as defined in certain of the payment networks’ rules are not eligible for primary membership in certain payment networks and are therefore unable to directly access them. Instead, those payment networks require payment service providers to be sponsored by a member bank, which, for the relevant entities, we have accomplished through a sponsorship agreement with a sponsor bank. We are registered with Visa, Mastercard and other networks as either direct members (in relation to jurisdictions where we hold appropriate licenses) or service providers for member institutions. As such, we are subject to applicable card association and payment network rules, which impose various requirements and could subject us to a variety of fines or penalties that may be levied by such associations and/or networks for certain acts or omissions. Our failure to comply with the networks’ requirements, or to pay the fees or fines they may impose, could result in the suspension or termination of our sponsorship by our sponsor bank or our registration with the relevant payment network(s), and therefore require us to limit or cease providing the relevant payment processing services, all of which could adversely affect our business, financial condition or results of operations. In addition, sponsor banks may terminate their sponsorship of us or could require us to stop providing payment processing services, which would adversely affect our ability to conduct our business. Payment network rules are regularly updated and compliance with changes may increase the cost of doing business.\nAdditionally, as a service provider that assists in the processing of debit and credit cards, we are subject to the Data Security Standard (“PCI DSS”), issued by the PCI Council. PCI DSS is a multifaceted security standard that contains compliance guidelines and standards with regard to our security surrounding the physical administrative and technical storage, processing and transmission of individual cardholder data. Failure to be PCI-compliant or to meet other payment card standards may result in the imposition of financial penalties or the allocation by the card brands of the costs of fraudulent charges to us.\nCard associations and payment networks and their member financial institutions regularly update and generally expand security expectations and requirements related to the security of cardholder data and environments. We are also subject to network operating rules promulgated by the National Automated Clearing House Association relating to payment transactions processed by us using the Automated Clearing House Network and to various state, federal, and foreign laws regarding such operations, including laws pertaining to electronic benefits transactions. We are subject to audit by our partner financial institutions for compliance with the rules and guidelines. Our sponsor financial institutions have substantial discretion in approving certain aspects of our business practices, including the terms of our agreements with our Automated Clearing House processing clients.\nPrivacy and information security regulations\nWe, our partners and certain of our merchants provide services that may be subject to various state, federal, and foreign privacy laws and regulations, including, among others, the Financial Services Modernization Act of 1999, which we refer to as the Gramm-Leach-Bliley Act (“GLBA”), the EU General Data Protection Regulation 2016/679 (“EU GDPR”), the California Consumer Privacy Act of 2018, as amended by the California Privacy Rights Act of 2020 (the “CCPA”), the United Kingdom General Data Protection Regulation and Data Protection Act 2018 (collectively, the “UK GDPR”), the Personal Information Protection and Electronic Documents Act in Canada and Israeli privacy laws, in particular in relation to our European business. These laws and their implementing regulations restrict certain collection, processing, storage, use, and disclosure of personal information, require notice to individuals of privacy practices, and provide individuals with certain rights to prevent use and disclosure of protected information. These laws also impose requirements for the safeguarding and proper destruction of personal information through the issuance of data security standards or guidelines. Certain federal, state and foreign laws and regulations impose similar privacy obligations and, in certain circumstances, obligations to notify affected individuals, state officers or other governmental authorities, the media, and consumer reporting agencies, as well as businesses and governmental agencies, of security breaches affecting personal information. In addition, there are state and foreign laws restricting the ability to collect and utilize certain types of information such as Social Security and driver’s license numbers.\nAs a processor of personal data of EU and UK data subjects, we are also subject to regulation and oversight in the applicable EU Member States and United Kingdom with regard to data protection legislation. The EU GDPR and UK GDPR (collectively referred to as the “GDPR”) contains additional obligations on data controllers and data processors that have an establishment in the EU or UK or are offering goods or services to, or monitoring the behavior of, consumers within the EU or UK. There are material sanctions under GDPR for failing to comply, and penalties for certain breaches are up to the greater of EUR 20 million/ GBP 17.5 million or 4% of our global annual turnover. In addition to fines, a breach of the GDPR may result in regulatory investigations, reputational damage, orders to cease/change our data processing activities, enforcement notices, assessment notices (for a compulsory audit) and/or civil claims (including class actions). We are also subject to evolving EU and UK privacy laws on cookies, tracking technologies and e-marketing. \nUnfair trade practice regulations\nWe, our partners and certain of our merchants are subject to various federal, state, and international laws prohibiting unfair or deceptive trade practices, such as Section 5 of the Federal Trade Commission Act and the prohibition against unfair, deceptive, or abusive acts or practices (“UDAAPs”) under the Dodd-Frank Act, and prohibiting misrepresentations and other activities related to telemarketing, such as the Telemarketing Sales Act. Various regulatory agencies, including the Federal Trade Commission (“FTC”) and state attorneys general, have authority to take action against parties that engage in unfair or deceptive trade practices or violate other laws, rules, and regulations, and to the extent we are processing payments for a client that may be in violation of laws, rules, and regulations, we may be subject to enforcement actions and incur losses and liabilities that may impact our business. For example, all persons offering or providing financial services or products to consumers, directly or indirectly, can be subject to the prohibition against UDAAPs. The CFPB has enforcement authority to prevent an entity that offers or provides consumer financial services or products or a service provider from committing or engaging in UDAAPs, including the ability to engage in joint investigations with other agencies, issue subpoenas and civil investigative demands, conduct hearings and adjudication proceedings, commence a civil action, grant relief (e.g., limit activities or functions; rescission of contracts), and refer matters for criminal proceedings.\nAnti-money laundering, anti-bribery, sanctions, and counter-terrorist regulations\nWe are contractually required to comply with the anti-money laundering laws and regulations in certain countries, and in others where we hold regulatory licenses, our relevant subsidiaries are directly subject to them. For example, in the U.S., we comply with certain provisions of the Bank Secrecy Act, as amended by the USA PATRIOT Act of 2001, and its implementing regulations (collectively “the BSA”) which are enforced by the Financial Crimes Enforcement Network, a bureau of the U.S. Department of the Treasury and the U.S. Department of Justice. Our Maltese Financial Institution licensed entity is directly required to comply with the anti-money laundering law and regulations applicable in the EU as transposed into Maltese law by virtue of the Prevention of Money Laundering Act and the Prevention of Money Laundering and Financing of Terrorism Regulation, Chapter 373 of the laws of Malta and all subsidiary legislation emanating from it. Our UK Authorised Payment Institution is directly subject to UK anti-money laundering laws and regulations. We are also subject to anti-corruption laws and regulations, including the U.S. Foreign Corrupt Practices Act (“FCPA”), which prohibits improper payments to foreign government officials and requires accurate books and records and a system of internal accounting controls, and the similar laws of other jurisdictions where we conduct business. We have policies, procedures, systems, and controls designed to promote compliance with such laws and regulations.\nWe are also subject to economic and trade sanctions programs that are administered by the Department of Treasury’s Office of Foreign Assets Control (“OFAC”), which prohibit or restrict transactions to or from, or dealings with, specified countries, their governments, and in certain circumstances, their nationals, and with individuals and entities that are specially-designated nationals of those countries, narcotics traffickers, and terrorists or terrorist organizations. Other group entities may be subject to additional local sanctions requirements in other relevant jurisdictions. We have policies, procedures, systems, and controls designed to identify and address compliance with sanctions programs.\nSimilar anti-money laundering, counter-terrorist financing, and proceeds of crime laws apply to movements of currency and payments through electronic transactions. These laws also apply to dealings with persons specified in the lists of OFAC-like organizations of several other countries, and require specific data retention obligations to be observed by intermediaries in the payment process. Our businesses in those jurisdictions are subject to those data retention obligations.\nHuman Capital\nAt Shift4, we believe our people are the driving force behind our success. Our workforce, guided by the Shift4 Way, embodies boldness, excellence, ownership, and trust. These values are deeply integrated into our human capital strategy, which aligns with our business goals to attract, develop, and retain exceptional talent. In 2024, we amplified our commitment to human capital excellence through investments in leadership, technology, and programs that enhanced operational efficiency and employee engagement. The following disclosure outlines our workforce strategy, including talent development, inclusion and belonging, compensation, and health initiatives, which create a high-performing, purpose-driven organization that we believes delivers long-term value.\nWorkforce Overview\nAs of December 31, 2024, Shift4’s workforce included approximately 4,000 employees. This includes approximately 800 employees added through acquisitions completed in 2024, which strengthened our capabilities and supported our global expansion strategy. With 56% of employees in the U.S. and 44% distributed across 45 other countries, we maintain a strategic presence in key international hubs like Lithuania, Canada, and Israel. None of our employees are represented by labor unions or collective bargaining agreements, and we have experienced no labor-related work stoppages.\nStrategic Leadership and Governance\nThe appointment of Shift4’s first Chief Human Resources Officer in 2024 marked a strategic enhancement of our human capital governance structure and reflects our commitment to world-class talent management and organizational development. We are implementing comprehensive global workforce planning initiatives, enhancing global inclusivity, strengthening the employee experience, and streamlining our M&A integration processes. As we continue to evolve, our focus remains on fostering a culture of accountability, innovation, and leadership aligned with the Shift4 Way to support long-term growth and operational excellence.\nTalent Strategy and Development\nTalent Acquisition We use a global applicant tracking system and a candidate evaluation platform for operational roles to enhance our selection processes, ensuring global consistency and quality in hiring. Targeted recruitment for roles in software development and data analytics addressed critical business needs, while regional referral programs incentivized referrals for high-caliber talent. These efforts underscore our ability to build a workforce aligned with our strategic objectives.\nPerformance Management Our performance management approach fosters a culture of accountability and continuous improvement. Employees and managers conduct monthly check-ins, providing a consistent feedback loop and a centralized space for employees to document priorities, highlight achievements, and address challenges while fostering cultural alignment through peer recognition. In 2024, we enhanced our year-end performance review process with a new rating scale and manager-driven evaluations, ensuring fairness and clarity. Performance outcomes informed compensation decisions, allowing our top performers to be eligible for additional annual financial rewards to incentivize excellence. This framework supports employee growth and retention, driving operational excellence and leadership development.\nLearning and Development Our learning and development initiatives are crucial in accelerating employee growth, driving innovation, and building critical capabilities across our global organization. In 2024, we significantly expanded our learning infrastructure to support operations globally, with over 2,500 employees voluntarily engaging in learning opportunities and completing approximately 23,000 courses. We also implemented targeted programs around enhancing leadership strategic decision-making skills as well as employee-specific skills which drive business outcomes. These efforts strengthened global scalability and innovation while aligning employee growth with business success.\nEmployee Total Rewards\nCompensation and Benefits Our compensation philosophy emphasizes equity, performance-based rewards, and market competitiveness. Our tiered structure includes base salaries aligned with job grades and functions to ensure internal equity, a performance-driven annual incentive plan, and restricted stock units for management-level and above roles to drive long-term value creation. Our benefits include medical, dental, and vision plans, with Shift4 covering the majority of premiums in the U.S. Retirement plans include a 401(k) with 100% matching up to 4% of salary in the U.S. and pension programs in select European jurisdictions. Additionally, employees receive generous paid time off, inclusive birthing and non-birthing parental leave, and 16 hours of annual volunteer time to encourage community engagement. While benefits vary regionally, programs like tuition reimbursement, financial wellness initiatives, and flexible leave consistently support employees’ professional and personal growth worldwide.\nHealth, Safety and Wellness Shift4 prioritizes the well-being of our workforce, recognizing that a healthy and secure team drives sustainable success and innovation. In the U.S., employees can access mental health platforms for counseling, therapy, and virtual care. Globally, we have programs in place to provide 24/7 crisis support and counseling. We promote long-term financial health through financial literacy webinars. Our global Whistleblower Policy and Code of Conduct helps to attain workplace safety and accountability by empowering employees to report health and safety concerns without fear of retaliation. By addressing physical, mental, and financial well-being, Shift4 aims to minimize related risks, enhance productivity, and reinforce its commitment to a high-performing and resilient workforce.\nEmployee Engagement and Culture\nOffice Culture Our strategic workplace approach emphasizes in-person collaboration while maintaining operational flexibility. The current hybrid model requires four days per week in-office presence for a majority of our employees. This core office approach has enhanced cross-functional collaboration and accelerated decision-making, particularly in product development and customer service delivery. Our workplace strategy directly supports our “Execute with Urgency” philosophy while maintaining competitive talent attraction and retention rates in key markets.\nThe Shift4 Way The Shift4 Way, launched in 2021, guides employee behavior and decision-making, through alignment with our core values, philosophies, and themes. \nRewards and Recognition Our recognition strategy drives performance and retention through our peer nomination Top Gun Employee Recognition Program, celebrating top performers, aligning recognition with our value of Excellence. Complementing this, the revitalized Ideas Program provided streamlined pathways for employees to contribute solutions aligned with key philosophies like “Removing the Parts,” which entails removing unnecessary and/or outdated steps in our processes, and being “procedurally driven.” This resulted in driving forward a number of new innovative ideas from our workforce, delivering significant cost savings and operational enhancements across divisions.\nHuman Capital Management Our inclusion and belonging efforts foster innovation and belonging through Employee Inclusion Networks (“EINs”) like Women@Shift4, Pride@Shift4, and Vets@Shift4, which are open to all employees. The EINs have collectively engaged nearly 400 members globally and hosted more than 30 events. These efforts align with our talent and business priorities, encouraging varied and broad perspectives to drive innovation and performance in compliance with applicable federal and other laws and regulations. \nShift4Cares Shift4Cares is our volunteer program which facilitates volunteer activities and focuses on driving programs in support of our employees, communities and customers. Employees contributed volunteer hours in 2024. These initiatives reflect our commitment to social responsibility. We aim to expand our Shift4Cares program and global footprint in 2025.\nInternal Communications Shift4 prioritizes transparency and connectivity through strategic communication initiatives. In April 2024, we launched our 4Sight intranet, reducing information-seeking time, and increasing business awareness. We also use direct, instant message communication channels so that we can move with speed and communicate informally as well. These internal tools, alongside quarterly town halls, foster a culture of openness, collaboration, and trust across our global workforce.\nAvailable Information\nOur website address is www.shift4.com. In addition to the information about us and our subsidiaries contained in this Annual Report, information about us can be found on our website. Our website and information included in or linked to our website are not part of this Annual Report.\nOur annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act are available free of charge through our website at www.investors.shift4.com as soon as reasonably practicable after they are electronically filed with or furnished to the SEC. Additionally, the SEC maintains a website that contains reports, proxy and information statements, and other information. The address of the SEC’s website is www.sec.gov.\nINFORMATION ABOUT OUR EXECUTIVE OFFICERS AND DIRECTORS\nThe following table provides information regarding our executive officers and members of our board of directors (the “Board”) as of the date of this Annual Report:\n\nName                                         Age                                                                               Position(s)\nJared Isaacman                                42                                             Founder, Chief Executive Officer and Chairman\nNancy Disman                                  54                                                                   Chief Financial Officer\nJordan Frankel                                42       Secretary, General Counsel and Executive Vice President, Legal, Risk and Compliance\nTaylor Lauber                                 41                                                                                 President\nDonald Isaacman                               78                                                                                  Director\nChristopher Cruz                              40                                                                                  Director\nKaren Roter Davis                             52                                                                                  Director\nSarah Goldsmith-Grover                        60                                                                                  Director\nJonathan Halkyard                             60                                                                                  Director\nSam Bakhshandehpour                           49                                                                                  Director\nExecutive Officers and Directors\nJared Isaacman has served as Shift4 Payments, Inc.’s Chief Executive Officer and the Chairman of the Board since its formation, and is the Founder of Shift4 Payments, LLC, as well as serving as the Chief Executive Officer of Shift4 Payments, LLC since its founding in 1999. Mr. J. Isaacman previously served as the Chairman of Shift4 Payments, LLC’s board of managers from 1999 until 2020. Mr. J. Isaacman is also the founder of Draken International, a provider of contract air services. Mr. J. Isaacman was the Ernst & Young “Entrepreneur of the Year” for 2021. From 2006 to 2008, Mr. J. Isaacman was named as a finalist for the Ernst & Young “Entrepreneur of the Year” award, was the youngest person to ever be named to the list of “Industry Leaders” by The Green Sheet, a leading publication in the credit card industry and has been recognized as one of “America’s Best Entrepreneurs” by BusinessWeek magazine and “30 Entrepreneurs Under 30” by Inc. Magazine. He holds a Bachelor’s degree from Embry-Riddle Aeronautical University. We believe Mr. J. Isaacman is qualified to serve on our Board due to his extensive experience in executive leadership positions in the payment processing industry and his knowledge of our business in particular, gained through his services as our Founder and Chief Executive Officer.\nIn December 2024, President Donald Trump nominated Mr. Isaacman to be the next administrator of the National Aeronautics and Space Administration (“NASA”). Mr. Isaacman has announced his intention to remain as the Company’s Chief Executive Officer and Chairman of the Board subject to the ratification and confirmation of his nomination by the U.S. Senate, and to retain the majority of his equity interest while reducing his voting power. As a result, Mr. Isaacman intends to continue to serve as the Chief Executive Officer and Chairman of the Board during the confirmation process. See “Recent Developments” in “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in Part II, Item 7 of this Annual Report.\nNancy Disman has served as Shift4 Payments, Inc.’s Chief Financial Officer since August 2022. Ms. Disman previously served as a member of the Board from June 2020 to August 2022. From November 2017 to August 2022, Ms. Disman was the Chief Financial Officer and Chief Administrative Officer of Intrado Corporation, a provider of cloud-based technology. From April 2016 to March 2017, Ms. Disman served as the Chief Financial Officer and Chief Administrative Officer of the Merchant Acquiring Segment of Total System Services, Inc. (“TSYS”), a global provider of payment solutions, and from June 2014 to March 2016, Ms. Disman was the Chief Financial Officer of TransFirst, a merchant account provider in the credit card processing industry, prior to its acquisition by TSYS. Ms. Disman has also served as a member of the Audit Committee of the Board of Managers of West Technology Group LLC since August 2022. She holds a Bachelor of Science in Business Administration and Accounting from the State University of New York at Albany and is a Certified Public Accountant in the State of New York.\nJordan Frankel has served as Shift4 Payments, Inc.’s Secretary and General Counsel since its formation, and as General Counsel and Executive Vice President, Legal, Risk and Compliance since 2014. From 2011 to 2019, Mr. Frankel also served as a member of the board of directors of Draken International, a provider of contract air services. He holds a Bachelor of Finance and Marketing from Syracuse University’s Martin J. Whitman School of Management and a Juris Doctor and Master’s in Business Administration from Quinnipiac University’s School of Law and Quinnipiac University Lender School of Business, respectively.\nTaylor Lauber has served as Shift4 Payments, Inc.’s President since February 2022 and served as Chief Strategy Officer from its formation to 2024. He previously served as Senior Vice President, Strategic Projects of Shift4 Payments, LLC from 2018 to 2022. Prior to joining Shift4, from 2010 to 2018, he served as a Principal at The Blackstone Group, L.P. Mr. Lauber also spent from 2005 to 2010 at Merrill Lynch as a Financial Advisor, where he advised numerous Fortune 500 companies and their executives on capital markets transactions. Mr. Lauber has passed the Series 7 General Securities Representative Exam, Series 66 Uniform Combined State Law Exam and Series 27 Financial and Operations Principal Exam, all administered by the Financial Industry Regulatory Authority, Inc. He holds a Bachelor of Economics and Finance from Bentley College.\nDonald Isaacman has served as a member of the Board since its formation, and has served as the President of Shift4 Payments, LLC since its founding in 1999. Mr. D. Isaacman also previously served as a member on the board of managers of Shift4 Payments, LLC from 1999 until 2020. From February 1971 to September 2000, Mr. D. Isaacman also served as the Vice President of Supreme Security Systems, Inc., a home alarm and business security system company. He holds a Bachelor of Science in Marketing and Sales from Monmouth University. We believe Mr. D. Isaacman is qualified to serve on our Board due to his senior management experience and his knowledge of our business in particular, gained through his services as our President.\nChristopher N. Cruz has served as a member of the Board since its formation. Mr. Cruz is a Partner at Searchlight Capital Partners, L.P., a global alternative investment management firm, which he joined in 2011. From 2008 to 2010, Mr. Cruz served on the investment team at Oaktree Capital Management, a global alternative investment management firm. Prior to that, Mr. Cruz was in the leveraged finance and restructuring group at UBS Investment Bank, from 2006 to 2008. Mr. Cruz also serves on the board of Neon NewCo Corp. (an entity funding the pending acquisition of Netspend Corp.) as of August 2022. Mr. Cruz previously served on the boards of Sightline Payments from December 2020 to February 2025, Flowbird Group from February 2022 to January 2025, and M&M Food Market from July 2014 to February 2022. He holds a Bachelor of Arts in Honors Business Administration from the Richard Ivey School of Business at the University of Western Ontario. We believe Mr. Cruz is qualified to serve on our Board due to his extensive experience in finance and capital markets and his knowledge of our business in particular, gained through his prior services as a member of Shift4 Payments, LLC’s board of managers.\nKaren Roter Davis has served as a member of the Board since August 2021. Ms. Davis is a Managing Partner at Entrada Ventures, a venture capital firm investing in high growth enterprise and industrial technology companies. Ms. Davis spent over a decade in executive leadership at Alphabet from 2003 to 2008 and from 2016 to 2022, overseeing Google’s internal operations for its groundbreaking IPO and driving growth of some of the company’s most successful new businesses, most recently as a Director at X (formerly Google X). In addition to her Entrada-related boards, she serves on the board of 360Learning S.A., where she is a member of the audit and M&A and finance committees, and she previously served on the board of Innovyze, acquired by Autodesk, where she was chair of the audit committee and member of the compensation committee. Ms. Davis earned her MBA from Kellogg School of Management at Northwestern University, her Juris Doctor from Northwestern University School of Law, and her Bachelor of Arts from Princeton University’s School of Public & International Affairs. Ms. Davis is certified in Cybersecurity Oversight by Carnegie Mellon’s Software Engineering Institute and the National Association of Corporate Directors. We believe Ms. Davis is qualified to serve on our Board due to her two decades of experience in the technology industry and her various senior leadership and advisory roles spanning startups to global corporations.\nSarah Goldsmith-Grover has served as a member of the Board since June 2020 and from April 2021 to May 2021 served as our Interim Chief Marketing Officer. Ms. Grover is Principal of Sarah Grover, Inc. where she leverages her 35 years of hospitality industry experience leading global brands. Ms. Grover is hired to assess, stabilize, and restructure global restaurant brands through data-driven and CPG growth strategies. For 25 years, Ms. Grover held a series of high impact-strategic roles for the global chain California Pizza Kitchen. Her leadership as EVP and Chief Brand & Concept Officer helped enable the company’s growth from a ten-unit restaurant chain to a $600 million global brand and through multiple private and public ownership transactions. As a respected marketing leader, Ms. Grover has been recognized as a Marketing 50 by Advertising Age, and in 2020 named one of the top 25 casual dining restaurant executives. Ms. Grover is on the board of ChowNow, the UCLA Annual Restaurant Conference and the non-profit, Support + Feed. She holds a Bachelor of Arts in Communications from DePauw University. We believe Ms. Grover is qualified to serve on our Board due to her experience and insight acquired from leading companies in the restaurant and consumer industries.\nJonathan Halkyard has served as a member of the Board since June 2020. Mr. Halkyard has served as the Chief Financial Officer of MGM Resorts International since January 2021. From September 2013 to November 2019, Mr. Halkyard held various senior management positions at Extended Stay America, Inc., an integrated hotel owner and operator, including Chief Executive Officer, Chief Financial Officer and Chief Operating Officer. Mr. Halkyard has also served as a member of the board of directors of Dave & Buster’s Entertainment, Inc., a restaurant and entertainment business, since September 2011, including as the chair of its nominating and governance committee and member of its finance committee since June 2016, and as a member of its audit committee since September 2013. He previously served on the boards of directors of Extended Stay America, Inc., an operator of an economy apartment hotel chain, and ESH Hospitality, Inc., a real estate investment trust and the owner of the hotels, from January 2018 to November 2019. He holds a Bachelor of Arts in Economics from Colgate University and a Master’s in Business Administration from Harvard Business School. We believe Mr. Halkyard is qualified to serve on our board of directors due to his experience in leading companies in the finance and hospitality industries and his knowledge of the board and corporate governance practices of other organizations.\nSam Bakhshandehpour has served as a member of the Board since October 2022. Since 2020, Mr. Bakhshandehpour has served as the President and board member of José Andrés Group (f/k/a ThinkFoodGroup), and alongside José Andrés and Rob Wilder, serves in the Office of the Chief Executive Officer. Over the past decade, Mr. Bakhshandehpour has served José Andrés Group as an operating partner, advisor and investor. In his current capacity, Mr. Bakhshandehpour leads the execution of company strategy globally, across the restaurant, brand, hotel, and media divisions. Since 2015, Mr. Bakhshandehpour has also been the Chief Executive Officer & Managing Partner of Silverstone, a vertically integrated hospitality and lifestyle investment firm. From 2012 to 2015, Mr. Bakhshandehpour served as President, Chief Executive Officer and Board Member of SBE Entertainment, a Colony Capital portfolio company, where he was responsible for SBE Entertainment’s global operations across the hotel, restaurant and entertainment divisions. Since October 2023, Mr. Bakhshandehpour has served as a member on the advisory board of Fiserv, Inc., a financial services company. From 2014 to September 2022, Mr. Bakhshandehpour served as a member of the board of directors of the New Home Company, a homebuilder focused on the design, construction and sale of homes in major metropolitan areas. Mr. Bakhshandehpour holds a Bachelor of Science degree in Business Administration from Georgetown University’s McDonough School of Business. We believe Mr. Bakhshandehpour is qualified to serve on our Board due to his experience in leading companies in the finance and hospitality industries and his knowledge of the board and corporate governance practices of other organizations.",
      "char_count": 60301
    },
    "item1a": {
      "text": "ITEM 1A. RISK FACTORS\nInvesting in our Class A common stock involves a high degree of risk. You should carefully consider the risks described below, the other information in this Annual Report, including our consolidated financial statements and the related notes, as well as our other public filings with the SEC, before deciding to invest in our Class A common stock. The occurrence of any of the events described below could harm our business, financial condition, results of operations, liquidity or prospects. In such an event, the market price of our Class A common stock could decline, and you may lose all or part of your investment.\nRisks Related to the Transactions\nThe announcement and pendency of the Offer and the Merger may have an adverse effect on our business and results of operations, and our failure to complete the transactions completed by the Transaction Agreement could have an adverse effect on our business, financial condition, results of operations, and stock price.\nOn February 16, 2025, we entered into the Transaction Agreement with Global Blue, as described more fully in “Pending Acquisitions” in “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in Part II, Item 7 of this Annual Report. We currently expect the Offer to be completed on or before September 30, 2025 (subject to extension through February 16, 2026 by us or Global Blue upon written notice in the event that certain conditions remain unsatisfied as of September 30, 2025).\nCompletion of the transactions contemplated by the Transaction Agreement (the “Transactions”) is subject to customary closing conditions set forth therein, as further described in “Pending Acquisitions” in “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in Part II, Item 7 of this Annual Report. There is no assurance that all of the various conditions will be satisfied, or that the transactions will be completed on the proposed terms, within the expected timeframe, or at all.\nThe transactions may be delayed, and may ultimately not be completed, due to a number of factors, including without limitation:\n•potential future stockholder litigation and other legal and regulatory proceedings, which could prevent, materially restrain, or materially impair the consummation of the transactions; and\n•the failure to satisfy the other conditions to the completion of the Transactions.\nIf the Transactions are not consummated, we may suffer other consequences that could adversely affect our business, financial condition, results of operations, and stock price, and our stockholders would be exposed to additional risks, including:\n•to the extent that the current market price of our stock reflects an assumption that the Transactions will be completed, the market price of our common stock could decrease if the transactions are not completed;\n•investor confidence in us could decline; stockholder litigation could be brought against us; our relationships with existing and prospective customers, service providers, investors, lenders, and other business partners may be adversely impacted we may be unable to retain key personnel; and our results of operations may be adversely impacted due to costs incurred in connection with the Transactions;\n•any disruptions to our business resulting from the announcement and pendency of the transactions, including adverse changes in our relationships with customers, suppliers, partners and employees, may continue or intensify in the event the Transactions are not consummated or is significantly delayed; and\n•the risks related to the diversion of attention of our management or employees from ongoing operations during the pendency of the Transactions.\nThere can be no assurance that our business, relationships with other parties, liquidity, or financial condition will not be adversely affected, as compared to the condition prior to the announcement of the Transactions, if the Transactions are not consummated. Even if successfully completed, there are certain risks to our stockholders from the Transactions.\nWhile the Transactions are pending, we are subject to business uncertainties and contractual restrictions that could harm our business, financial condition, and results of operations.\nDuring the period prior to the closing of the Transactions and pursuant to the terms of the Transaction Agreement, our business is exposed to certain inherent risks and contractual restrictions that could harm our business, financial condition, and results of operations, including:\n•potential uncertainty in the marketplace, which could lead current and prospective customers to work with other providers or delay transacting with us;\n•the possibility of disruption to our business and operations resulting from the announcement and pendency of the Transactions, including diversion of management attention and resources;\n•the inability to pursue certain business opportunities and other restrictions on our ability to conduct our business;\n•the amount of the costs, fees, expenses and charges related to the Offer, the Merger, and the Transaction Agreement, including, but not limited to, the cost of any legal proceeding that may be instituted against us, which may materially and adversely affect our financial condition; and\n•other developments beyond our control, including, but not limited to, changes in global economic conditions that may affect the timing or success of the Transactions.\nIf any of these effects were to occur, it could adversely impact our business, cash flow, financial condition, or results of operations, as well as the market price of our common stock and our perceived value, regardless of whether the Transaction is completed.\nLitigation may arise in connection with the Transactions, which could be costly, prevent consummation of the Transactions, divert management’s attention, and otherwise harm our business, financial condition, and results of operations.\nRegardless of the outcome of any future litigation related to the Transactions, such litigation may be time-consuming and expensive and may distract our management from running the day-to-day operations of our business. The litigation costs and diversion of management’s attention and resources to address the claims and counterclaims in any litigation related to the Transactions may adversely affect our business, results of operations, prospects, and financial condition. If the Transactions are not consummated for any reason, litigation may be filed in connection with the failure to consummate the Transactions. Any litigation related to the Transactions may result in negative publicity or an unfavorable impression of us, which could adversely affect the price of our common stock, impair our ability to recruit or retain employees, damage our relationships with our customers and business partners, or otherwise harm our operations and financial performance.\nFollowing the consummation of the Transactions, we may be unable to integrate the Global Blue business successfully or realize the anticipated synergies and related benefits of the Transactions.\nWe and Global Blue entered into the Transaction Agreement with the expectation that the Transactions will result in various benefits and synergies. However, the Transactions involves the combination of two companies that currently operate as independent companies. We may be unable to successfully operate Global Blue’s business or integrate it into its own operations as a combined company.\nAfter the consummating the Transactions, we will be required to devote significant management attention and resources to integrating the portfolio and operations of Global Blue. Potential difficulties that we may encounter in the integration process include without limitation:\n•the inability to combine our business with Global Blue in a manner that permits us to achieve any cost savings or other synergies anticipated as a result of the Transactions or to achieve such cost savings or other anticipated synergies in a timely manner, which could result in us not realizing some anticipated benefits of the Transactions in the time frame currently anticipated, or at all;\n•the inability to realize the anticipated value from various Global Blue assets;\n•the inability to integrate and manage personnel from the companies and minimizing the loss of key employees;\n•the inability to consolidate the companies’ administrative and information technology infrastructure and financial systems and identify and eliminate redundant and underperforming functions and assets;\n•the inability to harmonize the companies’ operating practices, employee development and compensation programs, internal controls and other policies, procedures and processes;\n•the inability to coordinate distribution and marketing efforts;\n•potential unknown liabilities and unforeseen increased expenses, delays or unfavorable conditions in connection with the anticipated consummation of the Transactions and the subsequent integration; and\n•performance shortfalls at one or both of the companies as a result of the diversion of management’s attention from ongoing business activities as a result of completing the Transactions and integrating the companies’ operations.\nIt is possible that the integration process could result in the distraction of our management, the loss of key employees, the disruption of our ongoing business or inconsistencies in our operations, services, standards, controls, procedures and policies, any of which could adversely affect our ability to maintain relationships with third parties and employees or to achieve the anticipated benefits of the Transactions, or could otherwise adversely affect our business and financial results.\nOur future results will suffer if we do not effectively manage our expanded operations following the Transactions.\nFollowing the Transactions, the size and scope of operations of the business of the combined company will increase beyond the current size and scope of operations of either our or Global Blue’s current businesses. In addition, we may continue to expand our size and operations through additional acquisitions or other strategic transactions. Our future success depends, in part, upon our ability to manage our expanded business, which may pose substantial challenges for its management, including challenges related to the management and monitoring of new operations and locations and associated increased costs and complexity. There can be no assurances that we will be successful in managing such expanded business or that we will realize the expected economies of scale, synergies and other benefits currently anticipated from the Transactions or anticipated from any additional acquisitions or strategic transactions.\nThe market price of our common stock may decline as a result of the completion of the Transactions.\nThe market price of our common stock may decline as a result of the completion of the Transactions for a number of reasons, including if we do not achieve the perceived benefits of the Transactions as rapidly or to the degree anticipated by financial and industry analysts, or if the effect of the Transactions on our financial results is not consistent with the expectations of financial and industry analysts. In addition, if the Transactions are consummated, our stockholders will own interests in a company operating an expanded business with a different mix of assets, risks and liabilities. Current stockholders may not wish to continue to invest in us, or for other reasons may wish to dispose of some or all of their shares of our common stock. If, following the consummation of the Transactions, there is selling pressure on our common stock that exceeds demand at the market price, the price of our common stock could decline.\nThe combined company may not be able to retain existing third-party relationships, or such third parties may seek to modify contractual relationships with the combined company, which could have an adverse effect on the combined company’s business and operations. Third parties may terminate or alter existing contracts or relationships with us or Global Blue.\nAs a result of the Transactions, the combined company may experience impacts on relationships with customers, suppliers and distributors that may harm the combined company’s business and results of operations. Certain suppliers or distributors may seek to terminate or modify contractual obligations following the Transactions whether or not contractual rights are triggered as a result of the Transactions. There can be no guarantee that customers, suppliers and distributors will remain with or continue to have a relationship with the combined company or do so on contractual terms amenable to us following the Transactions. If any suppliers or distributors seek to terminate or modify contractual obligations or discontinue their relationship with the combined company, then the combined company’s business and results of operations may be harmed.\nBusiness risks\nSubstantial and increasingly intense competition worldwide in the financial services, payments and payment technology industries may adversely affect our overall business and operations.\nThe financial services, payments and payment technology industries are highly competitive, and our payment services and solutions compete against all forms of financial services and payment systems, including cash, checks, and electronic, mobile, eCommerce and integrated payment platforms. Many of the areas in which we compete are evolving rapidly with shifting user needs and changing and disruptive technologies, products, and services. We compete against a wide range of businesses with varying roles within the payments value chain. If we are unable to differentiate ourselves from our competitors and drive value for our customers, we may not be able to compete effectively. Our competitors may introduce their own value-added or other innovative services or solutions more effectively than we do, which could adversely impact our current competitive position and prospects for growth. Our competitors also may be able to offer services that we do not offer. We also compete against new entrants that have developed alternative payment systems, eCommerce payment systems, payment systems for mobile devices and customized integrated software payment solutions. Failure to compete effectively against any of these competitive threats could adversely affect our business, financial condition or results of operations. In addition, some of our competitors are larger and/or have greater financial resources than us, enabling them to maintain a wider range of product offerings, mount extensive promotional campaigns and be more aggressive in offering products and services at lower rates, which may adversely affect our business, financial condition or results of operations. Furthermore, any negative publicity or perceptions involving the Company or our employees, brands, products, vendors, spokespersons or marketing and other partners may negatively impact our reputation and adversely impact our ability to compete effectively and could adversely affect our business, financial condition or results of operations.\nPotential changes in the competitive landscape, including disintermediation from other participants in the payments chain, could harm our business.\nWe expect the competitive landscape will continue to change in a variety of ways, including:\n•rapid and significant changes in technology, resulting in new and innovative payment methods and programs that could place us at a competitive disadvantage and reduce the use of our products and services;\n•competitors, including non-integrated payment processors (such as Chase Paymentech, Elavon, Worldpay, Fiserv and Global Payments) and integrated payment providers (such as Adyen, Lightspeed, Shopify, Square and Toast), merchants, governments and/or other industry participants may develop products and services that compete with or replace our value-added products and services, including products and services that enable payment networks and banks to transact with consumers directly;\n•participants in the financial services, payments and payment technology industries may merge, create joint ventures, or form other business combinations that may strengthen their existing business services or create new payment services that compete with our services; and\n•new services and technologies that we develop may be impacted by industry-wide solutions and standards related to migration to EMV standards, including chip technology, tokenization and other safety and security technologies.\nCertain competitors could use strong or dominant positions in one or more markets to gain a competitive advantage over us by integrating competing platforms or features into products that they control, including but not limited to search engines, web browsers, mobile device operating systems, and social networks, by making acquisitions, or by making access to our platform more difficult. Further, current and future competitors could choose to offer a different pricing model, or to undercut prices in the market or our prices, in an effort to increase their market share. Failure to compete effectively against any of these or other competitive threats could adversely affect our business, financial condition or results of operations.\nGlobal economic, political and other conditions may adversely affect trends in consumer, business and government spending, which may adversely impact the demand for our services and our revenue and profitability.\nThe financial services, payments and payment technology industries in which we operate depend heavily upon the overall level of consumer, business and government spending. A sustained deterioration in general economic conditions, including distress in financial markets and turmoil in specific economies around the world, may adversely affect our financial performance by reducing the number or average purchase amount of transactions we process, including as a result of business closures. A reduction in the amount of consumer spending or credit card transactions could result in a decrease in our revenue and profits.\nAdverse economic trends may accelerate the timing, or increase the impact of, risks to our financial performance. These trends could include:\n•declining economies and the pace of economic recovery can change consumer spending behaviors, on which the majority of our revenue is dependent;\n•low levels of consumer and business confidence typically associated with recessionary environments, and those markets experiencing relatively high unemployment, may result in decreased spending by cardholders;\n•budgetary concerns in the U.S. and other countries around the world could affect the U.S. and other sovereign credit ratings, which could impact consumer confidence and spending;\n•financial institutions may restrict credit lines to cardholders or limit the issuance of new cards to mitigate cardholder credit concerns;\n•uncertainty and volatility in the performance of our merchants’ businesses, particularly SMBs, may make estimates of our revenues and financial performance less predictable;\n•cardholders or merchants may decrease spending for value-added services we market and sell;\n•government intervention, including the effect of laws, tariffs, regulations and government investments in our merchants, may have potential negative effects on our business and our relationships with our merchants or otherwise alter their strategic direction away from our products and services; and\n•political tensions resulting in economic instability, such as due to wars in the Middle East and Eastern Europe and the related response, including sanctions or other restrictive actions, by the U.S. and/or other countries.\nIn addition, the banking industry remains subject to consolidation, regardless of overall economic conditions. In times of economic distress, various financial institutions in the markets we serve have been acquired or merged with and into other financial institutions, including those with which we partner. If a current referral partner of ours is acquired by another bank, the acquiring bank may seek to terminate our agreement and impose its own merchant services program on the acquired bank. We may be unable to retain our banking relationships post-acquisition, or may have to offer financial concessions to do so, which could adversely affect our results of operations or growth.\nA global deterioration in economic conditions, which may have an adverse impact on discretionary consumer spending, could also impact our business. For instance, consumer spending has been, and may continue to be, negatively impacted by general macroeconomic conditions. If governments are not successful in addressing and rectifying market and economic conditions, adverse economic conditions may cause a material impact on our ability to raise capital, if needed, on a timely basis and on acceptable terms or at all.\nWe are exposed to fluctuations in inflation, which could negatively affect our business, financial condition and results of operations.\nThe U.S. experienced historically high levels of inflation from 2021 through 2023. According to the U.S. Department of Labor, the annual inflation rate for the U.S. was 2.9% for the twelve months ended December 31, 2024. While inflation has decreased in 2024, if the inflation rate increases again, it will likely affect our expenses, including, but not limited to, increased employee compensation expenses and costs for supplies. In the event inflation increases, we may seek to increase the sales prices of our products and services in order to maintain satisfactory margins. Any attempts to offset cost increases with price increases may reduce sales, increase customer dissatisfaction, or otherwise harm our reputation. Moreover, to the extent inflation has other adverse effects on the market, it may adversely affect our business, financial condition and results of operations.\nOur ability to anticipate and respond to changing industry trends and the needs and preferences of our merchants and consumers may adversely affect our competitiveness or the demand for our products and services.\nThe financial services, payments and payments technology industries are subject to rapid technological advancements, resulting in new products and services, including mobile payment applications and customized integrated software payment solutions, and an evolving competitive landscape, as well as changing industry trends and the needs and preferences of our merchants and consumers. We expect that new services and technologies applicable to the financial services, payments and payment technology industries will continue to emerge, and external factors may accelerate such emergence. These changes may limit the competitiveness of and demand for our services. Also, our merchants continue to adopt new technology for business. We must anticipate and respond to these changes in order to remain competitive within our relative markets. In addition, failure to develop value-added services that meet the needs and preferences of our merchants could adversely affect our ability to compete effectively in our industry. Any new solution we develop or acquire might not be introduced in a timely or cost-effective manner and might not achieve the broad market acceptance necessary to generate significant revenue. In addition, these solutions could become subject to legal or regulatory requirements, which could prohibit or slow the development and provision of such new solutions and/or our adoption thereof. Furthermore, our merchants’ potential negative reaction to our products and services can spread quickly through social media and damage our reputation before we have the opportunity to respond. Improving and enhancing the functionality, performance, reliability, design, security and scalability of our platform is expensive, time-consuming and complex, and to the extent we are not able to do so in a manner that responds to our merchants’ evolving needs, our business, financial condition and results of operations will be adversely affected. If we are unable to anticipate or respond to technological or industry standard changes on a timely basis, our ability to remain competitive could be adversely affected.\nOur use of artificial intelligence and machine learning tools may subject us to additional risks and may adversely impact our reputation and the performance of our products, service offerings and business.\nWe use artificial intelligence, machine learning, and automated decision-making technologies, including proprietary artificial intelligence and machine learning algorithms throughout our business, and are making significant investments to continuously improve our use of such technologies. For example, we use machine learning, artificial intelligence and automated decision-making technologies in our SkyTab Website Builder, a tool powered by artificial intelligence for restaurants to quickly and easily create a website for their business.\nThere are significant risks involved in developing, maintaining and deploying these technologies and there can be no assurance that the usage of such technologies will always enhance our products or services or be beneficial to our business, including our efficiency or profitability. In particular, if these artificial intelligence or machine learning models are incorrectly designed or implemented; trained or reliant on incomplete, inadequate, inaccurate, biased or otherwise poor quality data or on data to which we do not have sufficient rights; and/or are adversely impacted by unforeseen defects, technical challenges, cyber security threats or material performance issues, the performance of our products, services, and business, as well as our reputation and the reputations of our customers, could suffer or we could incur liability through the violation of laws, contracts to which we are a party or civil claims. Any confidential information that we input into a generative artificial intelligence platform could be leaked or disclosed to others, including sensitive information that is used to train the model. Further, our ability to continue to develop or use such technologies may be dependent on access to specific third-party software and infrastructure, such as processing hardware or third-party artificial intelligence models, and we cannot control the availability or pricing of such third-party software and infrastructure, especially in a highly competitive environment. Developing, testing, and deploying these technologies may also increase the cost profile of our products due to the level of investment needed to enable such initiatives.\nBecause we rely on third-party vendors to provide products and services, we could be adversely impacted if they fail to fulfill their obligations.\nWe depend on third-party vendors for certain products and services, including components of our computer systems, software, data centers and telecommunications networks, to conduct our business. Any changes in these systems that degrade the functionality of our products and services, impose additional costs or requirements on it, or give preferential treatment to competitors’ services, including their own services, could materially and adversely affect usage of our products and services. For example, in the U.S., EU, and Canada we are dependent on our relationship with a single third-party processor for services such as merchant authorization, processing, risk and chargeback monitoring accounting and clearing and settlement for the transactions we service. There can be no assurance that our backup systems and alternative arrangements would successfully avoid a significant disruption of processing in the event of an unforeseen event with this third-party. In the event our agreement with our third-party processor is terminated, or if upon its expiration we are unable to renew the contract on terms favorable to us, or at all, it may be difficult for us to replace these services, which may adversely affect our operations and profitability.\nWe also rely on third parties for specific software and devices used in providing our products and services. Some of these organizations and service providers provide similar services and technology to our competitors, and we do not have long-term or exclusive contracts with them.\nOur computer systems, hardware, software, technology infrastructure and online sites and networks for both internal and external operations that are critical to our business (collectively, “IT Systems”) as well as IT Systems of our merchants, software partners, and any other third party we may rely on, could be exposed to damage or interruption from, among other things, fire, natural disasters, power loss, telecommunications failure, unauthorized entry, computer viruses, denial-of-service attacks, social engineering/phishing, company insiders, acts of terrorism, human or technological error, vandalism or sabotage, financial insolvency, bankruptcy and similar events. In addition, we may be unable to renew our existing contracts with our most significant merchants and software partners, or our merchants and software partners may stop providing or otherwise supporting the products and services we obtain from them, and we may not be able to obtain these or similar products or services on the same or similar terms as our existing agreements, if at all. The failure of our third-party vendors to perform their obligations and provide the products and services we obtain from them in a timely manner for any reason could adversely affect our operations and profitability due to, among other consequences: \n•loss of revenues;\n•loss of merchants and software partners;\n•loss of merchant and cardholder data;\n•fines imposed by payment networks;\n•enforcement action by regulators;\n•harm to our business or reputation and brand resulting from negative publicity and loss of trust;\n•exposure to fraud losses or other liabilities;\n•additional operating and development costs; or\n•diversion of management, technical, and other resources.\nAcquisitions, dispositions, and other strategic transactions create certain risks and may adversely affect our business, financial condition or results of operations.\nWe have acquired businesses and may continue to make acquisitions of businesses or assets, dispositions, or enter into other strategic transactions in the future. Strategic transactions, including the acquisition and integration of businesses or assets, involve a number of risks. These risks include valuation (determining a fair price for the business or assets), integration (managing the process of integrating the acquired business’ people, products, technology and other assets to extract the value and synergies projected to be realized in connection with the acquisition), regulation (obtaining regulatory or other government approvals that may be necessary to complete the acquisition and becoming subject to additional or new ongoing regulatory requirements) and due diligence (including identifying risks to the prospects of the business, including undisclosed or unknown liabilities or restrictions to be assumed in the acquisition). Moreover, we may fail to successfully identify appropriate strategic transactions, including acquisition candidates, enter new markets or industries, or integrate any acquisitions consummated in a relatively short amount of time and, as a result, may fail to realize the synergies, cost savings and other benefits expected from such acquisitions. In addition, a significant portion of the purchase price of companies we acquire may be allocated to acquired goodwill and other intangible assets. We are required to test goodwill and any other intangible assets with an indefinite life for possible impairment on an annual basis, or more frequently, when circumstances indicate that impairment may have occurred. We are also required to evaluate amortizable intangible assets and fixed assets for impairment if there are indicators of a possible impairment. In the future, if our acquisitions do not yield expected returns, we may be required to take charges to our results of operations based on this impairment assessment process, which could adversely affect our results of operations. See “—Financial risks—Our balance sheet includes significant amounts of goodwill and intangible assets. The impairment of a significant portion of these assets would negatively affect our business, financial condition or results of operations.”\nIn addition, to the extent we pursue transactions including acquisitions outside of the U.S., these potential transactions often involve additional or increased risks including:\n•managing geographically separated organizations, systems and facilities;\n•integrating personnel with diverse business backgrounds and organizational cultures;\n•complying with non-U.S. regulatory and other legal requirements;\n•addressing financial and other impacts to our business resulting from fluctuations in currency exchange rates and unit economics across multiple jurisdictions;\n•enforcing intellectual property rights outside of the U.S.;\n•difficulty entering new non-U.S. markets due to, among other things, consumer acceptance and business knowledge of these markets; and\n•general economic and political conditions. See “—Business risks—Global economic, political and other conditions may adversely affect trends in consumer, business and government spending, which may adversely impact the demand for our services and our revenue and profitability.”\nThe process of integrating operations could cause an interruption of, or loss of momentum in, the activities of one or more of our combined businesses and the possible loss of key personnel. The diversion of management’s attention and any delays or difficulties encountered in connection with strategic transactions and their integration could adversely affect our business, financial condition or results of operations. See also “Risks Related to the Transactions.”\nWe expect to consider from time to time further strategic opportunities that may involve acquisitions, dispositions, investments in joint ventures, partnerships, and other strategic alternatives that may enhance shareholder value, any of which may result in the use of a significant amount of management resources or significant costs, and we may not be able to fully realize the potential benefit of such transactions.\nWe expect to continue to consider acquisitions, dispositions, investments in joint ventures, partnerships, and other strategic alternatives that may enhance shareholder value. Our Board and management may from time to time be engaged in evaluating potential transactions and other strategic alternatives. In addition, from time to time, we may engage financial advisors, enter into non-disclosure agreements, conduct discussions, and undertake other actions that may result in one or more transactions. Although there would be uncertainty that any of these activities or discussions would result in definitive agreements or the completion of any transaction, we may devote a significant amount of management resources to analyzing and pursuing such a transaction, which could negatively impact operations. In addition, we may incur significant costs in connection with seeking such transactions or other strategic alternatives regardless of whether the transaction is completed. In the event that we consummate an acquisition, disposition, partnership, or other strategic alternative in the future, we cannot be certain that we would fully realize the anticipated benefits of such a transaction and cannot predict the impact that such strategic transaction might have on our operations or stock price. See also “Risks Related to the Transactions.”\nRestrictions on Shift4’s dealings with Vectron may delay the implementation of our acquisition strategy and could adversely impact our results of operations.\nOn June 14, 2024, we acquired a majority stake in Vectron, which is based in Germany and a supplier of POS systems to the restaurant and hospitality verticals. Under German law, we are subject to certain restrictions in our dealings with Vectron. Pursuant to a Domination and/or Profit and Loss Transfer Agreement (“DPLTA”) that we intend to enter into, we are in the process of gaining control of the day-to-day operations of Vectron. These restrictions could delay the implementation of our strategy and may adversely impact our results of operations. There can be no assurance that a DPLTA will be established.\nIf Shift4 enters into a DPLTA with Vectron, the Company may be subject to certain risks that could adversely affect its business, financial condition or results of operations.\nWe intend to enter into a DPLTA with Vectron and its minority shareholders. According to the applicable provisions of the German Stock Corporation Act, under a DPLTA, we would be obligated to compensate any annual net loss of Vectron. Furthermore, each remaining minority Vectron shareholder would have the option to either:\n•Remain a Vectron shareholder and receive an adequate fixed or variable annual guaranteed dividend in the case of a domination agreement, or annual recurring compensation in the case of a profit and loss transfer agreement, as stipulated by the German Stock Corporation Act.\n•Receive adequate exit compensation in exchange for their Vectron shares, in accordance with the provisions of the German Stock Corporation Act.\nVectron shareholders choosing the first option may later elect the second option for as long as the offer for the exit compensation remains open. Our obligation to pay an adequate fixed or variable annual guaranteed dividend or annual recurring compensation could result in a continuous payment obligation that may be higher than the dividends otherwise distributed to Vectron’s shareholders.\nOur inability to protect our IT Systems and Confidential Information, as well as the IT Systems of third parties we rely on, from continually evolving cybersecurity risks, security breaches or other technological risks could affect our reputation and brand among our merchants and consumers and may expose us to material financial penalties and legal liability.\nWe are subject to a number of legal requirements, contractual obligations and industry standards regarding security, data protection and privacy and any failure to comply with these requirements, obligations or standards could have an adverse effect on our reputation, brand, business, financial condition and results of operations.\nIn conducting our business, we collect, process, transmit and store sensitive business information and personal information about our merchants, consumers, sales and financial institution partners, vendors, and other parties, including account access credentials, credit and debit card numbers, bank account numbers, social security numbers, driver’s license numbers, names and addresses and other types of personal information and sensitive business information, such as trade secrets and other proprietary information (collectively, “Confidential Information”). Some of this Confidential Information is also processed and stored by our merchants, software and financial institution partners, third-party service providers to whom we outsource certain functions and other agents, (collectively, “Associated Third Parties”). We have certain responsibilities to payment networks and their member financial institutions for any failure, including the failure of our Associated Third Parties, to protect this Confidential Information.\nWe face numerous and evolving cybersecurity risks that threaten the confidentiality, integrity and availability of IT Systems and Confidential Information. In addition, as a provider of security-related solutions to merchants and other business customers, our products and services may themselves be targets of cyberattacks that attempt to sabotage or otherwise disable them. There can be no assurance that our cybersecurity risk management program and processes, detailed in Item 1C. “Cybersecurity” elsewhere in this Annual Report, including our policies (including an incident response plan), controls, or procedures, will be fully implemented, complied with, or effective in protecting our IT Systems and Confidential Information. The defensive and preventative measures we take ultimately may not be able to effectively detect, prevent, or protect against or otherwise mitigate losses from all cyberattacks, and it is virtually impossible for us to eliminate cybersecurity risk entirely. Any compromise of our IT Systems could lead to system disruptions or slowdowns and the exploitation of security vulnerabilities of our products. Additionally, the Confidential Information stored on our IT Systems could be accessed, publicly disclosed, misused, lost, or stolen, which could subject us to liability and cause us financial harm.\nOur IT Systems and those of our Associated Third Parties have been, and could be in the future, subject to breaches, and our data protection measures may not prevent unauthorized access. We have previously been the target of malicious third-party attempts to identify and exploit system vulnerabilities, and/or penetrate or bypass our security measures, in order to gain unauthorized access to our networks and systems or those of third parties associated with us, and we expect to be the target of such attempts in the future. For example, we have been the target of frequent phishing and distributed denial-of-service attempts. If these attempts are successful, it could lead to the compromise of Confidential Information. While to date no incidents have had a material impact on our operations or financial results, we cannot guarantee that material incidents will not occur in the future. Furthermore, while we proactively employ multiple methods at different layers of our IT Systems to defend against intrusion and attack and to protect our Confidential Information, we cannot be certain that these measures will be sufficient to counter all current and emerging technology threats. Increased remote operations create an additional risk of attack while decreasing our ability to monitor. Remote and hybrid working arrangements at our company, and at many of our Associated Third Parties, increase cybersecurity risks due to the challenges associated with managing remote computing assets and security vulnerabilities that are present in many non-corporate and home networks.\nWhile we believe the procedures and processes we have implemented to handle an attack are adequate, cyberattacks are expected to accelerate on a global basis in frequency and magnitude as threat actors are becoming increasingly sophisticated in using techniques and tools, including artificial intelligence, that circumvent security controls, evade detection and remove forensic evidence. These threats can come from diverse threat actors, such as state-sponsored organizations, opportunistic hackers and hacktivists, as well as through diverse attack vectors, such as social engineering/phishing, company insiders, suppliers or providers, and as a result of human or technological error, including misconfigurations, “bugs”, or other vulnerabilities in software and hardware. As such, we may be unable to detect, investigate, remediate, or recover from future attacks or incidents, or to avoid a material adverse impact to our business. Specifically, computer viruses and other malware can be distributed and could infiltrate our IT Systems or those of our Associated Third Parties. Ransomware attacks, including those from organized criminal threat actors, nation-states, and nation-state supported actors, are becoming increasingly prevalent and severe, and can lead to significant interruptions in our operations, loss of data and income, reputational loss, diversion of funds, and may result in fines, litigation and unwanted media attention. Extortion payments may alleviate the negative impact of a ransomware attack, but we may be unwilling or unable to make such payments due to, for example, applicable laws or regulations prohibiting payments (e.g., OFAC regulations). In addition, denial of service or other attacks could be and have been launched against us for a variety of purposes, including, for example, to interfere with our services or create a diversion for other malicious activities. While we maintain cybersecurity and technology errors and omissions insurance coverage that covers certain aspects of cyber risks, it may not be sufficient in type or amount to cover us against claims related to breaches, failures or other data security-related incidents, and we cannot be certain that such insurance will continue to be available to us on economically reasonable terms, or at all, or that any insurer will not deny coverage as to any future claim. Further, while we select our Associated Third Parties carefully, we do not control their actions. Any problems experienced by our Associated Third Parties, including those resulting from breakdowns or other disruptions in the services provided by such parties or cyberattacks and security breaches, could adversely affect our ability to service our merchants or otherwise conduct our business.\nWe could also be subject to liability for claims relating to misuse of Confidential Information, such as unauthorized marketing purposes and violation of consumer protection or data privacy laws. We cannot provide assurance that the contractual requirements related to security and privacy that we impose on our service providers who have access to Confidential Information will be followed or will be adequate to prevent the unauthorized use or disclosure of Confidential Information. In addition, we have agreed in certain agreements to take certain protective measures to ensure the confidentiality of Confidential Information. The costs of systems and procedures associated with such protective measures may increase and could adversely affect our ability to compete effectively. Any failure to adequately enforce or provide these protective measures could result in liability, protracted and costly litigation, governmental and card network intervention and fines and, with respect to misuse of personal information of our merchants and consumers, lost revenue and reputational harm.\nMoreover, as we process debit and credit cards as a part of our services, we are subject to the Payment Card Industry Data Security Standard (“PCI-DSS”), issued by the Payment Card Industry Security Standards Council. PCI-DSS imposes compliance obligations with regard to our security surrounding the physical and electronic storage, processing and transmission of cardholder data. Compliance with PCI-DSS and implementing related procedures, technology and information security measures requires significant resources and ongoing attention. Costs and potential problems and interruptions associated with the implementation of new or upgraded systems and technology, such as those necessary to achieve compliance with PCI-DSS or with maintenance or adequate support of existing systems could also disrupt or reduce the efficiency of our operations, especially since processing cardholder data is at the center of our business operations. Any material interruptions or failures in our payment related systems could have a material adverse effect on our business, including loss of customer trust, results of operations and financial condition. If there are amendments to PCI-DSS, the cost of compliance could increase and we may suffer loss of critical data and interruptions or delays in our operations as a result. If we are unable to comply with the security standards established by banks and the payment card industry, we may be subject to fines, restrictions and expulsion from card acceptance programs, which could materially and adversely affect our business.\nAny type of security breach, attack or misuse of Confidential Information, whether experienced by us or an Associated Third Party, could harm our reputation and brand and invite negative publicity, deter existing or prospective merchants from using our services, increase our operating expenses in order to contain and remediate the incident, expose us to unbudgeted or uninsured liability, disrupt our operations (including potential service interruptions), divert management focus away from other priorities, expose us to claims and costly litigation (including class action lawsuits), increase our risk of regulatory scrutiny, result in the imposition of penalties and fines under state, federal and foreign laws or by payment networks and adversely affect our continued payment network registration and financial institution sponsorship. Further, if we were to be removed from networks’ lists of PCI-DSS, compliant service providers, our existing merchants, sales and financial institution partners or other third parties may cease using or referring our services. Also, prospective merchants, sales partners, financial institution partners or other third parties may choose to terminate their relationship with us, or delay or choose not to consider us for their processing needs, and the payment networks on which we rely could refuse to allow us to continue processing through their networks. We may also be required by applicable regulations to report data breaches and major security incidents to our regulators, which may result in regulatory inquiries, investigations or enforcement actions. Any of the foregoing could adversely impact market acceptance of our products and seriously affect our business, financial condition or results of operations.\nWe collect, process, store, and use data, including personal information, which subjects us to governmental regulation and other legal obligations, particularly related to privacy, data protection and information security, and marketing across different markets where we conduct our business. Our actual or perceived failure to comply with such obligations could harm our business and/or result in reputational harm, loss of customers, material financial penalties and legal liabilities.\nIn the U.S. and other jurisdictions in which our services are used, we are subject to various privacy, data protection and information security, and consumer protection laws (including laws on disputed transactions), related regulations, and industry standards (e.g., PCI-DSS). If we are found to have breached such laws, regulations, or standards in any such market, we may be subject to enforcement actions that require us to change our business practices in a manner which may negatively impact our revenue, as well as expose ourselves to litigation, fines, civil and/or criminal penalties and adverse publicity that could cause our customers to lose trust in us, negatively impacting our reputation, brand and business in a manner that harms our financial position.\nAs part of our business, we collect personal information, as well as other potentially sensitive and/or regulated data from our consumers and the merchants we work with. As a result, we are subject to certain laws and regulations in the U.S. that restrict how personal information is collected, processed, stored, transferred, used and disclosed, as well as set standards for its security, implement notice requirements regarding privacy practices, and provide individuals with certain rights regarding the use, disclosure and sale of their protected personal information. For example, the FTC and many state attorneys general are interpreting federal and state consumer protection laws to impose standards for the online collection, use, dissemination, and security of personal information. Such standards require us to publish statements that describe how we handle personal information and choices individuals may have about the way we handle their personal information. If such statements that we publish are found to be untrue or inaccurate, we may be subject to government claims of unfair or deceptive trade practices, which could lead to regulatory investigations, significant liabilities and other consequences. Moreover, according to the FTC, violating consumers’ privacy rights or failing to take appropriate steps to keep consumers’ personal information secure may constitute unfair acts or practices in or affecting commerce in violation of Section 5(a) of the FTC Act. State consumer protection laws provide similar causes of action for unfair or deceptive practices. Some states, such as California and Massachusetts, have passed specific laws mandating reasonable security measures for the handling of certain personal information. Further, privacy advocates and industry groups have regularly proposed and sometimes approved, and may propose and approve in the future, self-regulatory standards with which we must legally comply or that contractually apply to us.\nIn addition, the GLBA regulates, among other things, the use of non-public personal information of consumers that is held by financial institutions. We may be considered a service provider to “financial institutions” and therefore subject to various GLBA-related contractual obligations, including requirements relating to the physical, administrative and technological protection of non-public personal financial information. Breach of the GLBA can result in civil and/or criminal liability and sanctions by regulatory authorities and/or contractual liability.\nMoreover, in the U.S., both the federal and various state governments have adopted or are considering, additional laws, guidelines or rules for the collection, distribution, use and storage of information collected from or about consumers or their devices. For example, the CCPA requires specific disclosures to California residents, imposes rules for collecting or using information about California residents, and affords California residents rights with respect to their personal information, including rights to opt out of certain disclosures of personal information. The CCPA provides for civil penalties for violations, as well as a private right of action for certain data breaches that is expected to increase data breach litigation. The effects of the CCPA and its implementing regulations, and uncertainties about the scope and applicability of exemptions that may apply to our business (including an exemption as to data that is subject to the GLBA), are potentially significant and may require us to modify our data collection or processing practices and policies and to incur substantial costs and expenses in an effort to comply. Additionally, the enactment of the CCPA is prompting a wave of similar legislative developments in other states in the U.S., which creates the potential for a patchwork of overlapping but different state laws. For example, since the CCPA went into effect, comprehensive privacy statutes that share similarities with the CCPA are now in effect and enforceable in numerous states and will soon be enforceable in several other states as well.\nIn Europe and the UK, we are subject to the EU GDPR and UK GDPR, which comprehensively regulates the use of our personal data, including cross-border transfers of personal data out of the EEA and the UK. In relation to such cross-border transfers of personal data, we expect the existing legal complexity and uncertainty regarding international personal data transfers to continue. In particular, we expect the European Commission approval of the current EU-US Data Privacy Framework for data transfers to certified entities in the U.S. and to other jurisdictions more generally to continue to be subject to enhanced scrutiny by regulators. As the regulatory guidance and enforcement landscape in relation to data transfers continue to develop, we could suffer additional costs, complaints and/or regulatory investigations or fines; we may have to stop using certain tools and vendors and make other operational changes; we may have to implement alternative data transfer mechanisms under the GDPR and/or take additional compliance and operational measures; and/or it could otherwise affect the manner in which we provide our services, and could adversely affect our business, operations and financial condition.\nWe are also subject to evolving laws on cookies, tracking technologies and e-marketing. In the EU and the UK under national laws derived from the ePrivacy Directive, informed consent is required for the placement of a cookie or similar technologies on a user’s device and for direct electronic marketing. The GDPR also imposes conditions on obtaining valid consent for cookies, such as a prohibition on pre-checked consents and a requirement to ensure separate consents are sought for each type of cookie or similar technology. Recent European court and regulator decisions are driving increased attention to cookies and tracking technologies requiring a strict opt-in to all but essential use cases. This trend could lead to substantial costs, require significant systems changes, limit the effectiveness of our marketing activities, divert the attention of our technology personnel, adversely affect our margins, and subject us to additional liabilities, including fines and orders to change our practices as well as civil claims, including class actions, and reputational damage.\nRestrictions on the collection, use, sharing or disclosure of personal information or additional requirements and liability for security and data integrity could require us to modify our solutions and features, possibly in a material manner, could limit our ability to develop new services and features and could subject us to increased compliance obligations and regulatory scrutiny. Non-compliance with data protection and privacy requirements may result in regulatory fines (which for certain breaches of the GDPR are up to the greater of €20 million/£17.5 million or 4% of total global annual turnover), regulatory investigations, reputational damage, orders to cease/change our processing of our data, enforcement notices, and/ or assessment notices (for a compulsory audit). Since we are under the supervision of relevant data protection authorities in both the EEA and the UK, we may be fined under both the EU GDPR and UK GDPR for the same breach. We may also face civil claims including representative actions and other class action type litigation (where individuals have suffered harm), potentially amounting to significant compensation or damages liabilities, as well as associated costs, diversion of internal resources, and reputational harm.\nWe are subject to EU and UK financial services laws and regulations. We may also be subject to laws and regulations relating to cryptocurrencies in various jurisdictions where we conduct our business. Such laws and regulations can be complex, are subject to change, and complying with them across various jurisdictions imposes operational, time, and cost constraints on our business. Our actual or perceived failure to comply with such obligations could harm our business and/or result in reputational harm, loss of customers, material financial penalties and legal liabilities.\nWe conduct regulated payment services business in the EU via our Maltese Financial Institution licensed entity, which is subject to various ongoing Maltese financial services regulatory requirements, including the requirements of the second EU payment services directive (Directive (EU) 2015/2366, also known as “PSD2”) as transposed into Maltese law. These requirements include regulatory capital and liquidity requirements, organizational and governance requirements, conduct of business requirements, requirements relating to safeguarding of customer funds, and regulatory reporting requirements. Our Malta Financial Institution is subject to the ongoing supervision of the Malta Financial Services Authority, which has a broad set of regulatory powers in relation to Maltese licensed Financial Institutions, including powers to conduct routine supervisory exams and inspections, undertake investigations, and take enforcement actions.\nWe also conduct regulated payment services business in the UK via our UK Authorised Payment Institution, which is subject to various ongoing UK financial services regulatory requirements similar to those described above in relation to our Maltese Financial Institution. Our UK Authorised Payment Institution is subject to the ongoing supervision of the UK Financial Conduct Authority, which had a broad set of regulatory powers in relation to UK Authorised Payment Institutions, similar to those described above in relation to Malta Financial Services Authority.\nIf we fail to comply with one or more applicable financial services requirements in Malta or the UK, we may be subject to regulatory enforcement action, including potential restriction or withdrawal of our licenses, public censure by the relevant regulator, and/or fines, any of which could harm our business and/or result in reputational harm, loss of customers, material financial penalties or legal liabilities.\nFurthermore, our current and planned cryptocurrency offerings could subject us to additional regulations, licensing requirements, or other obligations. Compliance with any such regulations may be complex and costly. Cryptocurrencies are not considered legal tender or backed by most governments, and have experienced technological flaws and various law enforcement and regulatory interventions. The use of cryptocurrency, such as bitcoin, has been prohibited or effectively prohibited in some countries. In addition, in the U.S. and certain other jurisdictions, certain cryptocurrencies may be securities and subject to the securities laws of the relevant jurisdictions. If we fail to comply with any relevant laws, regulations or prohibitions that may be applicable to us, we could face regulatory or other enforcement actions and potential fines or other consequences. The rapidly evolving regulatory landscape with respect to cryptocurrency may subject us to inquiries or investigations from regulators and governmental authorities, require us to make product changes, restrict or discontinue product offerings, and implement additional and potentially costly controls. If we fail to comply with regulations, requirements, prohibitions or other obligations applicable to us, we could face regulatory or other enforcement actions and potential fines and other consequences.\nCryptocurrencies have in the past and may in the future experience periods of extreme price volatility. Fluctuations in the value of any cryptocurrencies or other digital assets that we might hold could also lead to volatility in our financial results and could have an adverse impact on our business. For example, currently there are no specific standards under IFRS regarding the accounting for cryptocurrencies, NFTs and similar instruments. In the event that the IASB issues new standards or amendments to existing standards in respect of these instruments, the accounting treatment may differ from the market practice applied by companies under existing accounting standards and guidance. In addition, governments could choose to curtail or outlaw the acquisition, use or redemption of cryptocurrency. In such a case, ownership of, holding or trading in cryptocurrency would be considered illegal and subject to sanction. These uncertainties, as well as future accounting and tax developments, or other requirements relating to cryptocurrency could expose us to litigation, regulatory action or possible liability, and have an adverse effect on our business.\nIn addition, financial and third-party risks related to our cryptocurrency offerings, such as inappropriate access to or theft or destruction of cryptocurrency assets held by our custodian, insufficient insurance coverage by the custodian to reimburse us for all such losses, the custodian’s failure to maintain effective controls over the custody and settlement services provided to us, the custodian’s inability to purchase or liquidate cryptocurrency holdings, and defaults on financial or performance obligations by counterparty financial institutions, could materially and adversely affect our financial performance and significantly harm our business.\nWe may experience failures in our IT Systems due to software defects, misconfigurations, “bugs”, computer viruses and development delays, which could damage customer relations, and our reputation and brand, and expose us to material financial penalties and legal liability.\nOur core business depends heavily on the reliability of our IT Systems, including our processing systems, as well as the security of the applications and systems we develop and license to our customers, in addition to the security of the processing system of our sponsor bank. Software defects or vulnerabilities, misconfigurations, “bugs”, computer viruses, a system outage, or other failures could adversely affect our business, financial condition or results of operations, including by damaging our reputation and brand or exposing us to third-party liability. Payment network rules, standards, and certain governmental regulations allow for possible penalties if our products and services do not meet certain operating standards. To successfully operate our business, we must be able to protect our systems from interruption, including from events that may be beyond our control. Events that could cause system interruptions, system failures, or data loss include, but are not limited to, fire, natural disasters, unauthorized entry, power loss, telecommunications failure, cyberattacks, computer viruses, terrorist acts and war. To help protect against these events, we perform a portion of disaster recovery operations ourselves, as well as utilize select third parties for certain operations. To the extent we outsource any disaster recovery functions, we are at risk of the merchant’s unresponsiveness or other failures in the event of breakdowns in our systems. In addition, our property and business interruption insurance may not be adequate to compensate us for all losses or failures that may occur.\nOur products and services are based on sophisticated IT Systems that are constantly evolving. We often encounter delays and cost overruns in developing changes implemented to our systems. In addition, the underlying software may contain undetected errors, viruses, misconfigurations, “bugs”, defects, or other vulnerabilities. Defects in our software products and errors or delays in our processing of electronic transactions could result in additional development costs, diversion of technical and other resources from our other development efforts, loss of credibility with current or potential merchants, harm to our reputation and brand and/or exposure to liability claims. In addition, we rely on technologies supplied to us by third parties that may also contain undetected errors, viruses or defects that could adversely affect our business, financial condition or results of operations. Although we attempt to limit our potential liability for warranty claims through disclaimers in our software documentation and limitation of liability provisions in our licenses and other agreements with our merchants and software partners, we cannot assure that these measures will be successful in limiting our liability. Additionally, we and our merchants and software partners are subject to payment network rules. If we do not comply with payment network requirements or standards, we may be subject to fines or sanctions, including suspension or termination of our registrations and licenses necessary to conduct business. We may also be required by applicable regulations to report data breaches and major security incidents to our regulators, which may result in regulatory inquiries, investigations or enforcement actions. We have experienced high growth rates in payment transaction volumes over the past years and expect growth to continue in the coming years; however, despite the implementation of architectural changes to safeguard sufficient future processing capacity on our payments platform, in the future the payments platform could potentially reach the limits of the number of transactions it is able to process, resulting in longer processing time or even downtime. Our efforts to safeguard sufficient future processing capacity are time-consuming, involve significant technical risk and may divert our resources from new features and products, and there can be no guarantee that these efforts will succeed. Furthermore, any efforts to further scale the platform or increase its complexity to handle a larger number or more complicated transactions could result in performance issues, including downtime. A failure to adequately scale our payments platform could therefore materially and adversely affect our business, financial condition or results of operations.\nWe may not be able to continue to expand our share of the existing payment processing markets or expand into new markets, which would inhibit our ability to grow and increase our profitability.\nOur future growth and profitability depend upon the growth of the markets in which we currently operate and our ability to increase our penetration and service offerings within these markets, as well as the emergence of new markets for our services and our ability to successfully expand into these new markets. It is difficult to attract new merchants because of potential disadvantages associated with switching payment processing vendors, such as transition costs, business disruption and loss of accustomed functionality. There can be no assurance that our efforts to overcome these factors will be successful, and this resistance may adversely affect our growth. A merchant’s payment processing activity with us may also decrease for a variety of reasons, including the merchant’s level of satisfaction with our products and services, the effectiveness of our support services, pricing of our products and services, the pricing and quality of competing products or services, the effects of global economic conditions, or reductions in consumer spending levels.\nOur expansion into new markets is also dependent upon our ability to adapt our existing technology and offerings, or to develop new or innovative applications, to meet the particular service needs of merchants in each new market. In order to do so, we will need to anticipate and react to market changes and devote appropriate financial and technical resources to our development efforts, and there can be no assurance that we will be successful in these efforts.\nFurthermore, we may continue to expand into new geographical markets, including foreign countries, in which we do not currently have operating experience. We cannot guarantee that we will be able to successfully continue such expansion efforts due to our lack of experience in such markets and the multitude of risks associated with global operations, or that we will be able to obtain appropriate regulatory approval.\nAs we expand into new markets, we are subject to additional risks associated with our international operations, including compliance with and changes in foreign regulations and governmental policies.\nWe have begun offering merchant acquiring and processing services in geographies outside of the U.S., including Canada, the European Union and United Kingdom, where we are directly subject to financial regulatory requirements. We may become subject to additional Canadian, European Union and United Kingdom financial regulatory requirements and we could become subject to risks associated with the ongoing uncertainty surrounding the future relationship between the United Kingdom and the European Union (including any resulting economic downturn) following the United Kingdom’s exit from the European Union (“Brexit”). We are subject to risks associated with operations in international markets, including changes in foreign governmental policies and requirements applicable to our business, including the presence of more established competitors and our lack of experience in such non-U.S. markets. In addition, any current or future partners in non-U.S. jurisdictions, may also be acquired, reorganized or otherwise disposed of in the event of further market turmoil or losses in their loan portfolio that result in such financial institutions becoming less than adequately capitalized. Our revenue derived from these and other non-U.S. operations is, and will be, subject to additional risks, including those resulting from social and geopolitical instability and unfavorable political or diplomatic developments, all of which could adversely affect our business, financial condition or results of operations.\nAs we continue to expand internationally, we may face challenges due to the presence of more established competitors and our lack of experience in such non-U.S. markets. If we are unable to successfully manage these risks relating to the international expansion of our business, it could adversely affect our business, financial condition or results of operations. \nOur services and products must integrate with a variety of operating systems, software, devices and web browsers, and our business may be materially and adversely affected if we are unable to ensure that our services interoperate with such operating systems, software, devices and web browsers.\nWe are dependent on the ability of our products and services to integrate with a variety of operating systems, software and devices, such as the POS terminals we provide to merchants, as well as web browsers that we do not control. Any changes in these systems that degrade the functionality of our products and services, impose additional costs or requirements on us, or give preferential treatment to competitive services, could materially and adversely affect usage of our products and services. In addition, system integrators may show insufficient appetite to enable our products and services to integrate with a variety of operating systems, software and devices. In the event that it is difficult for our merchants to access and use our products and services, our business, financial condition, results of operations and prospects may be materially and adversely affected.\nWe depend, in part, on our merchant and software partner relationships and strategic partnerships with various institutions to operate and grow our business. If we are unable to maintain these relationships and partnerships, our business may be adversely affected.\nWe depend, in part, on our merchant and software partner relationships and partnerships with various institutions to operate and grow our business. We rely on the growth of our merchant and other strategic relationships, and our ability to maintain these relationships and other distribution channels, to support and grow our business. For example, we maintain proprietary and exclusive integrations with certain software partners. If we fail to maintain these relationships, or if our software partners or other strategic partners fail to maintain their brands or decrease the size of their branded networks, our business may be adversely affected. In addition, our contractual agreements with our merchants and other strategic partners vary in length and may also allow for early termination upon the occurrence of certain events. There can be no assurance that we will be able to renew these contractual agreements on similar terms or at all. The loss of merchant or software partner relationships could adversely affect our business, financial condition or results of operations.\nWe rely on our sponsor bank to provide sponsorship to card and other payment networks and treasury services in the U.S. and Canada. If our sponsor bank stops providing sponsorship and treasury services, we would need to find one or more other financial institutions to provide those services. If we are unable to find a replacement institution, we may no longer be able to provide processing services to certain merchants, which could adversely affect our business, financial condition or results of operations. In the event of a chargeback, merchant bankruptcy or other failure to fund, or other intervening failure in the payment network system, we may be unable to recoup certain payments, which could adversely affect our business, financial condition or results of operations.\nA significant number of our merchants are small- and medium-sized businesses and small affiliates of large companies, which can be more difficult and costly to retain than larger enterprises and may increase the impact of economic fluctuations on us.\nWe market and sell our products and services to, among others, SMBs. To continue to grow our revenue, we must add merchants, sell additional services to existing merchants and encourage existing merchants to continue doing business with us. However, retaining SMBs can be more difficult than retaining large enterprises, as SMB merchants often have higher rates of business failure and more limited resources, may have decisions related to the choice of payment processor dictated by their affiliated parent entity, and are more able to change their payment processors than larger organizations dependent on our services.\nSMBs are typically more susceptible to the adverse effects of economic fluctuations. Adverse changes in the economic environment or business failures of our SMB merchants may have a greater impact on us than on our competitors who do not focus on SMBs to the extent that we do. As a result, we may need to attract and retain new merchants at an accelerated rate or decrease our expenses to reduce negative impacts on our business, financial condition and results of operations.\nDegradation of the quality of the products and services we offer, including support services, could adversely impact our ability to attract and retain merchants and software partners.\nOur merchants and software partners expect a consistent level of quality in the provision of our products and services. The support services we provide are a key element of the value proposition to our merchants and software partners. If the reliability or functionality of our products and services is compromised or the quality of those products or services is otherwise degraded, or if we fail to continue to provide a high level of support, we could lose existing merchants and software partners and find it harder to attract new merchants and software partners. If we are unable to scale our support functions to address the growth of our merchant and partner network, or our employees in alternative work locations are unable to adequately support customers, the quality of our support may decrease, which could adversely affect our ability to attract and retain merchants and software partners. This could adversely affect our business, financial condition or results of operations.\nOur business is subject to the risk of natural disasters, adverse weather events and other catastrophic events, and to interruption by manmade problems such as terrorism.\nA significant natural disaster could have a material and adverse effect on our business. Our business is vulnerable to damage or interruption from earthquakes, fires, floods, hurricanes, power losses, telecommunications failures, terrorist attacks, acts of war, global pandemics, human errors and similar events. The third-party systems and operations on which we and our merchants rely are subject to similar risks. A significant natural disaster, such as an earthquake, fire, flood or hurricane could have an adverse effect on our business, financial condition and results of operations, and our insurance coverage may be insufficient to compensate us for losses that may occur. Global climate change is resulting in certain types of natural disasters occurring more frequently or with more intense effects. Acts of terrorism could also cause disruptions in our businesses or those of our merchants, consumer demand or the economy as a whole. We may not have sufficient protection or recovery plans in some circumstances. Despite any precautions we may take, the occurrence of a natural disaster or other unanticipated problems at our headquarters or data centers could result in lengthy interruptions in access to or functionality of our platform or could result in related liabilities, and our business, financial condition or results of operations could be adversely affected.\nHealth concerns arising from the outbreak of an epidemic or pandemic may have an adverse effect on our business.\nOur business could be adversely affected by the outbreak of an epidemic or pandemic, including arising from COVID-19, RSV or various strains of avian flu or swine flu, such as H1N1, particularly if located in the U.S. The occurrence of such an outbreak, a combination of outbreaks at the same time, or other adverse public health developments could materially disrupt our business and operations. Such events could also significantly impact our industry and cause a temporary closure of our merchants’ businesses, which could have a material adverse effect on our business, financial condition and results of operations.\nFurthermore, other viruses may be transmitted through human contact, and the risk of contracting viruses could cause consumers to avoid gathering in public places or patronizing certain businesses, or otherwise impact consumer behavior, which could adversely affect payment volumes. We could also be adversely affected if government authorities impose mandatory closures, seek voluntary closures, discourage public gathering, impose restrictions on operations of our merchants’ businesses, or restrict the import or export of hardware and equipment. Even if such measures are not implemented and a virus or other disease does not spread significantly, the perceived risk of infection or health risk may adversely affect our business and results of operations.\nIncreased customer attrition could cause our financial results to decline.\nWe experience attrition in customer credit and debit card processing volume resulting from several factors, including transfers of merchants’ accounts to our competitors, unsuccessful contract renewal negotiations and account closures that we initiate for various reasons, such as heightened credit risks, unacceptable card types or businesses, or contract breaches by customers. In addition, if a software partner switches to another payment processor, terminates our services, internalizes payment processing functions that we perform, merges with or is acquired by one of our competitors, or shuts down or becomes insolvent, we may no longer receive new merchant referrals from the software partner, and we risk losing existing merchants that were originally enrolled by the software partner. We cannot predict the level of attrition in the future and it could increase. Our software partners, most of which are not exclusive, are an important source of new business. Higher than expected attrition could adversely affect our business, financial condition or results of operations. If we are unable to renew our customer contracts on favorable terms, or at all, our business, financial condition or results of operations could be adversely affected.\nFraud by merchants or others could adversely affect our business, financial condition or results of operations.\nUnder certain circumstances, we may be liable for certain fraudulent transactions and/or credits initiated by merchants or others. Examples of merchant fraud include merchants or other parties knowingly using a stolen or counterfeit credit, debit or prepaid card, card number, or other credentials to record a false sales or credit transaction, processing an invalid card or intentionally failing to deliver the merchandise or services sold in an otherwise valid transaction. Criminals are using increasingly sophisticated methods to engage in illegal activities such as counterfeiting and fraud. A single significant incident of fraud, or increases in the overall level of fraud, involving our services, could result in reputational damage to us, which could reduce the use and acceptance of our solutions and services or lead to greater regulation that would increase our compliance costs. Failure to effectively manage risk and prevent fraud could increase our chargeback liability or cause us to incur other liabilities, and our insurance coverage may be insufficient or inadequate to compensate us. It is possible that incidents of fraud could increase in the future. Increases in chargebacks or other liabilities could adversely affect our business, financial condition or results of operations. \nOur ability to recruit, retain and develop qualified personnel in compliance with applicable federal and other laws and regulations is critical to our success and growth.\nAll of our businesses function at the intersection of rapidly changing technological, social, economic and regulatory environments that require a wide range of expertise and intellectual capital. For us to successfully compete and grow, we must recruit, retain and develop personnel who can provide the necessary expertise across a broad spectrum of intellectual capital needs. The market for qualified personnel is competitive and we may not succeed in recruiting additional personnel or may fail to effectively replace current personnel who depart with qualified or effective successors. Our effort to retain and develop personnel may also result in significant additional expenses, which could adversely affect our profitability, and may not have the desired effect. For example, there has been increasing scrutiny on diversity, equity, and inclusion initiatives and activism by groups, both those seeking to promote and constrain such initiatives, which may adversely impact our brand, reputation, financial condition and ability to attract and retain employees. Labor is subject to external factors that are beyond our control, including our industry’s highly competitive market for skilled workers and leaders, inflation, workforce participation rates, and other macroeconomic uncertainties.\nIn addition, we must develop, maintain and, as necessary, implement appropriate succession plans to assure we have the necessary human resources, including senior leadership, capable of maintaining continuity in our business. For instance, we have been highly dependent on the expertise of our Founder and Chief Executive Officer, Jared Isaacman. In December 2024, President Donald Trump nominated Mr. Isaacman to be the next administrator of NASA. Mr. Isaacman has announced his intention to remain as the Company’s Chief Executive Officer and Chairman of the Board subject to the ratification and confirmation of his nomination by the U.S. Senate, and to retain the majority of his equity interest while reducing his voting power. As a result, Mr. Isaacman intends to continue to serve as the Chief Executive Officer and Chairman of the Board during the confirmation process. We continually strive to foster the professional development of management and team members. As a result, we have developed what we believe to be a very experienced and strong group of leaders, with their performance subject to ongoing monitoring and evaluation, as potential successors to our senior management, including our Chief Executive Officer. If our succession planning efforts, including for the role of Chief Executive Officer, are not effective, it could adversely impact our business. In addition, from time to time, there may be other changes in our management team that may be disruptive to our business. If our senior leadership and management team, including any new hires that we make, fails to work together effectively and to execute our plans and strategies on a timely basis, our business could be harmed. We cannot assure that key personnel, including our members of our senior leadership, will continue to be employed or that we will be able to attract and retain qualified personnel in the future. Failure to recruit, retain or develop members of our senior leadership and other qualified personnel could adversely affect our business, financial condition or results of operations. \nWe incur chargeback liability when our merchants refuse to or cannot reimburse chargebacks resolved in favor of their customers. Any increase in chargebacks not paid by our merchants may adversely affect our business, financial condition or results of operations.\nIn the event a dispute between a cardholder and a merchant is not resolved in favor of the merchant, the transaction is normally charged back to the merchant and the purchase price is credited or otherwise refunded to the cardholder. If we are unable to collect such amounts from the merchant’s account or reserve account, if applicable, or if the merchant refuses or is unable, due to closure, bankruptcy or other reasons, to reimburse us for a chargeback, we are responsible for the amount of the refund paid to the cardholder. The risk of chargebacks is typically greater with those merchants that promise future delivery of goods and services rather than delivering goods or rendering services at the time of payment (for example, in the hospitality and auto rental industries, both of which we support), as well as “card not present” transactions in which consumers do not physically present cards to merchants in connection with the purchase of goods and services, such as eCommerce, telephonic and mobile transactions. We may experience significant losses from chargebacks in the future. Any increase in chargebacks not paid by our merchants could have a material adverse effect on our business, financial condition or results of operations. We have policies and procedures to monitor and manage merchant-related credit risks and often mitigate such risks by requiring collateral, such as cash reserves, and monitoring transaction activity. Notwithstanding our policies and procedures for managing credit risk, it is possible that a default on such obligations by one or more of our merchants could adversely affect our business, financial condition or results of operations.\nWe expend significant resources pursuing sales opportunities, and if we fail to close sales after expending significant time and resources to do so, our business, financial condition and results of operations could be adversely affected.\nThe initial installation and set-up of many of our services often involve significant resource commitments by our merchants, particularly those with larger operational scale. Potential merchants generally commit significant resources to an evaluation of available services and may require us to expend substantial time, effort and money educating them as to the value of our services. We incur substantial costs in order to obtain each new customer. We may expend significant funds and management resources during a sales cycle and ultimately fail to close the sale. Our sales cycle may be extended due to our merchants’ budgetary constraints or for other reasons. If we are unsuccessful in closing sales after expending significant funds and management resources or we experience delays or experience greater than anticipated costs, it could have a material adverse effect on our business, financial condition and results of operations.\nThere may be a decline in the use of cards as a payment mechanism for consumers or adverse developments with respect to the card industry in general.\nIf consumers do not continue to use credit or debit cards as a payment mechanism for their transactions, if there continues to be a reduction in “card present” transactions, or if there is a change in the mix of payments between cash, credit cards and debit cards and other means of payment, our business could be adversely affected. Consumer credit risk may make it more difficult or expensive for consumers to gain access to credit facilities such as credit cards. Regulatory changes may result in financial institutions seeking to charge their customers additional fees for use of credit or debit cards. Such fees may result in decreased use of credit or debit cards by cardholders. In order to consistently increase and maintain our profitability, consumers and businesses must continue to use electronic payment methods that we process, including credit and debit cards. If consumers and businesses do not continue to use credit, debit or prepaid cards as a payment mechanism for their transactions or if there is a change in the mix of payments between cash, alternative currencies and technologies, credit, debit and prepaid cards, or the corresponding methodologies used for each, which is adverse to us, it could have a material adverse effect on our business, financial condition and results of operations.\nOur failure to address the operational, compliance and regulatory risks associated with our payment methods or practices could damage our reputation and brand and may cause our business and results of operations to suffer.\nGlobal laws and regulations that govern payment methods and processing are complex and subject to change; and we may be required to expend considerable time and effort to determine if such laws and regulations apply to our business. There can be no assurance that we will be able to meet all compliance obligations, including obtaining any such licenses in all of the jurisdictions we operate in or offer a service in, and, even if we were able to do so, there could be substantial costs and potential product changes involved in complying with such laws, which could have a material and adverse effect on our business. Any noncompliance by us in relation to existing or new laws and regulations, or any alleged noncompliance, could result in reputational damage, penalties, litigation, fines, increased costs or liabilities, damages, or require us to stop offering payment services in certain markets. Failure to predict how a U.S. law or regulation or a law or regulation from another jurisdiction in which we operate with respect to money transmission or similar requirements apply or will be applied to us could result in licensure or registration requirements, administrative enforcement actions, and/or could materially interfere with our ability to offer certain payment methods or to conduct our business in particular jurisdictions. We cannot predict what actions the U.S. or other governments may take, or what restrictions these governments may impose, that will affect our ability to process payments or to conduct our business in particular jurisdictions. Further, we may become subject to changing payment regulations and requirements that could potentially affect the compliance of our current payment processes and increase the operational costs we incur to support payments. The factors identified here could impose substantial additional costs, involve considerable delay to the development or provision of our solutions, require significant and costly operational changes, or prevent us from providing our solutions in any given market.\nIn addition, as part of the payment processing process, our consumers’ credit, debit, and payment card or other payment method information is transmitted to our third-party payment processors. We may also be subject to lawsuits or other proceedings for purportedly fraudulent or unauthorized transactions, including lawsuits and other proceedings arising out of the actual or alleged theft of our consumers’ credit, debit or payment card information if the security of our third-party card payment processors is breached. We rely upon third-party service providers to provide payment transaction processing services. Our utilization of such payment processing services may be impacted by factors outside of our control, including disruptions in the payment processing industry generally. If these service providers do not perform adequately or experience a data security incident or fail to comply with applicable laws, rules and industry standards, if our relationships with these service providers were to change or terminate (or if they become unwilling or unable to provide services to us), it could disrupt our business and negatively affect our ability to provide services to clients. This could decrease revenue, increase costs, lead to potential legal liability, and negatively impact our brand and business. In addition, if these providers increase the fees they charge us, our operating expenses could increase.\nIncreases in card network fees and other changes to fee arrangements may result in the loss of merchants or a reduction in our earnings.\nFrom time to time, card networks, including Visa and Mastercard, increase the fees that they charge processors. We could attempt to pass these increases along to our merchants, but this strategy might result in the loss of merchants to our competitors who do not pass along the increases. If competitive practices prevent us from passing along the higher fees to our merchants in the future, we may have to absorb all or a portion of such increases, which may increase our operating costs and reduce our earnings. In addition, regulators are subjecting interchange and other fees to increased scrutiny, and new regulations could require greater pricing transparency of the breakdown in fees or fee limitations, which could lead to increased price-based competition, lower margins and higher rates of merchant attrition and affect our business, financial condition or results of operations.\nIn addition, in certain of our markets, card issuers pay merchant acquirers, such as us, fees based on debit card usage in an effort to encourage debit card use. If these card issuers discontinue this practice, our revenue and margins in these jurisdictions could be adversely affected.\nCertain key components are procured from a limited number of suppliers. Thus, we are at risk of shortage, price increases, tariffs, changes, delay, or discontinuation of key components, which could disrupt and materially and adversely affect our business.\nMany of the key components used to manufacture our products, such as our POS systems, come from limited sources of supply. In addition, in some cases, we rely only on one manufacturer to fabricate, test, and assemble our products. In general, our contract manufacturers fabricate or procure components on our behalf, subject to certain approved procedures or supplier lists, and we do not have firm commitments from all of these manufacturers to provide all components, or to provide them in quantities and on timelines that we may require.\nDue to our reliance on the components and products produced by suppliers such as these, we are subject to the risk of shortages and long lead times in the supply of certain components or products. In the case of off-the-shelf components, we are subject to the risk that our suppliers may discontinue or modify them, or that the components may cease to be available on commercially reasonable terms, or at all. We have experienced, and may in the future experience, component shortages or delays or other problems in product assembly, and the availability of these components or products may be difficult to predict. For example, our manufacturers may experience temporary or permanent disruptions in their manufacturing operations due to equipment breakdowns, labor strikes or shortages, natural disasters, component or material shortages, cost increases, acquisitions, insolvency, changes in legal or regulatory requirements, or other similar problems.\nAdditionally, various sources of supply-chain risk, including strikes or shutdowns at delivery ports or loss of or damage to our products while they are in transit or storage, intellectual property theft, losses due to tampering, issues with quality or sourcing control, failure by our suppliers to comply with applicable laws and regulation, potential tariffs or other trade restrictions, or other similar problems could limit or delay the supply of our products or harm our reputation. During his presidential campaign, President Trump expressed various intentions to impose tariffs on goods shipped from China or other countries to the U.S., including on goods shipped from China. If the new administration implements these tariffs or other tariffs, it would likely increase the cost of our products and negatively impact our operating results. In the event of a shortage or supply interruption from suppliers of these components, we may not be able to develop alternate sources quickly, cost-effectively, or at all. Any interruption or delay in manufacturing or component supply, any increases in component costs, or the inability to obtain these parts or components from alternate sources at acceptable prices and within a reasonable amount of time, would harm our ability to provide our products to sellers on a timely basis. This could harm our relationships with our sellers, prevent us from acquiring new sellers, and materially and adversely affect our business.\nFinancial risks \nOur balance sheet includes significant amounts of goodwill and intangible assets. The impairment of a significant portion of these assets would negatively affect our business, financial condition or results of operations.\nAs a result of our prior acquisitions, a significant portion of our total assets consists of intangible assets (including goodwill). Goodwill and intangible assets, net of amortization, together accounted for approximately 47% and 56% of the total assets on our balance sheet as of December 31, 2024 and 2023, respectively. To the extent we engage in additional acquisitions we may recognize additional intangible assets and goodwill. We evaluate goodwill for impairment annually at October 1 and whenever events or circumstances make it more likely than not that impairment may have occurred. Under current accounting rules, any determination that impairment has occurred would require us to record an impairment charge, which would adversely affect our earnings. An impairment of a significant portion of goodwill or intangible assets could adversely affect our business, financial condition or results of operations.\nOur substantial indebtedness could adversely affect our ability to raise additional capital to fund our operations, limit our ability to react to changes in the economy or our industry, expose us to interest rate risk to the extent of our variable rate debt and prevent us from meeting our debt obligations.\nWe have substantial indebtedness. As of December 31, 2024, we had $2,872.5 million total principal amount of debt outstanding, including $1,100.0 million of 6.750% Senior Notes due 2032 (“2032 Senior Notes”), $690.0 million of 0.00% Convertible Senior Notes due 2025 (“2025 Convertible Notes”), $632.5 million of 0.50% Convertible Senior Notes due 2027 (“2027 Convertible Notes”) and $450.0 million of 4.625% Senior Notes due 2026 (“2026 Senior Notes” and together with the 2032 Senior Notes, 2025 Convertible Notes and 2027 Convertible Notes, the “Notes”). Our substantial indebtedness could have adverse consequences, including:\n•increasing our vulnerability to adverse economic, industry or competitive developments;\n•requiring a substantial portion of cash flow from operations to be dedicated to the payments on our indebtedness, reducing our ability to use cash flow to fund our operations, capital expenditures and future business opportunities;\n•making it more difficult for us to satisfy our obligations with respect to our indebtedness, including restrictive covenants and borrowing conditions, which could result in an event of default under the agreements governing such indebtedness;\n•restricting us from making strategic acquisitions or causing us to make nonstrategic divestitures;\n•making it more difficult for us to obtain network sponsorship and clearing services from financial institutions or to obtain or retain other business with financial institutions;\n•limiting our ability to obtain additional financing for working capital, capital expenditures, product development, debt service requirements, acquisitions, and general corporate or other purposes; and\n•limiting our flexibility in planning for, or reacting to, changes in our business or market conditions and placing us at a competitive disadvantage compared to our competitors who are less highly leveraged and who, therefore, may be able to take advantage of opportunities that our leverage prevents us from exploiting.\nSuccessful execution of our business strategy is dependent in part upon our ability to manage our capital structure to reduce or maintain low interest expense and enhance free cash flow generation. \nOur Revolving Credit Facility provides the ability to borrow at rates based on the Secured Overnight Financing Rate (“SOFR”). The Revolving Credit Facility had remaining capacity of $450.0 million as of December 31, 2024.\nOur $2,872.5 million of principal debt outstanding at December 31, 2024 is at a fixed rate of interest and is not subject to interest rate hedges. Developments in our business and operations could lead to a ratings downgrade for us or our subsidiaries. Any such fluctuation in the financial and credit markets, or in the rating of us or our subsidiaries, may impact our ability to access debt markets in the future or increase our cost of current or future debt, which could adversely affect our business, financial condition or results of operations.\nRestrictions imposed by the agreements governing our Notes and our Revolving Credit Facility may materially limit our ability to operate our business and finance our future operations or capital needs. \nA breach of the covenants or restrictions under the indentures governing the Notes and the agreement governing our Revolving Credit Facility could result in an event of default under the Notes. Such a default may allow the holders to accelerate the debt and may result in the acceleration of any other future debt to which a cross-acceleration or cross-default provision applies. In the event our noteholders accelerate the repayment of our borrowings, we and our subsidiaries may not have sufficient assets to repay that indebtedness. As a result of these restrictions, we may be limited in how we conduct our business, unable to raise additional debt or equity financing to operate during general economic or business downturns, or unable to compete effectively or to take advantage of new business opportunities.\nThese restrictions may affect our ability to grow in accordance with our strategy. In addition, our financial results, our level of indebtedness and our credit ratings could adversely affect the availability and terms of our financing. In addition, a payment default, including an acceleration following an event of default, under the Indenture, could trigger an event of default under another future debt instrument, which could result in the principal of and the accrued and unpaid interest on such debt becoming due and payable. See Note 11 to the accompanying consolidated financial statements for more information on the terms of the indentures governing our Notes and the agreement governing our Revolving Credit Facility.\nThe terms of any future indebtedness we may incur could include more restrictive covenants. We cannot assure you that we will be able to maintain compliance with these covenants in the future and, if we fail to do so, that we will be able to obtain waivers from the lenders and/or amend the covenants. \nAccelerated funding programs increase our working capital requirements and expose us to incremental credit risk, and if we are unable to access or raise sufficient liquidity to address these funding programs we may be exposed to additional competitive risk.\nIn response to demand from our merchants and competitive offerings, we offer certain of our merchants various accelerated funding programs, which are designed to enable qualified participating merchants to receive their deposits from credit card transactions in an expedited manner. These programs increase our working capital requirements and expose us to incremental credit risk related to our merchants, which could constrain our ability to raise additional capital to fund our operations and adversely affect our growth, financial condition and results of operations. Our inability to access or raise sufficient liquidity to address our needs in connection with the anticipated expansion of such advance funding programs could put us at a competitive disadvantage by restricting our ability to offer programs to all of our merchants similar to those made available by various of our competitors.\nOur results of operations may be adversely affected by changes in foreign currency exchange rates.\nRevenue and profit generated by our non-U.S. operations will increase or decrease compared to prior periods as a result of changes in foreign currency exchange rates. In addition, we could become subject to exchange control regulations that restrict or prohibit the conversion of our other revenue currencies into U.S. dollars. Any of these factors could decrease the value of revenues and earnings we derive from our non-U.S. operations and adversely affect our business.\nWhile our foreign exchange and international operating risks have historically been negligible, we have recently begun offering merchant acquiring and processing services in geographies outside of the U.S., including Canada, the European Union and United Kingdom, and we may increasingly be subject to said risks as we continue to pursue our international expansion efforts. In addition, our financial services operations in Malta and the European Union expose us to said risks. We may seek to reduce our exposure to fluctuations in foreign currency exchange rates through the use of hedging agreements. We do not currently enter into such hedging agreements, which means our business, financial condition, and operating results may be impacted by fluctuations in the exchange rates of the currencies in which we do business. In the future, as our international operations increase, or more of our revenue agreements or operating expenses are denominated in currencies other than the U.S. dollar, these impacts may become material. To the extent that we hedge our foreign currency exchange rate exposure, we forgo the benefits we would otherwise experience if foreign currency exchange rates changed in our favor. No strategy can completely insulate us from risks associated with such fluctuations and our currency exchange rate risk management activities could expose us to substantial losses if such rates move materially differently from our expectations.\nNew or revised tax regulations or their interpretations, or becoming subject to additional foreign or U.S. federal, state or local taxes that cannot be passed through to our merchants or partners, could reduce our net income.\nWe are subject to tax laws in each jurisdiction where we do business. Changes in tax laws or their interpretations or tax policy initiatives and reforms under consideration, such as those reflected in the OECD/G20 Inclusive Framework on Base Erosion and Profit Sharing or other projects, could decrease the amount of revenues we receive, the value of any tax loss carry-forwards and deferred tax balances recorded on our balance sheet, and the amount of our cash flow, and adversely affect our business, financial condition or results of operations.\nThe Organization for Economic Co-operation and Development (“OECD”) announced an accord to set a minimum global corporate tax rate of 15%, which is being or may be implemented in many jurisdictions, including the U.S. The OECD is also issuing guidelines that are different, in some respects, than current international tax principles. If countries amend their tax laws to adopt all or part of the OECD guidelines, this may increase tax uncertainty and increase taxes applicable to us or our stockholders. We cannot predict whether the U.S. Congress or any other governmental body, whether in the U.S. or in other jurisdictions, will enact new tax legislation (including increases to tax rates), whether the Internal Revenue Service or any other tax authority will issue new regulations or other guidance, whether the OECD or any other intergovernmental organization will publish any guidelines on global taxation or whether member states will implement such guidelines, nor can it predict what effect such legislation, regulations or international guidelines might have.\nAdditionally, companies in the electronic payments industry, including us, may become subject to incremental taxation in various tax jurisdictions. Taxing jurisdictions have not yet adopted uniform positions on this topic. If we are required to pay additional taxes and are unable to pass the tax expense through to our merchants, our costs would increase and our net income would be reduced. \nIf we cannot pass along increases in interchange and other fees from payment networks to our merchants, our operating margins would be reduced.\nWe pay interchange, assessment, transaction and other fees set by the payment networks to such networks and, in some cases, to the card issuing financial institutions for each transaction we process. From time to time, the payment networks increase the interchange fees and other fees that they charge payment processors and the financial institution sponsors. At their sole discretion, our financial institution sponsors have the right to pass any increases in interchange and other fees on to us and they have consistently done so in the past. We are generally permitted under the contracts into which we enter, and in the past we have been able to, pass these fee increases along to our merchants through corresponding increases in our processing fees. However, if we are unable to pass through these and other fees in the future, it could have a material adverse effect on our business, financial condition and results of operations.\nThe conditional conversion feature of the 2025 Convertible Notes or 2027 Convertible Notes, if triggered, may adversely affect our financial condition and results of operations.\nIn the event the conditional conversion feature of either of the 2025 Convertible Notes or 2027 Convertible Notes (collectively, the “Convertible Notes”) is triggered, noteholders will be entitled to convert their respective notes at any time during specified periods at their option. If one or more holders elect to convert their Convertible Notes, all conversions of the Convertible Notes will be settled in cash up to at least the principal amount being converted, which could adversely affect our liquidity. \nLegal and regulatory risks\nFailure to comply with the FCPA, anti-money laundering, economic and trade sanctions regulations, and similar laws could subject us to penalties and other adverse consequences.\nWe operate our business in foreign countries where companies often engage in business practices that are prohibited by U.S. and other regulations applicable to us. We are subject to anti-corruption laws and regulations, including the FCPA and other laws that prohibit bribery for the purpose of obtaining or retaining business. We have implemented policies, procedures, systems, and controls designed to promote compliance with such laws and regulations; however, there can be no assurance that all of our employees, consultants and agents, including those that may be based in or from countries where practices that violate U.S. or other laws may be customary, will not take actions in violation of our policies, for which we may be ultimately responsible.\nWe are also contractually required to comply with anti-money laundering laws and regulations, including the Bank Secrecy Act, as amended by the BSA. Among other things, the BSA requires the development and implementation of risk-based anti-money laundering programs, reporting large cash transactions and suspicious activity, and maintaining transaction records. In addition, our Maltese Financial Institution is directly subject to EU anti-money laundering regulation as transposed into Maltese law, which imposes similar regulatory requirements relating to anti-money laundering as those imposed by the BSA, and confidentiality obligations emanating from the Professional Secrecy Act, Chapter 377 of the laws of Malta. Our UK Authorised Payment Institution is also directly subject to the UK Proceeds of Crime Act of 2002 and the UK Money Laundering, Terrorist Financing and Transfer of Funds (Information on the Payer) Regulations 2017.\nWe are also subject to certain economic and trade sanctions programs that are administered by OFAC, which prohibit or restrict transactions to or from, or dealings with, specified countries, their governments, and in certain circumstances, their nationals, and with individuals and entities that are specially-designated nationals of those countries, narcotics traffickers, and terrorists or terrorist organizations. Other group entities may be subject to additional local sanctions requirements in other relevant jurisdictions.\nSimilar anti-money laundering, counter-terrorist financing, and proceeds of crime laws apply to movements of currency and payments through electronic transactions. These laws also apply to dealings with persons specified in the lists of OFAC-like organizations of several other countries, and require specific data retention obligations to be observed by intermediaries in the payment process. Our businesses in those jurisdictions are subject to those data retention obligations.\nFailure to comply with any of these laws and regulations or changes in this regulatory environment, including changing interpretations and the implementation of new or varying regulatory requirements by the government, may result in significant financial penalties, reputational harm or change the manner in which we currently conduct some aspects of our business, which could adversely affect our business, financial condition or results of operations. \nFailure to protect, enforce and defend our intellectual property rights may diminish our competitive advantages or interfere with our ability to market and promote our products and services.\nOur trademarks, trade names, trade secrets, patents, know-how, proprietary technology and other intellectual property are important to our future success. We believe our trademarks and trade names are widely recognized and associated with quality and reliable service. While it is our policy to protect and defend our intellectual property rights vigorously, we cannot predict whether the steps we take to protect our intellectual property will be adequate to prevent infringement, misappropriation, dilution or other potential violations of our intellectual property rights. We also cannot guarantee that others will not independently develop technology with the same or similar functions to any proprietary technology we rely on to conduct our business and differentiate ourselves from our competitors. Unauthorized parties may also attempt to copy or obtain and use our technology to develop applications with the same functionality as our solutions, and policing unauthorized use of our technology and intellectual property rights is difficult and may not be effective. Furthermore, we may face claims of infringement of third-party intellectual property rights that could interfere with our ability to market and promote our brands, products and services. Any litigation to enforce our intellectual property rights or defend ourselves against claims of infringement of third-party intellectual property rights could be costly, divert attention of management and may not ultimately be resolved in our favor. Moreover, if we are unable to successfully defend against claims that we have infringed the intellectual property rights of others, we may be prevented from using certain intellectual property or may be liable for damages, which in turn could materially adversely affect our business, financial condition or results of operations.\nWhile software and other of our proprietary works may be protected under copyright law, we have chosen not to register any copyrights in these works, and instead, primarily rely on protecting our software as a trade secret. In order to bring a copyright infringement lawsuit in the U.S., the copyright must be registered with the U.S. Copyright Office. Accordingly, the remedies and damages available to us for unauthorized use of our software may be limited.\nWe attempt to protect our intellectual property and proprietary information by requiring all of our employees, consultants and certain of our contractors to execute confidentiality and invention assignment agreements. However, we may not obtain these agreements in all circumstances, and individuals with whom we have these agreements may not comply with their terms. The assignment of intellectual property rights under these agreements may not be self-executing or the assignment agreements may be breached, and we may be forced to bring claims against third parties, or defend claims that they may bring against us, to determine the ownership of what we regard as our intellectual property. In addition, we may not be able to prevent the unauthorized disclosure or use of our technical know-how or other trade secrets by the parties to these agreements despite the existence generally of confidentiality agreements and other contractual restrictions. Monitoring unauthorized uses and disclosures is difficult and we do not know whether the steps we have taken to protect our proprietary technologies will be effective.\nIn addition, we use open-source software in connection with our proprietary software and expect to continue to use open-source software in the future. Some open-source licenses require licensors to provide source code to licensees upon request, or prohibit licensors from charging a fee to licensees. While we try to insulate our proprietary code from the effects of such open-source license provisions, we cannot guarantee we will be successful. Accordingly, we may face claims from others claiming ownership of, or seeking to enforce the license terms applicable to such open-source software, including by demanding release of the open-source software, derivative works or our proprietary source code that was developed or distributed with such software. These claims could also result in litigation, require us to purchase a costly license or require us to devote additional research and development resources to change our software, any of which would have a negative effect on our business and results of operations. In addition, if the license terms for the open-source code change, we may be forced to re-engineer our software or incur additional costs. \nOur existing patents may not be valid, and we may not be able to obtain and enforce additional patents to protect our proprietary rights from use by potential competitors. Companies with other patents could require us to stop using or pay to use required technology.\nWe have applied for, and intend to continue to apply for, patents relating to our proprietary software and technology. Such applications may not result in the issuance of any patents, and any patents now held or that may be issued may not provide adequate protection from competition. Furthermore, because the issuance of a patent is not conclusive as to its inventorship, scope, validity or enforceability, it is possible that patents issued or licensed to us may be challenged successfully and found to be invalid or unenforceable. In that event, any competitive advantage that such patents might provide would be lost. If we are unable to secure or to continue to maintain patent coverage, our technology could become subject to competition from the sale of similar competing products.\nCompetitors may also be able to design around our patents. Changes in either the patent laws or interpretation of the patent laws in the U.S. and other countries may diminish the value of our patents or narrow the scope of our patent protection. If these developments were to occur, we could face increased competition. In addition, filing, prosecuting, maintaining, defending and enforcing patents on our software and technology in all countries throughout the world would be prohibitively expensive, and our intellectual property rights in some countries outside the U.S. can be less extensive than those in the U.S. \nFailure to comply with, or changes in, laws, regulations, executive orders and enforcement activities may adversely affect the products, services and markets in which we operate. \nFrom time to time, we have been and may continue to be subject to claims, individual and class action lawsuits, arbitration proceedings, government and regulatory investigations, inquiries, actions or requests, and other proceedings that have alleged or could in the future allege violations of laws, rules, and regulations with respect to intellectual property, privacy, data protection, information security, consumer protection, fraud, accessibility, securities and reporting requirements, tax, labor and employment, commercial disputes, services, charitable fundraising, contract disputes, escheatment of unclaimed or abandoned property, product liability and other matters. Moreover, we, our merchants and certain third-party partners are subject to laws, regulations and industry standards that affect the electronic payments industry in the many countries in which our services are used. Moreover, such laws, regulations and standards may be conflicting across jurisdictions in which we operate and it may be complex, costly, or infeasible to comply with such laws, regulations and standards. In particular, certain merchants and software partners and our sponsor bank are subject to numerous laws and regulations applicable to banks, financial institutions, and card issuers in the U.S. and abroad, and, consequently, we are at times affected by these foreign, federal, state, and local laws and regulations. \nThere may be changes to the laws, regulation and standards that affect our operations in substantial and unpredictable ways at the federal and state level in the U.S. and in other countries in which our services are used. New and changing laws, regulations, executive orders, and standards, including interpretation and enforcement of such laws, regulations, executive orders, and standards could increase the cost of doing business or otherwise change how or where we want to do business. In addition, changes to laws, regulations, executive orders, and standards could affect our merchants and software partners and could result in material effects on the way we operate or the cost to operate our business.\nIn addition, the U.S. government has increased its scrutiny of a number of credit card practices, from which some of our merchants derive significant revenue. Regulation of the payments industry, including regulations applicable to us, our merchants and software partners, has increased significantly in recent years. Failure to comply with laws and regulations applicable to our business may result in the suspension or revocation of licenses or registrations, the limitation, suspension or termination of services or the imposition of consent orders or civil and criminal penalties, including fines which could adversely affect our business, financial condition or results of operations. \nWe are also subject to U.S., EU and UK financial services regulations, a myriad of consumer protection laws, economic sanctions, laws and regulations, anticorruption laws, escheat regulations and privacy and information security regulations. Changes to legal rules and regulations, or interpretation or enforcement of them, could have a negative financial effect on us. Any lack of legal certainty exposes our operations to increased risks, including increased difficulty in enforcing our agreements in those jurisdictions and increased risks of adverse actions by local government authorities, such as expropriations. In addition, certain of our alliance partners are subject to regulation by federal and state authorities and, as a result, could pass through some of those compliance obligations to us, which could adversely affect our business, financial condition or results of operations.\nIn particular, the Dodd-Frank Act significantly changed the U.S. financial regulatory system. Among other things, Title X of the Dodd-Frank Act established the CFPB, which regulates consumer financial products and services, including some offered by certain of our merchants. Regulation, examination and enforcement actions from the CFPB may require us to adjust our activities and may increase our compliance costs.\nSeparately, under the Dodd-Frank Act, debit interchange fees that a card issuer receives and which are established by a payment network for an electronic debit transaction are regulated by the Board of Governors of the Federal Reserve System (“Federal Reserve”), and must be “reasonable and proportional” to the cost incurred by the card issuer in authorizing, clearing, and settling the transaction. While subject to new proposed rulemaking issued by the Federal Reserve in late 2023, the Federal Reserve has capped debit interchange rates for card issuers operating in the U.S. with assets of $10 billion or more at the sum of $0.21 per transaction and an ad valorem component of 5 basis points to reflect a portion of the card issuer’s fraud losses plus, for qualifying card issuers, an additional $0.01 per transaction in debit interchange for fraud prevention costs. On November 14, 2023, the Federal Reserve issued a notice of proposed rulemaking, pursuant to which the Federal Reserve proposes to update certain interchange rates for card issuers operating in the U.S. with assets of $10 billion or more. Under the proposed rule, the base component would decrease from $0.21 per transaction to $0.144 per transaction, the ad valorem component would decrease from 5 basis points (multiplied by the value of the transaction) to 4 basis points (multiplied by the value of the transaction), and the additional fraud-prevention cost would increase from $0.01 per transaction to $0.013 per transaction. Following the release of the proposed rule, the Federal Reserve has received extensive industry and stakeholder feedback and the eventual outcome of the proposed rulemaking is unclear. Regulations such as these could result in the need for us to make capital investments to modify our services to facilitate our existing merchants’ and potential merchants’ compliance and reduce the fees we are able to charge our merchants. These regulations also could result in greater pricing transparency and increased price-based competition leading to lower margins and higher rates of merchant attrition. Furthermore, the requirements of the regulations could result in changes in our merchants’ business practices, which could change the demand for our services and alter the type or volume of transactions that we process on behalf of our merchants. \nFrom time to time we are subject to various legal proceedings which could adversely affect our business, financial condition or results of operations.\nWe are involved in various litigation matters from time to time. For more information regarding our material legal proceedings, please see Note 16 in the accompanying consolidated financial statements. Such matters can be time-consuming, divert management’s attention and resources and cause us to incur significant expenses. Our insurance or indemnities may not cover all claims that may be asserted against us, and any claims asserted against us, regardless of merit or eventual outcome, may harm our reputation. If we are unsuccessful in our defense in these litigation matters, or any other legal proceeding, we may be forced to pay damages or fines, enter into consent decrees or change our business practices, any of which could adversely affect our business, financial condition or results of operations.\nRisks related to our organizational structure\nOur principal asset is our interest in Shift4 Payments, LLC, and, as a result, we depend on distributions from Shift4 Payments, LLC to pay our taxes and expenses, including payments under the Tax Receivable Agreement (“TRA”). Shift4 Payments, LLC’s ability to make such distributions may be subject to various limitations and restrictions.\nWe are a holding company and at December 31, 2024 have no material assets other than our ownership of LLC Interests, cash of $52.0 million and the aggregate principal amount of $690.0 million of 2025 Convertible Notes and $632.5 million of 2027 Convertible Notes that are held by Shift4 Payments, Inc. directly. As of December 31, 2024, we owned 77.8% of the economic interest in Shift4 Payments, LLC. As such, we have no independent means of generating revenue or cash flow, and our ability to pay our taxes and operating expenses or declare and pay dividends in the future, if any, are dependent upon the financial results and cash flows of Shift4 Payments, LLC and distributions we receive from Shift4 Payments, LLC. There can be no assurance that our subsidiaries will generate sufficient cash flow to distribute funds to us or that applicable state law and contractual restrictions, including negative covenants in our debt instruments, will permit such distributions. Although Shift4 Payments, LLC is not currently subject to any debt instruments or other agreements that would restrict its ability to make distributions to Shift4 Payments, Inc., the terms of our Credit Facilities and other outstanding indebtedness restrict the ability of our subsidiaries to pay dividends to Shift4 Payments, LLC.\nShift4 Payments, LLC reports as a partnership for U.S. federal income tax purposes and, as such, generally is not subject to any entity-level U.S. federal income tax. Instead, any taxable income of Shift4 Payments, LLC is allocated to holders of LLC Interests, including us. Accordingly, we incur income taxes on our allocable share of any net taxable income of Shift4 Payments, LLC. Shift4 Payments, LLC is obligated to make tax distributions to holders of LLC Interests, including us. In addition to tax expenses, we also incur expenses related to our operations, including payments under the TRA, which we expect will be significant. We intend, as its managing member, to cause Shift4 Payments, LLC to make cash distributions to the owners of LLC Interests in an amount sufficient to (1) fund all or part of their tax obligations in respect of taxable income allocated to them and (2) cover our operating expenses, including payments under the TRA. However, Shift4 Payments, LLC’s ability to make such distributions may be subject to various limitations and restrictions, such as restrictions on distributions that would either violate any contract or agreement to which Shift4 Payments, LLC is then a party, including debt agreements, or any applicable law, or that would have the effect of rendering Shift4 Payments, LLC insolvent. If we do not have sufficient funds to pay tax or other liabilities or to fund our operations (including as a result of an acceleration of our obligations under the TRA), we may have to borrow funds, which could materially adversely affect our liquidity and financial condition and subject us to various restrictions imposed by any such lenders. To the extent that we are unable to make timely payments under the TRA for any reason, such payments generally will be deferred and will accrue interest until paid; provided, however, that nonpayment for a specified period may constitute a material breach of a material obligation under the TRA and therefore accelerate payments due under the TRA. In addition, if Shift4 Payments, LLC does not have sufficient funds to make distributions, our ability to declare and pay cash dividends will also be restricted or impaired. See “—Risks related to the ownership of our Class A common stock.”\nWe expect Shift4 Payments, LLC, from time to time, to make distributions in cash to its equityholders, in amounts sufficient to cover the taxes on their allocable share of taxable income of Shift4 Payments, LLC. As a result of (i) potential differences in the amount of net taxable income indirectly allocable to us and to Shift4 Payments, LLC’s other equityholders, (ii) the lower tax rate applicable to corporations as opposed to individuals and (iii) the favorable tax benefits that we anticipate from (a) future purchases or redemptions of LLC Interests by the Continuing Equity Owners, (b) payments under the TRA and (c) the acquisition of interests in Shift4 Payments, LLC from its equityholders, we expect that these tax distributions may be in amounts that exceed our tax liabilities. Our Board will determine the appropriate uses for any excess cash so accumulated, which may include, among other uses, the payment of obligations under the TRA and the payment of other expenses. We have no obligation to distribute such cash (or other available cash) to our stockholders. No adjustments to the exchange ratio for LLC Interests and corresponding shares of Class A common stock will be made as a result of any cash distribution by us or any retention of cash by us. To the extent we do not distribute such excess cash as dividends on our Class A common stock or otherwise take ameliorative actions between LLC Interests and shares of Class A common stock and instead, for example, hold such cash balances, or lend them to Shift4 Payments, LLC, this may result in shares of our Class A common stock increasing in value relative to the value of LLC Interests. The holders of LLC Interests may benefit from any value attributable to such cash balances if they acquire shares of Class A common stock in exchange for their LLC Interests, notwithstanding that such holders may previously have participated as holders of LLC Interests in distributions that resulted in such excess cash balances.\nThe TRA with the Continuing Equity Owners and the Blocker Shareholders requires us to make cash payments to them in respect of certain tax benefits to which we may become entitled, and we expect that the payments we are required to make will be substantial.\nUnder the TRA, we are required to make cash payments to the Continuing Equity Owners and the Blocker Shareholders equal to 85% of the tax benefits, if any, that we actually realize, or in certain circumstances are deemed to realize, as a result of (1) the increases in our share of the tax basis of assets of Shift4 Payments, LLC resulting from any redemptions of LLC Interests from the Continuing Equity Owners, (2) our utilization of certain tax attributes of the Blocker Companies and certain Continuing Equity Owners and (3) certain other tax benefits related to us making payments under the TRA. The payment obligations under the TRA are obligations of Shift4 Payments, Inc. and we expect that the amount of the cash payments that we are required to make under the TRA will be significant. Any payments made by us to the Continuing Equity Owners and the Blocker Shareholders under the TRA will not be available for reinvestment in our business and will generally reduce the amount of overall cash flow that might have otherwise been available to us. The payments under the TRA are not conditioned upon continued ownership of us by the exchanging Continuing Equity Owners. Furthermore, our future obligation to make payments under the TRA could make us a less attractive target for an acquisition, particularly in the case of an acquirer that cannot use some or all of the tax benefits that are the subject of the TRA. The actual increase in tax basis, as well as the amount and timing of any payments under the TRA, will vary depending upon a number of factors, including the timing of redemptions by the Continuing Equity Owners, the price of shares of our Class A common stock at the time of the exchange, the extent to which such exchanges are taxable, the amount of gain recognized by such holders of LLC Interests, the amount and timing of the taxable income allocated to us or otherwise generated by us in the future, the portion of our payments under the TRA constituting imputed interest and the federal and state tax rates then applicable. As of December 31, 2024, the TRA liability amounted to $365.5 million.\nOur organizational structure, including the TRA, confers certain benefits upon the Continuing Equity Owners and the Blocker Shareholders that will not benefit holders of our Class A common stock to the same extent that it will benefit the Continuing Equity Owners and the Blocker Shareholders.\nOur organizational structure, including the TRA, confers certain benefits upon the Continuing Equity Owners and the Blocker Shareholders that will not benefit the holders of our Class A common stock to the same extent that it will benefit the Continuing Equity Owners and the Blocker Shareholders. We entered into the TRA with Shift4 Payments, LLC and the Continuing Equity Owners and the Blocker Shareholders in connection with the completion of the IPO, which provides for the payment by Shift4 Payments, Inc. to the Continuing Equity Owners and the Blocker Shareholders of 85% of the amount of tax benefits, if any, that Shift4 Payments, Inc. actually realizes, or in some circumstances is deemed to realize, as a result of (1) the increases in the tax basis of assets of Shift4 Payments, LLC resulting from any redemptions of LLC Interests from the Continuing Equity Owners, (2) our utilization of certain tax attributes of the Blocker companies and certain Continuing Equity Owners and (3) certain other tax benefits related to us making payments under the TRA. Although Shift4 Payments, Inc. retains 15% of the amount of such tax benefits, this and other aspects of our organizational structure may adversely impact the future trading market for the Class A common stock.\nIn certain cases, payments under the TRA to the Continuing Equity Owners and the Blocker Shareholders may be accelerated or significantly exceed any actual benefits we realize in respect of the tax attributes subject to the TRA.\nThe TRA provides that upon certain mergers, asset sales, other forms of business combinations or other changes of control or if, at any time, we elect an early termination of the TRA, then our obligations, or our successor’s obligations, under the TRA to make payments would be based on certain assumptions, including an assumption that we would have sufficient taxable income to fully utilize all potential future tax benefits that are subject to the TRA.\nAs a result of the foregoing, (1) we could be required to make payments under the TRA that are greater than the specified percentage of any actual benefits we ultimately realize in respect of the tax benefits that are subject to the TRA and (2) if we elect to terminate the TRA early, we would be required to make an immediate cash payment equal to the present value of the anticipated future tax benefits that are the subject of the TRA. In these situations, our obligations under the TRA could have a substantial negative impact on our liquidity and could have the effect of delaying, deferring or preventing certain mergers, asset sales, other forms of business combinations or other changes of control. There can be no assurance that we will be able to fund or finance our obligations under the TRA.\nWe will not be reimbursed for any payments made to the Continuing Equity Owners or the Blocker Shareholders under the TRA in the event that any tax benefits are disallowed.\nPayments under the TRA will be based on the tax reporting positions that we determine, and the U.S. Internal Revenue Service, or another tax authority may challenge all or part of the tax basis increases or other tax benefits we claim, as well as other related tax positions we take, and a court could sustain such challenge. If the outcome of any such challenge would reasonably be expected to materially affect a recipient’s payments under the TRA, then we will not be permitted to settle such challenge without the consent (not to be unreasonably withheld or delayed) of the Continuing Equity Owners. The interests of the Continuing Equity Owners and the Blocker Shareholders in any such challenge may differ from or conflict with our interests and your interests, and the Continuing Equity Owners may exercise their consent rights relating to any such challenge in a manner adverse to our interests and your interests. We will not be reimbursed for any cash payments previously made to the Continuing Equity Owners or the Blocker Shareholders under the TRA in the event that any tax benefits initially claimed by us and for which payment has been made to a Continuing Equity Owner or the Blocker Shareholders are subsequently challenged by a taxing authority and are ultimately disallowed. Instead, any excess cash payments made by us to a Continuing Equity Owner or Blocker Shareholder will be netted against any future cash payments that we might otherwise be required to make to such Continuing Equity Owner or such Blocker Shareholder, as applicable, under the terms of the TRA. However, we might not determine that we have effectively made an excess cash payment to a Continuing Equity Owner or Blocker Shareholder for a number of years following the initial time of such payment and, if any of our tax reporting positions are challenged by a taxing authority, we will not be permitted to reduce any future cash payments under the TRA until any such challenge is finally settled or determined. Moreover, the excess cash payments we previously made under the TRA could be greater than the amount of future cash payments against which we would otherwise be permitted to net such excess. As a result, payments could be made under the TRA significantly in excess of any tax savings that we realize in respect of the tax attributes with respect to a Continuing Equity Owner or Blocker Shareholder that are the subject of the TRA.\nUnanticipated changes in effective tax rates or adverse outcomes resulting from examination of our income or other tax returns could adversely affect our results of operations and financial condition.\nWe are subject to taxes by the U.S. federal, state, local and foreign tax authorities. Our future effective tax rates could be subject to volatility or adversely affected by a number of factors, including:\n•allocation of expenses to and among different jurisdictions;\n•changes in the valuation of our deferred tax assets and liabilities;\n•expected timing and amount of the release of any tax valuation allowances;\n•tax effects of equity-based compensation;\n•costs related to intercompany restructurings;\n•changes in tax laws, tax treaties, regulations or interpretations thereof; or\n•lower than anticipated future earnings in jurisdictions where we have lower statutory tax rates and higher than anticipated future earnings in jurisdictions where we have higher statutory tax rates.\nIn addition, we may be subject to audits of our income, sales and other taxes by U.S. federal, state, and local and foreign taxing authorities. Outcomes from these audits could have an adverse effect on our results of operations and financial condition.\nIf we redeem or repurchase shares of our stock in the future, we could be subject to excise tax.\nThe Inflation Reduction Act of 2022 imposed a 1% excise tax on the fair market value of stock redeemed or repurchased by publicly traded corporations, subject to certain exceptions (including an exception that allows netting the amount of stock redemptions or repurchases against certain new issuances of stock). If we redeem or repurchase shares of our stock in the future, we could be subject to this excise tax, unless we qualify for any of the exceptions that are provided in the Inflation Reduction Act or in future laws, regulations or rules. Any such excise tax would be our liability and could increase the amount of tax that we are required to pay.\nOur ability to use our net operating losses (“NOLs”) to offset future taxable income may be subject to certain limitations.\nIn general, under Section 382 of the Internal Revenue Code of 1986, as amended (the “Code”), a corporation that undergoes an “ownership change” is subject to limitations on its ability to utilize its pre-ownership change NOLs to offset future taxable income. For these purposes, an ownership change generally occurs where the aggregate stock ownership of one or more stockholders (or groups of stockholders) who own at least 5% of a corporation's stock increases by more than 50 percentage points over their lowest ownership percentage within a specified testing period. Similar rules may apply under state tax laws. Our existing NOLs may be subject to limitations arising from previous ownership changes, and if there is a future change in our stock ownership (which may be outside of our control) that results in an ownership change, our ability to utilize NOLs could be further limited by Section 382 of the Code. U.S. federal NOLs generated in taxable years beginning on or before December 31, 2017 (“pre-2017 NOLs”) are subject to expiration while U.S. federal and certain state NOLs generated in taxable years beginning after December 31, 2017 (“post-2017 NOLs”) are not subject to expiration. Additionally, for taxable years beginning after December 31, 2020, the deductibility of federal post-2017 NOLs is limited to 80% of our taxable income in such year, where taxable income is determined without regard to the NOL for such post-2017 NOLs. For these and other reasons, we may not be able to realize a tax benefit from the use of our NOLs.\nRisks related to the ownership of our Class A common stock\nOur Founder has significant influence over us, including control over decisions that require the approval of stockholders, including a change in control. \nAs of December 31, 2024, Jared Isaacman, our Founder and Chief Executive Officer, controlled, in the aggregate, approximately 76.1% of the voting power represented by all our outstanding classes of stock. Our Class B common stock and Class C common stock each have ten votes per share, and our Class A common stock has one vote per share. Our Founder holds all of the issued and outstanding shares of our Class B common stock and Class C common stock and therefore is able to significantly influence matters submitted to our stockholders for approval, including the election and removal of directors, the size of our Board, amendments of our organizational documents, any merger, consolidation, sale of all or substantially all of our assets or other major corporate transactions. This concentrated control may have the effect of delaying, preventing or deterring a change in control of our company, could deprive our stockholders of an opportunity to receive a premium for their capital stock as part of a sale of our company and might ultimately affect the market price of our Class A common stock. Future transfers by the holders of Class B common stock and Class C common stock will generally result in those shares converting into shares of Class A common stock, subject to limited exceptions.\nIn December 2024, President Donald Trump nominated Mr. Isaacman to be the next NASA administrator. Mr. Isaacman has announced his intention to remain as the Company’s Chief Executive Officer and Chairman of the Board, subject to the ratification and confirmation of his nomination by the U.S. Senate, and to retain the majority of his equity interest while reducing his voting power. See “—Business risks—Our ability to recruit, retain and develop qualified personnel is critical to our success and growth.”\nOur Founder and an affiliate of our Founder are members of our Board. These board members are designees of our Founder and can take actions that have the effect of delaying or preventing a change of control of us or discouraging others from making tender offers for our shares, which could prevent stockholders from receiving a premium for their shares. These actions may be taken even if other stockholders oppose them. The concentration of voting power with our Founder may have an adverse effect on the price of our Class A common stock. The interests of our Founder may not be consistent with your interests as a stockholder.\nWe are subject to rules and regulations established from time to time by the SEC and the NYSE regarding our internal control over financial reporting. If we fail to establish and maintain effective internal control over financial reporting and disclosure controls and procedures, we may not be able to accurately report our financial results, or report them in a timely manner.\nWe are subject to the rules and regulations established from time to time by the SEC and the New York Stock Exchange (the “NYSE”). These rules and regulations require, among other things, that we establish and periodically evaluate procedures with respect to our internal control over financial reporting. For example, we are required to assess the effectiveness of our internal control over financial reporting pursuant to Section 404 of the Sarbanes-Oxley Act of 2002 (the “Sarbanes-Oxley Act”). Such reporting obligations place a considerable strain on our financial and management systems, processes and controls, as well as on our personnel.\nIf we identify material weaknesses in our internal control over financial reporting in the future or if we are unable to comply with the requirements applicable to us as a public company, in a timely manner, including the requirements of Section 404 of the Sarbanes-Oxley Act, we may be unable to accurately report our financial results, or report them within the timeframes required by the SEC. We could also become subject to sanctions or investigations by the SEC or other regulatory authorities. In addition, if we are unable to assert that our internal control over financial reporting is effective, or if our independent registered public accounting firm is unable to express an opinion as to the effectiveness of our internal control over financial reporting, when required, investors may lose confidence in the accuracy and completeness of our financial reports, we may face restricted access to the capital markets, and our stock price may be adversely affected.\nWe are a “controlled company” within the meaning of the NYSE rules and, as a result, will qualify for, and intend to rely on, exemptions from certain corporate governance requirements. You may not have the same protections afforded to stockholders of companies that are subject to such corporate governance requirements.\nOur Founder has more than 50% of the voting power for the election of directors, and, as a result, we are considered a “controlled company” for the purposes of the NYSE. As such, we qualify for, and intend to rely on, exemptions from certain corporate governance requirements, including the requirements to have a majority of independent directors on our Board, an entirely independent nominating and corporate governance committee, an entirely independent compensation committee or to perform annual performance evaluations of the nominating and corporate governance and compensation committees.\nThe corporate governance requirements and specifically the independence standards are intended to ensure that directors who are considered independent are free of any conflicting interest that could influence their actions as directors. We currently utilize certain exemptions afforded to a “controlled company.” As a result, we are not subject to certain corporate governance requirements, including that a majority of our Board consists of “independent directors,” as defined under the rules of the NYSE. In addition, we are not required to have a nominating and corporate governance committee or compensation committee that is composed entirely of independent directors with a written charter addressing the committee’s purpose and responsibilities or to conduct annual performance evaluations of the nominating and corporate governance and compensation committees.\nAccordingly, you may not have the same protections afforded to stockholders of companies that are subject to all of the corporate governance requirements of the NYSE. Our status as a controlled company could make our Class A common stock less attractive to some investors or otherwise harm our stock price.\nIn December 2024, President Donald Trump nominated Mr. Isaacman to be the next NASA administrator. Mr. Isaacman has announced his intention to remain as the Company’s Chief Executive Officer and Chairman of the Board, subject to the ratification and confirmation of his nomination by the U.S. Senate, and to retain the major of his equity interest while reducing his voting power. See “—Business risks—Our ability to recruit, retain and develop qualified personnel is critical to our success and growth” and “—Risks related to the ownership of our Class A common stock—Our Founder has significant influence over us, including control over decisions that require the approval of stockholders, including a change in control.”\nIf we cease to qualify as a controlled company, we will be entitled to phase-in the requirements for a majority independent board and independent nominating and compensation committees on the same schedule as a company listing in conjunction with an initial public offering, except the applicable compliance dates will run from the date of our status changes as a controlled company. Specifically, we will be required to satisfy the majority independent board requirement within one year and fully independent committees within one year.\nCertain provisions of Delaware law and antitakeover provisions in our organizational documents could delay or prevent a change of control.\nCertain provisions of Delaware law and our amended and restated certificate of incorporation and amended and restated bylaws may have an antitakeover effect and may delay, defer, or prevent a merger, acquisition, tender offer, takeover attempt or other change of control transaction that a stockholder might consider in its best interest, including those attempts that might result in a premium over the market price for the shares held by our stockholders. These provisions provide for, among other things:\n•a multi-class common stock structure;\n•a classified board of directors with staggered three-year terms;\n•the ability of our board of directors to issue one or more series of preferred stock;\n•advance notice for nominations of directors by stockholders and for stockholders to include matters to be considered at our annual meetings;\n•certain limitations on convening special stockholder meetings;\n•prohibit cumulative voting in the election of directors; and\n•the removal of directors only for cause and only upon the affirmative vote of the holders of at least 66 2/3% of the voting power represented by our then-outstanding common stock.\nThese antitakeover provisions could make it more difficult for a third party to acquire us, even if the third party’s offer may be considered beneficial by many of our stockholders. As a result, our stockholders may be limited in their ability to obtain a premium for their shares.\nIn addition, we have opted out of Section 203 of the General Corporation Law of the State of Delaware (“DGCL”), but our amended and restated certificate of incorporation provides that engaging in any of a broad range of business combinations with any “interested” stockholder (any stockholder with 15% or more of our voting stock) for a period of three years following the date on which the stockholder became an “interested” stockholder is prohibited, subject to certain exceptions.\nFuture sales, or the perception of future sales, by us or our existing stockholders in the public market could cause the market price for our Class A common stock to decline.\nThe sale of shares of our Class A common stock in the public market, or the perception that such sales could occur, could harm the prevailing market price of shares of our Class A common stock. These sales, or the possibility that these sales may occur, also might make it more difficult for us to sell equity securities in the future at a time and at a price that we deem appropriate.\nIn addition, upon conversion of the $690.0 million and $632.5 million aggregate principal amount of 2025 Convertible Notes and 2027 Convertible Notes, respectively, we will pay in cash the principal amount of the respective Notes with any excess to be paid or delivered, as the case may be, in cash or shares of our Class A common stock or a combination of both at our election. These factors could also make it more difficult for us to raise additional funds through future offerings of our shares of Class A common stock or other securities.\nFurthermore, Rook has entered into margin loan agreements pursuant to which, in addition to other collateral, it has pledged LLC Interests and shares of the Company’s Class A and Class B common stock (collectively, “Rook Units”) to secure a margin loan. If Rook were to default on its obligations under the margin loan and fail to cure such default, the lender would have the right to exchange and sell up to 15,000,000 Rook Units to satisfy Rook’s obligation. While the number of units are currently valued in excess of the margin loan, such an event could cause our stock price to decline.\nAny Class A common stock that we issue under the 2020 Incentive Award Plan, or other equity incentive plans that we may adopt in the future, would dilute the percentage ownership held by the investors who purchase our Class A common stock. In the future, we may also issue securities in connection with investments, acquisitions or capital raising activities. In particular, the number of shares of our Class A common stock issued in connection with an investment or acquisition, or to raise additional equity capital, could constitute a material portion of our then-outstanding shares of our Class A common stock. Any such issuance of additional securities in the future may result in additional dilution to you or may adversely impact the price of our Class A common stock.\nGeneral risk factors\nOur risk management policies and procedures may not be fully effective in mitigating our risk exposure in all market environments or against all types of risk.\nWe operate in a rapidly changing industry. Accordingly, our risk management policies and procedures may not be fully effective to identify, monitor and manage all risks our business encounters. In addition, when we introduce new services, focus on new business types, or begin to operate in markets where we have a limited history of fraud loss, we may be less able to forecast and reserve accurately for those losses. If our policies and procedures are not fully effective or we are not successful in identifying and mitigating all risks to which we are or may be exposed, we may suffer uninsured liability, harm to our reputation or be subject to litigation or regulatory actions that could adversely affect our business, financial condition or results of operations. For example, if our security measures do not succeed, our business may be adversely affected. In addition, bad actors around the world use increasingly sophisticated methods to engage in illegal activities involving personal data, such as unauthorized use of another’s identity or payment information, unauthorized acquisition or use of credit or debit card details and other fraudulent use of another’s identity or information.\nThe increasing focus on sustainability and environmental, social and governance practices (“ESG”) could increase our costs, harm our reputation and adversely impact our financial results.\nThere has been increasing public focus by investors, customers, regulators, legislators, the media and other stakeholders on a variety of sustainability and ESG matters, including diversity initiatives. We experience pressure to make commitments relating to sustainability and ESG matters that affect us, including the design and implementation of specific risk mitigation strategic initiatives relating to ESG. If we are not effective in addressing such matters affecting our business, or setting and meeting relevant sustainability goals, our reputation and financial results may suffer. In addition, this emphasis on sustainability and ESG matters has resulted and may result in the adoption of new laws and regulations, including new reporting requirements. If we fail to comply with new laws, regulations or reporting requirements, our reputation and business could be adversely impacted, and we could be subject to significant fines and penalties, including risk of litigation and investigation. Any harm to our reputation could further negatively impact employee engagement and retention, the willingness of customers to do business with us, and investment decisions. We may experience increased costs in order to execute upon our sustainability and ESG goals and measure achievement of those goals, which could have an adverse impact on our business and financial condition. \nIf securities analysts do not publish research or reports about our business or if they downgrade our stock or our sector, or if there is any fluctuation in our credit rating, our stock price and trading volume could decline.\nThe trading market for our Class A common stock relies in part on the research and reports that industry or financial analysts publish about us or our business. We do not control these analysts. Securities and industry analysts may not publish research on our Company. If securities or industry analysts do not continue coverage of our Company, the trading price of our shares would likely be negatively impacted. Furthermore, if one or more of the analysts who do cover us downgrade our stock or our industry, or the stock of any of our competitors, or publish inaccurate or unfavorable research about our business, the price of our stock could decline. If one or more of these analysts stops covering us or fails to publish reports on us regularly, we could lose visibility in the market, which in turn could cause our stock price or trading volume to decline.\nAdditionally, any fluctuation in the credit rating of us or our subsidiaries may impact our ability to access debt markets in the future or increase our cost of future debt which could have a material adverse effect on our operations and financial condition, which in return may adversely affect the trading price of shares of our Class A common stock.\nShort sellers of our stock may be manipulative and may drive down the market price of our common stock.\nShort selling is the practice of selling securities that the seller does not own, but rather has borrowed or intends to borrow from a third party with the intention of buying identical securities at a later date to return to the lender. A short seller hopes to profit from a decline in the value of the securities between the sale of the borrowed securities and the purchase of the replacement shares, as the short seller expects to pay less in that purchase than it received in the sale. It is therefore in the short seller’s interest for the price of the stock to decline, and some short sellers publish, or arrange for the publication of, opinions or characterizations regarding the relevant issuer, often involving misrepresentations of the issuer’s business prospects and similar matters calculated to create negative market momentum, which may permit them to obtain profits for themselves as a result of selling the stock short.\nIn April 2023, short seller Blue Orca Capital issued a short report on us, resulting in a decrease in the price of our Class A common stock on the day the short report was issued. Subsequently, numerous lawsuits were filed against us, which the court dismissed with prejudice.\nAs a public entity, we may be the subject of additional concerted efforts by short sellers to spread negative information in order to gain a market advantage. In addition, the publication of misinformation may also result in further lawsuits, the uncertainty and expense of which could adversely impact our business, financial condition, and reputation. There are no assurances that we will not face further short sellers’ efforts or similar tactics in the future, and the market price of our common stock may decline as a result of their actions.\nThe impact of war, including in Europe and the Middle East, on the global economy, energy supplies and raw materials is uncertain, but may prove to negatively impact our business and operations.\nThe short and long-term implications of war, including in Europe and the Middle East, are difficult to predict at this time. We continue to monitor any adverse impact that the outbreak of the wars and the subsequent institution of sanctions may have on the global economy in general, on our business and operations and on the businesses and operations of our suppliers and other third parties with which we conduct business. For example, prolonged conflicts in Europe or the Middle East may result in increased inflation, escalating energy prices and constrained availability, and thus increasing costs, of raw materials. We will continue to monitor this fluid situation and develop contingency plans as necessary to address any disruptions to our business operations as they develop.\nThe Israel Defense Force (the “IDF”), the national military of Israel, is a conscripted military service, subject to certain exceptions. We conduct certain operations in Israel, where approximately 5% of our employees reside. A number of our employees are subject to military service in the IDF and have been, or may be, called to serve. It is possible that there will be further military reserve duty call-ups in the future, which may affect our business due to a shortage of skilled labor and loss of institutional knowledge, and necessary mitigation measures we may take to respond to a decrease in labor availability, such as overtime and third-party outsourcing, for example, may have unintended negative effects and adversely impact our results of operations, liquidity or cash flows.\nTo the extent the wars in Europe or the Middle East may adversely affect our business as discussed above, it may also have the effect of heightening many of the other risks described herein. Such risks include, but are not limited to, adverse effects on macroeconomic conditions, including inflation; disruptions to our global technology infrastructure, including through cyberattack, ransom attack, or cyber-intrusion; adverse changes in international trade policies and relations; disruptions in global supply chains; and constraints, volatility, or disruption in the capital markets, any of which could negatively affect our business and financial condition.",
      "char_count": 171517
    }
  },
  "extracted_at": "2025-10-18T17:35:40.169299"
}