{
  "ticker": "FTI",
  "company_name": "TechnipFMC plc",
  "cik": 1681459,
  "form_type": "10-K",
  "filing_date": "2025-02-27",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001681459-25-000036",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001681459&accession_number=000168145925000036&xbrl_type=v",
  "sic_code": "3533",
  "industry": "Oil & Gas Field Machinery & Equipment",
  "sections": {
    "item1": {
      "text": "ITEM 1. BUSINESS\nCompany Overview\nTechnipFMC plc (“TechnipFMC,” the “Company,” “we,” or “our”) is a leading technology provider to the traditional and new energy industries, delivering fully integrated projects, products, and services. With our proprietary technologies and comprehensive solutions, we are transforming our clients’ project economics helping them unlock new possibilities to develop energy resources while reducing carbon intensity and supporting their energy transition ambitions. \nOrganized in two business segments - Subsea and Surface Technologies - we will continue driving change in the energy industry with our pioneering integrated ecosystems, technology leadership and digital innovation.\nEach of our approximately 21,000 employees is driven by a commitment to our clients’ success and a culture of execution excellence, purposeful innovation, and challenging industry conventions.\nHistory\nOn January 17, 2017, FMC Technologies, Inc. and Technip S.A. combined through a merger of equals to create a global subsea leader, TechnipFMC, that would drive change by redefining the development of the subsea infrastructure used in the production of oil and natural gas through a new integrated commercial model. By integrating the complementary work scopes of the subsea production system (“SPS”) with the subsea umbilicals, risers, and flowlines (“SURF”) and installation vessels, we can more efficiently deliver an entire subsea development utilizing our integrated engineering, procurement, construction and installation model (“iEPCI™. \nAs the only subsea provider to integrate these work scopes, we successfully created a new market and helped expand the deepwater opportunity set for our clients during a challenging market environment. iEPCI™ has since grown to represent nearly one-third of the addressable subsea market, validating the benefits of our unique business model aimed at improving project economics by accelerating the delivery schedule of hydrocarbon production. We have created a differentiated platform for further expansion and value creation through our technology innovation, including our Subsea 2.0® (“Subsea 2.0®”) configure-to-order product suite, our vast network of customer partnerships, and our services business levered to serve our large and expanding installed base.\nOn February 16, 2021, we completed the separation of the Technip Energies business segment (the “Spin-off”). Technip Energies offered design, project management, and construction services spanning the entire downstream value chain. The separation created two industry-leading, independent, publicly traded companies, TechnipFMC and Technip Energies.\nFollowing the separation of Technip Energies, the Company completed the voluntary delisting of our shares from Euronext Paris in February 2022. A single listing on the New York Stock Exchange was more consistent with the Company’s strategic refocus and the geographic location of our shareholder base and allowed the Company to better align with our most appropriate peer set.\nBUSINESS SEGMENTS\nSubsea\nOur Subsea segment provides integrated design, engineering, procurement, manufacturing, fabrication, installation, and life of field services for subsea systems, subsea field infrastructure, and subsea pipeline systems used in oil and natural gas production and transportation. \nWe are an industry leader in front-end engineering and design (“FEED”), SPS, SURF, and subsea robotics. We also have the capability to install and service these products and systems using our fleet of highly specialized vessels. We are able to drive even greater value to our clients by integrating the SPS and SURF through more efficient design and installation of subsea field architecture. The resulting improvement in project economics has enabled the successful market adoption of our integrated engineering, procurement, construction and installation model, iEPCI™, which now serves as the industry standard for integrated project execution. \niEPCI™ is our unique, fully integrated approach to designing, managing, and executing subsea projects. By combining complementary skills with innovative technologies, we improve project economics by accelerating time to first oil and natural gas for our clients. iEPCI™ projects are partnerships based on mutual trust and sharing knowledge. Success is built on early engagement and a collaborative, cooperative approach, both internally and with our clients. \nOur integrated commercial model often begins with an integrated FEED study, or iFEED™ (“iFEED”), where we are uniquely positioned to influence project concept and design through early client engagement, allowing for the highest degree of integration. Using innovative solutions for subsea architecture, including standardized configurable equipment, new technologies, digital services, and simplified installation, we can optimize field design and layout. \nOur first-mover advantage and ability to convert iFEED studies into iEPCI™ contracts, often as direct awards, creates a unique set of opportunities for us. This allows us to deliver a fully integrated–and technologically differentiated–subsea system, and to better manage the complete work scope through a single contracting mechanism and a single interface.\nFollowing project delivery, we continue to support our clients by offering aftermarket and life of field services, which include production optimization, asset life extension, debottlenecking, and condition-based maintenance. Our wide range of capabilities and solutions allow us to help clients increase oil and natural gas recovery and equipment uptime while reducing overall cost. Our integrated life of field offering, iLOF™, is designed to unlock the full potential of subsea infrastructures during operations by proactively addressing the challenges operators face over the life of subsea fields. \nSubsea Segment Products and Services\nSubsea Production Systems (SPS). These systems are used in the offshore production of oil and natural gas. Systems are placed on the seafloor and are used to control the flow of oil and natural gas from the reservoir to a host processing facility, such as a floating production facility, a fixed platform, or an onshore facility.\nOur products and integrated systems include subsea trees, chokes and flow modules, manifold pipeline systems, controls and automation systems, well access systems, multiphase and wet-gas flow meters, and additional technologies. We offer both electro-hydraulic and all-electric SPS, depending on the specific needs of the customer or field. The design and manufacture of our subsea systems requires a high degree of technical expertise and innovation. Some of our systems are designed to withstand exposure to the extreme hydrostatic pressure of deepwater environments, as well as internal pressures of up to 20,000 pounds per square inch (psi) and temperatures of up to 400º F. The development of our integrated subsea production systems includes initial engineering design studies and field development planning, and considers all relevant aspects and project requirements, including optimization of drilling programs and subsea architecture.\nSubsea Processing Systems. Our subsea processing systems, which include subsea boosting, subsea gas compression, and subsea separation, are designed to accelerate production, increase recovery, extend field life, lower greenhouse gas (“GHG”) emissions, and lower operators’ production costs for greenfield and brownfield applications. \nSubsea Umbilicals, Risers and Flowlines (SURF). We are a leading provider of SURF infrastructure. We develop, engineer, manufacture, and install umbilicals, flexible, hybrid-flexible and rigid pipelines, connections, and tie-ins for subsea systems. \nWe offer a comprehensive range of umbilical systems including steel tube umbilicals, thermoplastic hose umbilicals, power and communication systems, and hybrid umbilicals. \nWe are the industry leader in the design and manufacture of flexible pipe that consists of the combination of plastic and steel layers that can be easily adapted to the diverse requirements of subsea developments. We are also the industry innovator in “hybrid-flexible” pipe, which utilizes unique and proprietary thermoplastic composite materials to meet the needs of the most challenging production environments. Our rigid pipes are designed to optimize flow assurance through innovative insulation coatings, electric trace heating, plastic liners, and pipe-in-pipe systems. \nVessels. We have a fleet of 16 vessels, which typically perform the installation of our products and systems. We have sole ownership of eight vessels, ownership of six vessels as part of joint ventures, and two vessels operated under charter agreements.\nSubsea Services. Subsea Services provides a portfolio of Well and Asset services that drive value and efficiency throughout the life of our clients' subsea development cycle. Our vision is to deliver customer service excellence every day, with the purpose of maximizing the performance of our clients’ well and asset operations. \nWell Services include all service offerings for the well:\n•remotely operated vehicles (ROVs): ROV drill and intervention support services through supervised autonomy and support services, enabled by Schilling Robotics, TechnipFMC’s underwater robotics group;\n•drilling: exploration and production wellhead systems and services;\n•installation: installation of subsea production and processing systems and completion of the well; and\n•intervention and plug & abandonment (P&A): rig and vessel-based well intervention services and subsea P&A.\nAsset Services include all service offerings toward the producing asset, including SPS, SURF, and subsea processing: \n•maintenance: test, modification, refurbishment and upgrade of subsea equipment and tooling;\n•asset integrity: optimizing the performance of the subsea asset through product and field data, including inspection, maintenance, and repair (\"IMR\"); and \n•production management: enhanced well and field production, including real-time virtual metering and flow assurance services.\nRobotics. Our Schilling Robotics business is the leading designer and manufacturer of subsea ROVs, ROV tooling systems, and robotic manipulator arms. We continue to revolutionize deepwater productivity–enabling safe and more challenging subsea developments through our advanced and industry-leading robotic technologies. \nSubsea Studio™ Digital Platform. Through Subsea Studio™, we connect data, technology, and expertise to optimize the development, execution, and operation of current and future subsea fields. Our open ecosystem connects applications using common data models throughout a project’s lifecycle and can exchange data with suppliers, partners, and clients, providing immediate access to information to improve the efficiency and quality of decisions and planning.\nDependence on Key Customers\nGenerally, our customers in the Subsea segment are major integrated oil companies, national oil companies, and independent exploration and production companies. Three different customers accounted for 18%, 13%, and 11%, of our consolidated revenue in 2024, respectively. Our list of customers has expanded to more than 40 unique clients, which has allowed us to further diversify our dependence away from any single customer.\nWe actively pursue alliances with companies engaged in the subsea development of oil and natural gas to promote our integrated systems for subsea production. Development of subsea fields, particularly in deepwater environments, involves substantial capital investments. Operators have also sought alliances with us to ensure timely and cost-effective delivery of subsea and other energy-related systems that provide integrated solutions to meet their needs.\nOur alliances establish important ongoing relationships with our customers. These alliances have resulted in a growing number of direct awards to the Company.\nThe commitment to our customers goes beyond project delivery, and we foster these alliances with transparency and collaboration to better understand their needs and ensure customer success.\nCompetition\nWe are the only fully integrated company that can provide the complete suite of FEED, SPS and SURF with the installation and life of field services, enabling us to develop a subsea field as a single company. We compete with companies that supply various components and services of a subsea development. Our competitors include Baker Hughes Company, Innovex International, Inc., McDermott International, Inc., NOV Inc., Oceaneering International, Inc., OneSubsea, and Subsea 7 S.A.\nSeasonality\nSeasonal weather conditions generally subdue drilling activity, reducing vessel utilization and demand for subsea services as certain activities cannot be performed. As a result, the level of offshore activity in our Subsea segment is negatively impacted during such periods.\nStrategy\nOur vision for Subsea is to focus on safely providing innovative technologies and integrated solutions that improve economics through the acceleration of time to first production, enhancing delivery performance, while reducing emissions.\nOur offering is enabled by our digital solutions and products that unlock new possibilities for growth in energy resources. Through our established services and transformative offerings, including iEPCI™ and the Subsea 2.0® Configure-to-Order (“CTO”) platform, we are making energy produced offshore more sustainable and competitive with alternative sources.\nAs we look to the future, we remain focused on innovation, client relationships, and execution excellence. Our success will be achieved in part by developing and empowering our people, becoming a data-centric organization, and advancing automation and robotics. \nThe energy landscape is evolving rapidly, and we are confident that oil and natural gas will remain a significant portion of the energy mix in the decades to come. By capitalizing on our subsea expertise, core competencies, and integration capabilities, we will continue to improve the project economics of both oil and natural gas and new energies, while reducing carbon emissions. \nProduct Development\nWe are industrializing our Subsea business with Subsea 2.0® by using pre-engineered modular architectures to achieve a fully flexible suite of product offerings, while making an evolutionary shift from unique project requirements to a CTO execution model.\nOur Subsea 2.0® configurable product platform consists of pre-engineered products designed to provide the flexibility to accommodate client needs and functional requirements, combining field-proven and new technologies. \nOur CTO execution model requires no product engineering work to deliver these configurable products to our clients, which ensures quality, manufacturing, supply chain, and services are fully industrialized in order to deliver the value offered with Subsea 2.0®. \nBy pivoting from bespoke Engineer-to-Order solutions, to pre-engineered CTO products, we can leverage the efficiencies our execution model creates and bring value to our clients through reduced lead time, an optimized execution model, and improved predictability and reliability for delivery. CTO also allows us to drive manufacturing efficiency to improve throughput and increase capacity of the existing manufacturing assets. \nOur CTO Subsea 2.0® program attributes include: \n•pre-engineered standard configurations; \n•pre-approved and qualified supply chain;\n•pre-defined quality, code, and surveillance requirements; \n•optimized manufacturing with dedicated capacity; and\n•pre-defined and developed services.\nOur core Subsea 2.0® products include subsea trees, compact manifolds, flexible jumpers, distribution, controls, flexible pipe, umbilicals, and integrated connectors. Additional components of the subsea infrastructure will be made available on this configurable platform as we further industrialize our product offering.\nWe are also qualifying a new hybrid-flexible pipe technology that utilizes thermoplastic composite technology and is highly resistant to corrosive compounds. Hybrid flexible pipe brings many advantages to the market, including the ability to withstand the most corrosive production environments, but also significant operational advantages due to the lighter materials.\nIn the third quarter of 2022, we renewed the TechnipFMC and Halliburton technology alliance. This extends our agreement signed in 2017 with a focus on the development of innovative technologies for use in all-electric wells, subsea interventions, subsea fiber optics, and carbon transportation and storage. By collaborating on certain field domains, we are able to develop disruptive technologies to improve productivity, reduce cost, and lower emissions of our clients. We believe the alliance has a superior value proposition, leveraging TechnipFMC’s pioneering integrated ecosystems (such as iEPCI™) and technology leadership with Halliburton’s subsurface, well completion, and production knowledge and service offering.\nAcquisitions and disposals, Investments, and Partnerships \nAcquisitions and disposals\nWe did not have any material acquisitions or disposals in 2024. \nInvestments\n We did not have any material investments in 2024. \nPartnerships\nRefer to the Other Business Information Relevant to Our Business Segments section of this Annual Report on Form 10-K for information about our partnerships. \nSurface Technologies\nOur Surface Technologies segment designs, manufactures, and services fully integrated products and systems used by companies involved in conventional and unconventional land and shallow water exploration and production of oil and natural gas, as well as specialized equipment supporting integrated carbon transportation and storage, hydrogen storage, and geothermal production. Surface Technologies provides integrated solutions for onshore applications in drilling, stimulation, production, measurement, digital, and services globally. \nPrincipal Products and Services\nDrilling. We provide a full range of drilling and completion systems for both standard and custom-engineered applications. The client base for drilling and completion offerings is energy production, transportation, and storage companies.\nSurface Wellheads and Production Trees. Our products are used to control and regulate the flow of oil and natural gas from the well. The wellhead is a system of spools and sealing devices from which the entire downhole well string hangs and provides the structural support for surface production trees. The production tree is comprised of valves, actuators, and chokes which can be combined into various configurations, depending on client-specific requirements.\nThese systems are designed for onshore unconventional, onshore conventional, and offshore platform applications, and are typically sold directly to exploration and production operators during the drilling and completion phases of the well lifecycle. Our surface wellheads and production trees are used worldwide and include a full range of system configurations from conventional wellheads, to high-pressure, high-temperature production tree systems for extreme production applications.\nWe provide services for these systems, including service personnel and rental tooling, life of field maintenance, as well as digital monitoring and remote operational control and automation.\nOur products are also used for geothermal production and carbon dioxide (“CO2”) injection, and we have qualified designs to support underground hydrogen storage solutions. \nStimulation and Pressure Pumping. Our iComplete™ offering is the first fully integrated pressure control system for the onshore unconventional stimulation market. Our extensive knowledge of flexible pipe, manifolds, and valve technologies has been adapted to make this a very reliable and predictable system. iComplete™ utilizes our digital offering CyberFrac™ to improve safety by eliminating manpower in high-risk areas (“red zone”), boost efficiency through autonomous operations, and reduce unplanned stoppages by using predictive analytics. Our system can also manage continuous pumping on multi-well and multi-pad operations and integrate data from adjacent wells. Together, this significantly reduces safety risks and the cost of operations for our clients.\nOur system equipment includes fracturing tree systems, fracturing valve greasing systems, hydraulic or electric control units, service-less valves, fracturing manifold systems, and rigid and flexible flowlines, and is designed to sustain the high pressure and the highly erosive fracturing fluid which is pumped through the well in the formation. Exploration and production operators typically rent this equipment directly from the Company during the hydraulic fracturing activities. iCompleteTM services include rig-up/rig-down field service personnel as well as oversight and operation of the system during the multiple fracturing stages.\nOur digital systems leverage two of our core software products—our proprietary UCOS system for control and automation of assets, and InsiteX for data visualization and analytics. These systems can be deployed in standalone applications, which address client issues and can be integrated seamlessly to form an ecosystem or system level Digital Twin, such as CyberFracTM in our iCompleteTM integrated system. These technologies help clients improve health and safety, reduce carbon intensity, reduce operating expense, reduce unplanned shutdowns, and increase productivity.\nFlexible Pipe. We have been a leading supplier of flexible pipe since the 1970s and our Coflexip® product is an industry standard for drilling and stimulation operations offshore. We have also adapted this product for use in high-pressure, high-volume stimulation. Our PumpFlex™, WellFlex™, and PadFlex™ products are incorporated into our iCompleteTM offering and deployed in most of the unconventional operations. Our product is the only mechanical solution available today and has demonstrated excellent wear resistance and durability.\nFlowline. We are a leading supplier of flowline products and services to the oilfield industry. From the original Chiksan® and Weco® products to our revolutionary equipment designs and integrated services, our family of flowline products and services provides our clients with reliable and durable pressure pumping equipment. Our total solutions approach includes the InteServ tracking and management system, mobile inspection and repair, strategically located service centers, and Chiksan® and Weco® spare parts.\nWell Control and Integrity Systems. We supply both hydraulic and electrical control components and safety systems designed to safely and efficiently run a well pad, offshore platform module, or production facility. Our systems are based on standardized, field-proven solutions and are designed for minimal maintenance during life of field operations.\nProduction Solution. We provide industry-leading technology for the separation of oil, gas, sand, and water. These solutions are used in onshore production facilities and on offshore platforms worldwide. Our family of separation products delivers client success by increasing efficiency and throughput and reducing the footprint of processing facilities. Our separation systems offering includes internal components for oil and natural gas multiphase separation, in-line separation, and solids removal, as well as fully assembled separation modules and packages designed and fabricated for oil and natural gas separation, fracturing flowback treatment, solids removal, and primary produced water treatment. Our upstream production offering includes well control, safety and integrity systems, multiphase meter modules, in-line separation and processing systems, compact ball valves for manifolds, and standard pumps. These offerings are differentiated by our comprehensive portfolio of in-house compact, modular, and digital technologies, and are designed to enhance field project economics and reduce operating expenditures with an integrated system that spans from wellhead to pipeline.\nStandard Pumps. We provide complete skid solutions, from design consultation through startup and commissioning. We offer a diverse line of reciprocating pumps, customized according to the application with pressure ranges available up to 10,000 psi and flow rates up to 1,500 gallons per minute.\nServices. We offer our clients a comprehensive suite of service packages to ensure optimal performance and reliability of our upstream and midstream equipment. These service packages include all phases of the asset’s life cycle from early planning stages through testing and installation, commissioning, and operations, replacement and upgrade, maintenance, storage, preservation, intervention, integrity, decommissioning, and abandonment. \nDependence on Key Customers\nSurface Technologies’ customers include major integrated oil companies, national oil companies, independent exploration, and production companies and oil and natural gas service companies. No single Surface Technologies customer accounted for 10% or more of our 2024 consolidated revenue.\nCompetition\nWe are a market leader for many of our products and services. Some of the factors that distinguish TechnipFMC from other companies in the sector include our technological innovation, integrated solutions, reliability, and product quality. Surface Technologies competes with other companies that supply surface production equipment and pressure control products, including Baker Hughes Company; Cactus Wellhead, LLC; SLB; Halliburton Co; Delta US Corporation LLC; and SPM Oil & Gas.\nStrategy\nWe serve the onshore and shallow water markets from well to export pipeline, providing our clients with reductions in cost, cycle time, and carbon intensity. We distinguish our offerings through three key strengths: \nCore Technology. We are committed to applying technology within our core products to solve client problems, leveraging the benefits of smarter designs and reliable field operations.\nDecarbonization. We are developing new ways for our clients to make the production of oil and natural gas less carbon intensive.\nDigital and Automation. We are leveraging simple, pragmatic digital solutions to improve health and safety, reduce carbon intensity, reduce operating cost, reduce non-productive time, and increase production.\nAcquisitions and disposals, Investments, and Partnerships\nAcquisitions and disposals\nWe did not have any material acquisitions in 2024. \nIn March 2024, the Company concluded the sale of its Measurement Solutions business to One Equity Partners for cash proceeds of $186 million. As part of the Surface Technologies segment, the Measurement Solutions business encompassed terminal management solutions and metering products and systems and included engineering and manufacturing locations in North America and Europe.\nInvestments\nTo support our developments in the Middle East, we are investing in hiring, training, and developing personnel in the region at our facilities in Dhahran, Saudi Arabia, and Abu Dhabi, United Arab Emirates. These investments position us to respond to the increasing demand for local content and increasing opportunity in the region. \nPartnerships\nRefer to the Other Business Information Relevant to Our Business Segments section of this Annual Report on Form 10-K for information about our partnerships. \nOTHER BUSINESS INFORMATION RELEVANT TO OUR BUSINESS SEGMENTS\nCapitalizing on Energy Transition\nSince our inception as an integrated company in 2017, TechnipFMC has been pursuing innovation to reduce emissions within the conventional energy space. We have also been exploring ways to position ourselves in the energy transition by delivering differentiated solutions and leveraging our core competencies and existing resources. This is the role of our New Energy business at TechnipFMC, where we will serve as system architect and integrator, from technology development through project delivery and life of field services. We believe offshore will be the next frontier of the energy transition, and our Company is ready to accelerate and grow our contribution. \nWe plan to be a key enabler of GHG removal, offshore floating renewables, and hydrogen solutions. To excel in these three pillars, we will leverage our onshore and offshore expertise and demonstrated capabilities in project integration. We will commercialize innovative solutions through our continued collaboration with energy companies and technology providers.\nWe will also utilize a CTO manufacturing model to create superior value for our clients. \nOur contributions to GHG removal begin with carbon transportation and storage (“CTS”). Leveraging our existing equipment and integration expertise, we will safely transport and store CO2. Using our CTO model for CO2 distribution and injection will reduce project-specific engineering while enabling custom storage system solutions to be built from pre-engineered products. Integrated control systems will provide flexibility to manage a wide range of functionalities, from surface and subsea injection equipment to downhole and seabed reservoir monitoring systems. We are also developing advanced digital solutions for onshore and offshore storage projects that will enable constant monitoring of CO2 at both the storage site and in the subsurface, a critical element of the CTS value chain. \nWe also see strong integration potential across offshore renewable markets, driven by continued development of wind and tidal technologies. By leveraging our extensive experience in project integration throughout the water column, from the ocean surface to the seafloor, we will bring scalability to offshore renewable markets in our role as system architect.\nThe growth of renewables in the grid creates power and price fluctuations, requiring auxiliary systems to support the grid. We believe that hydrogen can play an important role in managing power and price fluctuations, enabling the expansion of renewable power. We have been developing a large-scale hydrogen based system for offshore renewables that will help meet the growing demand for power.\nWe will approach integration opportunities in renewable markets with an execution model that builds on the success of our iEPCI™ model in oil and natural gas. By acting as system architect and integrator in a complex and rapidly changing environment, we can play a meaningful role in enabling offshore renewable solutions.\nThe Markets\nGreenhouse gas removal. We believe one of the safest and most efficient storage locations for GHGs is in naturally occurring reservoirs and saline aquifers. \nExisting equipment developed by our Surface Technologies and Subsea businesses can be leveraged to achieve this aim. Our efforts and achievements in this area include:\n•the first all-electric iEPCI™ for carbon capture and storage on the Northern Endurance Partnership’s project in the UK, where we will supply and install the all-electric subsea system, including manifolds, umbilicals, and pipe;\n•an iEPCI™ to deliver Petrobras’s Mero 3 HISEP® project in Brazil, enabling the capture, processing, and reinjection of CO2-rich dense gases on the seabed to reduce emission intensity during production;\n•development and manufacturing of new gas transportation technologies, including thermoplastic composite pipe and hybrid flexible pipe; and\n•awards for several commercial contracts for carbon injection wellheads to be used for permanent sequestration in the Middle East, Australia, and the Netherlands. \nOffshore floating renewables. TechnipFMC aspires to lead the offshore floating renewables industry by leveraging our differentiated technologies, product standardization, and system integration approach. This emerging market is predicted to grow from very limited today, to an installed base of 11 gigawatts by 2030. Our efforts and achievements in this area include:\n•collaboration agreement with submarine power cable systems leader Prysmian to deliver a fully integrated water column system to accelerate the global development of offshore floating wind projects; \n•partnership with Magnora ASA, Magnora Offshore Wind, to develop floating offshore wind projects;\n•partnership with Floating Power Plant, a renewable energy technology company, for an offshore green hydrogen pilot in the Canary Islands which will leverage our Deep PurpleTM system to deliver stable, renewable, and scalable energy offshore; \n•strategic investment in Orbital Marine Power, owner of the world's most powerful floating tidal energy turbine, which we believe to be the most mature tidal technology; \n•development of best-in-class 66KV dynamic inter array cables, (“DIAC”), which are a key component of our engineered system used by floating renewables infrastructure to transmit electricity generated offshore to the onshore power grid; and \n•development of advanced integrated water column solutions, including the engineering of the optimum coupled DIAC and mooring and anchoring system.\nHydrogen solutions. Hydrogen as an energy carrier will bring reliability, stability, and efficiency to renewable sources. TechnipFMC’s extensive experience with oil and natural gas resources positions us well to develop new \nsolutions for this emerging offshore market. Our strategy is focused on two main areas: the transportation and storage of green hydrogen produced offshore and in coastal areas, and energy management, where hydrogen is used as an energy storage medium that can exceed the traditional efficiency limits of lithium-ion technologies. Our efforts and achievements in this area include:\n•Deep Purple™, which is our sustainable energy solution that provides renewable and scalable energy production offshore by integrating hydrogen production, compression, storage, and re-electrification via a fuel cell. An at-scale pilot program began in Norway in January 2022 and was successfully completed in October 2023.The objective of balancing a microgrid with intermittent power in and stable power out was proven;\n•The Hardanger Hydrogen Project, with several partners including Statkraft, where TechnipFMC will qualify its subsea hydrogen storage pressure vessels and associated hardware, such as valves, sensors, umbilicals, and connectors. We may also provide hydrogen subsea storage for the next commercial phases of the project; and\n•Hydrogen wellhead products and underground storage solutions as well as the integration of these systems including participation in Storengy’s Hydrogen Pilot STorage for large Ecosystem Replication (“HyPSTER”) project in France, where we have re-engineered and repurposed a Surface Technologies’ wellhead to facilitate the large-scale storage of green hydrogen in underground salt caverns.\nSources and Availability of Raw Materials\nOur business segments purchase carbon steel, stainless steel, aluminum, steel castings and forgings, polymers, micro-processors, integrated circuits, and various other materials from the global marketplace. We typically do not use single source suppliers for the majority of our raw material purchases; however, certain geographic areas of our businesses, or a project or group of projects, may heavily depend on certain suppliers for raw materials or supply of semi-finished goods. We believe the available supplies of raw materials are adequate to meet our needs, leveraging our CTO strategy.\nResearch and Development\nWe are engaged in research and development (“R&D”) activities directed toward the improvement of existing products and services, the design of specialized products to meet client needs, and the development of new products, processes, and services. We have a balanced approach to our product development with a focus on the improved design and standardization of our Subsea products, as well as imagining the future technology needs of our clients over the long term.\nPatents, Trademarks, and Other Intellectual Property\nWe own a number of patents, trademarks, and licenses that are cumulatively important to our businesses. As part of our ongoing R&D focus, we seek patents when appropriate for new products, product improvements, and related service innovations. Further, we license intellectual property rights to or from third parties. We also own numerous trademarks and trade names worldwide.\nWe protect and promote our intellectual property portfolio and take actions we deem appropriate to enforce and defend our intellectual property rights. We do not believe, however, that the loss of any one patent, trademark, or license, or group of related patents, trademarks, or licenses would have a material adverse effect on our overall business.\nSegment and Geographic Financial Information\nThe majority of our consolidated revenue and segment operating profit is generated in markets outside of the United States. Each segment’s revenue is dependent upon worldwide oil and natural gas exploration and production activity. Financial information about our segments and geographic areas is incorporated herein by reference from Note 6 to our consolidated financial statements in Part II, Item 8 of this Annual Report on Form 10-K.\nOrder Backlog\nInformation regarding order backlog is incorporated herein by reference from the section entitled “Inbound Orders and Order Backlog” in Part II, Item 7 of this Annual Report on Form 10-K.\nGovernmental Regulations\nWe are subject to a number of environmental and other governmental and regulatory requirements related to our operations globally. Refer to “Item 1A. Risk Factors - Risks Related to Legal Proceedings, Tax and Regulatory Matters,” which is incorporated by reference in this Item 1.\nWebsite Access to Reports and Proxy Statement\nOur Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, Proxy Statements, and Forms 3, 4, and 5 filed on behalf of directors and executive officers, and amendments to each of those reports and statements, are available free of charge through our website at www.technipfmc.com, under “Investors” as soon as reasonably practicable after such material is electronically filed with, or furnished to, the SEC. Alternatively, our reports may be accessed through the website maintained by the SEC at www.sec.gov. Unless expressly noted, the information on our website or any other website is not incorporated by reference in this Annual Report on Form 10-K and should not be considered part of this Annual Report on Form 10-K or any other filing we make with the SEC.\nHUMAN CAPITAL\nOur people are at the heart of everything we do, and they drive our culture of strong execution, purposeful innovation, and challenging industry conventions. We are committed to the development of our employees, and our employee guidelines are specified in our Code of Business Conduct, which applies to all employees, regardless of their roles, and no matter where they work.\nWe believe that all our employees are entitled to fair treatment and respect, wherever they work: in the office, offshore, on industrial and construction sites, or in client offices. We do not tolerate any form of abuse or harassment, and we will not tolerate any action, conduct, or behavior that is discriminating, intimidating, or hostile.\nFurthermore, we are committed to hiring and employee development decisions that are fair, objective, and not based on protected characteristics. Our policy is for employment decisions to be based only on relevant qualifications, performance, demonstrated skills, experience, and other job-related factors, with our goal of creating a tolerant, equitable, and inclusive workforce.\nWorkforce Overview\nOur workforce consists of the following:\n\n                                                                                          As of December 31,\n2024                                                   2023                        2022                     \nPermanent employees                       21,693                      21,469                      20,301    \nTemporary employees (fixed-term)           1,155                       1,293                       1,671    \nEmployees on payroll                      22,848                      22,762                      21,972    \nContracted workforce                       2,456                       2,265                       1,374    \nTotal workforce                           25,304                      25,027                      23,346    \nAttracting Talent\nOur Employee Value Proposition (‘‘EVP’’) is part of the way we attract, engage, and retain our people. It is an aspect of our employer brand that communicates the attributes and qualities that make our organization a great place to work, and helps us attract people who will contribute to, and thrive within TechnipFMC. In 2023, we redefined our EVP in a way that reflects the company we are today. We sought extensive input and feedback from a cross-section of our employees, senior leadership team, and new recruits, and announced “The energy to transform” as our new EVP. Built on two pillars—relentless innovation and caring for the future—it is underpinned by our global collaborative culture. It links to our overall brand positioning, which is driving change in the energy industry, and it describes both what the company does and what it offers employees and potential employees. In 2024, we continued to encourage and include more people from our business to share their inspiring experiences and stories that truly reflect the plurality of backgrounds within the Company. People from different cultures, generations, abilities, and perspectives are united by a common thread: the inspiring experiences they’ve had at TechnipFMC. We continue to explore the best ways to share these stories both internally and with external candidates through various channels. We have made significant strides in enhancing the candidate experience on our newly designed career page and our internal EVP-dedicated web page.\nOur global recruitment system is being optimized to provide a more dynamic, modern, and attractive experience with relevant content. Our onboarding program will be further simplified, with better global alignment and more efficient communication to make the experience of new employees and line managers more streamlined and connected.\nKey performance indicators linked to talent acquisition are now available and accessible to key stakeholders through our internal tracking platform. In 2024, we achieved further reduction in recruiting lead time.\nDeveloping and Keeping Talent\nPeople development is a key focus at TechnipFMC, including providing learning, career development and knowledge sharing opportunities enabling our people to perform at their fullest potential, and develop capabilities for simplification, standardization, and industrialization.\nWe focus on talent development through a process called ‘‘Talking Talents.’’ This program forms the basis for developing employees into our three main career pathways: Leadership, Technology, Project Management. Input from the Talking Talents process is also used for succession planning. As in previous years, in 2024, our leaders spent a considerable amount of time planning for succession, resulting in an increase in depth of succession, utilization of talents and cross-pollination between business units and functions. \nWe believe that regular dialogue between managers and employees is key to driving performance and building trust and engagement. Our \"Check-In\" process is embedded in our culture, where managers and employees meet at least quarterly to discuss goals, share feedback, and have in-depth discussion about the employee’s development, including creating individual development plans. This process focuses leaders on the development of people on their team and enables employees to own their career path and focus on the future. In 2024, we conducted a \"Leaders as People Developers\" workshop covering over 700 managers globally and imparting the skills required for managers to have an effective check-in with their teams with a focus on feedback and development. We received positive feedback from participants as was also evident in the positive trends in the employee check-in surveys in 2024. Our tools for developing employees also include a continuous feedback platform that enables feedback to be provided from peers, leaders, and reporting employees.\nDeveloping effective leaders at all levels of the organization is also a top priority at TechnipFMC. \"Leadership You\" is our internal leadership development model which focuses on four areas: engaging people, thinking strategically, driving results, and embracing change. This program is available to all employees, self-directed, customizable, and driven by a global, enterprise-wide learning and knowledge management ecosystem.\nAs part of our Simplification, Standardization, and Industrialization journey, we conducted extensive internal research and identified two capabilities (problem solving and cross-functional connectivity capability) and three behaviors (provide a value driven purpose, ask and listen, and make problems visible) that are essential for every leader. These are captured as our new leadership standard. Senior leadership workshops were conducted in 2024, and we will work on a systematic deployment plan to coach and develop our leaders and drive accountability for people development in 2025 and beyond.\nBoth employee attrition and key talent attrition in 2024 were lower as compared to 2023 at around five percent and four percent, respectively. This was a result of the initiatives above, our focus on competitive compensation and benefits programs, dedicated efforts on providing learning and development opportunities, and key talent moves identified in succession plans.\nLearning and Knowledge Management\nWith the forecasted growth in our business, it is imperative to sharpen our focus on enabling our people to grow, develop, and share knowledge. The importance of being able to offer learning and knowledge-sharing opportunities in a digital, 24/7, and global environment has been key to our success. Building on our solid foundations, we delivered impactful courses, initiatives, and solutions across all of our business segments, in addition to being particularly focused on leadership, technology, and project management.\nOur iLearn learning platform continues to be the main hub for delivering our formal learning initiatives such as eLearning courses, videos, instructor led training, and resource materials. We continue to embrace our digital transformation and strive to deliver engaging content. In 2024, there were more than 34,000 pieces of creative and innovative learning content available, with ongoing releases of new and meaningful courses, to support skill development for our employees and enhance their performance in their roles. In 2024, over 581,000 training hours were completed with 65% of training being done online, which resulted in 24 training hours per employee. We also \nsaw a substantial increase in the amount of training hours related to our leadership, technical, and engineering curriculums where 214,921 hours were completed or accessed. This was the result of a significant focus and strategy to better engage with our technical employees and provide additional learning opportunities. In addition, in 2024 we launched the Digital Academy which is a collaboration between our Digital, Learning, and Knowledge Management functions to elevate our digital maturity and foundational digital proficiency. This year our employees have completed or in progress of completing over, 9,100 hours of learning on the topic of Digital.\nWe also leverage our internal knowledge sharing tools, The Bridge and The Well, to collaborate across the Company. The Bridge has 51 chartered global knowledge-sharing networks. The related knowledge repository, The Well, has 5,637 pages, which received almost 1.9 million visits in 2024 (up from 1.3 million in 2023). The Well is connected with the Company’s competency management platform and provides direct access to competency-based content. Employees all over the world access these and other knowledge management social learning tools such as \"Experts Explain\" webinar series and \"Illuminate\" podcasts to increase their knowledge about business and technical topics, and to share their own knowledge.\nTechnical Expertise Program\nThe global Technical Expertise Program (‘‘TEP’’) recognizes employees (‘‘Technical Experts’’) who have demonstrated technical mastery in their discipline, as well as technical impact, people development, business impact, and industry leadership. The TEP currently has about 775 members, and in 2024, we continued to promote knowledge sharing and saw an increased involvement from the expert community in project reviews, \"Think IP,\" and strategic initiatives.\nOur Technology Fellows are the highest tier of the TEP and personify its mission of advancing the Company’s technical leadership by advising, innovating, enhancing operations, sharing knowledge, and inspiring others—within the company and across the industry. We believe each Fellow is a pillar in their field of expertise, setting standards across the industry, cultivating the next generation of experts, and ensuring that TechnipFMC retains its market leadership and competitive advantage. \nIn 2024, our Fellows continued to sponsor a significant global initiative on intellectual property called ‘‘Think IP.’’ Through this program, they will share their knowledge broadly across the Company’s learning ecosystem and drive initiatives to protect our competitive advantage and respect our Company’s intellectual property and the intellectual property of other companies. \nEqual Opportunity and Inclusion\nThree of our Foundational Beliefs—Integrity, Respect, and Sustainability—are deeply embedded in our commitment to equal opportunity and inclusion. These principles are integral to our long-term value and performance, and we remain dedicated to pursuing these aims in legally compliant and ethical ways. It is our policy that employment decisions (including recruitment, evaluation, selection, compensation, and development) are made without unlawful or unfair discrimination based on race, religion, gender, age, ethnic origin, nationality, sexual orientation, gender identity or reassignment, marital status, disability, or any other legally protected characteristic.\nOur commitment also extends to supporting employees with disabilities by working to provide reasonable accommodations, training, and career development opportunities to promote an inclusive and supportive work environment. \nIn 2024, we celebrated International Day of Persons with Disabilities, reflecting our focus and commitment to inclusion and respect for all employees. Our initiatives included:\n•A suite of resources to raise awareness and support our colleagues, including posters, GIFS, digital signage, Take 5 Moments, Teams backgrounds, PoP stories, and Viva Engage posts;\n•A collection of inspiring stories featuring perspectives from our leadership team, employees with disabilities and those who advocate for them;\n•Creating awareness of disabilities through web-based learning experiences, such as a webcast and panel sessions with disability experts; and\n•Virtual and in-person volunteering opportunities for employees to get involved in.\nAdditionally, TechnipFMC marked other global celebrations in 2024 including, International Women’s Day, Pride Month, and Mental Health Month, reinforcing our dedication to fostering an equal opportunity workplace.\nWe have also continued to foster our iVolunteer program, enhancing employee engagement through volunteering and STEM education. These efforts have also been integrated into our university engagement efforts, promoting a more inclusive and impactful talent acquisition strategy. Furthermore, our graduate recruiting approach has been refined to prioritize maintaining a robust talent pipeline that looks to draw from a broad pool of talent.\nEmployee Networks and Resource Groups (“ENRGs”)\nTechnipFMC’s ENRGs aim to engage and reinforce our commitment to creating an environment where all employees can achieve their full potential. Our ENRGs are open to all of our employees and include BOLD (Black Organization for Leadership and Development), EmPower Women’s Network, Parents Network, ¡PODER! Latin Network, OPEM (Proud to be Myself), Military Veterans and Friends Network, XYZ Network for professional development, and STRIVE and IDEA Networks for equal opportunity and inclusion. We continue to promote ENRGs globally by improving participation and sponsorship. ENRGs contribute in three ways:\n•Encouraging meaningful employee engagement and development of future leaders;\n•Acting as a resource for attraction and retention of talent; and\n•Sharing new ideas and perspectives for a changing workforce.\nGiving Back to the Community\nTechnipFMC is focused on making a long-term, positive impact in the communities where we live and work. We encourage our employees to actively engage in ‘‘doing something good’’ through active engagement in health, education, and local employment. Initiatives include our global volunteering program, which encourages employees to perform four hours of volunteering each year at the Company’s expense, and promoting STEM careers.\nEmployee Engagement and Well-being\nIn 2024, we continued to work on actions arising from our 2023 engagement survey, in particular, leadership visits, interactions with people working on active job sites, virtual collaboration opportunities, etc. We conducted three check-in surveys in 2024 to get a pulse on our check-in approach and continuous feedback culture, followed by actions to strengthen our continuous feedback culture. Our global wellbeing program ‘‘Workplace Options,’’ continued to get traction in 2024, and initiatives were taken throughout the year to improve holistic employee wellbeing. Regular communication to employees on business prospects and long-term strategy helped in keeping people engaged with the future prospects and understand how they play a part in achieving our strategic goals. In addition, engagement and check-in survey information was also made available by managers, location and business units, and leaders had access to review results, identify improvement opportunities and put action plans in place.\nAs committed by our Chair and CEO, we annually mark the month of October as mental health awareness month with several activities to promote awareness. Our 2024 activities included Take 5 Moments, webinars, employees podcasts, a virtual yoga event, and a Global Wellbeing Questionnaire, which allows people to learn more about their physical, emotional, and practical wellbeing. Our Global Wellbeing & Mental Health Viva Engage page continues to stimulate discussions around the topic. Employees around the world are able to share their own stories to better assist and educate us as we continue to push the message that ‘‘it’s okay not to be okay.” Our global wellbeing program from Workplace Options provides all our employees with access to mental health resources, counseling and health coaching.\nInternal Communication\nWe have a robust internal communications strategy and support communication channels that promote our ability to communicate with our employees in a timely and effective manner. The effectiveness of internal communication is monitored and adjusted based on various forms of feedback from multiple levels across the Company. Digital tools help us gauge the effectiveness of our digital communication platforms - from email to intranet to internal social media. Employees are regularly consulted and provided with information on changes and events that may affect them through channels such as regular meetings, employee representatives, and the Company’s intranet site. These consultations and meetings help to ensure that employees are kept informed of the financial and economic factors affecting the Company’s performance and matters of concern to them. \nLabor Relations and Collective Agreements\nWe seek to maintain constructive relationships and regular dialogue and consultation with works councils and trade unions, and to comply with relevant local laws and collective agreements in relation to collective or individual labor relations. The Company’s European Works Council (“EWC”) includes all our eligible European entities and meets at least twice a year with management. \nINFORMATION ABOUT OUR EXECUTIVE OFFICERS\nInformation regarding our executive officers called for by Item 401(b) of Regulation S-K is hereby included in Part I, Item 1 “Business” of this Annual Report on Form 10-K.\nThe following table indicates the names and ages of our executive officers as of February 27, 2025, including all offices and positions held by each in the past five years:\n\nName                                            Age   Current Position and Business Experience (Start Date)                                                                                                                                                 \nDouglas J. Pferdehirt (a)                        61   Chair and Chief Executive Officer (2019)                                                                                                                                                              \nAlf Melin (a)                                    55   Executive Vice President and Chief Financial Officer (2021)Senior Vice President, Finance Operations (2017)Senior Vice President, Surface Americas (2017)                                             \nCristina Aalders (a)                             44   Executive Vice President, Chief Legal Officer and Secretary (2023)Vice President, Chief Compliance Officer (2021)Vice President, Legal, Surface Technologies (2019)                                   \nLuana Duffé (a)                                  43   Executive Vice President, New Energy (2021)Vice President, Subsea Projects &amp; Commercial and Country Manager for Brazil (2020)Vice President, Subsea Projects and Brazil Country Manager (2019)    \nJustin Rounce (a)                                58   Executive Vice President and Chief Technology Officer (2018)                                                                                                                                          \nValeria Santos (a)                               47   Executive Vice President, People and Culture (2024)Vice President, People and Culture, Subsea and New Energy (2023)Vice President, Human Resources, REMS (2019)                                       \nJonathan Landes (a)                              52   President, Subsea (2020)Senior Vice President, Subsea Commercial (2017)                                                                                                                               \nThierry Conti (a)                                41   President, Surface Technologies (2022)Senior Vice President, Subsea Commercial &amp; Strategy (2020)Senior Vice President, Subsea Product Management (2019)                                           \nDavid Light (b)                                  40   Senior Vice President, Controller and Chief Accounting Officer (2023)Vice President, Internal Audit and Controls (2021)Vice President, Integrated Internal Controls (2020)                            \n(a)    Member of the Executive Leadership Team and a Rule 3b-7 executive officer and Section 16 officer under the Exchange Act.\n(b)    Section 16 officer under the Exchange Act.\nNo family relationships exist among any of the above-listed officers, and there are no arrangements or understandings between any of the above-listed officers and any other person pursuant to which they serve as an officer. During the past 10 years, none of the above-listed officers was involved in any legal proceedings as defined in Item 401(f) of Regulation S-K. All officers are appointed by the Board of Directors to hold office until their successors are appointed.",
      "char_count": 60284
    },
    "item1a": {
      "text": "ITEM 1A. RISK FACTORS    \nImportant risk factors that could impact our ability to achieve our anticipated operating results and growth plan goals are presented below. The following risk factors should be read in conjunction with discussions of our business and \nthe factors affecting our business located elsewhere in this Annual Report on Form 10-K and in our other filings with the SEC.\nSummary Risk Factors\nThe following is a summary of some of the risks and uncertainties that could materially adversely affect our business, financial condition and results of operations. You should read this summary together with the more detailed description of each risk factor contained below.\nRisks Related to Our Business and Industry\n•Demand for our products and services depends on oil and natural gas industry activity and expenditure levels and the demand for and price of oil and natural gas.\n•Competition and unanticipated changes relating to competitive factors in our industry, including ongoing industry consolidation, may impact our results of operations.\n•Our success depends on our ability to develop, implement, and protect new technologies and services and intellectual property related thereto.\n•Cumulative loss of several major contracts, customers, or alliances may have an adverse effect on us, and the credit and commercial terms of certain contracts may subject us to further risks.\n•Disruptions in the political, regulatory, economic, and social conditions or public health crises in the countries in which we conduct business, could adversely affect our business or results of operations.\n•Unexpected geopolitical events, armed conflicts and terrorism threats could adversely impact our operations.\n•The Depository Trust Company (“DTC”) may cease to act as a depository and clearing agency for our shares.\n•Our existing and future debt may limit cash flows available to our operations and to service our outstanding debt.\n•A downgrade in our debt rating could restrict our ability to access financing.\n•Our acquisition and divestiture activities involve substantial risks.\n•Increasing scrutiny and expectations regarding sustainability matters could result in additional costs or risks or otherwise adversely affect our business.\n•Uncertainties with respect to the energy transition may adversely affect our business. \nRisks Related to Our Operations\n•We may lose money on fixed-price contracts.\n•Our failure to timely deliver our backlog could affect future sales, profitability, and customer relationships.\n•We face risks relating to our reliance on subcontractors, suppliers, and our joint venture partners.\n•A failure or breach of our IT infrastructure or that of our subcontractors, suppliers, or joint venture partners, including as a result of cyber-attacks, could adversely impact our business and results of operations.\n•Pirates and maritime conflicts endanger our maritime employees and assets.\n•Capital asset construction projects for vessels and manufacturing facilities are subject to risks, including delays and cost overruns.\nRisks Related to Legal Proceedings, Tax, and Regulatory Matters\n•The industries in which we operate or have operated expose us to potential liabilities, including the installation or use of our products, which may not be covered by insurance or may be in excess of policy limits, or for which expected recoveries may not be realized.\n•Our operations require us to comply with existing and future laws and regulations, including laws and regulations related to environment, climate change and GHG emissions, privacy, data protection, and data security, violations of which could have a material adverse effect on our financial condition, results of operations, or cash flows.\n•Uninsured claims and litigation against us could adversely impact our financial condition, results of operations, or cash flows.\n•As an English public limited company, we must meet certain additional financial requirements before we may declare dividends or repurchase shares and certain capital structure decisions may require stockholder approval which may limit our flexibility to manage our capital structure. \n•We are subject to compliance risk with tax laws of numerous jurisdictions, and challenges to our interpretation of, or future changes to, tax laws could adversely affect us.\n•Significant changes or developments in U.S. trade policies, including tariffs, and the reactions of other countries thereto may adversely affect us.\nGeneral Risk Factors\n•Our businesses are dependent on the continuing services of our key managers and employees.\n•Seasonal, weather, and other climatic conditions could adversely affect demand for our services and operations.\n•Currency exchange rate fluctuations could adversely affect our financial condition, results of operations, or cash flows.\n•We are exposed to risks in connection with our defined benefit pension plan commitments.\n•We may be unable to obtain sufficient bonding capacity for certain contracts, and the need for performance and surety bonds could reduce availability under our credit facility.\nRisks Related to Our Business and Industry\nDemand for our products and services depends on oil and natural gas industry activity and expenditure levels, which are directly affected by trends in the demand for and price of oil and natural gas.\nWe are substantially dependent on conditions in the oil and natural gas industry, including (i) the level of exploration, development, and production activity and (ii) capital spending. Any substantial or extended decline in these expenditures may result in the reduced pace of discovery and development of new reserves of oil and natural gas and the reduced exploration of existing wells, which could adversely affect demand for our products and services and, in certain instances, result in the cancellation, modification, or re-scheduling of existing orders in our backlog. These factors could have an adverse effect on our revenue and profitability. The level of exploration, development, and production activity is directly affected by trends in oil and natural gas prices, which historically have been volatile and are likely to continue to be volatile in the future.\nFactors affecting the prices of oil and natural gas include, but are not limited to, the following:\n•demand for hydrocarbons, which is affected by worldwide population growth, economic growth rates, and general economic and business conditions;\n•costs of exploring for, producing, and delivering oil and natural gas;\n•political and economic uncertainty, socio-political unrest, and geopolitical conflicts, including the continued conflict between Russia and Ukraine, which has resulted in substantial reduction of natural gas imports from Russia to Europe, and significant volatility in the costs of both wholesale gas and power;\n•governmental laws, policies, regulations, and subsidies related to or affecting the production, use, and exportation/importation of oil and natural gas;\n•the ability or willingness of the Organization of Petroleum Exporting Countries and the 10 other oil producing countries, including Russia, Mexico, and Kazakhstan (“OPEC+”) to set and maintain production level for oil;\n•oil refining and transportation capacity and shifts in end-customer preferences toward fuel efficiency and the use of natural gas;\n•technological advances affecting energy consumption;\n•development, exploitation, relative price, and availability of alternative sources of energy and our customers’ shift of capital to the development of these sources;\n•volatility in, and access to, capital and credit markets, which may affect our customers’ activity levels, and spending for our products and services;\n•decrease in investors’ interest in hydrocarbon producers because of environmental and sustainability initiatives; and \n•natural disasters.\nThe oil and natural gas industry has historically experienced periodic downturns, which have been characterized by diminished demand for oilfield services and downward pressure on the prices we charge. The oil and natural gas market remains quite volatile, and price recovery and business activity levels are dependent on variables beyond our control, such as geopolitical stability, increasing attention to global climate change resulting in pressure upon shareholders, financial institutions and/or financial markets to modify their relationships with oil and natural gas companies and to limit investments and/or funding to such companies, increasing likelihood of governmental regulations, enforcement, and investigations and private litigation due to increasing attention to global climate change, OPEC+’s actions to regulate its production capacity, changes in demand patterns, and international \nsanctions and tariffs. Continued volatility or any future reduction in demand for oilfield services could further adversely affect our financial condition, results of operations, or cash flows.\nWe operate in a highly competitive environment and unanticipated changes relating to competitive factors in our industry, including ongoing industry consolidation, may impact our results of operations.\nWe compete on the basis of a number of different factors, such as product offerings, project execution, customer service, and price. In order to compete effectively, we must develop and implement innovative technologies and processes, including building artificial intelligence (“AI”) capabilities into our products and services, and execute our clients’ projects effectively. We can give no assurances that we will continue to be able to compete effectively with the products and services or prices offered by our competitors.\nOur industry, including our customers and competitors, has experienced unanticipated changes in recent years. Moreover, the industry is undergoing consolidation to create economies of scale and to control the value chain, which may affect demand for our products and services because of price concessions from our competitors or decreased customer capital spending. This consolidation activity could impact our ability to maintain market share, maintain or increase pricing for our products and services or negotiate favorable contract terms with our customers and suppliers, which could have a significant negative impact on our financial condition, results of operations or cash flows. We are unable to predict what effect consolidations and other competitive factors in the industry may have on pricing, capital spending by our customers, our selling strategies, our competitive position, our ability to retain customers, or our ability to negotiate favorable agreements with our customers and suppliers.\nOur success depends on our ability to develop, implement, and protect new technologies and services and the intellectual property related thereto.\nOur success depends on the ongoing development and implementation of new product designs, including the processes used by us to produce and market our products. \nWe continually attempt to develop new technologies for use in our business, including AI and machine learning. However, there is no guarantee of future demand for those technologies because the market for the new technologies may not develop or customers may be reluctant or unwilling to adopt our new technologies. In addition, we may also have difficulty negotiating satisfactory terms that would provide acceptable returns on our investment in the research and development of new technologies.\nDevelopment of new technology is critical to maintaining our competitiveness. However, we cannot assure that we will be able to successfully develop technology that our customers demand. Demand for our products and services may decline if we cannot keep pace with technological advances. Technology that is unavailable to us or that does not work as we expect, could adversely affect us. For example, the AI algorithms that we use may be flawed or may be based on datasets that are biased or insufficient, and our AI features may not achieve sufficient levels of accuracy or may not function as designed or have unintended consequences. New technologies, services, or standards could render some of our products and services obsolete, which could reduce our competitiveness and have a material adverse impact on our business, financial condition, cash flows, and results of operation. \nAdditionally, we are exploring opportunities in GHG removal, offshore floating renewables (wind, wave and tidal energy), and hydrogen. Many technologies involved in those projects are novel and will need to be further developed before we can determine whether a renewable energy project is technologically feasible.\nOur success also depends on our ability to protect and maintain critical intellectual property assets related to these developments. If we are not able to obtain patents, maintain trade secrets, or obtain other protection of our intellectual property rights, if our patents are unenforceable or the claims allowed under our patents are not sufficient to protect our technology, or if we are not able to adequately protect our patents or trade secrets, we may not be able to continue to develop our services, products, and related technologies. There is also uncertainty around the validity and enforceability of intellectual property rights related to our use, development, and deployment of AI. Additionally, our competitors may be able to independently develop technology that is similar to ours without infringing on our patents or gaining access to our trade secrets. If any of these events occurs, we may be unable to meet evolving industry requirements or do so at prices acceptable to our customers, which could adversely affect our financial condition, results of operations, or cash flows.\nDue to the types of contracts we enter into and the markets in which we operate, the cumulative loss of several major contracts, customers, or alliances may have an adverse effect on our results of operations, and the credit and commercial terms of certain contracts may subject us to further risks.\nWe often enter into large, long-term contracts that, collectively, represent a significant portion of our revenue. These agreements, if terminated or breached, may have a larger impact on our operating results or our financial condition than shorter-term contracts due to the value at risk. Moreover, the global market for the production, transportation, and transformation of hydrocarbons and by-products, as well as the other industrial markets in which we operate, is dominated by a small number of companies. As a result, our business relies on a limited number of customers. If we were to lose several key contracts, customers, or alliances over a relatively short period of time, we could experience a significant adverse impact on our financial condition, results of operations, or cash flows.\nAdditionally, certain of our customers may require us to provide extended payment terms or other forms of financial support as a condition to obtaining commercial contracts. We have long-term contracts involving significant amounts to be paid by our customers toward the later stage of a project. Pursuant to these contracts, we may deliver products and services representing an important portion of the contract price before receiving any significant payment from the customer. Such arrangements could restrict the use of our cash and other resources for other projects and opportunities and our business could also be adversely affected if the financial condition of our customers erodes.\nDisruptions in the political, regulatory, economic, and social conditions or public health crises in the countries in which we conduct business could adversely affect our business or results of operations.\nWe operate in various countries across the world. Instability and unforeseen changes in any of the markets in which we conduct business, including economically and politically volatile areas or conflict or rumor of conflict could have an adverse effect on the demand for our services and products, our financial condition, or our results of operations. These factors include, but are not limited to, the following:\n•nationalization and expropriation;\n•potentially burdensome taxation;\n•inflationary and recessionary markets, including capital and equity markets;\n•volatility in economic conditions including tightening of credit markets, inflation, rising interest rates, and currency exchange rate fluctuations and devaluations;\n•civil unrest, labor issues, political instability, disease outbreaks, terrorist attacks, cyber terrorism, military activity, and wars, including the continued conflict between Russia and Ukraine and Hamas and Israel;\n•public health crisis such as the COVID-19 pandemic;\n•increasing attention to global climate change resulting in pressure from shareholders, financial institutions and/or financial markets;\n•supply disruptions in key oil producing countries;\n•the ability of OPEC+ to set and maintain production levels and pricing;\n•trade restrictions, trade protection measures, price controls, or trade disputes;\n•sanctions, such as prohibitions or restrictions by the United States against countries that are the targets of economic sanctions, or are designated as state sponsors of terrorism;\n•foreign ownership restrictions;\n•import or export licensing requirements;\n•restrictions on operations, trade practices, trade partners, and investment decisions resulting from domestic and foreign laws and regulations;\n•regime changes;\n•changes in, and the administration of, treaties, laws, and regulations including in response to public health issues;\n•inability to repatriate income or capital;\n•reductions in the availability of qualified personnel;\n•foreign currency fluctuations or currency restrictions; and \n•fluctuations in the interest rate component of forward foreign currency rates.\nUnexpected geopolitical events, armed conflicts and terrorism threats could adversely impact our operations.\nUnexpected geopolitical events, armed conflicts and terrorism threats continue to grow in a number of key countries where we currently or may in the future conduct business.\nGeopolitical conflicts, such as the conflicts between Israel and Hamas and further escalations in the Middle East, could have an adverse impact on our operations, including a threat to our assets and the health and safety of our \npersonnel, impairment of our or our customers’ ability to execute business strategy and continue operations, and potential claims by our customers of a force majeure situation and payment disputes.\nFurther, geopolitical events and terrorism threats could have broader consequences, including sanctions, embargoes, nationalizations and assets seizures, supply chain disruptions, foreign exchange control and currency fluctuations, regional instability and geopolitical shifts. Any of such events could adversely impact the global economy, the price and demand for oil and natural gas, and the demand for oilfield services.\nAny such risks may negatively impact our operations and/or trigger asset impairments, which could have a material adverse effect on our results of operations and financial condition.\nDTC may cease to act as the depository and clearing agency for our shares.\nOur shares were issued into the facilities of the DTC with respect to shares listed on the NYSE. DTC is a widely used mechanism that allows for rapid electronic transfers of securities between the participants in their respective systems, which include many large banks and brokerage firms. DTC has general discretion to cease to act as the depository and clearing agency for our shares. If DTC determines at any time that our shares are not eligible for continued deposit and clearance within its facilities, then we believe that our shares would not be eligible for continued listing on the NYSE, and trading in our shares would be disrupted. Any such disruption could have a material adverse effect on the trading price of our shares.\nOur existing and future debt may limit cash flows available to invest in the ongoing needs of our business and could prevent us from fulfilling our obligations under our outstanding debt.\nAs of December 31, 2024, our total debt was $0.9 billion. We also have the capacity under our Credit Agreement to incur additional debt. \nOur level of debt could have important consequences. For example, it could:\n•require us to dedicate a substantial portion of our cash flows from operations to the payment of debt service, reducing the availability of our cash flows to fund working capital, capital expenditures, acquisitions, distributions, and other general partnership purposes;\n•increase our vulnerability to adverse economic or industry conditions;\n•limit our ability to obtain additional financing to react to changes in our business; and \n•place us at a competitive disadvantage compared to businesses in our industry that have less debt.\nAdditionally, any failure to meet required payments on our debt or to comply with any covenants in the instruments governing our debt, could result in an event of default under the terms of those instruments. In the event of such default, the holders of such debt could elect to declare all the amounts outstanding under such instruments to be due and payable. Such default could also trigger a cross default on our other debt.\nUnder our Revolving Credit Facility (see definition below), U.S. dollar-denominated loans bear interest, at the Company’s option, at a base rate or an adjusted rate linked to the Secured Overnight Financing Rate (“SOFR”) and Euro-denominated loans bear interest on an adjusted rate linked to the Euro interbank offered rate (“EURIBOR”). SOFR has limited history, and the future performance of SOFR cannot be predicted based on historical performance. SOFR, EURIBOR, and certain other interest “benchmarks” may be subject to further regulatory guidance and/or reform that could cause interest rates under our current or future debt agreements to perform differently than in the past or cause other unanticipated consequences. \nA downgrade in our debt rating could restrict our ability to access financing.\nThe terms of our financings are, in part, dependent on the credit ratings assigned to our indebtedness by independent credit rating agencies. We cannot provide assurance that any of our current credit ratings will remain in effect for any given period of time or that a rating will not be lowered or withdrawn entirely by a rating agency. Factors that may impact our credit ratings include debt levels, capital structure, planned asset purchases or sales, near- and long-term production growth opportunities, market position, liquidity, asset quality, cost structure, product mix, customer and geographic diversification, and commodity price levels. A downgrade in our credit ratings, particularly to non-investment grade levels, could limit our ability to access financing or refinance our existing indebtedness or cause us to refinance or issue indebtedness with less favorable terms and conditions. Moreover, each of our revolving credit agreement and our performance letter of credit agreement includes an increase in interest rates if the ratings for our indebtedness are downgraded, which could have an adverse effect on our results \nof operations. An increase in the level of our indebtedness and related interest costs may increase our vulnerability to adverse general economic and industry conditions and may affect our ability to obtain additional financing on comparable terms to our existing financing agreements, as well as have a material adverse effect on our business, financial condition, or results of operations.\nOur acquisition and divestiture activities involve substantial risks.\nWe have made and expect to continue to pursue acquisitions, dispositions, or other investments that may strategically fit our business and/or growth objectives. We cannot provide assurances that we will be able to locate suitable acquisitions, dispositions, or investments, or that we will be able to consummate any such transactions on terms and conditions acceptable to us. Even if we do successfully execute such transactions, they may not result in anticipated benefits, which could have a material adverse effect on our financial results. If we are unable to successfully integrate and develop acquired businesses, we could fail to achieve anticipated synergies and cost savings, including any expected increases in revenues and operating results. We may not be able to successfully cause a buyer of a divested business to assume the liabilities of that business or, even if such liabilities are assumed, we may have difficulties enforcing our rights, contractual or otherwise, against the buyer. We may invest in companies or businesses that fail, causing a loss of all or part of our investment. In addition, if we determine that an other-than-temporary decline in the fair value exists for a company in which we have invested, we may have to write down that investment to its fair value and recognize the related write-down as an impairment loss.\nIn connection with any divestitures, such as our Spin-off and the sale of the Measurement Solutions business, we may incur liabilities for breaches of representations and warranties or failure to comply with operating covenants under any agreement for such transaction. In addition, we may have to indemnify the counterparty in a divestiture for certain liabilities associated with the assets or operations subject to the divestiture transaction. These liabilities, if they materialize, could materially and adversely affect our business, financial position, results of operations or cash flows. Similarly, our counterparty may not be able to satisfy their indemnification obligations to us, or their indemnity may not be sufficient to insure us against the full amount of liabilities for which we are responsible.\nIncreasing scrutiny and expectations regarding sustainability matters could result in additional costs or risks or otherwise adversely affect our business.\nThere has been ongoing attention from stakeholders, investors, customers, regulators on renewable energy, and sustainability practices and disclosures, including practices and disclosures related to GHGs and climate change, and diversity and inclusion initiatives and governance standards. Expectations regarding such practices and disclosures may result in increased costs (including but not limited to increased costs related to compliance, stakeholder engagement, contracting and insurance), changes in demand for certain product or service offerings, changes in the availability or cost of capital, enhanced compliance or disclosure obligations, or other impacts. In addition, negative attitudes toward or perceptions of fossil fuel products and their relationship to the environment and climate change may reduce the demand or authorization for production of oil and natural gas in areas of the world where our customers operate or otherwise limit our customers’ access to capital or ability to conduct operations, including via new regulation, and reduce future demand for our products and services. Any of these trends may, in turn, adversely affect our financial condition, results of operations and cash flows. \nWhile we at times engage in voluntary initiatives (such as voluntary disclosures, certifications, or goals, among others) to improve the sustainability profile of our company and/or products or respond to stakeholder concerns, such initiatives may be costly and may not have the desired effect. For example, we may ultimately be unable to achieve our goals, either on the timeframes or costs initially anticipated or at all, due to factors that are within or outside of our control. Assessment of sustainability metrics is complex and occasionally requires revisions, including due to business changes, variations in calculations, data quality, or other factors, which can impact perceptions of our target progress or related initiatives. Moreover, our actions or statements are often based on methodologies or data that continue to evolve, and our approach to such matters (like other companies) has evolved (and is expected to continue to evolve) as well. Even if this is not the case, our current actions may subsequently be determined to be insufficient by various stakeholders, and any failure, or perceived failure, to comply with or advance certain sustainability initiatives (including the timeline and manner in which we complete such initiatives) may result in various adverse impacts, including reputational damage or, investor or regulator engagement on our sustainability initiatives and disclosures, even if such initiatives are currently voluntary. The increasing attention and pressure from the shareholders, financial institutions and/or financial markets could also increase the likelihood of governmental investigations and private litigation. \nAdditionally, certain market participants, including major institutional investors and capital providers, use third-party benchmarks and scores to assess companies’ sustainability profiles in making investment or voting decisions. Unfavorable sustainability ratings could lead to increased negative investor sentiment towards us or our industry, which could negatively impact our share price as well as our access to and cost of capital. To the extent sustainability matters negatively impact our reputation, it may also impede our ability to compete as effectively to attract and retain employees or customers, which may adversely impact our operations. We also expect there to be increasing sustainability-related regulations, disclosure-related and otherwise, which could magnify any of the risks identified in this risk factor. For more information, see our risk factor titled “Compliance with environmental and climate change-related laws and regulations may adversely affect our business and results of operations.” Simultaneously, there are efforts by some stakeholders, including some policymakers, to reduce companies’ efforts on certain sustainability-related matters. Both advocates and opponents to certain sustainability matters are increasingly resorting to a range of activism forms, including media campaigns and litigation, to advance their perspectives. To the extent we are subject to such activism, it may require us to incur costs or otherwise adversely impact our business. This and other stakeholder expectations will likely lead to increased costs as well as scrutiny that could heighten all of the risks identified in this risk factor. Our customers and suppliers may be subject to similar risks, which may also result in augmented or additional risks.\nWe are exploring investments in energy transition, and uncertainties with respect to these markets may adversely affect our business.\nUncertainties with respect to the energy transition may adversely affect our business. As a result of our evolution in the renewable energies arena, we are exploring opportunities in GHG removal, offshore floating renewables, and hydrogen. While we have subsea and surface expertise, as well as capabilities in project integration, we are exploring opportunities that are new to us, and therefore involve uncertainties and risks.\nThe market for alternative and renewable energy is also intensively competitive and rapidly evolving. If the demand for alternative and renewable energy sources fails to grow sufficiently or favors sources for technologies different from our offerings, if new geopolitical, legislative or regulatory initiatives emerge and governments around the world reduce subsidies and economic incentives on alternative or renewable energy projects, or if market opportunities manifest themselves in areas that we do not focus on, our New Energy business may not succeed. \nLimited operating experience or limited brand recognition in new energy markets may also limit our goals and targets on business expansion. \nRisks Related to Our Operations\nWe may lose money on fixed-price contracts.\nAs is customary for some of our projects, we often agree to provide products and services under fixed-price contracts. We are subject to material risks in connection with such fixed-price contracts, including bearing greater risk of paying some, if not all, of any cost overruns. It is not possible to estimate with complete certainty the final cost or margin of a project at the time of bidding or during the early phases of its execution. Actual expenses incurred in executing these fixed-price contracts can vary substantially from those originally anticipated for several reasons including, but not limited to, the following:\n•unforeseen additional costs related to the purchase of substantial equipment, material, and components necessary for contract fulfillment or labor shortages in the markets where the contracts are performed;\n•increasing costs from inflation, rising interest rates, tariffs as well as supply chain disruptions;\n•mechanical failure of our production equipment and machinery;\n•delays caused by local weather conditions and/or natural disasters (including earthquakes, floods, and public health crises such as the COVID-19 pandemic), which may become more frequent or severe as a result of climate change; and \n•a failure of suppliers, subcontractors, or joint venture partners to perform their contractual obligations.\nThe realization of any material risks and unforeseen circumstances could also lead to delays in the execution schedule of a project. We may be held liable to a customer should we fail to meet project milestones or deadlines or to comply with other contractual provisions. Additionally, delays in certain projects could lead to delays in subsequent projects that were scheduled to use equipment and machinery still being utilized on a delayed project.\nPursuant to the terms of fixed-price contracts, we are not always able to increase the price of the contract to reflect factors that were unforeseen at the time our bid was submitted, and this risk may be heightened for projects with \nlonger terms. Depending on the size of a project, variations from estimated contract performance, or variations in multiple contracts, could have a significant impact on our financial condition, results of operations, or cash flows.\nOur failure to timely deliver our backlog could affect future sales, profitability, and relationships with our customers.\nMany of the contracts we enter into with our customers require long manufacturing lead times due to complex technical and logistical requirements. These contracts may contain clauses related to liquidated damages or financial incentives regarding on-time delivery, and a failure by us to deliver in accordance with customer expectations could subject us to liquidated damages or loss of financial incentives, reduce our margins on these contracts, or result in damage to existing customer relationships. The ability to meet customer delivery schedules for this backlog is dependent upon a number of factors, including, but not limited to, access to raw materials required for production, an adequately trained and capable workforce, subcontractor performance, project engineering expertise and execution, sufficient manufacturing plant capacity, and appropriate planning and scheduling of manufacturing resources. Failure to deliver backlog in accordance with expectations could negatively impact our financial performance.\nWe face risks relating to our reliance on subcontractors, suppliers, and our joint venture partners.\nWe generally rely on subcontractors, suppliers, and our joint venture partners for the performance of our contracts. Although we are not dependent upon any single supplier, certain geographic areas of our business or a project or group of projects may depend heavily on certain suppliers for raw materials or semi-finished goods.\nAny difficulty in engaging suitable subcontractors or acquiring equipment and materials could compromise our ability to generate a significant margin on a project or to complete such project within the allocated time frame. If subcontractors, suppliers, or joint venture partners refuse to adhere to their contractual obligations with us, or are unable to do so due to a deterioration of their financial condition or other event such as a major cyberattack, we may be unable to find a suitable replacement at a comparable price, or at all. Moreover, the failure of one of our joint venture partners to perform their obligations in a timely and satisfactory manner could lead to additional obligations and costs being imposed on us as we may be obligated to assume our defaulting partner’s obligations or compensate our customers. There are also increasing expectations that companies monitor their supply chain for environmental, social, or geographic considerations. For example, various countries have adopted prohibitions on the import or sale of product that violate such considerations (such as the United States’ presumptive ban on goods mined, manufactured, or produced in whole or in part in the Xinjiang region of China). Complying with such expectations can be costly and complex and may, in some instances, impact how we are able or willing to engage with suppliers.\nAny delay, failure to meet contractual obligations, or other event beyond our control or not foreseeable by us, that is attributable to a subcontractor, supplier, or joint venture partner, could lead to delays in the overall progress of the project and/or generate significant extra costs. Even if we are entitled to make a claim for these extra costs against the defaulting supplier, subcontractor, or joint venture partner, we may be unable to recover the entirety of these costs and this could materially adversely affect our business, financial condition, or results of operations.\nA failure or breach of our IT infrastructure or that of our subcontractors, suppliers, or joint venture partners, including as a result of cyber-attacks, could adversely impact our business and results of operations.\nThe efficient and successful operation of our business is dependent on the security and integrity of our physical assets and computing hardware, software, technology infrastructure, online sites and networks (as well as those provided by third parties) (collectively, “IT Systems”), and data about customers, employees and others, including personal information and proprietary business data (collectively, “Confidential Information”) that we process and maintain. Accordingly, we rely upon the capacity, reliability, and security of our IT Systems and our ability to expand and update such systems in response to changing needs and evolving threats. \nWe face numerous and evolving cybersecurity risks that threaten the confidentiality, integrity, and availability of our IT Systems and Confidential Information. We are continuously subject to cyber-attacks, including phishing/social engineering, malware, ransomware, and other security incidents, and expect attacks and other incidents in the future. No attack or incident has had a material adverse effect on our business; however, this may not be the case with future attacks. There can be no assurance that our cybersecurity risk management program and processes, including our policies, controls, or procedures, will be fully implemented, complied with, or effective in protecting our IT Systems and Confidential Information. Accordingly, our IT Systems and Confidential Information are vulnerable to compromise and damage from such attacks, as well as from natural disasters, failures, or security vulnerabilities in \nhardware or software, power fluctuations, unauthorized access to data and systems, theft, loss or destruction of data (including confidential customer, employee or contractor information or other Confidential Information), human error, and other similar disruptions. Hybrid working arrangements also present increased cybersecurity risks due to the prevalence of social engineering and other attacks in relation to remote working arrangements. If a cyber-attack, power outage, connectivity issue, or other event occurred that impacted our employees’ ability to work remotely, it may be difficult or, in certain cases, impossible, for us to continue our business for a substantial period of time.\nWe rely on third parties to provide certain IT Systems, for example, to support the operation of our IT hardware, software infrastructure, and cloud services, and in certain instances, we utilize web-based and software-as-a-service applications, across a broad array of services and functions (e.g., human resources, finance, data transmission, communications, risk compliance, among others). Third parties are also involved in helping us collect, process, and maintain aspects of our Confidential Information. The security and privacy measures implemented by third parties on whom we rely for internal and external operations may not be sufficient to identify or prevent cyber-attacks, and any such attacks may have a material adverse effect on our business. While our agreements with third parties, such as vendors, typically contain provisions that seek to eliminate or limit our exposure to liability for damages from a cyber-attack, we cannot ensure such provisions will withstand legal challenges or cover all or any such damages. We have acquired and continue to acquire companies with cybersecurity vulnerabilities and/or unsophisticated security measures, which exposes us to significant cybersecurity, operational, and financial risks. \nThreats to our IT Systems and to those of our subcontractors, suppliers, and joint venture partners arise from numerous sources, not all of which are within our or their control, including but not limited to fraud or malice on the part of insiders or third parties, accidental technological failure or unknown vulnerabilities in hardware or software, electrical or telecommunication outages, failures of computer servers, or other damage to our property or assets, outbreaks of hostilities, terrorist acts, and social engineering (e.g., phishing). The frequency and magnitude of cyberattacks and other security incidents is expected to increase in the future and attackers are becoming more sophisticated. We, as well as other critical business partners, may be unable to anticipate, detect, or prevent future attacks, particularly because the methodologies utilized by attackers change frequently or are not recognized until launched, and attackers are increasingly using techniques and tools (such as AI) designed to circumvent controls, to avoid detection, and to remove or obfuscate forensic evidence. The failure of our or others’ security controls and measures to prevent, detect, contain, or remediate cyberattacks or other significant security incidents could disrupt our business and result in numerous adverse consequences, including reduced effectiveness and efficiency of operations, inappropriate disclosure of confidential and proprietary information, including personal data and loss of important information, which could have a material adverse effect on our business and results of operations and cause reputational harm. Data security breaches could also expose us to liability under various laws and regulations and increase the risk of litigation and governmental or regulatory investigation. We may need to notify governmental authorities and affected individuals with respect to data breach incidents, including for example, under laws in the European Union (“EU”), the United Kingdom, and the United States at both state and federal levels, as well as make notifications to affected individuals and customers. Compliance with such requirements could be expensive and difficult, and failure to comply with these regulations could subject us to regulatory scrutiny and additional liability (including fines). In addition, we may be required to incur significant costs to protect against or to mitigate damage caused by these attacks, disruptions, or other security incidents in the future. Our insurance coverage may not cover all of the costs and liabilities we incur as the result of these events or be available in the future on economic terms or at all, and if our business continuity and/or disaster recovery plans do not effectively and timely resolve issues resulting from a cyber-attack, we may suffer material adverse effects on our business.\nPirates and maritime conflicts endanger our maritime employees and assets.\nWe face material piracy and maritime conflict risks in the Gulf of Guinea, the Somali Basin, the Gulf of Aden, and the Red Sea, and, to a lesser extent, in Southeast Asia, Malacca, and the Singapore Straits. Piracy represents a risk for both our projects and our vessels, which operate and transport through sensitive maritime areas. We may face additional risks to the extent other maritime disputes or conflicts emerge, such as the conflict around the Houthis’ attacks in the Red Sea following the Israel/Hamas war. Such risks have the potential to significantly harm our crews and to negatively impact the execution schedule for our projects. If our maritime employees or assets are endangered, additional time may be required to find an alternative solution, which may delay project realization and negatively impact our business, financial condition, or results of operations.\nCapital asset construction projects for vessels and manufacturing facilities are subject to risks, including delays and cost overruns, which could have a material adverse effect on our financial condition, or results of operations.\nFrom time to time, we carry out capital asset construction projects to maintain, upgrade, and develop our asset base, and such projects are subject to risks of delay and cost overruns that are inherent in any large construction project, resulting from numerous factors including, but not limited to, the following:\n•shortages of key equipment, materials, or skilled labor;\n•inflation, including rising costs of labor;\n•delays in the delivery of ordered materials and equipment;\n•design and engineering issues; and \n•shipyard delays and performance issues.\nFailure to complete construction in time, or the inability to complete construction in accordance with design specifications, may result in the loss of revenue. Additionally, capital expenditures for construction projects could materially exceed the initially planned investments, or there could be delays in putting such assets into operation.\nRisks Related to Legal Proceedings, Tax and Regulatory Matters\nThe industries in which we operate or have operated expose us to potential liabilities, including as a result of the installation or use of our products, which may not be covered by insurance or may be in excess of policy limits, or for which expected recoveries may not be realized.\nWe are subject to potential liabilities arising from, among other possibilities, equipment malfunctions, equipment misuse, personal injuries, and natural disasters, any of which may result in hazardous situations, including uncontrollable flows of oil, gas or well fluids, or other sources of energy, fires, and explosions. Our insurance against these risks may not be adequate to cover our liabilities. Further, the insurance may not generally be available in the future or, if available, premiums may not be commercially justifiable. If we incur substantial liability and the damages are not covered by insurance or are in excess of policy limits, or if we were to incur liability at a time when we were not able to obtain liability insurance, such potential liabilities could have a material adverse effect on our business, results of operations, financial condition, or cash flows.\nOur operations require us to comply with numerous regulations, violations of which could have a material adverse effect on our financial condition, results of operations, or cash flows.\nOur operations and manufacturing activities are governed by international, regional, transnational, and national laws and regulations in every place where we operate relating to matters such as environmental protection, health and safety, labor and employment, import/export controls, currency exchange, bribery and corruption, and taxation. These laws and regulations are complex, frequently change, and have tended to become more stringent over time. In the event the scope of these laws and regulations expands in the future, or we introduce new features in our products and services, such as AI, that subject us to new and evolving laws and regulations, the incremental cost of compliance could adversely impact our financial condition, results of operations, or cash flows.\nOur international operations are subject to anti-corruption laws and regulations, such as the U.S. Foreign Corrupt Practices Act (“FCPA”), the U.K. Bribery Act of 2010 (the “Bribery Act”), the anti-corruption provisions of French law n° 2016-1691 dated December 9, 2016 relating to Transparency, Anti-corruption and Modernization of the Business Practice, the Brazilian law nº 12,846/13, or the Brazilian Anti-Bribery Act (also known as the Brazilian Clean Company Act), and economic and trade sanctions, including those administered by the United Nations, the EU, the Office of Foreign Assets Control of the U.S. Department of the Treasury (“U.S. Treasury”), and the U.S. Department of State. The FCPA prohibits corruptly providing anything of value to foreign officials for the purposes of obtaining or retaining business or securing any improper business advantage. We may deal with both governments and state-owned business enterprises, the employees of which are considered foreign officials for purposes of the FCPA. The provisions of the Bribery Act extend beyond bribery of foreign public officials and are more onerous than the FCPA in a number of other respects, including jurisdiction, non-exemption of facilitation payments, and penalties. Economic and trade sanctions restrict our transactions or dealings with certain sanctioned countries, territories, and designated persons.\nAs a result of doing business in countries throughout the world, including through partners and agents, we are exposed to a risk of violating anti-corruption laws and sanctions regulations. Some of the international locations in which we currently operate or may operate, in the future, have developing legal systems and may have higher levels of corruption than more developed nations. Our continued expansion and worldwide operations, including in developing countries, our development of joint venture relationships worldwide, and the employment of local agents in the countries in which we operate increase the risk of violations of anti-corruption laws and economic and trade sanctions. Violations of anti-corruption laws and economic and trade sanctions are punishable by civil penalties, \nincluding fines, denial of export privileges, injunctions, asset seizures, debarment from government contracts (and termination of existing contracts), and revocations or restrictions of licenses, as well as criminal fines and imprisonment. In addition, any major violations could have a significant impact on our reputation and, consequently, on our ability to win future business.\nWe have implemented policies and procedures designed to minimize and detect potential violations of laws and regulations in a timely manner, but we can provide no assurance that such policies and procedures will be followed at all times or will effectively detect and prevent violations of the applicable laws by one or more of our employees, consultants, agents, or partners. The occurrence of any such violation could subject us to penalties and material adverse consequences on our business, financial condition, results of operations, or cash flows.\nCompliance with environmental and climate change-related laws and regulations may adversely affect our business and results of operations.\nEnvironmental laws and regulations in various countries affect the equipment, systems, and services we design, market, and sell, as well as the facilities where we manufacture our equipment and systems, and any other operations we undertake. These laws include those governing the discharge of materials into the environment or otherwise relating to environmental protection. We are required to invest financial and managerial resources to comply with environmental laws and regulations, and believe that we will continue to be required to do so in the future. Failure to comply with these laws and regulations may result in the assessment of administrative, civil, and criminal penalties, the imposition of remedial obligations, the issuance of orders enjoining our operations, or other claims and complaints. Additionally, our insurance and compliance costs may increase as a result of changes in environmental laws and regulations or changes in enforcement. These laws and regulations, as well as any new laws and regulations affecting exploration and development of drilling for oil and natural gas, are becoming increasingly strict and could adversely affect our business and operating results by increasing our costs, limiting the demand for our products and services, or restricting our operations.\nRegulatory requirements related to sustainability matters have been, and are being, implemented in the EU in particular, in relation to financial market participants. Such regulatory requirements are being implemented on a phased basis. We expect regulatory requirements related to, and investor focus on, sustainability matters to continue to expand in the EU, the United States, Australia, and more globally. For example, in the United States, various policymakers, including the SEC and the State of California, have adopted (or are considering adopting) requirements for certain companies to undertake disclosures or actions on climate or other sustainability matters. Moreover, policymakers’ approaches are not uniform, which may increase the cost or complexity of compliance, as well as increase the general risk of litigation or enforcement on such matters.\nExisting or future laws and regulations relating to greenhouse gas emissions and climate change may adversely affect our business.\nClimate change continues to attract considerable public and scientific attention. As a result, numerous laws, regulations, and proposals have been made and are likely to continue to be made at the international, national, regional, and state levels of government to monitor and limit emissions of carbon dioxide, methane, and other “greenhouse gases”. These efforts have included cap-and-trade programs, carbon taxes, GHG reporting and tracking programs, and regulations that directly limit GHG emissions from certain sources. Such existing or future laws, regulations, and proposals concerning the release of GHGs or that concern climate change (including laws, regulations, and proposals that seek to mitigate the effects of climate change) may require additional costs and may adversely impact demand for the equipment, systems, and services we design, market, and sell. For example, oil and natural gas exploration and production may decline as a result of such laws, regulations, and proposals, or any policies aimed at directly curtailing such exploration and production, and as a consequence, demand for our equipment, systems, and services may also decline. In addition, such laws, regulations, and proposals may also result in more onerous obligations with respect to our operations, including the facilities where we manufacture our equipment and systems. Such decline in demand for our equipment, systems, and services and such onerous obligations in respect of our operations may adversely affect our financial condition, results of operations, or cash flows.\nUninsured claims and litigation against us, including product liability and personal injury claims and intellectual property litigation, could adversely impact our financial condition, results of operations, or cash flows.\nWe could be impacted by the outcome of pending litigation, as well as unexpected litigation or proceedings. We have insurance coverage against operating hazards, including product liability claims and personal injury claims related to our products or operating environments in which our employees operate, to the extent deemed prudent by our management and to the extent insurance is available. However, our insurance policies are subject to exclusions, limitations, and other conditions and may not apply in all cases, for example, where willful wrongdoing on our part is alleged. Additionally, the nature and amount of that insurance may not be sufficient to fully indemnify us against liabilities arising out of pending and future claims and litigation. Additionally, in individual circumstances, certain proceedings or cases may also lead to our formal or informal exclusion from tenders or the revocation or loss of business licenses or permits. Our financial condition, results of operations, or cash flows could be adversely affected by unexpected claims not covered by insurance.\nIn addition, the tools, techniques, methodologies, programs, and components we use to provide our services, including through our use of AI, may infringe upon the intellectual property rights of others. Infringement claims generally result in significant legal and other costs. The resolution of these claims could require us to pay damages, enter into license agreements or develop alternative technologies. The development of these technologies or the payment of royalties under licenses from third parties, if available, would increase our costs. If a license were not available, or we are not able to develop alternative technologies, we might not be able to continue providing a particular service or product, which could adversely affect our financial condition, results of operations, or cash flows.\nAs an English public limited company, we must meet certain additional financial requirements before we may declare dividends or repurchase shares and certain capital structure decisions may require stockholder approval which may limit our flexibility to manage our capital structure. We may not be able to pay dividends or repurchase our ordinary shares in accordance with our announced intent, or at all.\nUnder English law, we will only be able to declare dividends, make distributions, or repurchase shares (other than out of the proceeds of a new issuance of shares for that purpose) out of “distributable profits.” Distributable profits are a company’s accumulated, realized profits, to the extent that they have not been previously utilized by distribution or capitalization, less its accumulated, realized losses, to the extent that they have not been previously written off in a reduction or reorganization of capital duly made. In addition, as a public limited company incorporated in England and Wales, we may only make a distribution if the amount of our net assets is not less than the aggregate of our called-up share capital and non-distributable reserves, to the extent that the distribution does not reduce the amount of those assets to less than that aggregate.\nOur articles of association permit us by ordinary resolution of the stockholders to declare dividends, provided that the directors have made a recommendation as to its amount. The dividend shall not exceed the amount recommended by the Board of Directors. The directors may also decide to pay interim dividends if it appears to them that the profits available for distribution justify such payment. When recommending or declaring payment of a dividend, the directors are required under English law to comply with their duties, including considering our future financial requirements.\nIn addition, the Board of Directors’ determinations regarding dividends and share repurchases will depend on a variety of other factors, including our net income, cash flows generated from operations or other sources, liquidity position, and potential alternative uses of cash, such as acquisitions, as well as economic conditions and expected future financial results. Our ability to declare and pay future dividends and make future share repurchases will depend on our future financial performance, which in turn depends on the successful implementation of our strategy and on financial, competitive, regulatory, technical, general economic conditions, demand and selling prices for our products and services, and other factors specific to our industry or specific projects, many of which are beyond our control. Therefore, our ability to generate cash depends on the performance of our operations and could be limited by decreases in our profitability or increases in costs, regulatory changes, capital expenditures, or debt servicing requirements.\nAny failure to pay dividends or repurchase shares of our ordinary shares could negatively impact our reputation, harm investor confidence in us, and cause the market price of our ordinary shares to decline.\nWe are subject to governmental regulation and other legal obligations related to privacy, data protection, and data security. Our actual or perceived failure to comply with such obligations could harm our business.\nWe are subject to international data protection laws, such as the European Union General Data Protection Regulation 2016/679 (“EU GDPR”) and its implementing legislation, the United Kingdom General Data Protection Regulation and Data Protection Act 2018 (collectively, the “UK GDPR”), certain U.S. state regulations, and the Lei \nGeral de Proteção de Dados (“LGPD”) in Brazil. The EU GDPR, UK GDPR, and implementing legislation (collectively, “GDPR”) comprehensively regulates our use of personal data, which have increased our obligations, regarding cross-border transfers of personal data outside of the EEA and the UK. \nIn relation to cross-border transfers of personal data, we expect the existing legal complexity and uncertainty regarding international personal data transfers to continue. In particular, we expect the European Commission approval of the current EU-US Data Privacy Framework for data transfers to certified entities in the United States to be challenged and international transfers to the United States and to other jurisdictions more generally to continue to be subject to enhanced scrutiny by regulators. As the regulatory guidance and enforcement landscape in relation to data transfers continues to develop, we could suffer additional costs, complaints and/or regulatory investigations or fines; we may have to stop using certain tools and vendors and make other operational changes; we may have to implement alternative data transfer mechanisms under GDPR, and/or take additional compliance and operational measures; or it could otherwise affect the manner in which we provide our services, which in turn can adversely affect our business, operations, and financial condition.\nWe are also subject to evolving EU and UK privacy laws on cookies, tracking technologies, and e-marketing. Recent European court and regulator decisions are driving increased attention to cookies and tracking technologies. If the trend of increasing enforcement by regulators of the strict approach to opt-in consent for all but essential use cases, as seen in recent guidance and decisions continues, this could lead to additional costs, require significant systems changes. Violations of such laws could result in regulatory investigations, fines, orders to cease/change our use of such technologies, as well as civil claims including class actions, and reputational damage. \nFailure to comply with the requirements of the data protection laws like GDPR could result in fines and/or other enforcement action for non-compliance. Since we are subject to the supervision of relevant data protection authorities under multiple legal regimes (including under both the EU GDPR and the UK GDPR), we could be fined under those regimes independently in respect of the same breach. Penalties for certain GDPR breaches are up to the greater of €20,000,000/ £17,000,000 or up to four percent of the total worldwide annual turnover of the preceding financial year. In addition to fines, a breach of data protection laws may result in regulatory investigations and enforcement action, reputational damage, orders to cease/change our data processing activities, enforcement notices, assessment notices (for a compulsory audit), and/or civil claims including representative actions and other class action type litigation, potentially amounting to significant compensation or damages liabilities, as well as associated costs, diversion of internal resources, and reputational harm.\nWe are likely to be required to expend significant capital and other resources to ensure ongoing compliance with GDPR and other applicable data protection legislation, and we may be required to put in place additional control mechanisms which could be onerous and adversely affect our business, financial condition, results of operations, or cash flows.\nThe IRS may not agree that we should be treated as a foreign corporation for U.S. federal tax purposes and may seek to impose an excise tax on gains recognized by certain individuals.\nAlthough we are incorporated in the United Kingdom, the U.S. Internal Revenue Service (the “IRS”) may assert that we should be treated as a U.S. “domestic” corporation (and, therefore, a U.S. tax resident) for U.S. federal income tax purposes pursuant to Section 7874 of the U.S. Internal Revenue Code of 1986, as amended (the “Code”). For U.S. federal income tax purposes, a corporation (i) is generally considered a “domestic” corporation (or U.S. tax resident) if it is organized in the United States or of any state or political subdivision therein, and (ii) is generally considered a “foreign” corporation (or non-U.S. tax resident) if it is not considered a domestic corporation. Because we are a U.K. incorporated entity, we would be considered a foreign corporation (and, therefore, a non-U.S. tax resident) under these rules. Section 7874 of the Code (“Section 7874”) provides an exception under which a foreign incorporated entity may, in certain circumstances, be treated as a domestic corporation for U.S. federal income tax purposes.\nWe do not believe this exception applies. However, the Section 7874 rules are complex and subject to detailed regulations, the application of which is uncertain in various respects. It is possible that the IRS will not agree with our position. Should the IRS successfully challenge our position, it is also possible that an excise tax under Section 4985 of the Code (the “Section 4985 Excise Tax”) may be assessed against certain “disqualified individuals” (including former officers and directors of FMC Technologies, Inc.) on certain stock-based compensation held thereby. We may, if we determine that it is appropriate, provide disqualified individuals with a payment with respect to the Section 4985 Excise Tax, so that, on a net after-tax basis, they would be in the same position as if no such Section 4985 Excise Tax had been applied.\nIn addition, there can be no assurance that there will not be a change in law or interpretation, including with retroactive effect, which might cause us to be treated as a domestic corporation for U.S. federal income tax purposes.\nU.S. tax laws and/or guidance could affect our ability to engage in certain acquisition strategies and certain internal restructurings.\nEven if we are treated as a foreign corporation for U.S. federal income tax purposes, Section 7874, U.S. Treasury regulations, and other guidance promulgated thereunder may adversely affect our ability to engage in certain future acquisitions of U.S. businesses or to restructure the non-U.S. members of our group. These limitations, if applicable, may affect the tax efficiencies that otherwise might be achieved in such potential future transactions or restructurings.\nWe are subject to the tax laws of numerous jurisdictions; challenges to the interpretation of, or future changes to, such laws could adversely affect us.\nWe and our subsidiaries are subject to tax laws and regulations in the United Kingdom, the United States, France, and numerous other jurisdictions in which we operate. These laws and regulations are inherently complex, requiring us to make judgments about their application to our businesses. Governmental authorities may challenge our interpretations, potentially leading to administrative or judicial proceedings, penalties, or other material consequences.\nThe U.S. Congress, the U.K. Government, the EU, the Organization for Economic Co-operation and Development (the “OECD”), and other governmental bodies continue to focus on multinational taxation. In October 2021, the OECD introduced a global minimum tax of 15% under its “Pillar Two” framework, with approximately 140 countries tentatively agreeing in principle. The implementation of this global minimum tax, however, is contingent upon the independent actions of participating countries and is subject to further negotiation among OECD member states. The EU adopted the directive on December 15, 2022, requiring member states to enact national laws by December 31, 2023, with full application beginning in 2024 (except for the “undertaxed payment rule,” which is applicable for fiscal years starting on or after December 31, 2024).\nMany EU member states, including France, have now incorporated Pillar Two into domestic law. Similarly, the United Kingdom enacted legislation under the Finance (No. 2) Act 2023, introducing a Pillar Two Income Inclusion Rule (“IIR”) and Multinational Top-up Tax (“MTT”), effective for accounting periods starting on or after December 31, 2023. These rules apply to multinational and U.K. groups with annual revenues exceeding €750 million. As a U.K company, we are subject to the MTT under the IIR, which ensures that income from jurisdictions with an effective tax rate (“ETR”) below 15% is taxed up to that minimum. The U.K. legislation also provides a transitional safe harbor election for accounting periods beginning on or before December 31, 2026.\nAdditionally, the U.K. government has introduced legislation in the Finance Bill 2024-2025 to implement the Undertaxed Profits Rule (“UTPR”), effective for accounting periods starting on or after December 31, 2024. While several jurisdictions where we operate have adopted domestic top-up taxes, these are expected to be creditable against our overall Pillar Two liability under the IIR. Similarly, the UTPR serves as a backstop when income is not otherwise subject to an IIR. Since the Company is already taxed at the U.K. level under the IIR, we do not anticipate an incremental financial impact from the UTPR. We continue to monitor legislative changes and assess their potential impact on our business, including the implementation of domestic top-up taxes.\nNew tax initiatives, directives, and rules, such as the U.S. Tax Cuts and Jobs Act, the OECD’s Base Erosion and Profit Shifting initiative, and the EU’s Anti-Tax Avoidance Directives, may increase our tax burden and require additional compliance-related expenditures. As a result, our financial condition, results of operations, or cash flows may be adversely affected. Moreover, the U.S. government, and other jurisdictions in which we do business, may enact significant changes to the taxation of business entities including, among others, the imposition of minimum taxes or surtaxes on certain types of income. The likelihood of these changes being enacted or implemented is unclear. Further changes, including with retroactive effect, in the tax laws of the United States (such as the recent United States Inflation Reduction Act which, among other changes, introduced a 15 percent corporate minimum tax on certain United States corporations and a one percent excise tax on certain stock redemptions by United States corporations, which the U.S. Treasury indicated may also apply to certain stock redemptions by a foreign corporation funded by certain United States affiliates), the United Kingdom, the EU, or other countries in which we and our affiliates do business could adversely affect us. \nWe may not qualify for benefits under tax treaties entered into between the United Kingdom and other countries.\nWe operate in a manner such that we believe we are eligible for benefits under tax treaties between the United Kingdom and other countries. However, our ability to qualify for such benefits will depend on whether we are treated as a UK tax resident, the requirements contained in each treaty and applicable domestic laws, on the facts and circumstances surrounding our operations and management, and on the relevant interpretation of the tax authorities and courts. For example, because of Brexit, we may lose some or all of the benefits of tax treaties between the United States and the remaining members of the EU, and face higher tax liabilities, which may be significant. Another example is the Multilateral Convention to Implement Tax Treaty Related Measures to Prevent Base Erosion and Profit Shifting (the “MLI”), which entered into force for participating jurisdictions on July 1, 2018. The MLI recommends that countries adopt a “limitation-on-benefit” (“LOB”) rule and/or a “principal purpose test” (“PPT”) rule with regards to their tax treaties. The application of the LOB rule or the PPT rule could deny us treaty benefits (such as a reduced rate of withholding tax) that were previously available and as such there remains uncertainty as to whether and, if so, to what extent such treaty benefits will continue to be available. The position is likely to remain uncertain for a number of years. \nThe failure by us or our subsidiaries to qualify for benefits under tax treaties entered into between the United Kingdom and other countries could result in adverse tax consequences to us (including an increased tax burden and increased filing obligations) and could result in certain tax consequences of owning and disposing of our shares.\nWe intend to be treated exclusively as a resident of the United Kingdom for tax purposes, but French or other tax authorities may seek to treat us as a tax resident of another jurisdiction.\nWe are incorporated in the United Kingdom. English law currently provides that we will be regarded as a UK resident for tax purposes from incorporation and shall remain so unless (i) we are concurrently a resident in another jurisdiction (applying the tax residence rules of that jurisdiction) that has a double tax treaty with the United Kingdom and (ii) there is a tiebreaker provision in that tax treaty which allocates exclusive residence to that other jurisdiction.\nIn this regard, we had a permanent establishment in France to satisfy certain French tax requirements imposed by the French Tax Code with respect to the Merger. The assets and liabilities pertaining to this permanent establishment were contributed on December 27, 2022 to one of our French subsidiaries with retroactive effect as of January 1, 2022, in accordance with a tax ruling issued by the French tax authorities, as a result of which this permanent establishment has been deregistered before the close of the 2022 fiscal year. Although it is intended that we will be treated as having our exclusive place of tax residence in the United Kingdom, the French tax authorities may claim, for the period prior to the reorganization, that we were a tax resident of France if we were to have failed to maintain our “place of effective management” in the United Kingdom over that period as a result of the activities of such permanent establishment. Any such claim would be settled between the French and U.K. tax authorities pursuant to the mutual assistance procedure provided for by the tax treaty concluded between France and the United Kingdom. There is no assurance that these authorities would reach an agreement that we will remain exclusively a U.K. tax resident; an adverse determination could materially and adversely affect our business, financial condition, results of operations, or cash flows. A failure to maintain exclusive tax residency in the United Kingdom could result in adverse tax consequences to us and our subsidiaries and could result in certain adverse changes in the tax consequences of owning and disposing of our shares.\nSignificant changes or developments in U.S. or other national trade policies, including tariffs, and the reactions of other countries thereto, may have a material adverse effect on our business and results of operations.\nWe operate in various countries across the world and source a wide range of raw materials and components from the international market. Significant changes or developments in U.S. or other national laws and policies, such as laws and policies surrounding international trade, foreign affairs, manufacturing and development and investment in the territories and countries where we or our customers operate, can materially adversely affect our business and results of operations. Policies affecting international trade, foreign investment, and energy production—such as tariffs, export controls, economic sanctions, and import restrictions—can impact supply chain costs, the availability of key components, and overall industry profitability. For instance, the United States has recently proposed and made changes in trade policies that include export control restrictions, renegotiation or termination of trade agreements, imposition of higher tariffs on imports into the United States, and other regulations affecting trade between the United States and countries where we conduct our business or have business relationships. A number of other nations have proposed and implemented similar measures directed at trade with the United States in \nresponse thereto. As a result of these developments and likely similar trade restrictions in the future, there may be greater restrictions and economic disincentives on international trade that could adversely affect our business and results of operations.\nGeneral Risk Factors\nOur businesses are dependent on the continuing services of our key managers and employees.\nWe depend on key personnel. The loss of any key personnel could adversely impact our business if we are unable to implement key strategies or transactions in their absence. The loss of qualified employees or failure to recruit, retain, and motivate additional highly skilled employees required for the operation and expansion of our business could hinder our operation and expansion, as well as our ability to successfully conduct research activities and develop marketable products and services.\nSeasonal, weather, and other climatic conditions could adversely affect demand for our services and operations.\nOur business may be materially affected by variation from normal weather patterns, such as cooler or warmer summers and winters. Adverse weather conditions, such as tropical storms in the Gulf of America or Indo-Pacific or extreme winter conditions in Canada, and the North Sea, may interrupt or curtail our operations, or our customers’ operations, cause supply disruptions or loss of productivity, and may result in a loss of revenue or damage to our equipment and facilities, which may or may not be insured. In addition, acute or chronic physical impacts of climate change, such as sea level rise, coastal storm surge, inland flooding from intense rainfall and hurricane-strength winds may damage our facilities or the facilities of key third parties, or result in operational interruptions. Increasing concentrations of GHGs in the Earth’s atmosphere are expected to produce climate changes that increase variation from normal weather patterns, such as increased frequency and severity of storms, floods, droughts, and other climatic events, as well as longer-term climatic changes, such as shifting temperature and precipitation patterns, which could further impact our operations. Significant physical effects of climate change could also have a direct effect on our operations and an indirect effect on our business by interrupting the operations of those with whom we do business and may also impact the cost or availability of insurance. Any of these events or outcomes could have a material adverse effect on our business, financial condition, cash flows, or results of operations.\nCurrency exchange rate fluctuations could adversely affect our financial condition, results of operations, or cash flows.\nWe conduct operations around the world in many different currencies. Significant portions of our revenue and expenses are denominated in currencies other than our reporting currency, the U.S. dollar; therefore, changes in exchange rates will produce fluctuations in our revenue, costs, and earnings, and may also affect the book value of our assets and liabilities and related equity. We hedge transaction impacts on cash flow and earnings where a transaction is not in the functional currency of the operating business unit, but we do not hedge translation impacts on earnings. Our efforts to minimize our currency exposure through such hedging transactions may be impeded by market and business conditions. Moreover, our ability to hedge certain currencies in which we conduct operations, specifically currencies in countries such as Angola, Nigeria, and Argentina, may be limited; therefore, we may be subject to increased foreign currency exposures. In addition, we are subject to evolving laws and policies on foreign exchange controls in certain foreign jurisdictions, which may impact our ability to hedge and/or repatriate cash. As a result, fluctuations in foreign currency exchange rates may adversely affect our financial condition, results of operations, or cash flows.\nWe are exposed to risks in connection with our defined benefit pension plan commitments. \nWe have funded and unfunded defined benefit pension plans, which provide defined benefits based on years of service and salary. We are required to recognize the funded status of defined benefit post-retirement plans as an asset or liability in the consolidated balance sheet and recognize changes in that funded status in comprehensive income in the year in which the changes occur. Further, we are required to measure each plan’s assets and its obligations that determine its funded status as of the date of the consolidated balance sheet. The assets of each defined benefit pension plan are allocated across asset classes under professional advisement and subject to the plan’s own investment policy. Their value may fluctuate in accordance with market conditions. Any deterioration in the value of the defined benefit pension plan assets and/or change in actuarial assumptions and experience could therefore increase our obligations. Any such increases in our net pension obligations could adversely affect our financial condition due to increased additional outflow of funds to finance the pension obligations.\nIn addition, applicable law and/or the terms of the relevant defined benefit pension plan may require us to make cash contributions or provide financial support upon the occurrence of certain events. We cannot predict whether, or to what extent, changing market or economic conditions, regulatory changes, or other factors will further increase our pension expense or funding obligations. For further information regarding our pension liabilities, see Note 22 for further information.\nWe may be unable to obtain sufficient bonding capacity for certain contracts, and the need for performance and surety bonds could reduce availability under our credit facility.\nIn line with industry practice, we are often required to post standby letters of credit to customers or enter into surety bond arrangements in favor of customers. Those letters of credit and surety bond arrangements generally protect customers against our failure to perform our obligations under the applicable contracts. If we are unable to renew or obtain a sufficient level of bonding capacity in the future, we may be precluded from bidding for certain contracts or contracting with certain customers. Additionally, even if we are able to successfully renew or obtain performance or payment bonds, we may be required to post letters of credit in connection with the bonds. The letters of credit could reduce availability under our credit facility. Furthermore, under standard terms in the surety market, sureties issue bonds on a project-by-project basis and can decline to issue bonds at any time or require the posting of additional collateral as a condition to issuing or renewing any bonds. If we were to experience an interruption or reduction in the availability of bonding capacity as a result of these or any other reasons, we may be unable to compete for or work on projects that require bonding.",
      "char_count": 85141
    }
  },
  "extracted_at": "2025-10-18T17:35:50.326140"
}