{
  "ticker": "HD",
  "company_name": "HOME DEPOT, INC.",
  "cik": 354950,
  "form_type": "10-K",
  "filing_date": "2025-03-21",
  "period_of_report": "2025-02-02",
  "fiscal_year": 2025,
  "accession_number": "0000354950-25-000085",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0000354950&accession_number=000035495025000085&xbrl_type=v",
  "sic_code": "5211",
  "industry": "Retail-Lumber & Other Building Materials Dealers",
  "sections": {
    "item1": {
      "text": "Item 1. Business.\nINTRODUCTION\nThe Home Depot, Inc. is the world’s largest home improvement retailer based on net sales for fiscal 2024. We offer our customers a wide assortment of building materials, home improvement products, lawn and garden products, décor products, and facilities MRO products, in stores and online. We also provide a number of services, including home improvement installation services, and tool and equipment rental. As of the end of fiscal 2024, we operated 2,347 stores located throughout the U.S. (including the Commonwealth of Puerto Rico and the territories of the U.S. Virgin Islands and Guam), Canada, and Mexico. The Home Depot stores average approximately 104,000 square feet of enclosed space, with approximately 24,000 additional square feet of outside garden area. We also maintain a network of distribution and fulfillment centers, as well as a number of e-commerce websites in the U.S., Canada and Mexico. For disclosure purposes, the geographic operating segments of the U.S., Canada and Mexico are aggregated into one reportable segment (the “Primary segment”).\nIn fiscal 2024, we acquired SRS, a leading residential specialty trade distribution company engaged in the distribution of residential and commercial roofing products, complementary building products, landscape supplies and swimming pool supplies serving the professional roofer, landscaper, and pool contractor. At the end of fiscal 2024, SRS operated over 780 branch locations throughout the U.S., each of which has a distribution center, material handling and delivery equipment, and inventory. SRS is organized as three different lines of business: roofing and complementary building products, landscape, and pool. Each line of business was determined to represent an operating segment, none of which are deemed reportable segments. \nUnless otherwise indicated or the context otherwise requires, when we refer to “The Home Depot,” “Home Depot,” the “Company,” “we,” “us” or “our” in this report, we are referring to The Home Depot, Inc. and its consolidated subsidiaries.\nThe Home Depot, Inc. is a Delaware corporation that was incorporated in 1978. Our Store Support Center (corporate headquarters) is located at 2455 Paces Ferry Road, Atlanta, Georgia 30339. Our telephone number at that address is (770) 433-8211.\nOUR BUSINESS\nOUR STRATEGY\nThe retail landscape has changed rapidly over the past several years, with a complex macroeconomic environment and customer expectations continually evolving. In fiscal 2024, our strategy allowed us to continue to execute at a high level despite continued pressure on home improvement demand from high interest rates and macroeconomic uncertainty. We continued our strategic investments aimed at creating an interconnected, frictionless shopping experience that enables our customers to seamlessly blend the digital and physical worlds, growing our market share with Pros through our ecosystem of capabilities, and building new stores. Going forward, we will continue to leverage the momentum of these investments and invest in our business in support of the following goals: \n•We intend to provide the best customer experience in home improvement and develop differentiated capabilities for our customers;\n•We intend to extend our position as the low-cost provider in home improvement; and\n•We intend to be the most efficient investor of capital in home improvement. \nWe believe that these goals will help us grow faster than the market and deliver value to our shareholders. We are steadfast in our commitments to focus on our people, operate sustainably, and strengthen our communities, and we believe being informed by other stakeholder perspectives will drive shareholder value creation.\nDELIVER SHAREHOLDER VALUE\nWe seek to deliver on our objective to create shareholder value through our disciplined approach to capital allocation. Our capital allocation principles are as follows:\n•First, we intend to reinvest in our business to drive growth faster than the market.\n•Second, after meeting the needs of the business, we look to pay a quarterly dividend.\n•Third, after reinvesting in our business and paying our dividend, we intend to return excess cash to our shareholders through share repurchases.\n\nFiscal 2024 Form 10-K      \nTable of Contents\n\nIn fiscal 2024, we invested $3.5 billion in capital expenditures to support our business, advance our goals, and continue to build an interconnected customer experience. We also acquired SRS to accelerate our growth with Pros. We continue to focus on driving productivity throughout the business by lowering our product and transportation costs, and in fiscal 2024 we executed a plan to reduce our fixed cost structure by approximately $500 million. The combination of reinvesting in our business to drive higher sales and driving productivity to lower costs allows us to improve our customer experience, increase our competitiveness in the market, and deliver shareholder value.\nIn fiscal 2024, we returned $8.9 billion to shareholders in the form of cash dividends. We also returned $0.6 billion to shareholders in the form of share repurchases prior to pausing share repurchases in March 2024 in anticipation of the SRS acquisition. Our capital allocation is discussed further in Part II, Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations.\nOUR CUSTOMERS\nWe serve two primary customer groups — consumers (including both DIY and DIFM customers) and Pros — and have developed varying approaches to meet their diverse needs:\nDIY Customers\nThese customers are typically homeowners who purchase products and complete their own projects and installations. Our associates assist these customers both in our stores and through online resources and other media designed to provide product and project knowledge. We also offer a variety of clinics and workshops to share this knowledge and to build an emotional connection with our DIY customers. As the preferences and behaviors of our DIY customers are changing, we are investing in capabilities to better meet the evolving expectations of these customers.\nProfessional Customers (or “Pros”)\nThese customers are primarily professional renovators/remodelers, general contractors, small to medium homebuilders, maintenance professionals, handymen, property managers, building service contractors and specialty tradespeople, such as electricians, landscapers, plumbers, painters, pool contractors, and roofers. These customers build, renovate, remodel, repair, and maintain residential properties, multifamily properties, hospitality properties, and commercial facilities, including education, healthcare, government, institutional, and office buildings. \nWe have a number of initiatives designed to drive growth with Pros, including those working on both simple and complex projects. In fiscal 2024, we acquired SRS, which sells products to specialty trade roofers, landscapers, and pool contractors. We remain focused on providing a customized online experience, a dedicated sales force, a broad assortment of Pro-focused products and brands, an extensive delivery network, our Pro Xtra loyalty program, and enhanced credit offerings. Building on our historical strength as a destination for urgent purchase needs, we are investing in differentiated capabilities that will help us better serve our Pros’ complex purchase needs, including differentiated fulfillment options, additional trade credit offerings including our Pro House Account program, more showroom space, and an enhanced order management system. We also provide MRO products and related value-added services to multifamily, hospitality, healthcare, and government housing facilities, among others, primarily through our subsidiary HD Supply. \nDIFM Customers\nIntersecting our DIY customers and our Pros are our DIFM customers. These customers are typically homeowners who use Pros to complete their projects or installations. Currently, we offer installation services in a variety of categories, such as flooring, water heaters, bath, garage doors, cabinets, cabinet makeovers, countertops, sheds, furnaces and central air systems, and windows. DIFM customers can purchase these services in our stores, online, or in their homes through in-home consultations. In addition to serving our DIFM customer needs, we believe our focus on the Pros who perform services for these customers helps us drive higher product sales.\n\nFiscal 2024 Form 10-K      \nTable of Contents\n\nOUR PRODUCTS AND SERVICES\nA typical Home Depot store stocks approximately 30,000 to 40,000 items during the year, including both national brand name and proprietary products, across the following merchandising departments: Appliances, Bath, Building Materials, Electrical, Flooring, Hardware, Indoor Garden, Kitchen & Blinds, Lighting, Lumber, Millwork, Outdoor Garden, Paint, Plumbing, Power, and Storage & Organization. Our online product offerings complement our stores by serving as an extended aisle, and we offer a significantly broader product assortment through our websites and mobile applications, including homedepot.com, our primary website; homedepot.ca and homedepot.com.mx, our websites in Canada and Mexico, respectively; hdsupply.com, our website for our MRO products and related services; our websites for custom window coverings including blinds.com, justblinds.com and americanblinds.com; thecompanystore.com, our website featuring textiles and décor products; and srsdistribution.com, heritagelandscapesupplygroup.com, and heritagepoolsupplygroup.com, our websites serving the roofing and building materials, landscape and pool product needs of specialty Pros, respectively. \nWe believe our merchandising organization is a key competitive advantage, delivering product innovation, assortment and value, which reinforces our position as the product authority in home improvement. At the same time, we remain focused on offering the right products at everyday values in our stores and online. To remain the product authority, we must continue to bring new and innovative products to our customers that help simplify their projects, from the Pro’s need for job-lot quantities of specialized products to DIY customers seeking products to reduce their environmental impacts. To help our merchandising organization keep pace with changing customer expectations and increasing desire for innovation, localization, and personalization, we are continuing to invest in tools to better leverage our data and drive a deeper level of collaboration with our suppliers. As a result, we continue to focus on enhanced merchandising information technology tools to help us: (1) enhance an interconnected shopping experience that remains tailored to our customers’ shopping intent and location; (2) provide the best value in the market; and (3) optimize our product assortments. Our merchandising team leverages technology and works closely with our inventory and supply chain teams, as well as our suppliers, to manage our assortments, drive innovation, manage the cost environment, and adjust inventory levels to respond to fluctuations in demand. \nTo complement our merchandising efforts, we offer a number of services for our customers, including installation services for our DIY and DIFM customers, as noted above. We also provide tool and equipment rentals at locations across the U.S. and Canada, providing value and convenience for both Pros and consumers. To improve the customer experience and continue to grow this differentiated service offering, we are continuing to invest in more tool rental locations, more tools, and better technology.\nSourcing and Quality Assurance\nWe maintain a global sourcing program to obtain high-quality and innovative products directly from manufacturers in the U.S. and around the world. During fiscal 2024, in addition to our U.S. sourcing operations, we maintained sourcing offices in Mexico, Canada, China, India, Vietnam, Taiwan, and Europe. To ensure that suppliers adhere to our high standards of social and environmental responsibility, we also have a global responsible sourcing program. Under our standard supplier buying agreement, our suppliers are obligated to ensure that their products comply with applicable international, federal, state and local laws. This standard agreement also requires compliance with our responsible sourcing standards, which cover a variety of expectations, including supply chain transparency, compliance with applicable laws and regulations addressing prohibitions on child and forced labor, health and safety, environmental matters, compensation, and hours of work. To drive accountability with our suppliers, our standard supplier buying agreement also includes a factory audit right related to these standards, and we conduct risk-based factory audits and compliance visits with non-Canada and non-U.S. suppliers of private branded and direct import products. Our 2024 Responsible Sourcing Report, available on our website at https://corporate.homedepot.com under “Responsibility > Sourcing Responsibly,” provides more information about this program. In addition, we have both quality assurance and engineering resources dedicated to establishing criteria and overseeing compliance with safety, quality and performance standards for our private branded products. \nIntellectual Property\nOur business has one of the most recognized brands in North America. As a result, we believe that The Home Depot® trademark has significant value and is an important factor in the marketing of our products, e-commerce, stores and business. We have registered or applied for registration of trademarks, service marks, copyrights and internet domain names, both domestically and internationally, for use in our business, including our proprietary brands such as HDX®, Husky®, Hampton Bay®, Home Decorators Collection®, Glacier Bay®, Vigoro®, Everbilt® and Lifeproof®. The duration of trademark registrations varies from country to country. However, trademarks are generally valid and may be renewed indefinitely as long as they are in use and/or their registrations are properly maintained.\n\nFiscal 2024 Form 10-K      \nTable of Contents\n\nWe also maintain patent portfolios relating to our business operations, retail services, and products, and we seek to patent or otherwise protect innovations we incorporate into our business. Patents generally have a term of twenty years from the date they are filed. As our patent portfolio has been built over time, the remaining terms of individual patents across our patent portfolio vary. Although our patents have value, no single patent is essential to our business. We continuously assess our merchandising departments and product lines for opportunities to expand the assortment of products offered within The Home Depot’s portfolio of proprietary and exclusive brands.\nCOMPETITION AND SEASONALITY\nOur industry is highly competitive, highly fragmented, and evolving. As a result, we face competition for customers for our products and services from a variety of retailers, suppliers, service providers, and distributors and manufacturers that sell products directly to their respective customer bases. These competitors range from traditional brick-and-mortar, to multichannel, to exclusively online, and they include a number of other home improvement retailers; local, regional and national hardware stores; electrical, plumbing and building materials supply houses; and lumber yards. With respect to some products and services, we also compete with specialty design stores, showrooms, discount stores, paint stores, specialty and mass digital retailers, warehouse clubs, MRO distributors, national and local wholesale supply distributors, home décor retailers, and other retailers, as well as with providers of home improvement services and tool and equipment rental. The internet facilitates competitive entry, price transparency, and comparison shopping, increasing the level of competition we face.\nBoth in-store and online, we compete primarily based on customer experience; price; quality; product availability, assortment, and innovation; and delivery options and capabilities. We also compete based on store and branch location and appearance, presentation of merchandise, and ease of shopping experience throughout every step of the project, from inspiration and research to any post-purchase support. Our Pros also look for dedicated sales support, competitive credit and pricing options, project planning tools, and product depth and job-lot quantities, particularly for their complex purchase needs. Furthermore, with respect to delivery options, customers are seeking faster and/or guaranteed delivery times, low-price or free shipping, and/or convenient pickup options. Our ability to be competitive on delivery and pickup times, options and costs depends on many factors, including the success of our supply chain investments, described more fully under “Our Supply Chain” below, and our interconnected retail strategy. \nOur business is subject to seasonal influences. Generally, our highest volume of sales occurs in our second fiscal quarter, as we move into the spring season in the regions in which we operate.\nINTERCONNECTED SHOPPING EXPERIENCE\nWe continue to enhance our capabilities to provide our customers with a frictionless interconnected shopping experience across our stores, branches, online, on the job site, and in their homes, focusing on continued investments in our websites and mobile apps to enhance the customer experience. \nDigital Experience\nEnhancements to our digital platforms are critical for our increasingly interconnected customers, who often research products and check available inventory online before going into one of our stores to view products in person or talk to an associate and then making their purchase either in store or online. While in the store, customers may also go online to access ratings and reviews, compare prices, view our extended assortment, and purchase additional products. Our investments in a truly interconnected experience are focused on bringing together the power of our physical presence and the frictionless interaction of our digital capabilities.\nA significant majority of the traffic in Home Depot’s digital channels is on mobile devices. Mobile users expect more simplicity and relevancy in their digital interactions. In addition to supporting our DIY and DIFM customers on their shopping journeys, mobile devices can also help serve the needs of Pros working on complex projects. As a result, we have made investments in our digital platforms to improve the overall presentation and ease of navigation for the user. We have also enhanced the “shopability” of an online product by including more information on the product’s landing page, including related products and/or parts of a collection, as well as various fulfillment options. We believe our focus on improving search capabilities, site functionality, category presentation, product content such as customer product review summaries, speed to checkout, and fulfillment options has yielded higher traffic, better conversion and continued sales growth. As our customers expect a more personalized experience, our ability to collect, use, retain, and protect relevant customer data is important for our ability to effectively meet their expectations.\n\nFiscal 2024 Form 10-K      \nTable of Contents\n\nFurther, we do not view the interconnected shopping experience as a specific transaction; rather, we believe it encompasses an entire journey from inspiration and know-how, to purchase and fulfillment, to post-purchase care and support. Customers expect more personalized messaging, so we are continuing to focus on connecting marketing activities with the online and in-store experiences to create seamless engagement across channels. From the inspirational point of the purchase journey to providing product know-how, we continue to invest in the infrastructure and capabilities needed to deliver the most relevant marketing messages to our customers based on what is important to them today.\nStore Experience\nOur stores remain the hub of our business, and we continue to invest to improve the customer shopping experience through easier navigation and increased convenience and speed of checkout. In fiscal 2024, we continued to leverage the investments made in our stores over the past several years to operate effectively and meet customer expectations. These investments included wayfinding signage and store refresh packages; self-service lockers, online order storage areas and curbside service to enable convenient online order pickup options; electronic shelf label capabilities; and the re-design of front-end areas, including reconfigured service desks, improved layouts in checkout areas, and expanded and enhanced self-checkout options. We have also empowered our customers with additional self-help tools, including mobile app-enabled store navigation. Our app provides store-specific maps that allow customers to pinpoint the exact location of an item on their mobile devices. We believe these investments are driving higher customer satisfaction scores, and we will continue to invest to improve the customer experience. In addition, we have identified areas that have experienced significant population growth or where market voids exist. In fiscal 2023, we initiated a plan to open approximately 80 new stores over a five-year period to address those opportunities, and in fiscal 2024, we opened 12 new stores. These new stores will continue to help relieve pressure at existing high-volume stores and add stores in areas with less store coverage, helping us to improve the customer experience and drive sales growth.\nInvesting in Associate Productivity. We continually strive to improve our store operations to remove complexity and inefficient processes, allowing our associates to spend more of their time serving our customers. To this end, we have continued to focus on process improvements like optimizing product flow to improve on-shelf product availability and thus decrease the amount of time store associates spend locating products; creating an enhanced order management system; expanding in-aisle, real-time mobile learning tools for our associates’ development and assistance with customer questions; and using labor model tools to better align associate activity with customer needs. For a number of years, our Home Depot store associates have used web-enabled handheld devices to help them more efficiently meet the needs of the business and serve customers. Our current generation of these digital “hdPhone” devices offers enhanced functionality that allows associates to readily query inventory, access applications that support customer service, and assist with locating products. Our hdPhones also give our U.S. Home Depot store associates access to Sidekick, an application that directs associates to bays where product is low or out of stock and helps our associates prioritize the highest value tasks more effectively. To further support productivity, we leverage Computer Vision in our U.S. Home Depot stores, which provides greater visibility into where product is located, including both on the shelves and in the overhead space, enabling strategically-directed tasking and improving on-shelf availability. \nInvesting in Safety. We remain committed to maintaining a safe shopping and working environment for our customers and associates. We accomplish this by creating a strong culture of safety, building on our core value of Taking Care of Our People, that starts from the top with engaged leaders who empower associates to make decisions that prioritize the safety of everyone. We use data to identify areas of greatest risk, including emerging risks, and invest in tools, equipment and technology to reduce those risks in our packaging, processes, and behaviors. Our associate training and awareness initiatives target individual roles and responsibilities, integrating with overall strategies that promote physical and psychological safety and mental wellness. \nWe empower trained EH&S associates to continuously evaluate, develop, implement and enforce policies, processes and programs in our stores, facilities and offices across the Company. Our EH&S policies are woven into our everyday operations for site, district and regional teams, and integrate with operating platforms to provide safety line-of-sight to all leaders and associates. Common program elements include daily store inspection checklists; routine follow-up audits from our store-based safety team members; preventative maintenance programs to promote equipment and physical space safety; and departmental merchandising safety standards.\n\nFiscal 2024 Form 10-K      \nTable of Contents\n\nOUR SUPPLY CHAIN\nWe continue to focus on building best-in-class competitive advantages in our supply chain to be responsive to our customers’ expectations for how, when and where they choose to receive our products and services. As part of enhancing the interconnected shopping experience, we continue to invest in our supply chain network, with the goal of achieving the fastest, most efficient and most reliable delivery capabilities in home improvement. Our efforts are focused on ensuring product availability and increasing the speed and reliability of delivery for our customers while managing our costs. Our supply chain investments have helped us to operate effectively and meet our customers’ needs, even with the challenging economic environment over the past few years. \nWe centrally forecast and replenish the vast majority of our Home Depot store products through sophisticated inventory management systems and utilize our network of distribution centers to serve both our stores’ and customers’ needs. Our supply chain includes multiple distribution center platforms in the U.S., Canada, and Mexico tailored to meet the needs of our stores and customers based on types of products, location, transportation, and delivery requirements. These include rapid deployment centers, stocking distribution centers, bulk distribution centers, flatbed distribution centers, and direct fulfillment centers, among others. Over the past several years, we have invested to further automate and mechanize our rapid deployment center network to drive greater efficiency and faster movement of product. \nWe are also continuing to enhance our supply chain network with our expanded fulfillment facilities designed to drive speed and reliability of delivery for our customers. In many markets, we offer same day or next day delivery of a multitude of products through our stores and fulfillment centers. We also have omni-channel fulfillment centers that deliver product directly to customers, and market delivery operations that function as local hubs to consolidate freight for dispatch to customers for the final mile of delivery, with a focus on appliances. We have invested in our capabilities to control more of our appliance delivery end-to-end, manage all of our appliance delivery volume through our market delivery operations, and expand our last mile delivery capacity. We have also opened additional flatbed distribution centers that handle large items like lumber and building materials that are transported on flatbed trucks. Our network is designed to create a competitive advantage with unique, industry-leading capabilities for home improvement needs for both our Pros and consumers. We will continue to invest in our supply chain network as needed to support our business. \nIn addition to our distribution and fulfillment centers, we leverage our stores as a network of convenient customer pickup, return, and delivery fulfillment locations. We believe our premium real estate footprint provides a distinct structural and competitive advantage. For customers who shop online and want to pick up or return merchandise at a store, or have product delivered from a store, we have four interconnected retail programs: BOSS, BOPIS, BODFS, and BORIS. We also provide curbside pickup to complement our BOPIS offerings, in addition to the self-service lockers at the front entrance of many of our stores. We also offer car and van delivery service from the majority of our U.S. stores. For fiscal 2024, approximately 50% of our U.S. online orders were fulfilled through a store. SRS branch locations throughout the U.S. also enable deliveries direct to customer job sites on their preferred timelines. We continue to focus on developing new capabilities to improve both efficiency and customer experience for delivery from our stores and branches. Our strategic intent is to have a portfolio of efficient, timely and reliable sources and methods of delivery to choose from, optimizing order fulfillment and delivery based on customer needs, inventory locations, and available transportation options.\nSUSTAINABILITY AND HUMAN CAPITAL MANAGEMENT\nWe view sustainability and human capital management matters through the lens of our business, with an understanding that if we support our associates, our customers, our suppliers, and the communities we serve, we also support our business and create value for our shareholders. Our sustainability and human capital management priorities build on the culture and values on which Home Depot was founded, and our initiatives are embedded in our business strategy and activities. We organize our efforts around three pillars: (1) Focus on Our People, (2) Operate Sustainably, and (3) Strengthen Our Communities. Highlights of each of these pillars are set forth below. For further information on our three pillars, including related goals, see our 2024 Environmental, Social and Governance Report (the “2024 ESG Report”), available on our investor relations website at https://ir.homedepot.com/sustainability.\n\nFiscal 2024 Form 10-K      \nTable of Contents\n\n![alt  thdinvertedpyramid2022.jpg](https://www.sec.gov/Archives/edgar/data/354950/000035495025000085/hd-20250202_g2.jpg)\nFocus on Our People\nOur culture and our associates provide intangible and hard-to-replicate competitive advantages, which have been key to helping us navigate challenging market conditions. Our associates are essential to providing the experience and service that our customers demand. To preserve and protect that customer experience, we focus on cultivating a compelling associate experience, which we believe supports our ability to attract and retain our associates. This includes investing in competitive wages and benefits while also providing the culture, tools, training, and development opportunities that make working at The Home Depot an enjoyable and rewarding experience. These actions are the foundation of our core values of taking care of our associates, entrepreneurial spirit, building strong relationships, and respect for all people. \nCulture and Values. The Home Depot has a strong commitment to ethics and integrity, and we are a values- and culture-centric business. Our commitment to our core values drives our approach to human capital management. Our culture is based on our servant leadership philosophy represented by the inverted pyramid, which puts primary importance on our customers and our associates by positioning them at the top, with senior management at the base in a support role. We bring our culture to life through our core values, which serve as the foundation of our business and as the guiding principles behind the decisions we make every day.\nOur values also guide our efforts to create an environment that will help us attract and retain skilled associates in the competitive marketplace for talent. We empower our associates to deliver a superior customer experience by living our values, and we position our associates to embody our core values by integrating the importance of our culture into ongoing development programs and rewards programs. Leaders participate in programs designed to build and strengthen our culture, such as training on leadership skills, cross-functional collaboration, leading with our values, and associate engagement. Our core values are at the root of our human capital management programs.\nOur Workforce. At the end of fiscal 2024, we employed approximately 470,100 associates, of whom approximately 50,600 were salaried, with the remainder compensated on an hourly basis. Set forth below is the geographic makeup of our workforce: \n\nGeographic Location                     Number of Associates                % of Total Workforce\nUnited States                               419,600                                89.3        %\nCanada                                                32,000                        6.8        %\nMexico                                                18,200                        3.9        %\nOther (1)                  300                                                      0.1        %\nTotal                                                470,100                                100%\n————\n(1)    Includes associates in our sourcing organization located in China, Vietnam, India, Taiwan, Italy, Poland and Türkiye. \n\nFiscal 2024 Form 10-K      \nTable of Contents\n\nBelow is the demographic data for our U.S. associates as of the end of fiscal 2024:\n\nAssociate Population                                                                                      Race/Ethnicity                                                                              Gender\n                                    % Minority                         % White                    % Undisclosed                % Female                     % Male                    % Undisclosed\nU.S. Workforce                                              50%                        48%                            2%                        36%                        63%                            1%\nU.S. Managers &amp; Above (1)                               39%                        60%                            1%                        34%                        65%                            1%\nU.S. Officers                                               27%                        72%                            1%                        32%                        68%                            1%\n————\n(1)    Does not include officers.\nNote: Certain percentages in these tables may not sum to totals due to rounding.\nTalent Attraction and Development. As we attract and hire new associates, we strive to create a customer-like experience for jobseekers by focusing on speed and personalization as they progress through the steps of our recruiting process. Our careers website personalizes the user’s experience based on jobseeker location and searching behavior. Jobseekers can also apply for roles from anywhere using desktop or mobile devices. Once a jobseeker has applied for a role and has been selected to move forward in the recruiting process, we provide self-service for many of our positions by allowing jobseekers to schedule or reschedule pre-hire activities directly from their mobile device.\nWe offer our associates the opportunity to benefit from robust development opportunities. Our Home Depot University, or “HDU,” program, is a key part of this development, offering relevant content through multiple platforms, including instructor-led classes, e-learning, mobile learning, and additional online resources. We also invest in ongoing growth and development by providing coaching through continuous leader support and empowering our associates to learn new skills at their own pace through mobile applications our associates can access at any time. We equip our leaders with the tools they need to develop themselves and their teams through several programs designed to help them lead effectively, empower their teams, and serve as mentors for our associates. We continually assess and refine our leadership structure throughout the organization to allow our associates to focus on training and development and better serve our customers.\nAssociate Engagement. Associate engagement is the emotional commitment associates have to The Home Depot. It is vital to our culture and to our success. We create an engaging workplace by continuously listening to and acting on associate feedback. We provide several pulse check surveys to associates throughout the year that help us determine how emotionally connected those associates are to our customers, the Company, their jobs, fellow associates, and leaders. In addition, our annual Voice of the Associate survey serves as our primary means of gauging associates’ level of engagement within their roles. We use the feedback from these surveys to help improve the overall associate experience. We also maintain digital associate engagement platforms that link associates with common interests and fuels connections to co-workers and Company leaders. Additionally, we have a number of programs to recognize stores and individual associates for exceptional customer service and demonstrating our core values. \nRespect For All People. We strive to maintain a culture that welcomes everyone, and we believe it helps us achieve our business goals by driving excellent customer service and innovation, empowering our associates to thrive and excel, and enriching the communities in which we operate. This includes creating an environment where our associates feel valued and respected and providing equal opportunity for all of our associates.\nCompensation and Benefits. Consistent with our core values, we take care of our people by offering competitive compensation and comprehensive benefits programs. We continuously make wage investments to ensure our compensation packages reflect the evolving circumstances across our markets. Our profit-sharing programs for hourly associates also provide awards for performance against our business plan. Our associates can take advantage of a range of benefits, including healthcare and wellness programs, vacation and leave of absence benefits, including parental leave and paid sick/personal time off, a 401(k) match, our ESPPs, personal finance education and advisory services, assistance programs to help with managing personal and work-life challenges, family support programs, and educational assistance.\n\nFiscal 2024 Form 10-K      \nTable of Contents\n\nOperate Sustainably\nWe have a long-standing commitment to reduce the impact that our operations and products have on the environment, which we believe helps make our business stronger, more agile, and more resilient. This approach extends from the products and services we offer to our customers; to our store construction, maintenance and operations; to our supply chain and packaging initiatives; to our responsible sourcing program. As we strive to operate sustainably, we focus on sourcing products responsibly, protecting our business operations from climate-related risks, and reducing our environmental impact. \nStrengthen Our Communities\nOne of our core values is “Giving Back,” and we support our communities in a number of ways. The Home Depot Foundation, a nonprofit supported by Home Depot, focuses on improving the homes and lives of U.S. veterans, assisting communities affected by natural disasters, and training skilled tradespeople to fill the labor gap. The Company and The Home Depot Foundation are partnering with industry leaders on training programs to train the next generation of skilled tradespeople and help them find careers in the home improvement industry through our Path to Pro programs, which include a career networking site to connect skilled tradespeople to industry Pros. Our Team Depot associate volunteers also extend the mission of The Home Depot Foundation in communities across the country, donating thousands of volunteer hours each year to serve the needs of our communities. We also partner with a variety of suppliers and organizations to further support our efforts to strengthen the communities in which our customers and associates live. \nGOVERNMENT REGULATION\nAs a company with both U.S. and international operations, we are subject to the laws of the U.S. and foreign jurisdictions in which we operate and the rules and regulations of various governing bodies, which may differ among jurisdictions. Compliance with these laws, rules and regulations has not had, and is not expected to have, a material effect on our capital expenditures, results of operations, or competitive position as compared to prior periods.\nAVAILABLE INFORMATION\nOur primary internet website is www.homedepot.com. We make available on the Investor Relations section of our website, free of charge, our Annual Reports to shareholders, Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, Proxy Statements, and Forms 3, 4 and 5 for our directors and certain of our officers, and amendments to those reports, as soon as reasonably practicable after filing such documents with, or furnishing such documents to, the SEC.\nWe include website addresses throughout this report for reference only. The information contained on these websites, including any document posted on or accessible through them, is not incorporated by reference into this report.",
      "char_count": 41362
    },
    "item1a": {
      "text": "Item 1A. Risk Factors.\nOur business, results of operations, cash flows, financial condition and prospects are subject to numerous risks and uncertainties. In connection with any investment decision with respect to our securities, you should carefully consider the following risk factors, as well as the other information contained in this report and our other filings with the SEC. Additional risks and uncertainties not presently known to us or that we currently deem immaterial may also impact our business operations. Should any of these risks materialize, our business, results of operations, cash flows, financial condition and prospects could be negatively impacted, which in turn could affect the trading value of our securities. You should read these Risk Factors in conjunction with Part II, Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations and our consolidated financial statements and related notes in Item 8. \nSTRATEGIC RISKS\nStrong competition could adversely affect prices and demand for our products and services and could decrease our market share.\nOur industry is highly competitive, highly fragmented, and evolving. As a result, we face competition for customers for our products and services from a variety of retailers, suppliers, service providers, and distributors and manufacturers that sell products directly to their respective customer bases. \nThese competitors range from traditional brick-and-mortar, to multichannel, to exclusively online, and they include a number of other home improvement retailers; local, regional and national hardware stores; electrical, plumbing and building materials supply houses; and lumber yards. With respect to some products and services, we also compete \n\nFiscal 2024 Form 10-K      \nTable of Contents\n\nwith specialty design stores, showrooms, discount stores, paint stores, specialty and mass digital retailers, warehouse clubs, MRO distributors, national and local wholesale supply distributors, home décor retailers, and other retailers, as well as with providers of home improvement services and tool and equipment rental. The internet facilitates competitive entry, price transparency, and comparison shopping, increasing the level of competition we face.\nWe compete primarily based on customer experience; price; quality; product availability, assortment, and innovation; and delivery options and capabilities, both in-store and online. We also compete based on store and branch location and appearance, presentation of merchandise, and ease of shopping experience throughout every step of the project, from inspiration and research to any post-purchase support. Our Pros also look for dedicated sales support, competitive credit and pricing options, project planning tools, product depth and job lot quantities, particularly for their complex purchase needs. Furthermore, with respect to delivery options, customers are seeking faster and/or guaranteed delivery times, low-price or free shipping, and/or convenient pickup options. Our ability to be competitive on delivery and pickup times, options and costs depends on many factors, including leveraging the momentum of our investments in our supply chain and our interconnected retail capabilities to further enhance the customer shopping experience. Failure to successfully manage these factors and offer competitive delivery and pickup options could negatively impact the demand for our products and services and our profit margins.\nWe use our marketing, advertising and promotional programs to drive customer traffic and compete more effectively, and we must regularly assess and adjust our efforts to address changes in the competitive landscape. Intense competitive pressures from one or more of our competitors, such as through aggressive promotional pricing or liquidation events, or our inability to adapt effectively and quickly to a changing competitive landscape, could adversely affect our prices, our margins, or demand for our products and services. If we are unable to timely and appropriately respond to these competitive pressures, including through the delivery of a superior interconnected customer experience or through maintenance of effective sales and marketing, advertising or promotional programs leveraging both our digital and physical platforms, our market share and our financial performance could be adversely affected. If we experience inflation or deflation at a level beyond our ability to respond effectively, we may not be able to adjust prices to sufficiently offset the effects without negatively impacting demand or margins, as applicable, or it may adversely affect our ability to compete based on price. \nWe may not timely identify or effectively respond to customer needs, expectations or trends, which could adversely affect our relationship with our customers, the demand for our products and services, and our market share.\nThe success of our business depends in part on our ability to identify and respond promptly to evolving trends in demographics; shifts in customer preferences, expectations and needs; changes in the macroeconomic or political environment; and unexpected weather conditions, natural disasters, or public health issues (including pandemics and related impacts) that impact our customers, while also managing appropriate inventory levels in our stores, branches and distribution or fulfillment centers and maintaining an excellent customer experience. It is difficult to successfully predict the products and services our customers will demand. As our customers expect a more personalized experience, our ability to collect, use, retain, and protect relevant customer data is important for effectively meeting their expectations. Our ability to collect and use that data, however, is subject to a number of external factors, including the impact of legislation or regulations governing data privacy, data-driven technologies such as artificial intelligence, and data security, as well as customer expectations around data collection, retention, and use. In addition, each of our primary customer groups has different needs and expectations, many of which evolve as the demographics in a particular customer group change. Customer preferences and expectations related to sustainability of products and operations are also changing. If we do not successfully differentiate the shopping experience to attract our customers and meet their individual needs and expectations, it may adversely impact our sales or our market share.\nCustomer expectations about the methods by which they purchase and receive products or services are also becoming more demanding. Customers routinely and increasingly use technology and a variety of electronic devices and digital platforms to rapidly compare products and prices, read product reviews, determine real-time product availability, and purchase products, and new channels and tools to enhance the customer experience appear and change rapidly. Our Pros also look for additional capabilities, including dedicated sales support, competitive credit and pricing options, project planning tools, and product depth and job lot quantities, particularly for their complex purchase needs. Once products are purchased, customers seek alternate options for delivery of those products, including advance ordering through digital platforms for Pros, and they often expect quick, timely, and low-price or free delivery and/or convenient pickup or delivery options. We must continually anticipate and adapt to these changes in the shopping and purchasing process by continuing to adjust and enhance the online and in-store customer experience as well as our delivery options. The coordinated operation of our network of physical \n\nFiscal 2024 Form 10-K      \nTable of Contents\n\nstores, branches, distribution facilities, and online platforms is fundamental to the success of our interconnected strategy. We cannot guarantee that our current or future fulfillment options will be maintained and implemented successfully or that we will be able to meet customer expectations on delivery or pickup times, options and costs. In addition, as our customers continue to leverage our enhanced interconnected shopping and fulfillment options, a greater concentration of online sales with direct fulfillment could result in a reduction in the amount of traffic in our stores, which would, in turn, reduce the opportunities for cross-selling of merchandise that such traffic creates and could reduce our overall sales and adversely affect our financial performance. A greater concentration of online sales with direct fulfillment could also result in higher costs for delivery, potentially impacting our profit margins.\nFailure to provide a relevant and effective customer experience in a timely manner that keeps pace with technological developments and dynamic customer expectations; to maintain appropriate inventory; to provide quick and low-price or free delivery alternatives and convenient pickup options; to differentiate the customer experience for our primary customer groups; to effectively implement an increasingly localized merchandising assortment; or to otherwise timely identify or respond to changing customer preferences, expectations and home improvement needs could adversely affect our relationship with our customers, the demand for our products and services, and our market share. \nA positive brand and reputation are critical to our business success, and, if our brand and reputation are damaged, it could negatively impact our relationships with our customers, associates and jobseekers, suppliers, vendors, shareholders, regulators, and the communities we serve, and, consequently, our business, results of operations and the price of our stock.\nOur brand and reputation are critical to attracting customers, associates and jobseekers, suppliers and vendors to do business with us. We must continue to manage and protect our brand and reputation. Negative incidents can erode trust and confidence quickly, and adverse publicity about us, regardless of its accuracy or the reputability of its source, could damage our brand and reputation; undermine our customers’ confidence in us; reduce demand for our products and services, including as a result of boycotts; affect our ability to recruit, engage, motivate and retain associates; attract regulatory scrutiny, investigations or litigation; and impact our relationships with current and potential suppliers and vendors. Our suppliers’ and vendors’ business practices and positions may also be attributed to us, regardless of the Company’s actions, meaning the actions of third parties pose similar risks to our brand and reputation. Partnerships with celebrities and social media content creators may also expose us to brand and reputational risks. Further, our actual or perceived position or lack of position on social, environmental, governance, political, public policy, economic, geopolitical, or other sensitive issues, and any perceived lack of transparency about those matters, could harm our reputation with certain groups and attract regulatory scrutiny, investigations, litigation, or boycotts. In addition, we could be criticized for the scope or nature of initiatives or goals related to these matters, or for any revisions to or failure to achieve these goals on a timely basis or at all. If data, processes, and reporting related to these matters are incomplete or inaccurate, we could face regulatory scrutiny, litigation and/or adverse reputational impacts. Customers are also increasingly using social media to provide feedback and information about the Company, including our products and services, in a manner that can be quickly and broadly disseminated. Negative sentiment about the Company shared over social media, or misinformation from fraudulent accounts impersonating the Company, could impact our brand and reputation, whether or not it is based in fact. \nThe execution of initiatives to implement our interconnected retail strategy could adversely impact our business operations or financial results, and these initiatives might not provide the anticipated benefits. \nOver the past several years, we have made significant investments to execute our interconnected retail strategy, including enhancing and expanding our supply chain, developing differentiated capabilities for our customers, expanding our store base, and making strategic acquisitions. These investments are designed to streamline our operations to allow our associates to continue to provide high-quality service to our customers; simplify customer interactions; provide our customers with a more interconnected shopping experience; expand our sales to Pros and better address their complex purchase needs; and create the fastest, most efficient, and most reliable delivery network for home improvement products. Executing our interconnected retail strategy requires continual investment in our operations and information technology systems, as well as the development and execution of new processes, systems and support. Investment in our supply chain also involves significant real estate projects as we expand our distribution network, requiring us to identify and secure available locations with appropriate characteristics needed to support the different types of facilities. In addition, our stores are a key element of our interconnected retail strategy, serving as the hub of our customers’ interconnected shopping experience. We have an aging store base that requires maintenance, investment, and space reallocation initiatives to deliver the shopping experience that our customers desire. We also need to identify and secure available locations with appropriate characteristics for new stores and branches to ensure we can continue to serve our customers effectively.\n\nFiscal 2024 Form 10-K      \nTable of Contents\n\nWe must effectively manage the volume, timing, nature, location, and cost of our investments, projects and changes. Failure to continue to make investments to effectively support our strategy and to implement or integrate those investments in the right manner and at the right pace could adversely impact our business operations or financial results. The cost and potential problems, defects of design, and interruptions associated with the implementation of these initiatives, including those associated with managing third-party service providers, employing new online tools and services, implementing new technologies using artificial intelligence, implementing and restructuring support systems and processes, securing appropriate store and other facility locations, and addressing impacts on inventory levels, could disrupt or reduce the efficiency of our operations in the near term, lead to product availability issues, create complexity in our systems and operations and impact our profitability. Our investments to enhance our interconnected shopping experience, including investments in our store base, supply chain, and capabilities, might not provide the anticipated benefits, or might take longer than expected to complete, integrate or realize anticipated benefits, each of which could adversely impact our competitive position and our financial condition, results of operations, or cash flows.\nIf we are unable to effectively manage and expand our alliances and relationships with certain suppliers of both brand name and proprietary products, we may be unable to effectively execute our strategy to differentiate ourselves from our competitors.\nAs part of our focus on product differentiation, we have formed strategic alliances and exclusive relationships with certain suppliers to market products under a variety of well-recognized brand names. We have also developed relationships with certain suppliers to allow us to market proprietary products that are comparable to national brands. Our proprietary products differentiate us from other retailers and generally carry higher margins than national brand products. If we are unable to manage and expand these alliances and relationships, maintain favorable terms with current suppliers, or identify alternative sources for comparable brand name and proprietary products, we may not be able to effectively execute product differentiation, which may impact our sales and gross margin. Our suppliers’ business practices and positions may also be attributed to us, regardless of the Company’s actions, meaning that controversies regarding our suppliers of brand name or proprietary products pose risks to our reputation and brand, and could require us to quickly identify alternative sources for comparable products.\nOur strategic transactions involve risks, which could have an adverse impact on our business, financial condition and results of operations, and we may not realize the anticipated benefits of these transactions.\nWe regularly consider and enter into strategic transactions, including mergers, acquisitions, investments, alliances, and other growth and market expansion strategies, such as our acquisition of SRS in the second quarter of fiscal 2024. We generally expect that these transactions will result in sales increases, cost savings, synergies, enhanced capabilities or various other benefits. Assessing the viability and realizing the benefits of these transactions is subject to significant uncertainty. For each of our acquisitions, we need to determine the appropriate level of integration of the target company’s products, services, associates, and information technology, financial, human resources, compliance, and other systems and processes, and then successfully manage that integration into our corporate structure. Integration is a complex and time-consuming process, and if the integration is not fully successful or is delayed for a material period of time, we may not achieve the anticipated synergies or benefits of the acquisition. In addition, the integration of businesses may create increased complexity in our financial systems, internal controls, technology and cybersecurity systems, and operations and may make them more difficult to manage. Even if the target companies are successfully integrated, the acquisitions may fail to further our business strategy as anticipated, expose us to increased competition or challenges with respect to our products or services, and expose us to additional risks and liabilities. Strategic transactions may also be subject to significant regulatory uncertainty. The changing regulatory landscape may result in additional costs or delays that affect the anticipated outcome of a transaction, including as a result of the enforcement environment. Any failure in the execution of a strategic transaction or investment, our approach to the integration of an acquired asset or business, or achievement of synergies or other benefits could result in slower growth, higher than expected costs, the recording of an impairment of goodwill or other intangible assets or restructuring costs, and other actions which could adversely affect our business, financial condition and results of operations. \nOPERATIONAL RISKS\nOur success depends upon our ability to attract, develop and retain highly qualified associates to provide excellent customer service and to support our strategic initiatives while also controlling our labor costs.\nOur customers expect a high level of customer service and product knowledge from our associates. To meet the needs and expectations of our customers, we must attract, develop and retain a large number of highly qualified associates and maintain a productive relationship with those associates. Our ability to meet our labor needs while \n\nFiscal 2024 Form 10-K      \nTable of Contents\n\ncontrolling labor costs is subject to numerous external factors, including increased market pressures with respect to prevailing wage rates, unemployment levels, and health and other insurance costs; the impact of legislation or regulations governing labor relations, employment, immigration, minimum wage, and healthcare benefits; changing demographics and expectations among the workforce; public health concerns; and our reputation within the labor market. We also compete with other retail businesses for many of our associates in hourly positions, and we invest significant resources in training and motivating them to maintain a high level of job satisfaction. These positions often have high turnover rates, which can lead to increased training and retention costs, particularly in a competitive labor market. We have faced and may continue to face additional challenges in recruiting and retaining associates due to wage pressure; flexible scheduling needs; health and safety concerns; and challenges related to a remote or hybrid working environment for associates who work in our store support centers. These factors, together with competition among potential employers, have resulted in and may continue to result in increased compensation costs, and/or may impair our ability to recruit and retain associates, which could have an adverse impact on our business operations, financial condition and results of operations. A limited number of our associates at SRS are represented by labor unions, and we are also subject to labor union efforts to organize groups of our associates from time to time. If successful, those organizational efforts may decrease our operational flexibility and efficiency, and/or otherwise negatively impact our operations or reputation. \nIn addition, to execute our interconnected retail strategy, including our supply chain investments, we must attract and retain a large number of skilled professionals, including technology professionals, to implement our ongoing technology and other investments. The market for these professionals is very competitive. An inability to provide wages and/or benefits, including remote or hybrid work flexibility, that are competitive within the markets in which we operate could adversely affect our ability to retain and attract associates. \nAdditionally, our ability to successfully execute organizational changes, including management transitions within the Company’s senior leadership, and to effectively motivate and retain associates is critical to our business success. If we are unable to attract, develop or retain qualified associates, or manage leadership transitions successfully, our ability to effectively manage our strategy may be negatively impacted, the quality of service we provide to our customers may decrease, and our financial performance may be adversely affected. \nA failure of one or more key information technology systems or processes could adversely affect our business, financial results, and reputation.\nWe rely extensively on information technology systems and related personnel to collect, use, retain, manage, transmit, and protect transactions and data. Some of these systems are managed or provided by third-party service providers, including certain cloud platform providers. In managing our business, we also rely heavily on the integrity of, security of, and consistent access to, systems that provide operational and financial data and capabilities related to sales (both in store and online), customer data, supplier data, associate data, job applicant data, partner data, demand forecasting, merchandise ordering, inventory replenishment, supply chain management, payment processing, order fulfillment, customer service, and post-purchase matters. For these information technology systems, applications, and processes to operate effectively, we or our service providers must maintain and update them. Delays in the maintenance, updates, upgrading, or patching of these systems, applications or processes, as well as the actions taken to maintain, update, upgrade and patch, could, and on occasion have, impaired their operation and effectiveness or exposed us to security risks. Our systems and the third-party systems with which we interact, as well as any systems those third parties utilize, are subject to, and on occasion have experienced, damage, interruption, or malicious activity from a number of causes, including power and other critical infrastructure outages; computer and telecommunications failures; computer viruses; data or security breaches; internal or external data theft or misuse; cyber-attacks, including the use of malicious codes, worms, phishing, smishing, vishing, spyware, denial of service attacks, and ransomware; responsive containment measures by us that may involve voluntarily taking systems offline; natural disasters and catastrophic events such as fires, floods, earthquakes, tornadoes, hurricanes, or other extreme weather events; public health concerns, such as pandemics and quarantines; geopolitical or military conflicts, acts of war, terrorism or civil unrest; other systems outages; inadequate or ineffective redundancy; and design or usage errors or malfeasance by our associates, contractors or third-party service providers. In addition, as more business activities have shifted online, and as many of our store support associates continue to work in a remote or hybrid environment, we face an increased risk due to the potential failure of internal or external information technology infrastructure as well as increased cybersecurity threats and attempts to breach our security networks. \nAlthough we and our third-party service providers seek to maintain our respective systems effectively and to successfully address the risk of compromise of the integrity, security and consistent operations of these systems, such efforts are not always successful. As a result, we or our service providers could experience, and on occasion have experienced, errors, interruptions, delays or cessations of service in key portions of our information technology \n\nFiscal 2024 Form 10-K      \nTable of Contents\n\ninfrastructure, which could significantly disrupt our operations or impair data security; impact our ability to operate or access communications, financial or banking systems; be costly, time-consuming and resource-intensive to remedy; and adversely impact our reputation and relationship with our customers, associates, suppliers, shareholders or regulators. We may have to expend significant resources to mitigate the impact of any errors, interruptions, delays or cessations of service and may have insufficient recourse against service providers who experience such events.\nIn addition, we are currently making, and expect to continue to make, substantial investments in our information technology systems, infrastructure and personnel, in certain cases with the assistance of strategic partners and other third-party service providers. These investments involve replacing existing systems, some of which are older, legacy systems that are less flexible and efficient, with successor systems; outsourcing certain technology and business processes to third-party service providers; making changes to existing systems, including the migration of applications to the cloud; maintaining or enhancing legacy systems that are not currently being replaced; designing or cost-effectively acquiring new systems with new functionality; or testing the use and incorporation of artificial intelligence, including generative artificial intelligence. These efforts could result, and on occasion have resulted, in significant potential risks, including failure of the systems to operate as designed, unexpected impacts on related systems or processes, potential loss or corruption of data, failures in security processes and internal controls, cost overruns, implementation delays or errors, disruption of operations, and the potential inability to meet business and reporting requirements. Any system implementation and transition difficulty may result in operational challenges, security or internal control failures, reputational harm, lost sales, increased costs, or other financial losses that could adversely affect our business, our relationships with our customers, and results of operations.\nDisruptions in our customer-facing technology systems could impair our interconnected retail strategy and give rise to negative customer experiences.\nThrough our information technology systems, we are able to provide an improved overall shopping and interconnected experience that empowers our customers to shop and interact with us from a variety of electronic devices and digital platforms at each stage of their shopping journey. We use our digital platforms as sales channels for our products and services, as methods of providing inspiration, and as sources of product, project, and other relevant information to our customers to help drive sales. In addition to supporting our DIY and DIFM customers, we make other resources available that are designed to help serve the needs of Pros working on complex projects. We also have multiple online communities, digital platforms, and knowledge centers that allow us to inform, assist and interact with our customers. The retail industry is continually evolving and expanding, with a significant increase in sales initiated online and via mobile applications in recent years. We may not be successful at managing this increased volume and related delivery options without interruption in the future. Additionally, we must effectively respond to new developments and changing customer preferences with respect to a complex, evolving digital and interconnected experience. We continually seek to enhance all of our online and digital platforms to provide a personalized, user-friendly interface for our customers. Disruptions, delays, failures or other performance issues with our customer-facing technology systems, either due to increased volumes, system modifications, cybersecurity incidents or attacks, information technology outages or other interruptions; or other factors, or a failure of these systems to meet our or our customers’ expectations, could impair the value they provide, adversely impact our sales, and negatively affect our relationship with our customers.\nDisruptions in our supply chain and other factors affecting the availability and distribution of our merchandise could adversely impact our business, financial results, and reputation.\nDisruptions within our logistics or supply chain network, such as the industry-wide supply chain challenges that resulted from the COVID-19 pandemic, have in the past and may in the future adversely affect our ability to receive and deliver inventory in a timely manner, impair our ability to meet customer demand for products, and result in lost sales, increased supply chain costs, and/or damage to our reputation. Such disruptions may result, and on occasion have resulted, from damage or destruction to our distribution or fulfillment centers or those of our supply chain service providers; weather-related events; cybersecurity incidents or attacks; information technology outages or other interruptions; natural disasters; international trade disputes, trade policy changes or restrictions, or import- or export-related governmental sanctions or restrictions; customs actions, including regulatory enforcement inquiries, holds, detentions, and exclusions; quotas, tariffs or other import-related taxes; strikes, lock-outs, work stoppages or slowdowns; shortages of supply chain labor, including truck drivers; shipping capacity constraints, including shortages of related equipment; raw material or other shortages; third-party contract disputes or inability to maintain favorable contract terms; supply or shipping interruptions or costs; increased costs or unavailability of fuel; geopolitical or military conflicts or acts of war, as well as any related sanctions or other government or private responses; acts of terrorism; public health issues, including pandemics or quarantines and other related impacts; civil unrest; or other factors beyond our control. In recent years, ports in the U.S. and elsewhere have been \n\nFiscal 2024 Form 10-K      \nTable of Contents\n\nimpacted by capacity constraints, port congestion and delays, periodic labor disputes, strikes, security issues, weather-related events, and natural or man-made disasters.\nAs we saw during the heights of the COVID-19 pandemic, these types of disruptions place strain on the domestic and international supply chain, which affected and may in the future negatively affect the flow or availability of certain products. Even when we are able to find alternate sources for certain products, they may cost more or require us to incur higher transportation costs, which could adversely impact our profitability and financial condition. Increased demand for online purchases of products, which we experienced during the COVID-19 pandemic, can impact our fulfillment operations, as well as those of our third-party carriers, resulting in delays in delivering products to customers and increases in our out-of-stock levels. \nWe and our suppliers have experienced, and may continue to experience, labor shortages at some of our distribution and fulfillment centers both due to the competitive labor market and unexpected events such as pandemics and quarantines. Such labor shortages, whether temporary or sustained, may adversely impact the flow or availability of products to our stores and customers. \nAny of these circumstances could impair our ability to meet customer demand for products and result in lost sales, increased supply chain costs, or damage to our reputation, any of which could negatively impact our business performance or financial condition.\nFailure to maintain a safe and secure shopping and working environment may adversely impact sales, costs, the customer and associate experience, and our brand and reputation. \nOur customers and associates expect a safe environment in which to shop and work, and maintaining that environment helps protect against loss or theft of our inventory (also called “shrink”). Like other retailers, we have seen heightened shrink in recent years, particularly as a result of organized retail crime. While we have a number of initiatives underway to address shrink, minimize theft, and maintain safety in and around our stores and other facilities, these efforts require operational changes that may increase costs and reduce margins, and they may negatively impact the customer or associate experience. Furthermore, an unsafe environment or negative incidents in or around our stores and other facilities may erode trust and confidence with customers, associates, or jobseekers, which can adversely impact sales, associate morale and retention, and our brand and reputation. \nIf our efforts to maintain the privacy and security of customer, associate, job applicant, business partner, and Company information are not successful, we could incur substantial costs and reputational damage and could become subject to litigation and enforcement actions.\nOur business, like that of most retailers, involves the collection, use, retention, management, transmission, and deletion of personal information (including identifiers, localization, internet activity, preferences, and payment information) from our customers, associates, job applicants, and business partners, as well as confidential Company information. We also work with third-party service providers that provide technology, systems and services that we use in connection with the handling of information. Our information systems, and those of our third-party service providers, are vulnerable to continually evolving data protection and cybersecurity risks. Unauthorized parties, including criminal threat actors, nation-states, or insiders (including associates or contractors engaged in fraudulent or malicious activities), have in the past gained access, and will continue to attempt to gain access, to these systems and data through technical vulnerabilities, breach of security policies, fraud or other means of deceiving or coercing our associates, contractors or third-party service providers, which could jeopardize the confidentiality, integrity, or availability of such information systems or data that we may handle. Hardware, software or applications we develop or obtain from third parties may contain, and on occasion have contained, exploitable vulnerabilities, bugs, or defects in design, maintenance or manufacture or other problems that could unexpectedly compromise information security. We have experienced and continue to face the ongoing risk of exploitation of our software providers and our software development and implementation process, including from coding and process vulnerabilities and the installation of so-called back doors that provide unauthorized access to systems and data, and through unauthorized access to or theft of our intellectual property. The continued availability of remote or hybrid working arrangements has also expanded the possible attack surface areas and increased risks posed by insider threats, as our interactions with associates, contractors and third-party service providers increasingly occur on information systems, networks and environments over which we have less control and which may be more difficult to monitor. In addition, the risk of cyber-attacks has increased in connection with geopolitical conflicts and ongoing trade and diplomatic tensions. In light of the conflicts in Europe and the Middle East and other geopolitical events, nation-state actors or their supporters and other politically-motivated actors may launch retaliatory cyber-attacks, and may attempt to cause supply chain and other third-party service provider disruptions, or take other geopolitically-motivated retaliatory actions that may disrupt our business operations, result in data compromise, or both. Nation-state actors have in the past carried out, and may in the future carry out, cyber-attacks to achieve their \n\nFiscal 2024 Form 10-K      \nTable of Contents\n\naims and goals, which may include espionage, monetary gain, disruption, and destruction. Similarly, there may be increased activities by organized or coordinating groups of cyber criminals who seek to attack larger organizations’ data or systems for their own aims and goals, which can include financial gain. Because the techniques threat actors use to obtain unauthorized access, disable or degrade service, or sabotage systems, including use of stolen passwords, social engineering, phishing, smishing, vishing, identity spoofing (including through the use of emerging technologies such as deep fakes), ransomware or other disruptive and destructive malware, supply chain compromises, insider threats, and man-in-the-middle and denial of service attacks, change frequently and may not immediately produce signs of anomalous activity or compromise, we may be unable to anticipate or detect these techniques or implement adequate preventative measures. \nThe ever-evolving cybersecurity threat landscape means that we and our third-party service providers and business partners must continually evaluate and adapt our respective systems and processes and overall security environment, as well as those of companies we or they acquire. There is no guarantee that the measures we take will be adequate to safeguard against all threats, including vulnerabilities, data security breaches, system compromises or misuses of data. As we have experienced in the past, any significant compromise or breach of our data security, whether external or internal, or misuse of customer, associate, job applicant, business partner, or Company data, could result in significant costs, including costs to investigate, mitigate, and remediate, as well as lost sales, fines, lawsuits, regulatory investigations, and damage to our reputation. Additionally, as we have experienced in the past, we or our third-party service providers may not discover any security breach, vulnerability or compromise of information for a significant period of time after the occurrence of a security incident. When our systems or those of our third-party service providers on which we rely are breached or attacked, we may also suffer, and on some occasions have suffered, an outage, failure, or unavailability of data or information technology systems, and interruptions to our business operations while such breach or attack is being remedied; this may impact data or systems operated by us or by third-party service providers. Furthermore, our cyber insurance coverage may not be adequate for liabilities or costs actually incurred, and we cannot be certain that insurance will continue to be available to us on economically reasonable terms, or at all, or that any insurer will not deny coverage of a future claim.\nData governance failures can also adversely affect our reputation and business. Our business depends on our customers’, associates’, job applicants’, contractors’, and business partners’ willingness to entrust us with their personal information. Events that adversely affect that trust, including inadequate disclosure to our customers, associates, job applicants, contractors, or business partners of our uses of their information or failing to keep our information technology systems and our customers’, associates’, job applicants’, contractors’, and business partners’ personal information secure from significant attack, theft, damage, loss or unauthorized disclosure or access, whether as a result of our action or inaction (including human error or malfeasance) or that of our service providers or other third parties, could adversely affect our brand and harm our reputation. \nThe regulatory environment related to data privacy and cybersecurity is constantly changing, with new and increasingly rigorous requirements applicable to our business. The implementation of these requirements has also become more complex. Maintaining our adherence to evolving data privacy and cybersecurity regulatory requirements, including state privacy laws, requires significant effort and cost, requires changes to our business practices, and may limit our ability to collect and use certain data for our business operations, including to support the customer experience. In addition, many regulators have indicated an intention to take more aggressive enforcement actions regarding data privacy and cybersecurity matters, and private litigation resulting from such matters is increasing and resulting in progressively larger judgments and settlements. As we have experienced in the past, failure to comply with applicable requirements could subject us to fines, sanctions, governmental investigations, or lawsuits, which could lead to negative publicity and reputational harm, and may cause customers to lose confidence in the effectiveness of our cybersecurity measures, data privacy practices, or our business more generally. \nWe are subject to payment-related risks that could increase our operating costs, expose us to fraud or theft, subject us to potential liability, and potentially disrupt our business.\nWe accept payments using a variety of methods, including credit and debit cards, our PLCCs, cash, electronic payments, checks, digital wallets, loan programs including installment loans, trade credit, and gift cards, and we may offer new payment options over time. Acceptance of these payment options subjects us to rules, regulations, contractual obligations and compliance requirements, including payment network rules and operating guidelines, data security standards and certification requirements, and rules governing electronic funds transfers. These rules and requirements may change over time or be reinterpreted, making compliance more difficult, costly, or uncertain. For certain payment methods, including credit and debit cards, we pay interchange fees and other costs to accept these payments, and we may also incur losses, all of which may increase over time and raise our operating costs. \n\nFiscal 2024 Form 10-K      \nTable of Contents\n\nWe rely on third parties to provide payment processing services, including the processing of credit cards, debit cards, and other forms of electronic payment. If these companies become unable to provide these services to us, or if their systems are compromised or do not operate as intended, it could disrupt our business. The payment methods that we offer, and the selling channels in which we operate, also subject us to fraud and theft by threat actors, who are becoming increasingly more sophisticated, including by using means such as artificial intelligence, seeking to obtain unauthorized access to or exploit weaknesses that may exist in our sales, payments, and payment processing systems. If we fail to comply with applicable rules or requirements for the payment methods we accept, or if payment-related data is compromised due to a breach or misuse of data, we may be liable for costs incurred by payment card issuing banks and other third parties or we may be subject to fines and higher transaction fees, or our ability to accept or facilitate certain types of payments may be impaired. \nTrade credit offerings are an important part of serving Pros, including SRS customers, and we anticipate expanding our Pro House Account trade credit program as we further develop our capabilities. If we fail to offer attractive terms or services, or employ underwriting criteria that are not competitive, our ability to grow our sales to these Pros may be adversely impacted. If our Pros are unable to make their payments, we may experience an increase in our losses. In addition, our customers could lose confidence in certain payment types, or may expect or demand payment methods that we do not currently offer, which could result in competitive disadvantages or require a shift to other payment types or potential changes to our payment systems that may result in higher costs or present other risks. As a result, our business and operating results could be adversely affected.\nOur business is subject to seasonal influences, and uncharacteristic or significant weather conditions, climate change, natural disasters, as well as other catastrophic or uncharacteristic events, could impact our operations and financial results. \nNatural disasters, such as hurricanes, tropical storms, fires, floods, droughts or water scarcity, tornadoes, and earthquakes; unseasonable, unexpected or extreme weather conditions; acts of terrorism or violence, including active shooter situations; public health concerns, such as pandemics and quarantines and related impacts; civil unrest; geopolitical or military conflicts or acts of war, as well as any related sanctions or other government or private responses; or similar disruptions and catastrophic events could have and on occasion have had an adverse effect on our operations and financial performance in a number of ways. These types of events can affect consumer spending and confidence and consumers’ disposable income, particularly with respect to home improvement or construction projects. They can also adversely affect our work force and prevent associates and customers from reaching our stores, branches and other facilities. They can, temporarily or on a long-term basis, disrupt or disable operations of stores, branches, other facilities and support centers, and portions of our supply chain and distribution network, including causing reductions in the availability of inventory and disruption of utility services. In addition, these events may affect our information systems and digital platforms, resulting in disruption to various aspects of our operations, including our ability to transact with customers and fulfill orders; to communicate with our stores, branches, other facilities or support centers or senior management; or to access financial or banking systems. Unseasonable, unexpected or extreme weather conditions such as excessive precipitation, warm temperatures during the winter season, or prolonged or extreme periods of warm or cold temperatures could render a portion of our inventory incompatible with customer needs and adversely impact our financial results. \nFurthermore, the potential long-term impacts of climate change, whether involving physical risks (such as extreme weather conditions) or transition risks (such as regulatory or technology changes), could be widespread and unpredictable. These changes over time could affect, for example, the availability and cost of or demand for certain products, commodities, and energy (including utilities), which in turn may impact our ability to procure certain goods or services for the operation of our business at the quantities and levels we consider optimal.\nAs a consequence of these or other catastrophic or uncharacteristic events, we may experience interruption to our operations, increased costs, changes in customer behavior or demand, or losses of property, equipment or inventory, which would adversely affect our sales and profitability.\nIf we fail to identify and develop relationships with a sufficient number of qualified suppliers, or if our suppliers experience financial difficulties or other challenges, our ability to timely and efficiently access products that meet our high standards for quality could be adversely affected.\nWe buy our products from suppliers located around the world, who in turn procure materials from across the globe. Our ability to continue to identify and develop relationships with qualified suppliers who can satisfy our standards for quality and responsible sourcing, as well as our need to access products in a timely and efficient manner, is a significant challenge. Our ability to access products from our suppliers can be, and on occasion has been, adversely affected by economic or political instability; civil unrest; geopolitical or military conflicts or acts of war, as well as any related sanctions or other government or private responses; acts of terrorism or violence; public health issues \n\nFiscal 2024 Form 10-K      \nTable of Contents\n\n(including pandemics and related impacts); the financial instability of suppliers; suppliers’ noncompliance with applicable laws; contract disputes or inability to maintain favorable contract terms; trade restrictions; tariffs; currency exchange rates; disruptions in our suppliers’ logistics or supply chain networks or information technology systems; inability to sell certain products due to customs actions, including regulatory enforcement inquiries, holds, detentions, and exclusions; raw material or other shortages; actual, potential or perceived noncompliance with our standards for suppliers or other controversies regarding suppliers’ business practices; and other factors beyond our or our suppliers’ control. If we are unable to access products to meet our customers’ demands and expectations in a timely and efficient manner, our sales and gross margin may be adversely impacted.\nFailure to achieve and maintain a high level of product and service quality and safety and ensure compliance with responsible sourcing laws and standards could damage our reputation with customers, expose us to litigation or enforcement actions, and negatively impact our sales and results of operations.\nProduct and service quality issues could negatively impact customer confidence in our brands and the Company. If our product and service offerings, including those of our suppliers, do not meet applicable product standards or our customers’ expectations regarding safety, quality, security, or responsible business practices, we could experience lost sales and increased costs and be exposed to legal, financial and reputational risks, as well as governmental enforcement actions. Actual, potential or perceived product safety or security concerns, including health- or privacy- related concerns, could expose, and in some cases have exposed, us to litigation or governmental enforcement actions, and could result in costly product recalls and other liabilities. For instance, certain of the Company’s suppliers have also been involved in litigation or governmental enforcement actions related to perfluoroalkyl and polyfluoroalkyl substances, also known as “PFAS,” and we could be exposed to similar actions. For any actions related to actual, potential, or perceived product-safety concerns, we may not be successful in obtaining adequate contractual indemnification and insurance coverage from our suppliers and service providers, which may result in claims having an adverse effect on our business, financial condition and results of operations. Even with adequate insurance and indemnification, our reputation as a provider of high-quality products, including both national brand names and our proprietary products, could suffer, damaging our reputation and impacting customer loyalty. \nIn addition, we and our customers have expectations around responsible sourcing, which has been an increasing focus of government regulators. Under the terms of our standard supplier buying agreements, our suppliers must comply with our responsible sourcing standards, which cover a variety of expectations across multiple areas, including supply chain transparency, health and safety, environmental laws and regulations, compensation, hours of work, and prohibitions on child and forced labor. Further, suppliers must comply with Company policies and applicable law, including the laws of the jurisdictions from which products and materials are sourced, regarding the sourcing of raw materials, including timber and minerals, used in our products. We have a responsible sourcing audit process, but we are also dependent on our suppliers to ensure that the products and services we provide to our customers comply with our standards and applicable law, including with respect to information provided by suppliers to government agencies about the source of the products or the constituent elements of those products. Further, the supply chain for some of the products we sell may be too attenuated for us to know with certainty the source of their components, such as timber, minerals, or other raw materials. Actual, potential or perceived supplier non-compliance with our standards or applicable law — including allegations of non-compliance raised by non-governmental organizations or in third-party reports — could, and in certain instances in the past has, exposed us to litigation or governmental enforcement actions and resulted in costly product recalls; resulted in inability to sell certain products due to failure to meet our standards or due to customs actions, including regulatory enforcement inquiries, holds, detentions, and exclusions; impacted our reputation; and resulted in termination of supplier relationships and/or other liabilities.\nOur proprietary products subject us to certain increased risks, including regulatory, product liability, intellectual property, supplier relations, and reputational risks.\nIn addition to other product-related risks discussed in this section, as we expand our proprietary product offerings, we may become subject to increased risks due to our greater role in the design, manufacture, marketing and sale of those products. The risks include greater responsibility to administer and comply with applicable regulatory requirements, increased potential product liability and product recall exposure, and increased potential reputational risks related to the responsible sourcing of those products. To effectively execute on our product differentiation strategy, we must also be able to successfully protect our proprietary rights and successfully navigate and avoid claims related to the proprietary rights of third parties. In addition, an increase in sales of our proprietary products may adversely affect sales of our suppliers’ products, which in turn could adversely affect our relationships with certain of our suppliers. Any failure to appropriately address some or all of these risks could damage our reputation and have an adverse effect on our business, results of operations, and financial condition.\n\nFiscal 2024 Form 10-K      \nTable of Contents\n\nIf we are unable to effectively manage our installation services business, we could lose sales and be subject to fines, lawsuits, reputational damage or the loss of our general contractor licenses.\nWe act as a general contractor to provide installation services to our DIFM customers through professional third-party licensed and insured installers. As such, we are subject to regulatory requirements and risks applicable to general contractors, which include management of background checks, licensing, permitting, and handling of environmental risks, as well as quality of work performed by our third-party installers. We have established processes and procedures to manage these requirements and manage customer satisfaction with the services provided by our third-party installers. However, as we experienced in part with the EPA investigation and the resulting consent decree in April 2021, and the subsequent discussions with the EPA regarding compliance with the consent decree, if we fail to manage these processes effectively, collect the appropriate documentation, perform regular job site inspections, or provide proper oversight of these services, we could lose sales or face fines or lawsuits, including governmental enforcement actions for violations of regulatory requirements, as well as claims for property damage or personal injury. In addition, we may suffer damage to our reputation or the loss of our general contractor licenses, which could adversely affect our business.\nLEGAL, FINANCIAL, REGULATORY, GLOBAL AND OTHER EXTERNAL RISKS\nUncertainty regarding the housing and home improvement markets, economic conditions, political and social climate, public health issues, and other factors beyond our control could adversely affect demand for our products and services, our costs of doing business, and our financial performance.\nOur financial performance depends significantly on the stability of the housing and home improvement markets, as well as general economic conditions, including changes in gross domestic product. Adverse conditions in or uncertainty about these markets, the economy, or the political or social climate could adversely impact, and we believe in some cases has adversely impacted, our customers’ confidence or financial condition, causing them to decide against purchasing home improvement products and services, causing them to delay purchasing decisions, or impacting their ability to pay for products and services. Other factors beyond our control – including unemployment and foreclosure rates; inventory loss due to theft (including as a result of organized retail crime); inflation or deflation; interest rate fluctuations, including central banks’ actions to control inflation; fuel and other energy costs; raw material or other shortages; labor and healthcare costs; the availability of financing; the state of the credit markets, including mortgages, home equity loans and consumer credit; changes in policy and regulations, including with respect to tax rates; prolonged government shutdowns; weather and natural disasters (including the potential impacts of climate change); acts of terrorism or violence, including active shooter situations; public health issues, including pandemics and related impacts; geopolitical or military conflicts or acts of war, as well as any related sanctions or other government or private responses; and civil unrest, could further adversely affect, and in certain cases has adversely affected, demand for our products and services, our costs of doing business, and our financial performance. For instance, a number of merchandise categories were impacted by inflation in recent years due to, among other things, global supply chain disruptions and the uncertain economic and geopolitical environment. In an effort to address inflation, central banks raised interest rates. Notwithstanding recent rate cuts, the high interest rate environment that persisted throughout fiscal 2024 has adversely impacted and may continue to adversely impact demand for larger remodeling projects. Additionally, the inflationary outlook in the U.S. is currently uncertain, and persistent or increasing inflation could lead to a reversal of recent reductions in interest rates. \nFurther, our specialty trade and MRO customers, who have higher spend and longer-term relationships than a typical retail customer, primarily use trade credit to finance their purchases, and some of our other Pros use trade credit in order to purchase our products. As a result, their ability to pay is highly dependent on the economic strength of the industry in their areas. If these customers are unable to repay the trade credit from us, we may face greater default risk, which could reduce our cash flow and adversely affect our results of operations.\nOur costs of doing business could increase as a result of changes in, expanded enforcement of, or adoption of new federal, state, local or international laws, regulations and executive orders.\nWe are subject to various U.S. federal, state and local laws and regulations, as well as international laws and regulations, that govern numerous aspects of our business. In recent years, a number of new laws and regulations have been adopted, new executive orders have been announced, there has been expanded enforcement and differing interpretations of certain existing laws and regulations by federal, state, local and international agencies, and the interpretation of certain laws and regulations has become increasingly complex. These laws and regulations, and related executive orders, interpretations and enforcement activity, may change as a result of a variety of factors, including political, economic or social events. Changes in, expanded regulatory investigations or \n\nFiscal 2024 Form 10-K      \nTable of Contents\n\nenforcement of, litigation regarding, or adoption of new federal, state, local or international laws, regulations and/or executive orders governing minimum wage or living wage requirements; the classification of exempt and non-exempt employees; the distinction between employees and contractors; diversity, equity, and inclusion programs; immigration; and other human capital management matters; healthcare; data privacy, governance, and cybersecurity; the sale, marketing, sourcing, and pricing of our products; transportation, logistics and interstate delivery operations, including Department of Transportation regulations on vehicles and drivers; international trade; supply chain transparency; the sourcing of raw materials, including timber and minerals, used in our products; taxes, including changes to corporate tax rates; restrictions on carbon dioxide and other greenhouse gas emissions; competition and antitrust requirements and enforcement; sustainability programs, transparency and reporting; unclaimed property; energy costs and consumption; or hazardous waste disposal and other environmental matters, including with respect to our installation services business, could increase our costs of doing business or impact our sales, operations or profitability. While recent changes in the U.S. administration and Congress have and are expected to continue to lead to adoption and implementation of new laws, executive orders, regulations, policies, or reforms, the extent to which they will impact our business cannot be determined.\nIn addition, regulators, customers, shareholders, associates, and other stakeholders are increasingly focusing on cybersecurity, data privacy, human capital management and sustainability matters and related disclosures. These changing rules, regulations and stakeholder expectations have resulted in, and are likely to continue to result in, increased general and administrative expenses, heightened risks of litigation and enforcement actions, and increased management time and attention spent complying with or meeting such regulations and expectations. Initiatives and goals related to these matters could be difficult and expensive to implement, the technologies needed to implement them may not be cost effective and may not advance at a sufficient pace, and we could be criticized or face reputational or regulatory risks regarding the accuracy, adequacy or completeness of the disclosure. \nRegulators, customers, and other stakeholders are also increasingly focusing on federal, state, and local consumer-protection laws and regulations, including those that could relate to how Home Depot prices, discounts, or advertises the products that it sells. This increased attention has resulted in and may continue to result in increased general and administrative expenses, heightened risks of litigation and enforcement actions, and increased management time and attention spent on managing the Company’s response to those matters and its compliance with consumer-protection laws and regulations. \nIf we cannot successfully manage the challenges presented by operating in international markets, we may not be successful in our international operations and our sales and profitability may be negatively impacted.\nOur ability to successfully conduct retail operations in, and source products and materials from, international markets is affected by many of the same risks we face in our U.S. operations, as well as other costs and difficulties specific to managing international operations. Our international operations, including any expansion in international markets, may be, and on occasion have been, adversely affected by local laws and customs, U.S. laws or administrative actions applicable to foreign operations and other foreign legal and regulatory constraints, as well as political, social and economic conditions. Risks inherent in international operations also include, among others, potential adverse tax consequences; international trade disputes, trade policy changes or tariffs and other import-related taxes, fees and controls; inability to sell certain products due to customs actions, including regulatory enforcement inquiries, holds, detentions, and exclusions; greater difficulty in enforcing intellectual property rights; limitations on access to ports; risks associated with the Foreign Corrupt Practices Act and local anti-bribery law compliance; geopolitical or military conflicts or acts of war, as well as any related sanctions or other government or private responses; compliance with forced labor laws; compliance with environmental and responsible sourcing laws and regulations; and challenges in our ability to identify and gain access to local suppliers. For example, trade tensions between the U.S. and China have led to a series of significant tariffs on the importation of certain product categories and tariffs have been recently proposed, and in some cases enacted, on imports from Mexico, Canada, China, and other countries. For the retail products we source, directly or indirectly, outside of the U.S., including Mexico, Canada and China, major changes in tax or trade policies, tariffs or trade relations could significantly adversely impact the cost of, demand for, and profitability of retail product sales in our U.S. or other locations. Countries outside the U.S. may also change, and on occasion have changed, their business and trade policies in anticipation of or in response to increased import tariffs and other changes in U.S. trade policy and regulations, and consumers may seek to avoid goods not sourced domestically, all of which could significantly adversely impact the cost of, demand for, and profitability of retail products in our U.S., Mexico and Canada locations. In addition, our operations in international markets create risk due to foreign currency exchange rates and fluctuations in those rates, which may adversely impact our sales and profitability.\n\nFiscal 2024 Form 10-K      \nTable of Contents\n\nThe inflation or deflation of commodity and other prices could affect our prices, demand for our products, our sales and our profit margins.\nPrices of certain commodity products, including lumber and other raw materials, are historically volatile and are subject to fluctuations arising from changes in domestic and international supply and demand, inflationary or deflationary pressures, labor costs, competition, market speculation, government regulations, tariffs and trade restrictions (including retaliatory tariffs), changes in trade and other policies of the U.S. and other countries due to the change in the administration in the U.S., natural disasters, geopolitical conflicts, and periodic delays in delivery. For example, conflicts in Europe and the Middle East and the related international responses have exacerbated inflationary pressures, including causing increases in commodity prices, fuel and other energy costs, and shipping costs. Rapid and significant changes in commodity and other prices, such as changes in lumber prices, and our ability to pass them on to our customers or manage them through our portfolio strategy, may be limited by the competitive environment in which we operate, and may affect the demand for our products, our sales and our profit margins. If product cost inflation exceeds our ability to manage related expenses, we may not be able to offset the increases without negatively impacting consumer demand. \nWe may incur property, casualty or other losses not covered by our insurance.\nWe are predominantly self-insured for a number of different risk categories, such as general liability (including product liability), property loss, workers’ compensation, employee group medical, employment practices liability and wage and hour claims, automobile claims, and cybersecurity and privacy liability, with insurance coverage for certain catastrophic risks above the self-insurance levels. The types and amounts of insurance may vary from time to time based on our decisions with respect to risk retention and regulatory requirements. The occurrence of significant claims, a substantial rise in costs to maintain our insurance, the failure to maintain adequate insurance coverage, or disputes with insurers regarding coverage could have an adverse impact on our financial condition and results of operations.\nChanges in accounting standards and subjective assumptions, estimates and judgments by management related to complex accounting matters could significantly affect our financial results or financial condition.\nGAAP and related accounting pronouncements, implementation guidelines and interpretations with regard to a wide range of matters that are relevant to our business, such as asset impairment, inventories, lease obligations, self-insurance, vendor allowances, tax matters, business combinations, and litigation, are complex and involve many subjective assumptions, estimates and judgments. Implementation of new accounting standards or changes in existing accounting standards or their application or interpretation, or changes in underlying assumptions, estimates or judgments, could significantly change our reported or expected financial performance or financial condition. The implementation of, or changes to, accounting standards could also require certain systems, internal processes, internal controls, and other changes that could increase our operating costs. \nWe are involved from time to time in a number of legal, regulatory and governmental enforcement proceedings. While we cannot predict the outcomes of those proceedings and other contingencies with certainty, certain of them could adversely affect our operations and reputation and/or increase our costs.\nWe are involved in a number of legal proceedings and regulatory matters, including government inquiries and investigations, and consumer, employment, tort and other litigation that arise from time to time in the ordinary course of business. Litigation is inherently unpredictable, and the outcome of some of these proceedings and other contingencies could require us to take or refrain from taking actions, which could adversely affect our operations or could result in excessive adverse verdicts, fines, or results. Additionally, as we have seen in the past, involvement in such lawsuits, investigations and inquiries, and other proceedings, as well as compliance with any settlements or consent decrees that result from those proceedings, could involve significant expense, divert management’s attention and resources from other matters, and impact the reputation of the Company.",
      "char_count": 72688
    }
  },
  "extracted_at": "2025-10-18T17:36:23.903885"
}