{
  "ticker": "HRL",
  "company_name": "HORMEL FOODS CORP /DE/",
  "cik": 48465,
  "form_type": "10-K",
  "filing_date": "2024-12-05",
  "period_of_report": "2024-10-27",
  "fiscal_year": 2024,
  "accession_number": "0000048465-24-000051",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0000048465&accession_number=000004846524000051&xbrl_type=v",
  "sic_code": "2011",
  "industry": "Meat Packing Plants",
  "sections": {
    "item1": {
      "text": "Item 1.  BUSINESS\nGeneral Development of Business\nHormel Foods Corporation, a Delaware corporation (collectively, the \"Company\", \"we,\" \"us,\" and \"our\"), was founded by George A. Hormel in 1891 in Austin, Minnesota, as Geo. A. Hormel & Company. The Company started as a processor of meat and food products and continues in this line of business with emphasis on the manufacturing and distribution of branded, value-added consumer items. The Company builds on its founder’s legacy of innovation, quality, and integrity with focus on its purpose statement — Inspired People. Inspired Food.™ The Company has continually expanded its product portfolio through organic growth and acquisitions. Today, the Company is a global branded food company bringing some of the most trusted and iconic brands to tables across the globe with approximately $12 billion in annual revenue generated from more than 80 countries.\nDescription of Business\nSegments\nThe Company currently operates with the following three operating and reportable segments: Retail, Foodservice, and International.\nRetail\nThe Retail segment consists primarily of the processing, marketing, and sale of food products sold predominantly in the retail market in the United States. This segment also includes the results from the Company’s MegaMex Foods, LLC joint venture.\nFoodservice\nThe Foodservice segment consists primarily of the processing, marketing, and sale of food products for foodservice, convenience store, and commercial customers located in the United States.\nInternational\nThe International segment processes, markets, and sells Company products internationally. This segment also includes the results from the Company’s international joint ventures, international equity method investments, and international royalty arrangements.\nNet sales to unaffiliated customers, segment profit, and certain other financial information by segment are reported in Note P - Segment Reporting of the Notes to the Consolidated Financial Statements and in Management’s Discussion and Analysis of Financial Condition and Results of Operations.\nProducts and Distribution\nThe Company develops, processes, and distributes a wide array of food products in a variety of markets and manufactures its products through various processing facilities and trusted co-manufacturers. The Company’s products primarily consist of meat, nuts, and other food products sold across multiple distribution channels, such as United States (U.S.) retail, U.S. foodservice, and internationally.\nThe Company sells its products in all 50 U.S. states. The Company’s products are sold through its sales personnel, who operate in assigned territories or in dedicated teams serving major customers and who are coordinated from sales offices predominately located in major U.S. cities. The sales team is also responsible for the product portfolio of MegaMex Foods, LLC (MegaMex Foods), a U.S. based Mexican food company, of which the Company owns a minority interest. Additionally, the Company utilizes independent brokers and distributors. Products are primarily distributed by common carrier.\nThe Company has a global presence within several major international markets, including Australia, Brazil, Canada, China, England, Indonesia, Japan, Mexico, the Philippines, Singapore, and South Korea. Distribution of export sales to customers is by third party carriers, while the China and Brazil operations also rely on company-owned and operated delivery systems. The Company has licensed companies to manufacture various products internationally on a royalty basis. The Company also has minority positions in food companies in the Philippines (The Purefoods-Hormel Company, Inc., 40 percent holding) and Indonesia (PT Garudafood Putra Putri Jaya Tbk (Garudafood), approximately 30 percent holding). \nRaw Materials\nThe Company concentrates on the marketing and sale of branded, value-added food products. The principal raw materials used by the Company include pork, turkey, beef, chicken, and nuts. The Company takes what it believes is a balanced approach to sourcing its raw materials. To meet its needs for pork raw materials, the Company purchases hogs for the Austin, Minnesota processing facility, enters into long-term supply agreements for pork, and supplements this with spot market purchases of pork. \nThe majority of the turkeys needed to meet raw material requirements are raised by the Company. Production costs from raising turkeys are subject to fluctuations in grain prices and fuel costs. To manage input cost risks, the Company uses futures, swaps, and options contracts to hedge a portion of its anticipated purchases. \nThe Company also purchases raw materials from various suppliers. As the Company has shifted its focus toward a more value-added portfolio, it has become increasingly dependent on these suppliers to meet its raw material needs. Certain raw materials, such as cashews, are sourced internationally, which may cause additional risks to pricing and availability. The Company utilizes supply contracts and forward buying strategies in its effort to ensure an adequate supply and mitigate price fluctuations. \nHuman Capital\nThe Company’s employees are the driving force behind innovation, improvement, and success. As of October 27, 2024, the Company had approximately 20,000 active employees, with over 90 percent located within the U.S. Approximately 20 percent of employees are covered by collective bargaining agreements. Contracts at two of the Company's facilities, covering approximately 300 employees, expire in the next fiscal year. The Company believes it has good relations with its workforce.\nTalent Acquisition, Development, and Retention\nHormel’s team members are the cornerstone of the Company and of the fulfillment of its purpose — Inspired People. Inspired Food.™ The Company places great importance on the growth, development, and engagement of its team members. The Company offers competitive compensation packages to its employees and provides a multitude of benefits, including medical, life and disability insurance, contributory and non-contributory retirement savings plans, free post-secondary tuition and tuition reimbursement programs, and two years of tuition-free community and technical college for U.S. employees’ dependent children. In fiscal 2024, the Company provided financial support for a new, third-party operated childcare center in Austin, Minnesota, providing a needed service for team members and the Austin community.\nThe Company believes investing in the education, training, and development of employees contributes to the overall success of the business. The Company provides learning opportunities for employees through various training courses, including instructor-led internal and external programs and on-the-job training.\nThe Company considers the tenure of its team members to be an important indicator of overall performance and is proud of its tenure figures. As of October 27, 2024, approximately 50 percent of the Company’s team members had five or more years of service, and the 37-person officer team had an average of 23 years of service.\nCreating an Inclusive Environment\nThe Company welcomes the diversity, unique skills, thoughts, and experiences of its team members, customers, and consumers. As of October 27, 2024, the Company’s U.S. workforce for majority-owned operations was made up of approximately 40 percent female and approximately 60 percent underrepresented minorities. The Company’s U.S. salaried employees for majority-owned operations as of October 27, 2024 was made up of approximately 35 percent female and approximately 25 percent underrepresented minorities. By fostering an inclusive culture, the Company enables every member of the workforce to leverage unique talents and high-performance standards to drive innovation and success.\nThe Company has twelve employee resource groups (ERGs) that support the Company’s mission to create a workplace where all people feel welcomed, respected, and valued. These employee-driven groups play a critical role in the Company’s efforts to create an inclusive environment and provide professional development and mentorship opportunities. \nSafety, Health, and Wellness\nThe Company’s dedicated corporate safety department develops and administers company-wide policies to ensure the safety of each employee and compliance with Occupational Safety and Health Administration standards and comparable global requirements internationally. The corporate safety department also conducts regular audits of Company-owned production facilities to ensure compliance with Company safety policies. The Company conducts safety training for all team members and, during fiscal 2024, completed approximately 1,200 safety assessments each month.\nThe Company recognizes that team members perform best when they are healthy, and that optimal performance is necessary for the Company to achieve its key results. In addition to the health care benefits package, the Company’s Inspired Health program aims to cultivate and maintain a culture of health and wellness that is focused on encouraging and empowering team members to make healthy lifestyle choices through awareness, prevention, and positive health behavior changes. This program includes biometric screenings, on-site fitness centers and fitness center discounts, an online health university with robust information and resources, a tobacco cessation program, wellness challenges, and confidential health and wellness support.\nGovernmental Regulation and Environmental Matters\nThe Company’s operations are subject to regulation by various governmental agencies which oversee areas such as food safety, workforce mobility, environmental laws, animal welfare, financial and tax regulations, and the processing, packaging, storage, distribution, advertising, and labeling of the Company’s products. The Company believes it is in compliance with current laws and regulations and does not expect continued compliance to have a material impact on its capital expenditures, earnings, or \ncompetitive position. The Company continues to monitor existing and pending laws and regulations and, while the impact of regulatory changes cannot be predicted with certainty, the Company does not expect compliance to have a material adverse effect on the Company’s business. In addition to compliance with environmental laws and regulations, the Company has set aspirational goals to further improve its sustainability efforts and reduce its environmental impact. These goals are outlined in the Company’s 20 by 30 Challenge and address topics such as renewable sourcing, reducing organic waste and greenhouse gas emissions, supporting regenerative agriculture, packaging sustainability, and reducing food waste. The Company’s greenhouse gas emissions reduction targets were validated by the Science Based Targets initiative.\nSignificant Customers\nThe Company serves many customers throughout the world across various sales channels. Sales to the Company’s largest customer, Walmart Inc. and its subsidiaries (Walmart), accounted for approximately 16 percent of consolidated gross sales less returns and allowances during fiscal 2024. Walmart is a customer for the Company’s Retail and International segments. The Company’s top five customers collectively represented approximately 37 percent of consolidated gross sales less returns and allowances during fiscal 2024. The loss of one or more of the top customers in any of the reportable segments could have a material adverse effect upon such segment’s financial results.\nCompetition\nThe production and sale of meat and food products in the U.S. and internationally is highly competitive. The Company primarily competes with manufacturers of pork and turkey products as well as national and regional producers of other meat and protein sources, such as beef, chicken, fish, nuts, and plant-based proteins.\nAll operating segments compete on the basis of price, product quality and attributes, brand identification, breadth of product line, and customer service. Through effective marketing, a dedicated network of direct and indirect sales personnel, and robust quality assurance programs, the Company’s strategy is to provide high quality products that possess strong brand recognition supported by reliable customer service, to support a higher value proposition for customers. To grow and maintain its competitive position, the Company focuses on meeting consumer preferences, delivering product innovation, and maintaining long-term and lasting relationships with industry partners.\nPatents and Trademarks\nThere are numerous patents and trademarks important to the Company’s business. As of October 27, 2024, the Company held 22 U.S. and eight foreign patents. Most of the trademarks the Company uses are registered in the U.S. and other countries. Some of the more significant owned or licensed trademarks used by the Company or its affiliates are:\nHORMEL, ALWAYS TENDER, APPLEGATE, AUSTIN BLUES, BACON 1, BLACK LABEL, BREAD READY, BURKE, CAFÉ H, CERATTI, CHI-CHI’S, COLUMBUS, COMPLEATS, CORN NUTS, CURE 81, DAN’S PRIZE, DI LUSSO, DINTY MOORE, DON MIGUEL, DOÑA MARIA, EMBASA, FAST ‘N EASY, FIRE BRAISED, FONTANINI, HERDEZ, HORMEL GATHERINGS, HOUSE OF TSANG, JENNIE-O, JUSTIN’S, LA VICTORIA, LAYOUT, LLOYD’S, MARY KITCHEN, MR. PEANUT, NATURAL CHOICE, NUT-RITION, OLD SMOKEHOUSE, OVEN READY, PILLOW PACK, PLANTERS, ROSA GRANDE, SADLER’S SMOKEHOUSE, SKIPPY, SPAM, SQUARE TABLE, SPECIAL RECIPE, VALLEY FRESH, and WHOLLY.\nThe Company’s patents expire after a term that is typically 20 years from the date of filing, with earlier expiration possible based on the Company’s decision whether to pay required maintenance fees. As long as the Company continues to use its trademarks, they are renewed indefinitely.\nAvailable Information\nThe Company makes available its annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934 on its website at www.hormelfoods.com. These reports are accessible under the caption, “Investors – Financials – SEC Filings” on the Company’s website and are available as soon as reasonably practicable after such material is electronically filed with or furnished to the Securities and Exchange Commission (SEC). These filings are also available on the SEC’s website at www.sec.gov. The documents are available in print, free of charge, to any shareholder who requests them.\nFORWARD-LOOKING STATEMENTS\nThis report contains “forward-looking” information within the meaning of the federal securities laws. The “forward-looking” information may include statements concerning the Company’s outlook for the future as well as other statements of beliefs, future plans, strategies, or anticipated events and similar expressions concerning matters that are not historical facts.\nThe Private Securities Litigation Reform Act of 1995 (the Reform Act) provides a “safe harbor” for forward-looking statements to encourage companies to provide prospective information. The Company is filing this cautionary statement in connection with the Reform Act. When used in the Company’s Annual Report to Stockholders, other filings by the Company with the SEC, the Company’s press releases, and oral statements made by the Company’s representatives, the words or phrases “should result,” “believe,” “intend,” “plan,” “are expected to,” “targeted,” “will continue,” “will approximate,” “is anticipated,” “estimate,” “project,” or \nsimilar expressions are intended to identify forward-looking statements within the meaning of the Reform Act. Such statements are subject to certain risks and uncertainties that could cause actual results to differ materially from historical results and those anticipated or projected.\nIn connection with the “safe harbor” provisions of the Reform Act, the Company is identifying risk factors that could affect financial performance and cause the Company’s actual results to differ materially from opinions or statements expressed with respect to future periods. The following discussion of risk factors contains certain cautionary statements regarding the Company’s business, which should be considered by investors and others. Such risk factors should be considered in conjunction with any discussions of operations or results by the Company or its representatives, including any forward-looking discussion, as well as comments contained in press releases, presentations to securities analysts or investors, or other communications by the Company.\nThough the Company has attempted to list comprehensively these important cautionary risk factors, the Company cautions that other factors may in the future prove to be important in affecting the Company’s business or results of operations.\nThe Company cautions readers not to place undue reliance on forward-looking statements, which represent current views as of the date made. Forward-looking statements are inherently at risk to changes in the Company’s business as well as the national and worldwide economic environment. The risks and uncertainties that could cause actual results to differ from those anticipated or projected include, among other things, risks related to the deterioration of economic conditions; risks associated with acquisitions, joint ventures, equity investments, and divestitures; risks and uncertainties associated with intangible assets, including any future goodwill or intangible assets impairment charges; the risk of disruption of operations, including at owned facilities, co-manufacturers, suppliers, logistics providers, customers, or other third-party service providers; the risk that the Company may fail to realize anticipated cost savings or operating profit improvements associated with strategic initiatives, including the Transform and Modernize initiative; risk of loss of a significant contract or unfavorable changes in the Company’s relationships with significant customers; risk of the Company’s inability to protect information technology systems against, or effectively respond to, cyber attacks, security breaches or other IT interruptions, against or involving the Company’s IT systems or those of others with whom it does business; risk of the Company’s failure to timely replace legacy technologies; deterioration of labor relations or labor availability or increases to labor costs; general risks of the food industry, including those related to food safety, such as costs resulting from food contamination, product recalls, the remediation of food safety events at its facilities, including the production disruption at the Suffolk, Virginia, facility, or outbreaks of disease among livestock and poultry flocks; fluctuations in commodity prices and availability of raw materials and other inputs; fluctuations in market demand for the Company’s products, including due to private label products and lower-priced alternatives; risks related to the Company’s ability to respond to changing consumer preferences, diets and eating patterns, and the success of innovation and marketing investments; damage to the Company’s reputation or brand image; risks associated with climate change, or legal, regulatory, or market measures to address climate change; risks of litigation; potential sanctions and compliance costs arising from government regulation; compliance with stringent environmental regulations and potential environmental litigation; and risks arising from the Company’s foreign operations, including geopolitical risk, exchange rate risk, legal, tax, and regulatory risk, and risks associated with tariffs.",
      "char_count": 19760
    },
    "item1a": {
      "text": "Item 1A.  RISK FACTORS\nBusiness and Operational Risks\nDeterioration of economic conditions could harm the Company’s business. The Company’s business may be adversely affected by changes in national or global economic conditions, including inflation, interest rates, tax rates, availability of capital, energy availability and costs (including fuel surcharges), political developments, civil unrest, and the effects of governmental initiatives to manage economic conditions. Decreases in consumer spending rates and shifts in consumer product preferences could also negatively impact the Company.\nVolatility in financial markets and the deterioration of national and global economic conditions could impact the Company’s operations as follows:\n▪The financial stability of the Company’s customers and suppliers may be compromised, which could result in challenges in collecting accounts receivable or non-performance by suppliers.\n▪Unfavorable economic conditions may lead customers and consumers to delay or reduce purchases of the Company’s products.\n▪Customer demand for products may not materialize to levels required to achieve the Company’s anticipated financial results or may decline as distributors and retailers seek to reduce inventory positions if there is an economic downturn or economic uncertainty in key markets.\n▪The value of the Company’s investments in debt and equity securities may decline, including, most significantly, assets held in pension plans and the trading securities held as part of a rabbi trust to fund supplemental executive retirement plans and deferred compensation plans.\n▪Future volatility or disruption in the capital and credit markets could impair the Company’s liquidity or increase costs of borrowing.\n▪The Company may be required to redirect cash flow provided by operations or explore alternative strategies, such as disposing of assets, to fulfill the payment of principal and interest on its indebtedness.\nThe Company has no manufacturing operations in Russia, Ukraine, or the Middle East, yet it has experienced inflated fuel costs and supply chain shortages and delays due to the impact of the military conflicts on the global economy. If these conflicts or others arise or escalate further, the Company could, among other things, face additional supply chain disruptions, rising prices for oil and other commodities, volatility in capital markets and foreign exchange rates, rising interest rates, or heightened cybersecurity risks, any of which may adversely affect the Company’s business.\nThe Company manages its exposure to commodity prices through hedging programs that utilize hedge accounting, where qualified, for financial reporting purposes. Volatile fluctuations in market conditions could cause these instruments to become ineffective, which could require any gains or losses associated with these instruments to be reported in the Company’s earnings each period. These instruments may limit the Company’s ability to benefit from market gains if commodity prices become more favorable than those secured under the Company’s hedging programs. \nIf a highly pathogenic human disease outbreak developed, such as COVID-19, it may negatively impact the global economy, demand for Company products, the supply chain, the Company’s co-manufacturers, and/or the Company’s workforce availability including leadership, and the Company’s financial results could suffer. The Company has developed contingency plans to address infectious disease scenarios and the potential impact on its operations and will continue to update these plans, as necessary. There can be no assurance given, however, that these plans will be effective in eliminating the negative effects of any such diseases on the Company’s operating results.\nThe Company’s operations are subject to the general risks associated with acquisitions, joint ventures, equity investments, and divestitures. The Company regularly reviews opportunities to support the Company’s strategic initiative of delivering long-term value to shareholders through acquisitions, joint ventures, and equity investments and to divest non-strategic assets. The Company has made several acquisitions, joint ventures, equity investments, and divestitures in recent years, including the purchase of a minority interest in Garudafood in fiscal 2023 and the divestiture of Hormel Health Labs, LLC in fiscal 2024. Potential risks associated with these transactions include the inability to consummate a transaction timely or on favorable terms, diversion of management’s attention from other business concerns, loss of key employees and customers of current or acquired companies, inability to integrate or divest operations successfully, assumption of unknown liabilities, disputes with buyers, sellers, or partners, inability to obtain favorable financing terms, and the inherent risks in entering markets or lines of business in which the Company has limited or no prior experience. There is also the risk of post-acquisition impairment charges if purchase assumptions are not achieved.\nDue to the nature of joint ventures and equity investments, these arrangements involve further risks, including the possibility that the Company is unable to execute business strategies and manage operations given limitations of the Company’s control. Additionally, partners may make business decisions that are inconsistent with the Company’s goals, block or delay necessary decisions, or experience financial difficulties of their own. Acquisitions, joint ventures, or equity investments outside the U.S. may also present unique challenges and increase the Company’s exposure to the risks associated with foreign operations.\nThe Company’s level of indebtedness may increase to fund future acquisitions, joint ventures, or equity investments. Higher levels of debt may, among other things, impact the Company’s liquidity or credit rating and increase the Company’s exposure to negative fluctuations in interest rates.\nAny of these risks could impact the Company’s financial results and business reputation.\nRisks and uncertainties associated with intangible assets, including any future goodwill or intangible asset impairment charges, may negatively impact the Company. The Company’s goodwill and indefinite-lived intangible assets are initially recorded at fair value and are not amortized but are reviewed for impairment annually or more frequently if impairment indicators arise. Impairment testing requires judgment around estimates and assumptions and is impacted by factors such as revenue growth rates, operating margins, tax rates, royalty rates, and discount rates. An unfavorable change in these factors may lead to the impairment of goodwill and/or intangible assets. During fiscal 2023, an impairment was indicated for the Justin’s® trade name, resulting in an impairment charge of $28.4 million. In addition, during fiscal 2023, the Company recorded a $7.0 million impairment charge related to a corporate venturing investment to recognize a decline in fair value not believed to be temporary.\nFiscal 2024 net sales for Planters® snack nuts were negatively impacted by production disruptions at the Suffolk, Virginia, facility. The Company believes these impacts are short term in nature (less than one year) and projects sales to recover to historical levels shortly after supply normalizes. Should the impact last longer, or be more severe than currently anticipated, it is likely the Company would have to recognize an impairment charge on this trade name, which is currently valued at $675 million.\nThe Company is subject to the risk of disruption of operations, including at owned facilities, co-manufacturers, suppliers, logistics providers, customers, or other third-party service providers. The Company’s ability, and the ability of the Company’s co‑manufacturers, suppliers, and logistics providers to manufacture, supply and distribute the Company’s products is critical to the Company’s success. A significant disruption in the operation of the Company’s manufacturing, supply, or distribution capabilities, whether Company-owned or supported by third parties, could have a negative impact on the Company’s ability to operate its business. Actions taken to mitigate the impact of any potential disruption, including increasing inventory in anticipation of a potential production or supply interruption, may adversely affect the Company’s financial results. Additionally, labor-related challenges have caused disruptions for many of these providers and may continue to impact the Company’s ability to receive inputs or distribute products.\nThe Company relies on its customers to sell its products to ultimate consumers. Disruptions related to significant customers or sales channels could result in a reduction in sales or a change in the mix of products sold.\nThe Company also relies on a variety of third-party service providers to support its operations. Disruption in services from third-party service providers used to support business functions such as benefit plan administration, payroll processing, information technology (IT) and cloud computing services could have a negative impact on the Company’s business.\nThe Company may not realize the anticipated cost savings or operating profit improvements associated with strategic initiatives, including its Transform and Modernize initiative. The Company implements strategic initiatives to achieve a profitable cost structure, operate more profitably, better serve customers, and optimize cash flow. These initiatives may focus on opportunities to improve the procurement, manufacturing, and logistics within the Company’s supply chain as well as general and administrative processes. A failure or delay in implementing the improvements associated with these strategic initiatives could adversely impact the Company’s results, ability to meet its long-term growth expectations, and ability to fund future initiatives.\nThe Company began its Transform and Modernize initiative in the second half of fiscal 2023 with a goal of contributing meaningful operating profit growth through fiscal 2026. If this initiative does not achieve the expected financial impact in the aggregate or on the expected timeline, the Company’s financial results and ability to meet its long-term growth expectations could be adversely impacted.\nIn addition, the Company is in the midst of multi-year data and technology transformation projects to achieve better analytics, customer service, process efficiencies, and upgrade technologies. The projects, including updating the Company’s order-to-cash process, are expected to improve the efficiency and effectiveness of certain financial and business transaction processes and the underlying systems environment. Multiple phases of these projects have already been implemented and additional phases are expected to be implemented in the upcoming years. These implementations are a major undertaking from a financial, management, and personnel perspective and may prove to be more difficult, costly, or time consuming than expected, and there can be no assurance that these projects will be beneficial to the extent anticipated.\nThe Company is subject to risk of the loss of a significant contract or unfavorable changes in the Company’s relationships with significant customers. The Company is a party to several supply, distribution, contract packaging and other significant contracts. The loss of a significant contract or failure to obtain new significant contracts could adversely affect the Company’s financial results.\nSales to the Company's largest customer, Walmart, accounted for approximately 16 percent of consolidated gross sales less returns and allowances during fiscal 2024. Walmart is a customer for the Company’s Retail and International segments. The Company’s top five customers collectively represented approximately 37 percent of consolidated gross sales less returns and allowances during fiscal 2024. The loss of one or more of the top customers in any of the reportable segments could have a material adverse effect upon such segment’s financial results.\nThe Company may be adversely impacted if the Company is affected by cybersecurity attacks, security breaches, or other IT interruptions, involving its own systems or those with whom it does business. IT systems are an important part of the Company’s business operations. The Company also increasingly relies upon third-party service providers for a variety of business functions, including cloud-based services. Cyber incidents are occurring more frequently across U.S. industries and are being made by groups and individuals with a wide range of motives and expertise. In addition, high-profile data security incidents and IT interruptions at other companies, including companies with whom the Company does business, evidence an external environment that is becoming increasingly challenging. From time to time, the Company has experienced, and may experience in the future, breaches of security measures due to human error, malfeasance, insider threats, system errors or vulnerabilities or other irregularities, none of which have been material to date. In addition, from time to time the Company has experienced disruptions to its operations due to IT interruptions at third parties with whom it does business. To date, none of these have been material.\nAlthough the Company has programs in place related to business continuity, disaster recovery, and information security initiatives to maintain the confidentiality, integrity, and availability of systems, business applications, and customer information, the Company may not be able to anticipate or implement effective preventive measures against all potential IT interruptions or cybersecurity threats, especially because, in connection with cybersecurity threats the techniques used change frequently and \nbecause attacks can originate from a wide variety of sources, both domestic and foreign. Cybersecurity risk cannot be fully mitigated because of the rapidly evolving nature of the threats, targets, and consequences.\nIf the Company experiences a loss or significant disruption in its operations due to a cybersecurity event or other IT interruption, the Company may suffer reputational, competitive, and business harm and may be exposed to legal liability, which may adversely affect the Company’s results of operations.\nThe Company may be adversely affected if it fails to timely replace legacy technologies. The Company has been evolving its IT infrastructure but continues to rely on a variety of legacy technologies across its business. The Company is investing significant funds to update its IT infrastructure. If the Company fails to timely complete this work, the risk of an adverse cybersecurity incident may increase, if, for example, vendors fail to continue to provide security updates. Reliance on legacy technology for an extended period may also increase the Company’s IT maintenance expense and risk of system downtime, as well as slow the Company’s adoption of more innovative technologies or ability to benefit from more sophisticated data analytics.\nDeterioration of labor relations, labor availability or increases in labor costs could harm the Company’s business. A significant increase in labor costs or a deterioration of labor relations at any of the Company’s owned facilities or co-manufacturing facilities resulting in work slowdowns or stoppages could harm the Company’s financial results. Labor and skilled labor availability challenges could continue to have an adverse effect on the Company’s business. \nThe Company periodically renegotiates its collective bargaining agreements as such agreements expire. New or increased unionization efforts at a facility or failure to successfully negotiate with existing unions could lead to disruptions in the Company's supply chain, increases in operating costs, and constraints on operating flexibility.\nIndustry Risks\nThe Company’s operations are subject to the general risks of the food industry. The food products manufacturing industry is subject to the risks posed by a number of factors, including:\n▪food contamination caused by disease-producing organisms or pathogens, such as Listeria monocytogenes, Salmonella, and pathogenic E coli.; \n▪mislabeling, including with respect to food allergens;\n▪food spoilage;\n▪claims of false or deceptive advertising;\n▪nutritional and health-related concerns; \n▪federal, state, and local food processing controls; \n▪consumer product liability claims;\n▪product tampering; and \n▪the possible unavailability and/or expense of liability insurance.\nThe pathogens that may cause food contamination are found generally in livestock and in the environment and thus may be present in the Company’s products. These pathogens can also be introduced to products as a result of improper handling by customers or consumers. The Company does not have control over handling procedures once products have been shipped for distribution. \nIf one or more of these risks were to materialize, the Company could incur significant costs, loss of sales, regulatory action, or litigation as well as negative impacts to its brand and business reputation.\nDuring the third quarter of fiscal 2024, the Company voluntarily recalled a limited number of Planters® products due to the potential for contamination of the product with Listeria monocytogenes. Although to-date there have been no reports of illness related to the recalled products, the Company has experienced costs and business impacts associated with the event.\nOutbreaks of disease among livestock and poultry flocks could harm the Company’s revenues and operating margins. The Company is subject to risks associated with the outbreak of disease in pork and beef livestock, and poultry flocks, including African swine fever (ASF), Bovine Spongiform Encephalopathy (BSE), pneumo-virus, Porcine Circovirus 2 (PCV2), Porcine Reproduction & Respiratory Syndrome (PRRS), Foot-and-Mouth Disease (FMD), Porcine Epidemic Diarrhea Virus (PEDv), and Highly Pathogenic Avian Influenza (HPAI). The outbreak of such diseases could adversely affect the Company’s supply of raw materials, increase the cost of production, reduce utilization of the Company’s harvest facilities, and reduce earnings. The impact of global climate change may increase these risks due to changes in weather or migratory patterns, which may result in certain types of diseases occurring more frequently or with more intense effects. Additionally, the outbreak of disease may hinder the Company’s ability to market and sell products both domestically and internationally.\nIn recent years, outbreaks of ASF have impacted hog herds in China, Asia, Europe, and the Caribbean. If an outbreak of ASF were to occur in the U.S., the Company’s supply of hogs and pork could be materially impacted.\nHPAI was detected within the Company’s turkey supply chain during fiscal 2024 and the first quarter of fiscal 2025. HPAI could continue to be detected in the future. The impact of HPAI has reduced and the Company believes it will continue to reduce production volume in the Company’s turkey facilities. The Company is continuing to monitor the situation and will take appropriate actions to protect the health of the turkeys across the supply chain. \nThe Company has developed business continuity plans for various disease scenarios and will continue to update these plans, as necessary. There can be no assurance given, however, that these plans will be effective in eliminating the negative effects of any such diseases on the Company’s operating results.\nFluctuations in commodity prices and availability of raw materials and other inputs could harm the Company’s earnings. The Company’s results of operations and financial condition are largely dependent upon the cost and supply of pork, poultry, beef, feed grains, nuts, energy, and other inputs, as well as the selling prices for many of the Company’s products, which are determined by dynamic market forces of supply and demand.\nThe Company takes a balanced approach to sourcing pork raw materials, including hogs purchased for the Austin, Minnesota processing facility, long-term supply agreements for pork, and spot market purchases of pork. This approach is designed to ensure a more stable supply of raw materials while minimizing extreme fluctuations in costs over the long-term. This may result, in the short-term, in higher or lower live hog costs compared to the cash spot market. Market-based pricing on certain product lines, and lead time required to implement pricing adjustments, may prevent all or part of these cost increases from being recovered, and these higher costs could adversely affect the Company’s short-term financial results.\nThe Company raises turkeys and contracts with turkey growers to meet its raw material requirements for whole birds and processed turkey products. Results in these operations are affected by the cost and supply of feed grains, which fluctuate due to climate conditions, production forecasts, and supply and demand conditions at local, regional, national, and worldwide markets. The Company attempts to manage some of its short-term exposure to fluctuations in feed prices by forward buying, using futures contracts, and pursuing pricing advances. However, these strategies may not be adequate to overcome sustained increases in market prices due to alternate uses for feed grains or other changes in these market conditions.\nThe Company may be subject to decreased availability or less favorable pricing for nuts, tomatoes, avocados, or other produce if poor growing conditions have a negative effect on agricultural productivity. Reductions in crop size or quality due to unfavorable growing conditions may have an adverse effect on the Company’s results.\nThe supplies of natural and organic proteins may impact the Company’s ability to ensure a continuing supply of these products. To mitigate this risk, the Company partners with multiple long-term suppliers. \nInternational trade barriers and other restrictions or disruptions could result in decreased foreign demand and increased domestic supply of proteins, thereby potentially lowering prices. The Company occasionally utilizes in-country production to limit this exposure.\nMarket demand for the Company’s products may fluctuate, including due to private label products and lower-priced alternatives. The Company faces competition from a variety of sources, including other national brands, private label producers, and producers of alternative meats and protein sources, including pork, beef, turkey, chicken, fish, nuts, nut butters, whey, and plant-based proteins. The factors on which the Company competes include:\n▪price;\n▪product quality and attributes;\n▪brand identification;\n▪breadth of product line; and\n▪customer service.\nDemand for the Company’s products is also affected by competitors’ promotional spending, the effectiveness of the Company’s advertising and marketing programs, and consumer perceptions, including those related to food trends such as sustainability of product sources and animal welfare. The Company’s failure to compete successfully on these factors could lead to, among other things, reduced demand for the Company’s brands and products, which could negatively impact the Company’s financial condition and results of operations.\nThe Company faces risks related to its ability to respond to changing consumer preferences, diets and eating patterns, including through its innovation and marketing investments. The Company invests in consumer insights and research and development to deliver innovative products that resonate with consumers, appeal to customers, and support sales growth. Consumer preferences for food products are impacted by a variety of factors, including convenience, flavor variety and developments in options for weight management (e.g., the use of medications). If the Company is unsuccessful in developing and introducing new products that resonate with consumers, the return on the Company’s investment in new product development will be less than anticipated and the Company’s efforts to grow sales through innovation will be less successful than expected.\nDamage to the Company’s reputation or brand image can adversely affect its business. Maintaining and enhancing the perception of the reputation of the Company and its key brands is critical to business success. The reputation of the Company and its brands have been in the past, and could in the future be, adversely impacted by a number of factors, including unfavorable events or rumors, adverse publicity, and negative information disseminated through social and digital media. Failure to maintain, extend, and expand the Company’s reputation or brand image could adversely impact operating results.\nClimate change, or legal, regulatory or market measures to address climate change, could have an adverse impact on the Company’s business and results of operations. There is growing concern that carbon dioxide and other greenhouse gases in the atmosphere may have an adverse impact on global temperatures, weather patterns, and the frequency and severity of extreme weather and natural disasters. If such climate change has a negative impact on agricultural productivity, the Company may have decreased availability of, or less favorable pricing for, the raw materials necessary for its operations. Climate change may also cause decreased availability of, or less favorable pricing for, water, which could have an adverse effect on the Company’s financial results, operations, and supply chain. In addition, natural disasters and extreme weather, including those caused by climate change, have caused and could continue to cause disruption in the Company’s operations and supply chain and increases in property insurance premiums.\nThe increasing concern over climate change may also result in greater local, state, federal, and foreign legal requirements, including requirements to limit greenhouse gas emissions or conserve water usage. If such requirements are enacted, the Company could experience significant cost increases in its operations and supply chain.\nThe Company has developed, publicly announced, and had validated through the Science Based Targets initiative, goals to reduce its greenhouse gas emissions. The Company’s ability to achieve its greenhouse gas emissions goals, and its other environmentally focused goals set forth in its 20 by 30 Challenge, is subject to numerous factors and conditions, many of which are outside of its control. Examples include, among others, evolving regulatory requirements, disclosure frameworks, and methodologies for reporting data. The Company’s inability to accomplish its goals related to greenhouse gas emissions reductions, or with respect to other environmental matters set forth in the 20 by 30 Challenge may disappoint stakeholders, cause decreased demand for the Company’s products, and have an adverse effect on the Company’s results of operations.\nLegal and Regulatory Risks\nThe Company’s operations are subject to the general risks of litigation. The Company is involved on an ongoing basis in litigation arising in the ordinary course of business. Trends in litigation may include class actions involving employees, consumers, competitors, suppliers, shareholders, or others, and claims relating to product liability, contract disputes, antitrust regulations, intellectual property, advertising, labeling, wage and hour laws, employment practices or environmental matters. Neither litigation trends nor the outcomes of litigation can be predicted with certainty and adverse litigation trends and outcomes could negatively affect the Company’s financial results.\nGovernment regulation, present and future, exposes the Company to potential sanctions and compliance costs that could adversely affect the Company’s business. The Company’s operations, and those of its suppliers, are subject to extensive regulation in the U.S. and abroad, by the U.S. Department of Agriculture, the U.S. Food and Drug Administration, the U.S. Department of Homeland Security, international, federal, and state taxing authorities and other international, federal, state, and local authorities, including those that oversee workforce mobility, taxation, animal welfare, food safety, and the processing, packaging, storage, distribution, advertising, and labeling of the Company’s products. Claims or enforcement proceedings could be brought against the Company in the future. In addition, these regulations could become more restrictive, which could lead to increased costs for the Company. For example, pork harvest facilities that the Company relies upon in its supply chain are subject to maximum production line speeds. The current maximum line speeds are under review by the government. If line speeds are required to be slowed, harvest capacity and costs may be negatively impacted.\nThe Company’s manufacturing facilities and products are also subject to ongoing inspection by federal, state, and local authorities. The loss of the availability of government inspectors due to a government furlough could cause disruption to the Company’s manufacturing facilities.\nAdditionally, the Company is subject to new or modified laws, regulations, and accounting standards. The Company’s failure or inability to comply with such requirements could subject the Company to civil remedies, including fines, injunctions, recalls or seizures, as well as potential criminal sanctions.\nThe Company is subject to stringent environmental regulations and potentially subject to environmental litigation, proceedings, and investigations. The Company’s past and present business operations and the Company’s ownership and operation of real property are subject to stringent international, federal, state, and local environmental laws and regulations pertaining to the discharge of materials into the environment and the handling and disposition of wastes (including solid and hazardous wastes) or otherwise relating to protection of the environment. Compliance with these laws and regulations, as well as any modifications, is material to the Company’s business. Some of the Company’s facilities have been in operation for many years and, over time, the Company and other prior operators of these facilities may have generated and disposed of wastes that \nnow may be considered hazardous. Future discovery of contamination of property underlying or in the vicinity of the Company’s present or former properties or manufacturing facilities and/or waste disposal sites could require the Company to incur additional expenses related to additional investigation, assessment, or other requirements. The occurrence of any of these events, the implementation of new laws and regulations or stricter interpretation of existing laws or regulations could adversely affect the Company’s financial results.\nThe Company’s foreign operations pose additional risks to the Company’s business. The Company operates its business and markets its products internationally. The Company’s foreign operations are subject to the risks described above, as well as risks related to fluctuations in currency values, foreign currency exchange controls, compliance with foreign regulations and tax laws, compliance with applicable U.S. laws, including the Foreign Corrupt Practices Act, and other economic or political uncertainties. International sales are subject to risks related to general economic conditions, imposition of tariffs, quotas, trade barriers and other restrictions, enforcement of remedies in foreign jurisdictions and compliance with applicable foreign laws, and other economic and political uncertainties. All of these risks could result in increased costs or decreased revenues, which could adversely affect the Company’s financial results.",
      "char_count": 31971
    }
  },
  "extracted_at": "2025-10-18T17:36:43.589851"
}