{
  "ticker": "IRDM",
  "company_name": "Iridium Communications Inc.",
  "cik": 1418819,
  "form_type": "10-K",
  "filing_date": "2025-02-13",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001628280-25-005302",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001418819&accession_number=000162828025005302&xbrl_type=v",
  "sic_code": "4899",
  "industry": "Communications Services, NEC",
  "sections": {
    "item1": {
      "text": "Item 1. Business\nBusiness Overview\nIridium Communications Inc. (“we,” “us,” or “Iridium”) is the only commercial provider of communications services offering true global coverage, connecting people, organizations and assets to and from anywhere, in real time. Our low-earth orbit (LEO), L-band network provides reliable, weather-resilient communications services to regions of the world where terrestrial wireless or wireline networks do not exist or are limited, including remote land areas, open ocean, airways, the polar regions, and regions where the telecommunications infrastructure has been affected by political conflicts or natural disasters.\nWe provide voice and data communications services to businesses, the U.S. and foreign governments, non-governmental organizations, and consumers via our satellite network, which has an architecture of 66 operational satellites with in-orbit spares and related ground infrastructure. We utilize an interlinked mesh architecture to route traffic across our satellite constellation using radio frequency crosslinks between satellites. This unique architecture minimizes the need for local ground facilities to support the constellation, which facilitates the global reach of our services and allows us to offer services in countries and regions where we have no physical presence. \nThe current Iridium® constellation was completed in 2019, fully replacing our first-generation system. In addition to supporting new products with higher data speeds, it hosts the Aireon® system, which provides a global air traffic surveillance service through a series of automatic dependent surveillance-broadcast, or ADS-B, receivers on our satellites. We formed Aireon LLC in 2011, with subsequent investments from several air navigation service providers, or ANSPs, to develop and market this service. Aireon has contracted to provide surveillance and other services to ANSPs and other customers around the world. Aireon has also contracted to pay us a fee to host the ADS-B receivers on our satellites, as well as data service fees for the delivery of the air traffic surveillance data over the Iridium system. In addition, we have an agreement with L3Harris Technologies, Inc., or L3Harris, the manufacturer of the Aireon hosted payload, pursuant to which L3Harris pays us fees to allocate the remaining hosted payload capacity to its customers and data service fees on behalf of these customers.\nOur commercial business, which we view as our primary source of long-term growth, is diverse and serves markets such as emergency services, maritime, aviation, government, utilities, oil and gas, mining, recreation, forestry, heavy equipment, construction, railways and other transportation. Many of our end users view our products and services as critical to their daily operations and integral to their communications and business infrastructure. For example, multinational corporations in various sectors use our services for business telephony, email and data transfer, including telematics and personal location tracking, and to provide mobile communications services for employees in areas inadequately served by other telecommunications networks. Commercial enterprises use our services to track assets in remote areas and provide telematics information such as location and engine diagnostics. Ship crews and passengers use our services for ship-to-shore calling, as well as to send and receive email and data files, and to receive electronic media, weather reports, emergency bulletins and electronic charts. Shipping operators use our services to manage operations on board ships and to transmit data, such as course, speed, fuel, weather and other navigation service data, as well as for emergency services, as one of only two networks currently approved to provide Global Maritime Distress and Safety System (GMDSS) services. Aviation end users use our services for air-to-ground telephony and data communications for position reporting, flight following, emergency tracking, weather information, electronic flight bag updates, and airline operational communications. Recreational users rely on our services as a safety and critical personal communications lifeline to remain in contact with friends and family, as well as for emergency distress signals. We have also seen growing adoption of our services to support autonomous systems, for which Iridium is used for command and control, image transmission and environmental data gathering via unmanned aerial, underwater and surface vehicles. Iridium Certus® provides a platform for our partners to develop specialized broadband and midband (a term we use to describe services between our legacy 2.4 Kbps narrowband and our 128 Kbps and higher broadband offerings) applications on our network. In 2024, we introduced additional Iridium Certus offerings that enable IoT applications to send more data, with greater security and natively delivered via cloud infrastructure. With broadband services provided for the maritime, land-mobile and aviation industries and a midband service designed for maximum mobility, Iridium Certus offers the flexibility to scale device speeds, sizes and power requirements both up and down based on the needs of the end-user. We expect that these and future Iridium Certus service offerings will continue to drive growth opportunities in our commercial business. \nIn 2024, we acquired Satelles, Inc., a provider of highly secure, satellite-based position, navigation and timing (PNT) services that complement and protect GPS and other Global Navigation Satellite System, or GNSS, reliant systems. Time synchronization and location data play an important role in the global economy, particularly for major industries supported by critical infrastructure, such as financial services, telecommunications, cyber-security and transportation. We believe the \nacquisition of Satelles’s business could generate substantial growth in our service revenue, as well as incremental equipment and engineering services revenue over the coming years from both government and commercial customers. \nThe U.S. government, directly and indirectly, has been and continues to be our largest single customer, generating $223.3 million in service and engineering and support service revenue, or 27% of our total revenue, for the year ended December 31, 2024. This does not include revenue from the sale of equipment that may be ultimately purchased by U.S. or non-U.S. government agencies through third-party distributors, or airtime services purchased by U.S. or non-U.S. government agencies that are provided through our commercial gateway, as we lack specific visibility into these activities and the related revenue. We operate primarily under a multi-year, fixed-price contract with the U.S. government, which we refer to as our Enhanced Mobile Satellite Services, or EMSS, contract to provide specified satellite airtime services for an unlimited number of U.S. Department of Defense, or DoD, and other federal government subscribers. The EMSS contract, entered into in September 2019, has a total value of $738.5 million over its seven-year term, through September 2026, with annual revenues between $100 million and $110.5 million over the term. We provide other services, such as Iridium Certus, to the U.S. government under separate arrangements for an additional fee. \nThe U.S. government owns and operates a dedicated gateway that is only compatible with our satellite network. The U.S. armed services, State Department, Department of Homeland Security, Federal Emergency Management Agency, or FEMA, Customs and Border Protection, and other U.S. government agencies, as well as other nations’ governmental agencies, use our voice and data services for a wide variety of applications. Our voice and data products are used for numerous primary and backup communications solutions, including logistical, administrative, morale and welfare, tactical, and emergency communications. In addition, our products are installed in ground vehicles, ships, and rotary- and fixed-wing aircraft and are used for command-and-control and situational awareness purposes. Our satellite network provides increased network security to the U.S. government because traffic is routed across our satellite constellation before being brought down to earth through the dedicated, secure U.S. government gateway. The U.S. government has made, and continues to make, significant investments to upgrade its dedicated gateway, to purchase our voice and data devices, and to invest directly and indirectly in research and development and implementation support for additional services on our network, such as Distributed Tactical Communications Services, or DTCS, and Iridium Certus.\nWe also provide engineering and support services to the U.S. government under a contract awarded by the Space Development Agency in May 2022 to General Dynamics Mission Systems, with Iridium as a subcontractor, which we refer to as the SDA contract. Under this contract, General Dynamics Mission Systems and Iridium will build ground entry points and operations centers for the Proliferated Warfighter Space Architecture (PWSA), as well as provide network operations and systems integration services for the SDA’s next tranche of proliferated low-earth orbit satellites. \nWe sell our products and services to commercial end users through a wholesale distribution network, encompassing approximately 110 service providers, approximately 310 value-added resellers, or VARs, and approximately 85 value-added manufacturers, or VAMs, which create and sell technology that uses the Iridium network either directly to the end user or indirectly through other service providers, VARs or dealers. These distributors often integrate our products and services with other complementary hardware and software and have developed a broad suite of applications using our products and services to target specific lines of business. We expect that demand for our services will increase as more applications are developed and deployed that utilize our technology.\nAt December 31, 2024, we had approximately 2,460,000 billable subscribers worldwide, representing an 8% increase compared to December 31, 2023. Total revenue increased from $790.7 million in 2023 to $830.7 million in 2024, representing a 5% increase.\nIndustry\nWe compete primarily in the mobile satellite services sector of the global communications industry. Mobile satellite services operators provide voice and data services to people and machines using a network of satellites and ground facilities. Mobile satellite services are intended to meet users’ needs for connectivity in all locations where terrestrial wireless and wireline communications networks do not exist, do not provide sufficient coverage, or are impaired, including rural and developing areas that lack adequate wireless or wireline networks, airways, ocean and polar regions where few alternatives exist, and regions where the telecommunications infrastructure has been affected by political conflicts or natural disasters.\nGovernment organizations, including military and disaster response agencies, non-governmental organizations, and industrial operations and support teams depend on mobile and fixed voice and data satellite communications services on a regular basis. Businesses with global operations require reliable communications services when operating in remote locations around the \nworld. Mobile satellite services users span many sectors, including emergency services, maritime, aviation, government, utilities, oil and gas, mining, recreation, forestry, heavy equipment, construction, railways and other transportation, among others. Many of our customers view satellite communications services as critical to their daily operations.\nWe believe that growth in the terrestrial wireless industry has increased awareness of the need and higher expectations for reliable mobile voice and data communications services. In addition, despite significant penetration and competition, terrestrial wireless systems do not cover a large majority of the earth’s surface and are focused mainly in those areas where people live, excluding oceans and other remote regions where ships, airplanes and other remote assets may be. By offering mobile communications services with global voice and data coverage, mobile satellite service providers address the demand from businesses, governments and individuals for connectivity and reliability in locations not consistently served by wireline and wireless terrestrial networks.\nThe mobile satellite services sector of the global telecommunications industry also benefits from the continued development of innovative, lower-cost technology and applications integrating mobile satellite products and services, including the continued advancement of IoT. We believe that growth in demand for mobile satellite services is driven in large part by the declining cost of these services, the diminishing size and lower costs of voice, data and IoT devices, the rollout of new applications tailored to the specific needs of customers across a variety of markets, and expansion into new international markets.\nCommunications industry sectors include:\n•mobile satellite services, which provide customers with voice and data connectivity to mobile and fixed devices using ground facilities and networks of geostationary, or GEO, satellites operating in licensed L-band or S-band frequencies, which are located approximately 22,300 miles above the equator, medium earth orbit satellites, which orbit between approximately 6,400 and 10,000 miles above the earth’s surface, or low earth orbit, or LEO, satellites, such as those in our constellation, which orbit between approximately 300 and 1,000 miles above the earth’s surface;\n•very small aperture terminal, or VSAT, satellite services (previously referred to as fixed satellite services), which typically use GEO or LEO satellites operating in licensed Ka-band or Ku-band frequencies to provide customers with broadband communications links between fixed or moving points on or above the earth’s surface; and\n•terrestrial services, which use a network of land-based equipment, including switching centers and radio base stations, to provide wireless or wireline connectivity and are complementary to satellite services.\nWithin the two major satellite sectors, VSAT services and mobile satellite services, the products that operators offer differ from each other with respect to size of antenna and types of services that the products can offer. VSAT services providers, such as Intelsat S.A., Eutelsat Communications S.A. and SES S.A., are characterized by large, often stationary ground terminals that send and receive high-bandwidth signals to and from the satellite network for video and high-speed data customers and international telephone markets. Primary offerings by newer entrants, such as Space Exploration Technology Corp.’s, or SpaceX, Starlink and OneWeb Holdings Limited, are based on a LEO network, but due to their K-band higher-broadband offerings, they are more similar to VSAT services requiring larger-antennas and power. By contrast, mobile satellite services providers, such as us, focus more on voice and data services, where mobility and small-sized terminals are essential. Other mobile satellite service providers include Globalstar, Inc., ORBCOMM Inc., portions of Viasat Inc.’s businesses (following its acquisition of Inmarsat Global Limited) and Starlink in limited areas with their direct-to-device offering utilizing terrestrial cellular frequencies that extend cellular coverage within defined markets.\nLEO systems, such as the one we operate, generally have lower transmission delays, or latency, than GEO systems, due to the shorter distance signals have to travel. Additionally, our L-band solutions enable the use of smaller antennas on mobile devices. Our L-band spectrum is also more resistant to weather interference than the K-band spectrum used by VSAT providers such as Starlink and OneWeb. We believe the unique interlinked mesh architecture of our constellation, combined with the global footprint of our satellites, distinguishes us from regional LEO satellite operators such as Globalstar and ORBCOMM, by allowing us to route voice and data transmissions to and from anywhere on the earth’s surface without the need for local ground infrastructure. As a result, we are the only mobile satellite services operator offering real-time, weather-resilient, low-latency services with true global coverage, including full coverage of the polar regions.\nOur Competitive Strengths\n•Our Constellation. Our unique satellite constellation provides true global and weather-resilient coverage, which enables our wide range of service offerings and empowers the development of new global products and services, as well as supporting Aireon’s aircraft tracking service and other hosted payload missions. Our network design of 66 operational satellites uses an interlinked mesh architecture to transmit signals from satellite to satellite, which reduces the need for multiple local ground stations around the world, facilitates the global reach of our services, and increases \nnetwork redundancy. Some of our competitors use GEO satellites, which orbit above the earth’s equator, limiting their visibility to far northern or southern latitudes and polar regions. LEO satellites without a crosslink architecture from operators like Globalstar and ORBCOMM use an architecture commonly referred to as “bent pipe,” which requires voice and data transmissions to be immediately routed to ground stations in the same region as the satellite and can only provide real-time service when they are within view of a ground station, limiting coverage to areas near where they have been able to license and locate ground infrastructure. The LEO design of our satellite constellation produces minimal voice and data transmission delays compared to GEO systems due to the shorter distance our signals have to travel, and LEO systems typically have smaller antenna and power requirements. Our L-band spectrum is also more resistant to weather interference than the K-band spectrum used by many of our competitors.\n•Attractive and growing markets. We believe that mobile satellite services will continue to experience growth driven by the increasing public expectations for reliable mobile voice and data communications services, the lack of coverage of most of the earth’s surface by terrestrial wireless systems, the continued development of the IoT, and the continued development of other innovative, lower-cost technology, such as applications integrating mobile satellite products and services into other devices, including embedding standards-based satellite technology in smartphones and IoT devices. Only satellite providers can offer global coverage, and developing a satellite network requires significant financial investment, as well as technological and regulatory challenges. We believe that we are well-positioned to capitalize on the growth in our industry from end users who require reliable, easy-to-use mobile communications services in all locations.\n•Strategic relationship with the U.S. government. The U.S. government is our largest single customer, and we have provided airtime services to the U.S. government (particularly the DoD) since our inception. We believe the U.S. government views our encrypted handset, IoT devices, tactical radio services and other products as mission-critical services and equipment. The U.S. government continues to make significant investments in a dedicated gateway on a U.S. government site to provide operational security and allow U.S. government handset and IoT users to communicate securely with other U.S. government communications equipment. This gateway is only compatible with our satellite network. In September 2019, we entered into the EMSS contract and continue to see usage of our network under this contract. With ongoing investments by the DoD, we expect to see growth in adoption as enhancements are implemented and new services are launched. We also view the SDA contract as a confirmation and expansion of our strategic relationship with the U.S. government. \n•Wholesale distribution network. The specialized needs of our global end users span many markets, including emergency services, maritime, aviation, government, utilities, oil and gas, mining, recreation, forestry, heavy equipment, construction, railways and other transportation. We sell our products and services to commercial end users through a wholesale distribution network of service providers, VARs and VAMs, which often specialize in a particular line of business. Our distributors use our products and services to develop innovative and integrated communications solutions for their target markets, embedding our technology in their products or combining our products with other technologies, such as GPS and terrestrial wireless technology. In addition to promoting innovation, our wholesale distribution model allows us to capitalize on the research and development expenditures of our distribution partners, while lowering overall customer acquisition costs and mitigating some risks, such as consumer relationship risks. By supporting these distributors as they develop new products, services and applications, we believe we create additional demand for our products and services and expand our target markets at a lower cost than would a more direct marketing model. We believe our distribution network can continue to grow with us and increase our market penetration. For example, our network, spectrum and architecture are ideally suited to small, handheld devices used for personal communications, and we have leveraged our wholesale distribution approach to provide a wide array of such personal communications services using both Iridium and partner devices.\nOur Business and Growth Strategies\n•Leverage our largely fixed-cost infrastructure to grow our service revenue. Our business model is characterized by periodic higher capital costs in connection with designing, building and launching new generations of our satellites to support our 15-20 year constellation operational cycles, and a low incremental cost of providing service to additional end users. We are currently in a period of lower capital expense, which we expect to continue until at least 2031. We believe that service revenue will continue to be our largest source of future growth and profits, and we intend to focus on growing both our commercial and government service revenue in order to leverage our largely fixed-cost infrastructure. In particular, we believe that broadband, midband and narrowband data services through Iridium Certus, resilient PNT services, and satellite IoT services, where we are engaging large, global enterprises as long-term customers for data and telematics solutions, represent our greatest opportunities for service revenue growth.\n•Expand our target markets through the development of new products and services. We believe that we can expand our target markets by developing and offering a broader range of products and services, including a wider array of cost-\neffective and competitive broadband, midband, safety services, and IoT data services using our proprietary Iridium Certus technology to complement and expand on our legacy narrowband services. Iridium Certus is a multi-service technology platform that can deliver a range of services, from voice to a high-throughput L-band data connection, at a range of competitive price points, data speeds, and terminal dimensions to meet an expanding set of customer requirements. Beyond Iridium Certus technology, we also plan to expand our target markets by adding a standards-based IoT solution. Specifically, during 2024, we announced that the 3GPP, the partnership through which the national standards development organizations create technical specifications for mobile networks, accepted our request to extend the functionality of Narrowband Internet of Things, or NB-IoT, for Non-Terrestrial Networks, or NTN, to include Iridium frequencies and technology requirements in its next release. This will pave the way for Iridium’s satellite service to be accessible via industry standard chipsets, furthering our progress in developing and deploying our newest service, Iridium NTN DirectSM, over the Iridium network. Also in 2024, through our acquisition of Satelles, we now offer highly secure satellite-based time and location services that complement and protect GPS and other GNSS-reliant systems, which we expect to be a source of significant revenue growth in the future. \n•Accelerate the development of personal communications capabilities. Part of our strategy for the development of personal mobile satellite communications is to allow individuals to connect to our network in more ways, including from devices such as smartphones, tablets and laptops through our Iridium GO!® and Iridium GO! exec® devices or a variety of personal communication devices from VAMs and VARs like Garmin. We are making our technology more accessible and cost-effective for our distribution partners to integrate by licensing our core technologies; by adding functionality, such as push-to-talk, or PTT, capability, which allows multiple users to participate in talk groups worldwide; by providing rugged, dependable devices and services; and by developing new services that take advantage of the capabilities of our global constellation. \n•Continued growth in services provided to the U.S. government. Under our EMSS contract, we provide Iridium airtime services, including unlimited global standard and secure voice, paging, fax, Short Burst Data®, or SBD®, Iridium Burst®, Router-Based Unrestricted Digital Interworking Connectivity Solutions (RUDICs) and DTCS services for an unlimited number of DoD and other federal government subscribers. The fixed-price annual rate of the EMSS contract through September 2025 is $107 million, with one increase thereafter up to $110.5 million for the final contract year ending in September 2026. Other services such as Iridium Certus and PNT provide us with opportunities to offer new products and services to the U.S. government for an additional fee.\n•Continue to expand our distribution network. We believe our wholesale distribution network lowers our costs and risks, and we plan to continue to selectively expand our network of service providers, VAMs and VARs, to expand our sales and distribution efforts geographically, and to add additional industries or lines of business. We expect that our current and future value-added partners will continue to develop customized products, services and applications targeted to the land mobile, IoT, maritime, aviation and government markets. We believe these markets and the new service providers, VAMs and VARs who join our network as a result of new product offerings represent an attractive opportunity for continued subscriber and revenue growth.\n•Continue to support Aireon in the execution of its business plan. Aireon, which we formed in 2011, with subsequent investments from five ANSPs, is our primary hosted payload customer. Aireon developed an ADS-B receiver payload that is hosted on our satellites and gathers ADS-B position information from aircraft to provide a global air traffic surveillance service. Aireon has contracted to offer its service to ANSPs and other commercial customers worldwide. Aireon has also contracted to pay us a fee to host their payloads on our satellites and pays us data service fees for the delivery of the air traffic surveillance data from those payloads over the Iridium system. We also continue to hold a meaningful equity stake in Aireon.\nDistribution Channels\n\nWe sell our products and services to customers through a wholesale distribution network of approximately 110 service providers, approximately 310 VARs and approximately 85 VAMs. These distributors sell our products and services to end users, either directly or indirectly through service providers, VARs or dealers. Of these distributors, approximately 56 sell primarily to U.S. and international government customers. Our distributors often integrate our products and services with other complementary hardware and software and have developed individual solutions targeting specific lines of business. We also sell airtime services directly to the U.S. government, including the DoD, for resale to other government agencies. The U.S. government and international government agencies may purchase additional services as well as our products and related applications through our network of distributors.\nWe provide our distributors with support services, including assistance with coordinating end user sales and marketing, strategic planning and training, and second-tier customer support, as well as helping them market our products and services and respond to new business opportunities. We have representatives covering three regions around the world to better manage our \ndistributor relationships: the Americas, which includes North, South and Central America; Asia Pacific, which includes Australia and Asia; and Europe, which includes the Middle East, Africa and Russia. We have also established a global service program to provide portside service for our maritime customers at major ports worldwide. In addition, we maintain various online management tools that allow us to communicate efficiently with our distributors and allow them to manage their customers’ Iridium devices from anywhere in the world. By relying on our distributors to manage end user sales, we believe that we reduce some of the risks and costs related to our business, such as consumer relationship risks and sales and marketing costs, while providing a broad and expanding distribution network for our products and services with access to diverse and geographically dispersed niche markets. We are also able to benefit from the specialized expertise of our distributors, who continue to develop innovative and improved solutions and applications integrating our product and service offerings, providing us with an attractive platform to support our growth.\nCommercial Markets\nWe view our commercial business as our primary source of long-term growth. Service providers and VARs serve as our main distribution channel by purchasing our products and services and marketing them directly to their customers or indirectly through independent dealers. They are each responsible for customer billing, end user customer care, managing credit risk and maintaining all customer account information. If our service providers or VARs provide our services through dealers, these dealers will often provide such services directly to the end user. Service providers typically purchase our most basic products and services, such as mobile voice services and related satellite handsets, and offer additional services such as voicemail. Unlike service providers, our VARs typically focus more on data applications and provide a broader array of value-added services specifically targeted to the niche markets they serve, such as IoT, maritime, aviation and government markets, where high-use customers with specialized needs are concentrated. These VARs integrate our handsets, transceivers, high-speed data devices and SBD modems with other hardware and software to create packaged solutions for end users. Examples of these applications include cockpit voice and data solutions for use by the aviation sector and voice, data and tracking applications for industrial customers, such as Caterpillar Inc., the DoD, and other U.S. and foreign government agencies. Our service providers include satellite service providers such as Marlink AS, Applied Satellite Technology Limited and Network Innovations, as well as some of the largest telecommunications companies in the world, including Telstra Limited, KDDI Corporation and Singapore Telecommunications Limited, or Singtel. Our VARs include ARINC Incorporated, Beam Communications Pty Ltd., Garmin Services Inc., Garmin International Inc., Gogo Business Aviation LLC, Komatsu Ltd, Kore Telematics Inc., MetOcean Telematics Limited, NAL Research Corporation, and Zunibal S.A.\nWe also sell our products to VAMs, who integrate our transceivers or chipsets into their proprietary hardware. These VAMs produce specialized end-user equipment, including integrated ship, vehicular and aviation communications systems, and global asset tracking devices, which they offer to end users in IoT, maritime, aviation and government markets. As with our service providers and VARs, VAMs sell their products either directly or through other distributors, including some of our service providers and VARs. Our VAMs include Intellian, Thales, Calamp Wireless Networks Corporation, Garmin Services Inc., Jacobs Technology, Inc., and Lars Thrane A/S.\nIn addition to VARs and VAMs, we maintain relationships with approximately 90 value-added developers, or VADs. We typically provide technical information to these companies on our products and services, which they then use to develop software and hardware that complements our products and services in line with the specifications of our VARs and VAMs. These products include handset docking stations, airline tracking and flight management applications and crew e-mail applications for the maritime industry. We believe that working with VADs allows us to create new platforms for our products and services and increases our market opportunity while reducing our overall research and development, marketing, and support expenses. Our VADs include AeroAntenna Technology, Inc., AnsuR Technologies AS, ASIQ Pty Ltd. Crib Gogh Ltd, Ocean and Coastal Environment Sensing Inc., Rockwell Collins Inc. and two10degrees Limited.\nWe use a wholesale rate structure for our commercial products and services. Under our distribution agreements, we charge our distributors wholesale rates for commercial products and services, subject to discount and promotional arrangements and geographic pricing. We also charge fixed monthly access fees per subscriber for some of our services. Our distributors are in turn responsible for setting their own pricing to end users. Our agreements with distributors typically have terms of one year and are automatically renewable for additional one-year terms, subject to termination rights. We believe this business model reduces back-office complexities and costs and allows distributors to remain focused on revenue generation, while also providing incentives for distributors to focus on selling our commercial product and service portfolio and developing additional applications.\nGovernment Markets\nWe provide mission-critical mobile satellite products and services to all military branches of the DoD as well as to other U.S. government departments and agencies. These users require voice and two-way data capability with global coverage, low latency, mobility and security and often operate in areas where no other terrestrial or wireless means of communications are available. We believe we are well positioned to satisfy demand from these users. Our 9575A handset is the only commercial, mobile handheld satellite phone capable of Type I encryption accredited by the U.S. National Security Agency for Top Secret voice communications. In addition, the U.S. government continues to make significant investments in a dedicated gateway that provides operational security and allows users of encrypted Iridium handsets to communicate securely with other U.S. government communications equipment. These investments include upgrading the gateway to take advantage of the enhanced capabilities of our network, including Iridium Certus and other enhanced services. This U.S. government gateway is only compatible with our satellite network.\nWe provide airtime and airtime support to U.S. government and other authorized customers pursuant to our seven-year EMSS contract managed by the U.S. Space Force, which we entered into in September 2019. Under the terms of this agreement, authorized customers utilize our airtime services through the U.S. government’s dedicated gateway. These services include unlimited global standard and secure voice, broadcast, netted, or DTCS, and select other services for an unlimited number of U.S. government subscribers. Other services may be purchased at an additional cost. The total contract value of EMSS is $738.5 million over the seven-year term. The fixed-price annual rate of the EMSS contract through September 2025 is $107 million, with one increase thereafter up to $110.5 million for the final contract year ending in September 2026. While we sell airtime directly to the U.S. government for resale to end users, our hardware products are sold to U.S. government customers through our network of distributors, who typically integrate them with other products and technologies. We may provide other services, such as Iridium Certus or Iridium PNT, to the U.S. government under separate arrangements for an additional fee. \nWe also provide maintenance services for the U.S. government gateway pursuant to our EMSS capabilities and security sustainment services, or ECS3, contract managed by the U.S. Space Force, which replaced our previous Gateway Maintenance and Support Services, or GMSS, contract. The ECS3 agreement, which we entered into in March 2024, has a total contract value to us of approximately $94 million, with a potential total value of $103 million, based on future surge requirements. The ECS3 contract has a base term running through March 31, 2025, with four one-year U.S. government extension options. \nIn September 2019, we were also awarded a five-year indefinite-delivery/indefinite-quantity gateway evolution contract managed by the U.S. Space Force to enable ongoing innovation and enhancements for the U.S. government gateway, which was subsequently extended through March 2025. This contract had a total contract value to us of up to $76 million. We expect to renew this agreement prior to its expiration in March 2025. \nIn May 2022, the SDA awarded General Dynamics Mission Systems, with Iridium as a subcontractor, the SDA contract, to establish the ground Operations and Integration, or O&I, segment for Tranche 1 of the U.S DoD’s Proliferated Warfighter Space Architecture or PWSA. In July 2024, the General Dynamics/Iridium team received a contract modification of $491.6 million for the Ground Management and Integration (GMI) program. Of this amount, Iridium’s share has a value of $240 million over five years. Revenues from the SDA contract contributed to our higher engineering and support service revenue in 2023 and 2024, as well as associated expenses, compared to the prior years, and we expect that higher level of revenues and expenses to continue throughout the life of the SDA contract.\nU.S. government services, including engineering services, accounted for approximately 27% of our total revenue for the year ended December 31, 2024. Our reported U.S. government revenue includes airtime revenue derived from the EMSS contract and services provided through the GMSS and ECS3 contracts, the gateway evolution contract, and other engineering and support contracts with the U.S. government, primarily the SDA contract. Pursuant to federal acquisition regulations, the U.S. government may terminate the EMSS, ECS3, gateway evolution, or SDA contracts, in whole or in part, at any time. \nOur government revenue does not include airtime services purchased by U.S. or non-U.S. government agencies that are provided through our commercial gateway, which we report as commercial service revenue, or equipment purchased by government customers from third-party distributors. We are unable to determine the specific amount of U.S. government revenue derived from these commercial sources.\nLines of Business\nThe specialized needs of our global customers span many markets. Our system is able to offer our customers cost-effective communications solutions with true global coverage in areas unserved or underserved by existing telecommunications infrastructure. Our mission-critical communications solutions have become an integral part of the communications and business \ninfrastructure of many of our end users. In many cases, our service is the only connectivity for these critical applications or is used to complement terrestrial communications solutions. \nOur current principal vertical lines of business include land mobile, maritime, aviation, IoT, hosted payloads and other data services, which includes PNT, and U.S. government. We report commercial voice and data service, IoT data service, commercial broadband, hosted payload and other data service, and government service revenue separately. Land mobile and aviation are the principal contributors to the revenue we report as commercial voice and data, while maritime is primarily reported in commercial broadband revenue.\nCommercial Voice and Data and Commercial Broadband\nWe offer commercial voice and data and commercial broadband services primarily in the land mobile, maritime, and aviation sectors. We separately report commercial Iridium Certus broadband revenue with Iridium OpenPort® service revenue as commercial broadband revenue. Because there is considerable overlap in these services, we have combined our discussion of these revenue lines in this report, noting within the discussion where our broadband services contribute, particularly in maritime.\nLand Mobile\nWe are the leading provider of mobile satellite communications services to the land mobile sector, providing handset services to areas not served or inconsistently served by existing terrestrial communications networks. Mining, forestry, construction, oil and gas, utilities, heavy industry and transport companies as well as the military, public safety and disaster relief agencies are significant users of our land mobile services. Sales of Iridium GO! and Iridium PTT services also contribute to the land mobile sector. We believe that demand for mobile communications devices operating outside the coverage of terrestrial networks, combined with our small, lightweight, durable handsets with truly global coverage, will allow us to capitalize on growth opportunities among these users.\nIn addition, we believe Iridium Certus broadband land mobile units are attractive in this market, as the combination of price, speeds, equipment, reliability in various weather conditions, and durability of equipment addresses a distinct market need. We also expect Iridium Certus midband products and services to be a source of revenue growth in the coming years.\nOur land mobile end users utilize our satellite communications services for:\n•Voice and data: Multinational corporations in various sectors use our services for business telephony, email and data transfer services, location-based services, and broadband for employees in areas inadequately served by terrestrial networks. Oil and gas and mining companies, for example, provide their personnel with our equipment solutions while surveying new drilling and mining opportunities and while conducting routine operations in remote areas that are not served by terrestrial wireless communications networks. In addition, a number of recreational, scientific and other outdoor users rely on our mobile handheld satellite phones and services for use when beyond terrestrial wireless coverage. Iridium PTT offers non-governmental organizations (NGOs), military, first responder, oil and gas, civil government and other users the ability to hold group calls using the Iridium Extreme® PTT handset or other devices developed by our VAMs and VARs using the Iridium 9523 PTT core transceiver. The Thales MissionLINK terminal, the first Iridium Certus broadband offering in the land mobile area, allows rapid deployment and on-the-move communications, location tracking, and automatic WAN failover for added reliability. \n•Mobile and remote office connectivity: A variety of enterprises use our services to make and receive voice calls and to establish data, email, internet and corporate network connections.\n•Public safety and disaster relief: Relief agencies, such as FEMA, and other agencies, such as the Department of Homeland Security, use our products and services in their emergency response plans, particularly in the aftermath of natural disasters such as Hurricanes Helene and Milton in 2024 and the California and Maui wildfires in 2023. These agencies generate significant demand for both our voice and data products, especially in advance of the hurricane season in North America. Further, many enterprises and governments include mobile satellite services such as ours as part of their PACE (Primary/Alternate/Contingency/Emergency) plan, to maintain communications continuity in case of terrestrial communication network outages.\n•Public telephone infrastructure: Telecommunications service providers use our services to satisfy regulatory mandates and government expectations regarding the availability of communications services for rural populations currently not served by terrestrial infrastructure. Telstra Corporation, for example, uses our services to provide communications services in some of Australia’s most remote locations.\nMaritime\nWe serve the commercial maritime market with a variety of products, including broadband terminals, embedded devices and handsets. This market includes merchant shipping, fishing, leisure and research vessels, and specialized watercraft. Since we introduced Iridium Certus broadband in January 2019, Iridium Certus services have accounted for an increasing portion of our revenue from this market, and we expect that trend to continue, although we still support our legacy broadband offering, Iridium OpenPort service. Our products and services targeting the maritime market typically have high average revenue per subscriber. Once one of our maritime systems is installed on a vessel, it often generates a multi-year recurring revenue stream from the customer. To take advantage of this, from time to time, we may offer promotions or rebates to accelerate new customer acquisitions and solidify this expected long-term revenue stream.\nWe believe Iridium Certus, which offers data speeds of up to 704 Kbps, presents a compelling communication solution for L-band users in the maritime market. Iridium Certus has been increasingly installed on oceangoing vessels as a companion to broadband services offered by geostationary orbit (VSAT connections) and non-geostationary orbit (NGSO) providers and we have seen lower usage levels on some vessels where we had previously been used as the primary communications service. We expect additional offerings, such as Iridium Certus GMDSS services, to continue to increase the addressable market for our maritime services.\nMaritime end users utilize our satellite communications services for the following:\n•Business critical data applications: Ship operators use our services to exchange email and data files and to receive other information such as meteorological reports, emergency bulletins, cargo and voyage data and electronic chart updates. We believe the breadth of our Iridium Certus offerings provides attractively priced options for shipping operators and fishing fleets seeking increased functionality, as well as for yachts, work boats and other vessels for which traditional marine satellite systems have typically been costly and underperforming. In conjunction with our distributors, we also offer services that permit service providers and VARs to offer complete integrated solutions for prepaid calling, email and IP-based data communications. For example, one of our distribution partners, Marlink Inc., has been integrating Iridium Certus with its miniature Very Small Aperture Terminal, or mini-VSATSM, broadband service to provide companion connectivity when the mini-VSAT terminal is out of its coverage area or non-operational.\n•Voice services: Maritime global voice services are used for both vessel operations and communications for crew welfare. Merchant shipping companies use phone cards for crew use at preferential around-the-clock flat rates.\n•Vessel management and asset tracking: Shipping operators use our services to manage operations on ships and to transmit data, such as course, speed and fuel stock. Our services are commonly integrated with GPS to provide a real-time position reporting capability. Many fishing vessels are required by law to carry terminals using approved mobile satellite services for tracking purposes as well as to monitor catches and to ensure compliance with geographic fishing restrictions. European Union (EU) regulations, for example, require EU-registered fishing vessels of over 15 meters to carry terminals for the purpose of positional reporting of those vessels. Furthermore, new environmental regulations in some jurisdictions are expected to require monitoring of merchant vessels in territorial waters, which would provide an additional growth opportunity for us.\n•Safety and Security applications: Ships in distress, including as a result of potential piracy, hijack or terrorist activity, rely on mobile satellite voice and data services. The Ship Security and Alert Systems, or SSAS, and Long Range Identification Tracking, or LRIT, regulations were adopted by the International Maritime Organization, or IMO, to enhance maritime security in response to the threat from terrorism and piracy. Most deep-sea passenger and cargo ships must be fitted with a device that can send an alert message containing the ship’s ID and position whenever the ship is under threat or has been compromised. In addition, the IMO and a NATO advisory group have recommended the installation of a safe room or citadel equipped with a standalone secure communication link the crew can use from inside the room to communicate with rescuing forces. Our distribution partners have developed several product solutions using our network to meet these requirements for merchant and fishing vessels.\nIn addition, we have been recognized by the IMO as one of only two providers for the GMDSS. The GMDSS is a maritime service built to alert a maritime rescue coordination center of each vessel’s situation and position, information that can then be used to coordinate search and rescue efforts among ships in the area. As part of the GMDSS service, navigational and meteorological information is distributed to vessels. The IMO requires all vessels flagged by signatories to the International Convention for the Safety of Life at Sea, or SOLAS, over 300 gross tons and certain passenger vessels, irrespective of size, that travel in international waters to carry distress and safety terminals that provide GMDSS services. GMDSS service using our \nnetwork became available in 2020, and our partners offer maritime terminals that include GMDSS service capabilities to vessel operators. In 2024, we announced GMDSS over Iridium Certus, adding Iridium GMDSS, as well as LRIT and SSAS, to the robust communication and safety capabilities of Iridium Certus. \nAviation\nWe are one of the leading providers of mobile satellite communications services to the aviation sector, and we continue to see aviation as an area of potential revenue growth. Our services are increasingly used in commercial and government aviation applications, principally by business jets, corporate and government helicopter fleets, specialized general aviation fleets, such as medevac companies and fire suppression fleets, and high-end personal aircraft. Our services are also employed by commercial airline operators for flight deck voice and data link services for aircraft operational and safety communications. As a result of authorizations by the U.S. Federal Aviation Administration, or FAA, and U.S. Federal Communications Commission, or FCC, for us to provide air traffic datalink communications, commercial operators are installing avionics that use the Iridium network on the flight deck to comply with international air navigation communications requirements to operate in oceanic and remote airspace, including polar regions. Voice and data avionics platforms from our VAMs have been adopted as standard equipment and as factory options for a range of airframes in business aviation and air transport, such as Gulfstream Aerospace Corporation, Bombardier Inc., Cessna Aircraft Company, Boeing and Airbus. Avionics platforms that utilize our network are also retrofitted on thousands of corporate and commercial aircraft already in operation.\nAviation end users utilize our satellite communications services for:\n•Air traffic control communications and safety applications: The International Civil Aviation Organization, or ICAO, has approved standards and recommended practices allowing us to provide Aeronautical Mobile Satellite (Route) Service, or AMS(R)S, to commercial aircraft on long-haul routes. This allows member states to evaluate and approve our services for safety communications on flights in oceanic and remote airspace. The FAA has approved Iridium for use in the Future Air Navigation Services, or FANS, including Automatic Dependent Surveillance-Contract, or ADS-C, datalink communications and Controller-Pilot Data Link Communications, or CPDLC, with air traffic control. Aircraft crew and air traffic controllers use our services for data and voice communications between the aircraft flight deck and ground-based air traffic control facilities. We are the only satellite provider capable of offering these critical flight safety applications around the entire globe, including the polar regions. We believe this particular sector of the market provides us with significant growth opportunities, as our services and applications can serve as a cost-effective alternative to systems currently in operation.\n•Aviation operational communications: Aircraft crew and ground operations use our services for air-to-ground telephony and data communications. This includes the ADS-C automatic reporting of an aircraft’s position and mission-critical condition data to the ground and CPDLC for clearance and information services. We provide critical communications applications for numerous airlines and air transport customers, including Hawaiian Airlines, United Airlines, UPS, FedEx, Cathay Pacific Airways, Delta Airlines, Southwest Airlines, American Airlines, Iceland Airlines, and El Al Airlines. These operators rely on our services because other forms of communication may be unaffordable or unreliable in areas such as oceanic, remote and polar regions. Collins Aerospace (ARINC) and SITA, the two leading providers of voice and data link communications services and applications to the commercial airline industry rely on our products and services to deliver safe, reliable services to global operators.\n•Aviation passenger communications: Corporate and private fleet aircraft passengers use our services for air-to-ground telephony and data communications. We believe our distributors’ small, lightweight, cost-effective solutions offer an attractive option for aircraft operators, particularly small fleet operators; for example, some operators use our services to enable small-cabin passengers to email using their own Wi-Fi-enabled mobile devices, including smartphones, without causing interference with aircraft operation. We expect that users in the corporate aviation market, and original equipment manufacturers, or OEMs, for business jets, will increase adoption of our services for in-flight passenger data communications using our network.\n•Rotary and general aviation applications: The Iridium network is uniquely suited to these sectors, as we have small antenna designs that work under rotor blades and enable installation on smaller general aviation platforms. We are also a major supplier for rotary aviation applications to end users in a number of markets, including medevac, law enforcement, oil and gas, and corporate work fleets. Companies such as Air Logistics, EagleMed and Air Evac Lifeteam rely on applications from our distributors for traditional voice communications, fleet tracking and management, and real-time flight diagnostics. VARs and VAMs such as Flightcell International Limited, Garmin Services Inc., Honeywell International, Inc., SkyTrac Systems Limited, and Spider Tracks Limited incorporate Iridium products and services into their applications for these markets.\n•Unmanned Aerial Vehicles (UAVs): Our small antennas and system designs support a wide range of UAV platforms. In addition, our global footprint enables reliable, beyond-line-of-sight communications for these UAV platforms regardless of their operational range. We operate as the communication link for remote-piloted aircraft for uses such as package delivery, medical supply, power-line inspection, law enforcement, corporate surveying and even military applications.\nWe believe the benefits of Iridium Certus enhance our ability to address aviation market needs across these sectors. In addition, in 2024, our aviation safety services offering received ISO 27001:2022 certification, an internationally recognized standard for information security management systems, enhancing our commitment to aviation safety. \nCommercial IoT Data\nWe are one of the leading providers of satellite-based IoT services. We believe this market continues to experience increasing penetration and presents opportunities for future growth. As with land mobile, our largest IoT users include mining, construction, recreation, oil and gas, utilities, heavy industry, maritime, forestry and transport companies, as well as the military, public safety and disaster relief agencies. We believe increasing demand for automated data collection processes from mobile and remote assets operating outside the coverage of terrestrial wireline and wireless networks, as well as the continued need to integrate the operation of such assets into enterprise management and information technology systems, will likewise increase demand for our IoT applications. \nOur IoT services are used for:\n•Personal tracking devices and location-based services: Several of our VARs, such as Garmin Services Inc., ACR Electronics, and Zoleo, Inc., market small, portable devices that provide personal tracking and data communications services to consumers and commercial end users. In addition, Iridium GO! and the Iridium Extreme handsets offer personal tracking and location-based services. These devices use IoT data services to send location information and other data to web-based portals for tracking. \n•Heavy equipment telematics: Large, global heavy equipment original equipment manufacturers, such as Caterpillar Inc., Komatsu Ltd, Hitachi Construction Machinery Co. Ltd., HD Hyundai Infracore Co., Ltd. and Appareo Systems LLC, use our global IoT services to monitor their off-road heavy equipment in markets such as construction, mining, agriculture and forestry.\n•Fleet management: Our global coverage permits our products and services to be used to monitor the location of vehicle fleets, hours of service and engine telemetry data, as well as to conduct two-way communications with drivers around the world. Fleet management companies, such as I.D. Systems, MiX Telematics International (Pty) Ltd, and Omnilink Tecnologia S/A, use our service to provide distance drivers with reliable communications to their dispatchers and their destinations to coordinate changing business needs, and our satellite network provides continuous communications coverage while they are in transit. We expect that the need for more efficient, cost-effective and safer fleet operations, as well as the imposition of regulatory mandates related to driver safety, such as drive-time monitoring, will increase demand for our services in this area.\n•Fixed-asset monitoring: Multinational corporations, such as oil-field service companies like Schlumberger Limited and ConocoPhillips Company, use our services through one of our service providers to run applications that allow remote monitoring and operation of equipment and facilities around the globe, such as oil pipelines and offshore drilling platforms.\n•Asset tracking: Leveraging IoT applications developed by several of our distributors, companies use our services and related devices to track assets, including personnel, for logistics, theft-prevention and safety purposes. Companies and organizations that have fleets of vehicles use IoT solutions from Iridium distributors to improve the efficiency of their operations. For example, customers use Trimble Transportation’s solution to provide global communication to transportation assets, and the Department of Homeland Security’s Office of Enforcement and Removal uses Fleet Management Solutions’ IoT solution to transmit position, direction, speed and other data for management of its vehicle fleet.\n•Resource management: Our global coverage and data throughput capabilities support natural resource management applications, such as fisheries management systems. Three of our VARs—Collecte Localisation Satellites (CLS), MetOcean Telematics Limited and Ground Control Technologies UK Ltd —have developed applications for the fishing industry that enable regulatory compliance of fishing practices in a number of countries around the world.\n•Scientific data monitoring: The global coverage of our network supports many scientific data collection applications, including the Argo float program of the National Oceanic and Atmospheric Administration, or NOAA, the Global Ocean Observation project Challenger, operated by Rutgers University, and anti-poaching programs run by the \nSmithsonian National Zoo & Conservation Institute, the Zoological Society of London, and Veterans Empowered to Protect African Wildlife, or VETPAW. These programs rely on our IoT services to collect scientific data from buoys and ocean gliders located throughout the world’s oceans and from wildlife habitats for monitoring and analysis. We believe the increased need for monitoring climate and environmental data associated with global climate change and human impact on the planet will increase demand for these services. \nIn the future, we expect our value-added partners to develop new IoT solutions with increased capabilities based on our Iridium Certus 9770 and Iridium Certus 9704 transceivers and other IoT services we plan to provide in the future.\nHosted Payload and Other Data Services\nOur Iridium satellites also host customer payloads. We generate revenue from these customers both from the hosted payload capacity and from data service fees. Because the hosted payload revenues are based on a contractual commitment for the life of the Iridium constellation, we recognize revenue from these customers over the expected life of the system. \nIn addition to access and usage fees in the vertical lines of business described above, we generate revenue from several ancillary services related to our core service offerings. Following our acquisition of Satelles, we offer PNT services, which provide a reliable complement or alternate to GPS in the event of disruptions such as interference, jamming, or spoofing. We provide inbound connections from the public switched telephone network, or PSTN, short message services, or SMS, subscriber identity module, or SIM, activation, customer reactivation, and other peripheral services. We also provide research and development services to assist customers in developing new technologies compatible with our system, which we may leverage for use in service and product offerings in the future. We charge our distributors fees for these services. \nU.S. Government\nWe are one of the leading providers of mobile satellite communications services to the U.S. government, principally the DoD. We provide mobile satellite products and services to all branches of the U.S. armed forces. Our voice products are used for a variety of primary and backup communications solutions, including tactical operations, logistical, administrative, morale and welfare, and emergency communications. In addition, our products and related applications are installed on ground vehicles, ships, rotary- and fixed-wing aircraft, embedded in unattended sensors and used for command and control and situational awareness purposes. Global security concerns are among the factors driving demand for our products and services in this sector. See “U.S. Government Services” below for more information.\nSeasonality\nOur business is subject to seasonal usage changes for commercial customers, and we expect it to be affected by similar seasonality going forward. March through October are typically the peak months for commercial voice traffic and related subscriber equipment sales, given the predominance of population and outdoor activity in the northern hemisphere. U.S. government usage and commercial IoT usage have been less subject to seasonal changes.\nServices and Products\nAt December 31, 2024, we had approximately 2,460,000 billable subscribers worldwide. Our principal services are mobile satellite services, including mobile voice and data services, IoT services, hosted payload and other data services and engineering services. Sales of our commercial services collectively accounted for approximately 62% of our total revenue for the year ended December 31, 2024. We also sell related voice and data equipment to our customers, which accounted for approximately 11% of our total revenue for the year ended December 31, 2024. In addition, we offer services to U.S. government customers, including the DoD. U.S. government services, including engineering services, accounted for approximately 27% of our total revenue for the year ended December 31, 2024.\nCommercial Services\nPostpaid Mobile Voice and Data Satellite Communications Services\nWe sell our mobile voice and data services to service providers and VARs who in turn offer such services to end users, either directly or indirectly through dealers, using various packaged solutions such as seasonal or annual plans with differing price levels that vary depending upon expected usage. In exchange for these services, we typically charge service providers and VARs a monthly access fee per subscriber, as well as usage fees for airtime resources consumed by their respective subscribers.\nPrepaid Mobile Voice Satellite Communications Services\nWe also offer mobile voice services to service providers and VARs through prepaid plans. Service providers and VARs pay us in advance for defined blocks of airtime minutes with expiration periods in various configurations, generally ranging from 30 days to two years. These services are then generally sold to subscribers in the form of prepaid e-vouchers and scratch cards that enable subscribers to use our services on a per-minute basis. We believe service providers and VARs are drawn to these services because they enable greater cost control by eliminating the need for monthly billings and reducing collection costs, and can be sold in countries where credit may not be readily available for end users. Our distributors often offer our prepaid voice services through fixed devices to subscribers in rural villages, at remote industrial, commercial and residential sites, and on ships at sea, among other places. Fixed voice services are in many cases an attractive alternative to handheld mobile satellite communications services in situations where multiple users will access the service within a defined geographic area and terrestrial wireline or wireless service is not available. Fixed phones, for example, can be configured as pay phones that accept prepaid scratch cards and can be installed at a central location, for example in a rural village or on a maritime vessel.\nIridium PTT Service\nOur Iridium PTT service enables regional or global PTT calls among users on the same talkgroup in up to 10 customer-defined, geographically disparate locations around the world, providing a fast and robust communication experience. Iridium PTT can be used via the Iridium Extreme PTT satellite phone or the Iridium 9523 PTT core transceiver, which gives our VAMs the ability to build Iridium PTT into existing land mobile, maritime and aviation communications platforms. For example, Icom Inc. of Japan offers a purpose-built satellite PTT radio handheld unit and fixed installation PTT radio for use on the Iridium network. We and our partners are also developing interoperability solutions for existing terrestrial land mobile radio systems, which will further extend the utility of the service. \nInternet of Things Services\nOur IoT services are designed to address the market need for a small and cost-effective solution for sending and receiving data, such as location, from fixed and mobile assets in remote locations to a central monitoring station. Most of our IoT services operate through a two-way SBD transmission or circuit-switched data, between our network and a transceiver, which may be located, for example, on a container in transit or a buoy monitoring oceanographic conditions. The small size of our devices and their low-cost, omnidirectional antennas make them attractive for use in applications such as tracking asset shipments and monitoring unattended remote assets, including oil and gas assets, as well as vehicle tracking and mobile security. We sell our IoT services to our distributors, who incorporate them and in turn provide a solution package to commercial and government customers. Increasingly, our IoT transceivers are being built into products for consumer markets, such as personal location devices that provide two-way messaging. In the future, we expect our IoT partners to develop new offerings with increased capabilities for various applications based on our Iridium Certus 9770 transceiver and the new Iridium Certus 9704 transceiver, with improved size, speed, power, and antenna characteristics. As with our mobile voice and data offerings, we typically charge service providers and VARs a monthly access fee per subscriber as well as usage fees for data used by their respective subscribers.\nBroadband Data Services\nOur broadband data offering, Iridium Certus, was launched in January 2019. Iridium Certus is a suite of products and services enabled by our upgraded satellite constellation. Iridium Certus is a multi-service platform capable of offering higher quality voice, enterprise-grade broadband functionality, and safety and security services on a global basis. Iridium Certus is designed to support a variety of cost points, antenna types and data speeds ranging from midband to broadband speeds, currently available up to 704 Kbps. We have licensed the Iridium Certus technology to VAMs who have introduced products for the maritime and land mobile markets and are developing additional products for those markets and the aviation and government markets, as well as distribution partners for the Iridium Certus service in each of these vertical markets. We believe Iridium Certus provides a competitive, cost-effective and reliable range of services to the market, in standalone applications or as a complement to other wireless technologies for critical applications and safety services.\nWe also continue to offer our legacy Iridium OpenPort service, which provides maritime, aviation and terrestrial users speeds of up to 134 Kbps and three independent voice lines. For this service, we typically charge service providers monthly access fees and usage fees for airtime consumed by the respective subscribers for voice and data communications. We have discontinued the manufacture of the Iridium Pilot platform that supports Iridium OpenPort services, with those customers often upgrading to Iridium Certus technology. \nIridium Satellite Time and Location Services\nFollowing our acquisition of Satelles in April 2024, we began offering Iridium Satellite Time and Location®, or STL®, and other services. These alternative PNT solutions allow users to secure GPS and other GNSS-reliant systems’ time-synchronized applications from vulnerabilities like spoofing and jamming, with small, low-cost hardware that does not require outdoor antennas. Like other Iridium services, STL is capable of service everywhere on the planet, helping secure critical infrastructure, data centers, 5G base stations and applications across the aviation, maritime, land mobile and IoT sectors. \nU.S. Government Services\nWe provide U.S. government customers bulk access to our services, including voice, netted voice, data, messaging and paging services, as well as maintenance services for the U.S. government’s dedicated gateway. We provide airtime to U.S. government subscribers through the U.S. government’s gateway under the EMSS contract, which is a fixed-price contract covering voice, low-speed data, paging, broadcast and DTCS services. Additional services, such as broadband capabilities utilizing Iridium Certus technology, may be provided at an additional fee. To comply with U.S. government requirements, we ensure handsets sold for use by the U.S. government are manufactured in the United States. U.S. government customers procure our voice and data devices through specific, approved distributors from our network of service providers and VARs. Our VARs and VAMs typically integrate our products with other products, which they then offer to U.S. government customers as customized products, typically provisioned by the U.S. Space Force. Our voice and data solutions for the U.S. government include:\n•personnel tracking devices;\n•asset tracking devices for equipment, vehicles and aircraft;\n•beyond-line-of-sight aircraft communications applications;\n•maritime communications applications;\n•specialized communications solutions for high-value individuals; and\n•specialized, secure, mobile communications and data devices for the military and other government agencies, such as secure satellite handsets with U.S. National Security Agency Type I encryption capability.\nWith funding support from the U.S. government, we continue to invest in research and development to develop new products and applications for use by all branches of the U.S. armed forces. For example, in conjunction with the U.S. Space Force, we and select distribution partners offer DTCS, which provides critical, secure, PTT, netted communications using lightweight, handheld tactical radios, or add-ons to existing government tactical radios. In addition, we offer a secure satellite phone based on the Iridium Extreme, which we also developed with funding support from the U.S. government and which has been accredited by the National Security Agency, or NSA, to provide Type-1 encryption, enabling communications up to Top Secret from anywhere in the world. We also provide PNT services to the U.S. government, delivering a resilient and diverse PNT signal over the Iridium constellation, to provide an alternative position, navigation and timing (APNT) capability.\nOur Products\nWe offer a broad array of voice and data products that work worldwide. In most cases, our devices or an antenna must be located outside and within view of a satellite to be able to access our network.\nSatellite Handsets and Iridium GO!\nOur principal handset offerings are the Iridium 9555 and Iridium Extreme satellite phones. We believe the industrial-strength design of these products is critical for customers, many of whom are located in the most inhospitable spots on the planet and require rugged and reliable communications equipment.\n•Iridium 9555. The Iridium 9555 provides voice, SMS and narrowband data connectivity. This model features a grayscale screen, SMS capability, an integrated antenna and a speakerphone. The Iridium 9555 weighs 9.4 ounces and offers up to 3.1 hours of talk time. The Iridium 9555 has an industrial feel with a rugged housing to protect its sophisticated satellite transceiver.\n•Iridium Extreme. The Iridium Extreme adds to the Iridium 9555’s capabilities by providing a rugged exterior that meets Military Standard 810F for durability, a dedicated, two-way emergency SOS button, and fully integrated GPS and location-based services. These extra features are provided in a handset that is even smaller than the Iridium 9555, weighing 8.7 ounces and offering up to four hours of talk time. An emergency response service provided by GEOS Travel Safety Group, or GEOS, is included with the purchase of the phone and airtime usage. The two-way emergency \nSOS button initiates a voice call and an emergency text message via SMS to GEOS, which then coordinates with local emergency responders.\n•Iridium Extreme PTT. The Iridium Extreme PTT enhances the Iridium Extreme with an intelligently designed push-to-talk mode, expanded speakerphone, reinforced PTT button, and extended capacity battery. The user interface provides access to multiple communication services, including voice calling, SMS and SOS, allowing users to connect to a talkgroup located in up to 10 customer-defined geographic regions worldwide. The Iridium Extreme PTT weighs 9.5 ounces and offers up to 6.5 hours of talk time for voice calls and five hours of talk time while using PTT.\n•Iridium GO! Iridium GO! is a small, rugged, personal connectivity device that connects to the Iridium network to create a Wi-Fi hotspot, enabling the use of smartphones and tablets for voice calls, text messages and emails, posts to social networking sites, and limited use of optimized mobile websites. Iridium GO! also has an emergency SOS button and GPS and location-based services. Smartphone or tablet access is provided through special applications downloaded for free from the Apple App Store or through Google Play for Android smartphones or tablets. A software development kit is available to enable the creation of additional applications or integrate Iridium GO! connectivity into existing applications.\n•Iridium GO! exec. Iridium GO! exec, a premium version of the Iridium GO!, is powered by our Iridium Certus 100 service and provides IP connectivity to the Internet and up to two high-quality voice lines. Data speeds are up to 40 times faster for downloads and 10 times faster for uploads compared to the Iridium GO!. The Iridium GO! exec has a sleek design with built-in color touch screen and speakerphone for mobile office connectivity and Wi-Fi for access from smartphones or laptops within a range of up to 100 feet. The built-in battery provides up to 24 hours of standby and up to 6 hours of use.\nWe expect these devices to help us maintain our competitive position as premium offerings in the market due to their capabilities, mobility, reliability and global coverage. In addition to these devices, we offer variants of the Iridium 9555 satellite phone and the Iridium Extreme satellite phone that are qualified for sale to U.S. government customers.\nBroadband Data Devices\nIridium Certus terminals are specifically designed for the maritime, aviation, land mobile or government markets and offer a variety of enhanced data speeds and antenna types. Iridium Certus terminals provide enterprise-grade broadband data and high-quality voice capabilities that can be used on a global basis. Iridium Certus is designed to support a variety of cost points, antenna types and data speeds ranging from midband to broadband up to 704 Kbps. We have licensed the Iridium Certus technology to a group of VAMs who have introduced products for the maritime and land mobile markets and are developing additional products for those markets as well as the aviation and government markets.\nIridium Certus is designed for maritime operational and safety services, combining the benefits of L-band with broadband and truly global coverage. Iridium Certus terminals offer reliable connectivity for maritime customers whether used as a standalone service or as a companion to broadband services using the Ka, Ku or C bands. Our principal end users for Iridium Certus in the maritime market are merchant shipping, commercial fishing, large leisure vessels, and work boats. The initial terminals in this market were the Cobham Sailor 4300 and Thales VesseLINK. In addition, Intellian, a Korean maritime terminal manufacturer, introduced an Iridium Certus terminal to the market in 2020, and Thales introduced its VesseLINK 200 terminal, which uses our Iridium Certus 200 service, in 2021. Additional Iridium Certus 200 terminals were launched in 2023 and 2024, including the Lars Thrane LT-4200 and the Intellian c200, and our partners continue to develop additional products. \nIn aviation, Iridium Certus delivers critical safety services and in-flight communications. Our principal targeted end users for Iridium Certus in the aviation market include commercial, corporate and government users, general aviation, rotorcraft and unmanned aircraft. Terminals certified in this sector include the Blue Sky Networks SkyLink 7100, Guardian Mobility G6, Atmosphere Planet 9770, Honeywell Aspire 350, Collins IRT NX, and Skytrac SDL-350. A number of other VAMs have been licensed to create aviation terminals using Iridium Certus services, and we expect that additional Iridium Certus aviation products will become commercially available in 2025.\nIn the land mobile market, enterprises, governments, and individuals that want to maintain mobile IP and telephony connectivity utilize Iridium Certus for their operations while in remote areas without having to deploy ground-based infrastructure or expensive terminals. Iridium Certus devices may be integrated with internet, cellular, land mobile radio, and location-based applications to keep users connected, offering global push-to-talk, situational awareness, email, messaging and voice-over-IP. Our principal end users for Iridium Certus in the land mobile market are military users, rail, first responders, non-governmental organizations, oil and gas users, and remote fleets. Iridium offers Iridium Certus 100, Iridium Certus 200 and \nIridium Certus 700 services, supporting a portfolio of broadband and midband terminals through our partners to provide a range of capabilities at various price points. Terminals that are approved for the land mobile market include the Thales MissionLINK 700 and 200, BSN SkyLink 5100, NAL Research Quicksilver, and McQ CONNECT.\nIn the government market, Iridium Certus terminals provide beyond-line-of-sight communications critical to mission\nsuccess. The initial terminal in this market is the Thales MissionLINK, with additional terminals expected in the future.\nOur legacy broadband terminal, the Iridium Pilot, provides up to three independent voice lines and an internet connection for data communications of up to 134 Kbps, using our Iridium OpenPort service. We have discontinued the manufacture of the Iridium Pilot terminal but still provide the Iridium OpenPort service. With the introduction of the more powerful Iridium Certus terminals, we expect our distributors to focus on selling Iridium Certus and to eventually upgrade ships with Iridium Pilot to Iridium Certus technology.\nVoice and Data Modems\nWe also offer a combined voice transceiver and data modem, which our VAMs integrate into a variety of communications solutions that are deployed in different applications around the world. Our offering in this category is the Iridium Core 9523 L-band transceiver, which utilizes the transceiver core of our Iridium Extreme satellite handset. The Iridium Core 9523 is a small voice and data module that can be integrated with other components and allows our VAMs to design and build products, such as a dual-mode terrestrial radio and satellite phone or IoT applications that require more efficient data throughput via circuit-switched data transmission. The Iridium 9523 PTT adds PTT capability, allowing development partners to design and build land mobile, fixed, aviation and maritime devices with Iridium PTT service. We also offer the Iridium Certus 9770 transceiver, which provides Iridium Certus 100 service to our Iridium GO! exec device and several devices offered by our value-added partners. We expect our partners to continue to develop new products based on our Iridium Certus 9770 transceiver and other optimized midband devices. Our principal customers for our L-band transceivers are VAMs and VARs, who integrate them into specialized devices that access our network.\nInternet of Things Data Devices\nOur principal IoT devices are the Iridium 9602 and 9603 full-duplex SBD transceivers. The Iridium 9602 is a small data device with two-way transmission, capable of sending packet data to and from any point in the world with low latency. The principal customers for our Iridium 9602 data modems are VARs and VAMs, who embed the device into their tracking, sensor, and data applications and systems, such as asset tracking systems. Our partners often combine the Iridium 9602 with a GPS receiver to provide location information to customer applications. We also offer the Iridium 9603, an even smaller transceiver that is functionally identical to the Iridium 9602. In addition, a number of VARs and VAMs include a cellular modem as part of their Iridium applications to provide low-cost cellular data transmission when available. These types of multimode applications are adopted by end users who require the ability to regularly transfer data but operate in areas with inconsistent cellular coverage. We provide gap-filler coverage for these applications, allowing users to operate anywhere on the globe. In addition, several partners now offer products with Iridium Certus 9770 transceivers supporting Iridium Certus 100 service for IoT, including the SkyLink product from Blue Sky Networks and the RockREMOTE from Ground Control. In 2024, we introduced the Iridium 9704 transceiver, featuring Iridium Messaging Transport® (IMT®) technology, which provides larger file transfer sizes and faster message speeds than previous Iridium IoT modules, delivering data, picture, and audio messages for industrial (IIoT), machine-to-machine (M2M) and remote personnel use cases.\n\nIridium also offers a suite of Iridium Edge® finished IoT products designed to lower the barrier to adoption and speed time to market for customer applications. The Iridium Edge device is an off-the-shelf, environmentally sealed, rugged device that complements existing cellular solutions to create dual-mode connectivity for the most remote and inaccessible areas of the world, reducing the cost and complications associated with hardware development, manufacture and certification of satellite-specific terminals. We also offer Iridium Edge Pro, a standalone IoT device that offers real-time GPS tracking capabilities, with a flexible programming platform that allows partners to create and run their own custom-made applications, and Iridium Edge Solar, a standalone, programmable, solar-powered device that offers real-time GPS tracking in a self-charging, low-maintenance unit with over-the-air configuration that allows partners to create distinct tracking applications.\nWe also offer Iridium Burst, our one-to-many global data broadcast service, which enables enterprises to send data to an unlimited number of devices anywhere in the world, even inside buildings, vehicles or aircraft. \nDevice Development and Manufacturing\nWe contract with Cambridge Consulting Ltd. and other suppliers to develop our new products and services, with Benchmark Electronics Inc., or Benchmark, to manufacture most of our devices in a facility in Thailand, and with Verigon to manufacture a portion of our devices in the United States. We also utilize other suppliers, some of which are the sole source, to manufacture some of the component parts of our devices. Pursuant to our contracts with Benchmark and Verigon, we may be required to purchase excess materials at cost plus a contractual markup if the materials are not used in production within the periods specified in the respective agreements. Benchmark and Verigon generally repurchase the materials from us at the price we paid, as required for the production of the devices. Our agreements with Benchmark and Verigon are automatically renewable for additional one-year terms unless terminated by either party.\nWe generally provide our distributors with a warranty on subscriber equipment for a period ranging from one year to 18 months from the date of activation, depending on the product. \nIn addition to our principal products, we also offer a selection of accessories for our devices, including extended-life batteries, holsters, earbud headphones, portable auxiliary antennas, antenna adaptors, USB data cables and charging units. We purchase these products from several third-party suppliers either pursuant to contractual agreements or off the shelf at market prices.\nDomestic and Foreign Revenue\nWe supply services and products to customers in a number of foreign countries. We allocate revenue geographically based on where we invoice our distributors, whom we bill for mobile satellite services and related equipment sales, and not according to the location of the end user. These distributors sell services directly or indirectly to end users, who may be located elsewhere. It is not feasible for us to determine the geographical distribution of revenue from each end user, as we do not contract directly with them. Substantially all of our revenue is invoiced in U.S. dollars. The table below sets forth the percentage of our revenue from the United States, Canada and all other countries for the last three years. No single country outside the United States and Canada represented more than 10% of our revenue for any of the periods indicated.\n\n                                                          Year Ended December 31,\n2024                                                 2023                    2022\nUnited States              53   %                  55   %                  52   %\nCanada                     11   %                   8   %                   9   %\nOther Countries            37   %                  37   %                  39   %\nFor more information about our revenue from sales to foreign and domestic customers, see Note 16 to our consolidated financial statements included in this annual report.\nTraffic Originating Outside the United States\nMost of our voice and data traffic originates outside the United States. The table below sets forth the percentage of our commercial voice and data traffic originating outside the United States for the last three years.\n\n                                                                            Year Ended December 31,\n2024                                                                   2023                    2022\nCommercial voice traffic (minutes)           91   %                  91   %                  90   %\nCommercial data traffic (kilobytes)          94   %                  96   %                  95   %\nOur Network\nOur satellite network has an architecture of 66 operational LEO satellites in six orbital planes of eleven vehicles, each in nearly circular polar orbits, in addition to in-orbit spares and related ground infrastructure. Our operational satellites orbit at an altitude of approximately 483 miles (778 kilometers) above the earth and travel at approximately 16,689 miles per hour, resulting in a complete orbit of the earth approximately every 100 minutes. The design of our constellation ensures that generally at least one satellite is visible to subscribers from any point on the earth’s surface at any given time. While our constellation offers true global coverage, most of our devices and antennas must have a direct line of sight to a satellite to transmit or receive a signal, and services on those devices are not available in locations where a satellite signal cannot be transmitted or received, which for some devices includes inside a building. \nOur constellation uses radio frequency crosslinks between our satellites, which eliminates the need for local ground infrastructure. These crosslinks enable each satellite to communicate with up to four other satellites in space, two in the same orbital plane and two in adjacent planes. Our traffic is routed on a preplanned route between satellites to a predetermined satellite that is in contact with one of the Iridium teleport network, or TPN, locations. The TPN sites then transmit and receive the traffic to and from the gateways, which in turn provide the interface to terrestrial-based networks such as the PSTN, a public land mobile network, or PLMN, and the internet. The use of a TPN allows grounding traffic at multiple locations within our ground network infrastructure. This and other design elements provide flexibility that allows for rapid reconfiguration of grounding traffic from the satellites in the event of a space, antenna or ground routing anomaly and results in greater reliability of our network. The design of our space and ground control system also facilitates the real-time monitoring and management of the satellite constellation and facilitates service upgrades via software enhancements. \nWe believe our interlinked satellite infrastructure provides several advantages over low-earth-orbiting “bent-pipe” satellite networks that rely on multiple terrestrial gateways, such as Globalstar’s, ORBCOMM’s and OneWeb’s networks. We have the only satellite network with true global coverage using weather-resilient L-band spectrum, and our constellation is less vulnerable to single points of failure, as traffic can be routed around any one satellite problem to complete the communications path to the ground. In addition, the small number of ground stations increases the security of our constellation, a factor that makes our network particularly attractive to government institutions and large enterprises. The low orbit of our constellation and L-band frequencies also allows our network to operate with low latency and with smaller antennas due to the proximity of our satellites to the earth.\nOur constellation is designed to provide significant coverage overlap for mitigation of service gaps from individual satellite outages, particularly at higher northern and southern latitudes. Each satellite in our constellation was designed with a high degree of on-board subsystem robustness, an on-board fault detection system, and isolation and recovery capabilities for safe and quick risk mitigation. Our ability to reposition our satellites provides us with operating flexibility and enhances our ability to maintain a commercially acceptable level of service. If a satellite should fail or become unusable, in most cases we will be able to reposition one of our in-orbit spare satellites to take over its functions within days, with minimal impact on our services. \nWe do not currently hold any active in-orbit insurance policies covering losses from satellite failures, and we do not expect to obtain in-orbit insurance covering losses from satellite failures or other operational problems affecting our constellation.\nOur primary commercial gateway is located in Tempe, Arizona, with a second commercial gateway located in Russia for traffic within Russian boundaries only. A gateway processes and terminates calls and data and generates and controls user information pertaining to registered users, such as geo-location and call detail records. The U.S. government owns and operates a dedicated gateway for U.S. government users, which provides an interface between voice and data devices and the Defense Information Systems Network and other terrestrial infrastructure, providing U.S. government users with secure communications capabilities. Our network has multiple antennas located at the TPN facilities, including the Tempe gateway, that communicate with our satellites and pass calls and data between the gateway and the satellites as the satellites pass above our antennas, thereby connecting signals from the terminals of end users to our gateways. This system, together with our satellite crosslinks, enables communications that are not dependent on a ground station in the region where the end user is using our services.\nWe operate our satellite constellation from our satellite network operations center, or SNOC, in Leesburg, Virginia. This facility manages the performance and status of each of our satellites, directing traffic routing through the network and controlling the formation of coverage areas by the satellites’ main mission antennas. We also operate TPN facilities in Fairbanks, Alaska and Tempe, Arizona in the United States, in Svalbard, Norway, and in Punta Arenas, Chile that perform telemetry, tracking and control functions and route commercial services.\nFrom time to time, individual satellites in our constellation experience operating problems that may result in a satellite outage, but due to the overlapping coverage within our constellation and the dynamic nature of our LEO system, the individual satellite outages typically do not negatively affect our customers’ use of our system for a prolonged period. In addition, most system processing related to our service is performed using software on board each satellite instead of on the ground. We believe this provides us with significant flexibility and contributes to the longevity of the constellation by enabling engineers to develop additional functionality and software-based solutions to occasional faults and anomalies in the system.\nWe continually monitor and upgrade our gateway and TPN facilities as necessary and also maintain an inventory of spare parts. When we do not have necessary spares in inventory or our spares become obsolete, we may rely on third parties to develop necessary parts.\nWe hold a renewable space station license, which expires February 23, 2032, for the launch and operation of our constellation. Our U.S. gateway earth station licenses and the blanket earth station licenses for serving the U.S. government customers and commercial subscribers expire between February 2036 and March 2037. Renewal applications for these earth station licenses must be filed between 30 and 90 days prior to expiration.\nThe Iridium constellation also hosts the Aireon system. The Aireon system was developed by Aireon LLC, which we formed in 2011 and which received subsequent investments from several ANSPs, to provide a global air traffic surveillance service through a series of ADS-B receivers on our satellites. Aireon has contracted to offer this service to ANSPs, which use the service to provide improved air traffic control services over the oceans, as well as polar and remote regions. Aireon also markets its data and services to airlines and other commercial users. \nUnder our agreements with Aireon, Aireon agreed to pay us fees of $200.0 million to host the ADS-B receivers on our satellites, of which they have paid us $110.5 million as of December 31, 2024. These fees are recognized over the estimated useful life of the satellites. Additionally, Aireon pays power and data services fees of approximately $23.5 million per year in the aggregate for the delivery of the air traffic surveillance data over the Iridium system.\nWhile the Aireon ADS-B receivers are the primary hosted payload on our satellites, L3Harris utilizes a portion of the remaining space for its customers’ payloads. This agreement resulted in an additional $74.1 million in hosting and data service fees to us, all of which has been paid.\nRegulatory Matters\nOur Spectrum\nWe hold licenses to use 8.725 MHz of contiguous spectrum in the L-band, which operates at 1.6 GHz, and allows for two-way communication between our devices and our satellites. In addition, we are authorized to use 200 MHz of K-Band (23 GHz) spectrum for satellite-to-satellite communications, known as inter-satellite links, and 400 MHz of Ka-Band spectrum (19.4 GHz to 19.6 GHz and 29.1 GHz to 29.3 GHz) for two-way communication between our satellites and our ground stations, known as feeder links. We are also authorized to use the 156.0125-162.0375 MHz spectrum for reception of Automatic Identification System transmissions from maritime vessels and the 1087.7-1092.3 MHz spectrum for reception of Automatic Dependent Surveillance-Broadcast transmissions from aircraft. Access to this spectrum enables us to design satellites, network and terrestrial infrastructure enhancements cost effectively because each product and service can be deployed and sold globally. Our products and services are offered in over 100 countries, and we and our distributors continue to seek authorizations in additional countries.\nOur use of spectrum is globally coordinated and recorded by, and subject to the frequency rules and regulations of, the International Telecommunication Union, or ITU. The ITU is the United Nations organization responsible for worldwide co-operation in the telecommunications sector. In order to protect satellite systems from harmful radio frequency interference from other satellite systems, the ITU maintains a Master International Frequency Register of radio frequency assignments. Each ITU administration is required to give notice of, coordinate and record its proposed use of radio frequency assignments with the ITU’s Radiocommunication Bureau. The coordination negotiations are conducted by the national administrations with the assistance of satellite operators. When the coordination process is completed, the ITU formally notifies all proposed users of frequencies and orbital locations in order to protect the recorded assignments from subsequent nonconforming or interfering uses by member states of the ITU. Only member states have full standing within this inter-governmental organization. Filings to the ITU are made on our behalf by the United States.\nThe ITU also controls the assignment of country codes used for placing telephone calls between different countries. Our network has been assigned the 8816 and 8817 country codes and uses these numbers for calling and communications between terminals.\nConstellation Orbital Debris Obligations\nWe have certain orbital debris mitigation obligations under our FCC licenses. All of our second-generation satellites are subject to a 25-year de-orbit standard under the FCC authorization of our current constellation.\nAireon LLC and Aireon Holdings LLC Agreement\n\nWe hold our ownership in Aireon LLC through the Amended and Restated Aireon Holdings LLC Agreement, along with subsidiaries of our ANSP co-investors. Aireon Holdings holds 100% of the membership interests in Aireon LLC, which is the operating entity for the Aireon system.\nIn June 2022, we entered into a subscription agreement with Aireon Holdings and invested $50 million in exchange for an approximately 6% preferred membership interest. We also hold a common membership interest. The other investors hold the remaining preferred membership interests resulting from their investments in Aireon for an aggregate purchase price of approximately $339 million. At each of December 31, 2024, and 2023, our fully diluted ownership stake in Aireon Holdings was approximately 39.5%. If and when funds are available, Aireon Holdings is required to redeem a portion of our common ownership interest for a payment to us of $120 million, following which we would retain a 27% interest. Based on Aireon’s business plan and restrictions under Aireon’s debt facility, we do not expect this redemption of our ownership interest to occur for several years. \nThe Aireon Holdings LLC Agreement provides for Aireon Holdings to be managed by a board of directors consisting of 11 members, of which we have the right to nominate two directors. The Aireon Holdings LLC Agreement also provides the minority holders, including us, with several protective provisions. We account for our investment in Aireon Holdings in our consolidated financial statements as an equity method investment. \nWe and the other Aireon investors have agreed to participate pro rata, based on our respective fully diluted current ownership stakes, in funding an investor bridge loan to Aireon as needed. Our maximum commitment under the investor bridge loan is $11.9 million, although no amount was outstanding at December 31, 2024.\n\nCompetition\n\nThe mobile satellite services industry is highly competitive, and we currently face substantial competition from other service providers that offer a range of mobile and fixed communications options. Currently, our principal mobile satellite services competitors are Viasat, Globalstar, ORBCOMM, and Thuraya Telecommunications Co., or Thuraya. We compete primarily on the basis of coverage, quality, mobility and pricing of services and products. \nViasat, following its acquisition of Inmarsat, owns and operates a fleet of GEO satellites. Unlike LEO satellites, GEO satellites orbit the earth at approximately 22,300 miles above the equator. GEO systems require substantially larger and more expensive antennas, and typically have higher transmission delays than LEO systems. Due to its GEO system, Viasat’s coverage area covers most bodies of water except for a majority of the polar regions. Viasat is a significant provider of satellite communications services to the maritime sector. Viasat also offers land-based and aviation communications services.\nGlobalstar owns and operates a fleet of LEO satellites. Globalstar’s service is available only on a multi-regional basis as a result of its “bent pipe” architecture, which requires that voice and data transmissions be routed from satellites immediately to nearby ground stations. This design requires the use of multiple ground stations, which are impractical in some extreme latitudes or over portions of the oceans. \nORBCOMM also provides commercial services using a fleet of LEO satellites and also sells its customers some services from Viasat. Like Globalstar, ORBCOMM’s network also has a “bent pipe” architecture, which constrains its real-time coverage area. ORBCOMM’s principal focus is low-cost data and IoT services, where it directly competes with our IoT offerings. Because a ground station may not be within view of a satellite, ORBCOMM’s LEO-based services may have a significant amount of latency, which may limit their use in some mission-critical applications. ORBCOMM does not offer voice service or high-speed data services. \nWe also compete with regional mobile satellite communications services in several geographic markets. In these cases, the majority of our competitors’ customers only require regional, not global, mobile voice and data services, so our competitors may present a viable alternative to our services. All of these regional competitors operate or plan to operate GEO satellites. Our regional mobile satellite services competitors currently include Thuraya, principally in Europe, the Middle East, Africa, Australia and several countries in Asia. \nIn addition, there are a number of more recent entrants to the mobile satellite services industry, including Starlink and OneWeb, with varying constellation designs and business models. These newer entrants are primarily focused on commodity broadband services, whereas we often operate as a complementary or companion service. We also see some of these other companies \ninvesting in direct-to-device services that in the future may expand the current terrestrial cellular footprint in some countries, reducing the size of the market that requires mobile satellite services.\nWhile we view our services as largely complementary to terrestrial wireline and wireless communications networks, we also compete with them indirectly. We provide service in areas that are inadequately covered by these ground systems. To the extent that terrestrial communications companies invest in underdeveloped areas, we will face increased competition in those areas. We believe that local telephone companies currently are reluctant to invest in new switches, landlines and cellular towers to expand their networks in rural and remote areas due to high costs and limited usage. Many of the underdeveloped areas are sparsely populated, making it difficult to generate the necessary returns on the capital expenditures required to build terrestrial wireless networks in those areas. We believe that our solutions offer a cost-effective and reliable alternative to terrestrial-based wireline and wireless systems in these remote regions.\nResearch and Development\n\nOur research and development efforts have focused on the development, design and testing of our new constellation and new products, such as Iridium Certus, Iridium Messaging Transport, Iridium Edge, Iridium PTT, Iridium Burst, Iridium GO!, Iridium GO! exec, transceiver modules and chipsets. We also develop network and product enhancements and new applications for our existing products. Our research and development expenses were $28.4 million, $20.3 million and $16.2 million for the years ended December 31, 2024, 2023, and 2022, respectively.\nEmployees and Human Capital Resources\n\nEmployees\nAs of December 31, 2024, we had approximately 873 full-time employees and eight part-time employees, none of whom are subject to any collective bargaining agreement. We consider our employee relations to be good.\nHuman Capital Resources\nOur employees are integral to our success. We must continue to identify, attract, develop, motivate, and retain highly skilled employees across many fields, and we use a variety of human capital measures in managing our business, including measures related to hiring, performance evaluations, retention and workforce demographics.\nWe strive to create an innovative and welcoming culture where our employees are proud to work. We foster this goal by focusing on employee development, engagement, and wellness. This starts with an onboarding process that introduces our core mission and values, policies and procedures, performance review process and background about our company. We support our employees in their career development by providing on-the-job training and education reimbursement to help employees maintain or enhance skills in their current position or help with acquiring new skills to prepare for future opportunities. To measure employee engagement, we conduct an annual survey to assess and track retention and satisfaction. We take responses from our employees seriously and use them to inform specific strategies tailored to both the entire company as well as specific teams. In addition to performing benchmarking for employee benefits, we conduct an annual survey to understand what benefits are important to our employees and ensure that we are offering a competitive total rewards package.\nWe also seek to attract and retain a skilled workforce, including through programs such as our internship program, our Iridium Orbit Program (an 18 month rotational program in operations, engineering and customer care), or Uplinks program (a program pairing employees from different generations to promote collaboration and diversity of thinking), our Employee Resource Groups and other outreach efforts that cover a range of topics and interests. We structure our human capital management to comply with the laws and regulations to which we are subject as a federal government contractor.\nIntellectual Property\n\nAt December 31, 2024, we held 46 U.S. patents and one foreign patent. These patents relate to several aspects of satellite systems, global networks, communications services, and communications devices.\n\nIn addition to our owned intellectual property, we also license certain legacy intellectual property from Motorola Solutions that we use to operate and maintain aspects of our network and related ground infrastructure and services as well as to design and manufacture certain of our devices. This licensed intellectual property plays an important role in the operation of certain aspects of our constellation and some of the services and devices we sell. We maintain our licenses with Motorola Solutions pursuant to several agreements, any of which can be terminated by Motorola Solutions upon the commencement by or against us of any \nbankruptcy proceeding or other specified liquidation proceedings or upon our material failure to perform or comply with any provision of the agreement that remains uncured for a specified period of time following written notice from Motorola Solutions. If Motorola Solutions were to terminate any such agreement, it may be difficult or, under certain circumstances, impossible to obtain the technology from alternative vendors.\nWe license additional intellectual property and technology from other third parties and expect to do so in the future in connection with our network and related ground infrastructure and services as well as our devices. If any such third party were to terminate its agreement with us or cease to support and service such intellectual property or technology, or if we are unable to renew such licenses on commercially reasonable terms or at all, it may be difficult, more expensive or impossible to obtain substitute intellectual property or technology from alternative licensors or suppliers. Any substitute intellectual property or technology may also have lower quality or performance standards, which would adversely affect the quality of our devices and services. For more information, see “Risk Factors—We depend on intellectual property licensed from third parties to operate our constellation and sell our devices and for the enhancement of our existing devices and services.”\n\nCorporate Background\nWe were incorporated as GHL Acquisition Corp., a special purpose acquisition company, in November 2007 and became a publicly held company in February 2008. In September 2009, we acquired the outstanding equity of Iridium Holdings LLC, or Iridium Holdings, a privately held company, and changed our name to Iridium Communications Inc. In December 2000, Iridium Holdings, through its wholly owned subsidiary Iridium Satellite LLC, or Iridium Satellite, had acquired certain satellite assets from Iridium LLC, a non-affiliated debtor in possession, pursuant to an asset purchase agreement.\nAvailable Information\n\nCopies of our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments, if any, to those reports filed pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as amended, are available free of charge through our website at www.iridium.com and on the website of the Securities and Exchange Commission, or SEC, at www.sec.gov. A request for any of these reports may also be submitted to us by writing: Investor Relations, Iridium Communications Inc., 1750 Tysons Boulevard, Suite 1400, McLean, VA 22102, or by calling our Investor Relations line at 703-287-7570.",
      "char_count": 115070
    },
    "item1a": {
      "text": "Item 1A. Risk Factors\nRisks related to our satellites and network\nOur satellites may experience operational problems, which could affect our ability to provide an acceptable level of service to our customers.\nFrom time to time, we experience temporary intermittent losses of signal cutting off calls in progress, preventing completions of calls when made, or disrupting the transmission of data. If the magnitude or frequency of such problems increases and we are no longer able to provide a commercially acceptable level of service, our business and financial results and our reputation would be hurt, and our ability to pursue our business plan would be compromised.\nIn the future, we may seek to make changes to our constellation to offer new services or adjust the power. Any such changes may require prior FCC approval, and the FCC may subject the approval to other conditions that could be unfavorable to our business. In addition, from time to time we may reposition our satellites within the constellation in order to optimize our service, which could result in degraded service during the repositioning period. Although we have some ability to remedy some types of problems affecting the performance of our satellites remotely from the ground, the physical repair of our satellites in space is not feasible.\nOur products could fail to perform or could perform at reduced levels of service because of technological malfunctions or deficiencies, regulatory compliance issues, or events outside of our control, which would seriously harm our business and reputation.\nOur products and services are subject to the risks inherent in a large-scale, complex telecommunications system employing advanced technology and heavily regulated by, among others, the FCC and similar authorities internationally. Any disruption to our satellites, services, information systems or telecommunications infrastructure, or regulatory compliance issues, could result in the inability or reduced ability of our customers to receive our services for an indeterminate period of time. These customers include government agencies conducting mission-critical work throughout the world, as well as consumers and businesses located in remote areas of the world and operating under harsh environmental conditions where traditional telecommunications services may not be readily available. Any disruption to our services or extended periods of reduced levels of service could cause us to lose customers or revenue, result in delays or cancellations of future implementations of our products and services, result in failure to attract customers, or result in litigation, customer service or repair work that would involve substantial costs and distract management from operating our business. The failure of any of the diverse elements of our system, including our satellites, our commercial gateway, our satellite teleport network facilities or our satellite network operations center, to function as required could render our system unable to perform at the quality and capacity levels required for success. Any system failures, repeated product failures or shortened product life, or extended reduced levels of service could reduce our sales, increase costs, or result in warranty or liability claims or litigation, cause us to extend our warranty period, and seriously harm our business.\nOur satellites have a limited life and may fail prematurely, which could cause our network to be compromised and materially and adversely affect our business, prospects and profitability, or cause us to incur additional expense to launch replacement satellites.\nWe have in the past and may in the future experience in-orbit malfunctions of our satellites, which could adversely affect the reliability of their service or result in total failure of the satellite. In-orbit failure of a satellite or temporary outage of a service or a satellite may result from various causes, including component failure, loss of power or fuel, inability to control positioning of the satellite, solar or other astronomical events, including solar radiation and flares, and space debris. Other factors that could affect the useful lives of our satellites include the quality of construction, gradual degradation of solar panels and the durability of components. We do not have, and do not have plans to obtain, in-orbit insurance to protect against losses. As a result, a failure of one or more of our satellites, the occurrence of equipment failures and other related problems would constitute an uninsured loss. Although we do not incur any direct cash costs related to the failure of a single satellite, if a satellite fails, we record an impairment charge in our statement of operations to reduce the remaining net book value of that satellite to zero, and any such impairment charges could depress our net income for the period in which the failure occurs. Further, a large number of such failures could shorten the expected life of our constellation, which would increase our depreciation expense, or require us to replace our constellation sooner than currently planned, either of which would increase our projected capital expenditures.\nIf operations at our commercial gateways or operations center were to be disrupted, we may experience interruptions in our ability to provide service to our customers.\nOur commercial satellite network traffic is supported by a gateway in Tempe, Arizona, or, for traffic within Russian boundaries only, a gateway in Izhevsk, Russia. We operate our satellite constellation from our satellite network operations center in \nLeesburg, Virginia. If we are unable to use our primary commercial gateway in Tempe, it could take us from one to eight hours to switch operations to our backup facility for most services, and potentially longer for some services. During this time, our customers would be unable to use those services, and we could suffer a loss of revenue and harm to our reputation. When operating on our backup facility, any further failure could leave us unable to offer services for an extended period. Our gateways and operations center may also experience service shutdowns or periods of reduced service in the future as a result of equipment failures, delays in deliveries, or regulatory issues. Any such failure would impede our ability to provide service to our customers.\nOur customized hardware and software may be difficult and expensive to service, upgrade or replace.\nSome of the hardware and software we use in operating our gateways is significantly customized and tailored to meet our requirements and specifications and could be difficult and expensive to service, upgrade or replace. Although we maintain inventories of some spare parts, it nonetheless may be difficult, expensive or impossible to obtain replacement parts for the hardware due to a limited number of those parts being manufactured to our requirements and specifications. In addition, our business plan contemplates updating or replacing some of the hardware and software in our network as technology advances, but the complexity of our requirements and specifications may present us with technical and operational challenges that complicate or otherwise make it expensive or infeasible to carry out such upgrades and replacements. If we are not able to suitably service, upgrade or replace our equipment, our ability to provide our services and therefore to generate revenue could be harmed.\nRapid and significant technological changes in the satellite communications industry may impair our competitive position and require us to make significant additional capital expenditures.\nThe satellite communications industry is subject to rapid advances and innovations in technology. We face competition from companies using new technologies and new satellite systems, including a significant number of new entrants who are developing or have announced a wide array of technologies, some of which compete directly with one or more of our existing or planned products and services. New technology could render our system obsolete or less competitive by satisfying customer demand in more attractive ways or through the introduction of incompatible standards. Particular technological developments that could adversely affect us include the deployment by our competitors of new satellites with greater power, flexibility, efficiency or capabilities than ours, as well as continuing improvements in terrestrial wireless technologies. For us to keep up with technological changes and remain competitive, we have made and may continue to make significant research and development and capital expenditures, including capital to design and launch new products and services over the short to medium term, and, over the longer term, the acquisition of additional spectrum, satellites, launch vehicles and other network resources to support continued growth. Customer acceptance of the products and services that we offer will continually be affected by technology-based differences in our product and service offerings compared to those of our competitors. New technologies may also be protected by patents or other intellectual property laws and therefore may not be available to us. Any failure on our part to implement new technology within our system may compromise our ability to compete.\nOur networks and those of our third-party service providers may be vulnerable to cybersecurity risks.\nWe expect the secure transmission of confidential information over public networks to continue to be a critical element of our ability to compete for business, manage our risks, and protect our customers and our reputation. Our network and those of our third-party service providers and our customers may be vulnerable to unauthorized access, computer attacks, viruses and other security problems. Persons who circumvent security measures could wrongfully access and obtain or use information on our network or cause service interruptions, delays or malfunctions in our devices, services or operations, any of which could harm our reputation, cause demand for our products and services to fall, and compromise our ability to pursue our business plans. Recently, there have been reported several significant, widespread security attacks and breaches that have compromised network integrity for many companies and governmental agencies, in some cases reportedly originating from outside the United States. In addition, there are reportedly private products available in the market today that may attempt to unlawfully intercept communications made using our network. We may be required to expend significant resources to respond to, contain, remediate, and protect against these attacks and threats, including compliance with applicable data breach and security laws and regulations, and to alleviate problems, including reputational harm and litigation, caused by these security incidents. In addition, in the event of such a security incident, our customer contracts may not adequately protect us against liability to third parties with whom our customers conduct business. Although we have implemented and intend to continue to implement security measures, these measures may prove to be inadequate. These security incidents could have a significant effect on our systems, devices and services, including system failures and delays that could limit network availability, which could harm our business and our reputation and result in substantial liability.\nOur satellites may collide with space debris or another spacecraft, which could adversely affect the performance of our constellation.\nIn February 2009, we lost an operational satellite as a result of a collision with a non-operational Russian satellite. Although we have some ability to actively maneuver our satellites to avoid potential collisions with space debris or other spacecraft, this ability is limited by, among other factors, uncertainties and inaccuracies in the projected orbit location of and predicted conjunctions with debris objects tracked and cataloged by the U.S. government. Additionally, some space debris is too small to be tracked, and therefore its orbital location is completely unknown; nevertheless, this debris is still large enough to potentially cause severe damage or a failure of our satellites should a collision occur. The total number of satellites in low-earth orbit has increased significantly in recent years and is expected to continue to increase in the future, increasing the risk of collisions if not coordinated. Collisions between satellites or other space debris, such as rocket fragments, could cause a cascading effect of multiplying debris and collisions within Earth’s orbit, which could result in significant risk to the operation of our constellation. If our constellation experiences additional satellite collisions with space debris or other spacecraft, our service could be impaired.\nThe space debris created by the February 2009 satellite collision may cause damage to other spacecraft positioned in a similar orbital altitude.\nThe 2009 collision of one of our satellites with a non-operational Russian satellite created a space debris field concentrated in the orbital altitude where the collision occurred, and thus increased the risk of space debris damaging or interfering with the operation of our satellites, which travel in this orbital altitude, as well as satellites owned by third parties, such as U.S. or foreign governments or agencies and other satellite operators. Although there are tools used by us and providers of tracking services, such as the U.S. Combined Space Operations Center, to detect, track and identify space debris, we or third parties may not be able to maneuver the satellites away from such debris in a timely manner. Any such collision could potentially expose us to significant losses and liability if we were found to be at fault.\nRisks related to our business operations\nOur business plan depends on increased demand for mobile satellite services, among other factors.\nOur business plan is predicated on growth in demand for mobile satellite services. Demand for mobile satellite services may not grow, or may even contract, either generally or in particular geographic markets, for particular types of services or during particular time periods. A lack of demand could impair our ability to sell products and services, develop and successfully market new products and services and could exert downward pressure on prices. Any decline in prices would decrease our revenue and profitability and negatively affect our ability to generate cash to pay down our debt or for capital expenditures, investments and other working capital needs.\nOur ability to successfully implement our business plan will also depend on a number of other factors, including:\n•our ability to maintain the health, capacity and control of our satellite constellation;\n•the level of market acceptance and demand for our products and services;\n•our ability to introduce innovative new products and services that satisfy market demand;\n•our ability to expand our business using our existing spectrum resources both in the United States and internationally;\n•our ability to sell our products and services in additional countries;\n•our ability to comply with applicable regulatory requirements, both in the United States and internationally;\n•our ability to maintain our relationship with U.S. government customers, particularly the DoD;\n•the ability of our distributors to market and distribute our products, services and applications effectively and their continued development of innovative and improved solutions and applications for our products and services;\n•the effectiveness of our competitors in developing and offering similar services and products; and\n•our ability to maintain competitive prices for our products and services and to control our costs.\nOur agreements with U.S. government customers, particularly the DoD, which represent a significant portion of our revenue, are subject to termination and renewal.\nThe U.S. government, through a dedicated gateway owned and operated by the DoD, has been and continues to be, directly and indirectly, our largest customer, representing 27% and 25% of our revenue for the years ended December 31, 2024 and 2023, respectively. We provide the majority of our services to the U.S. government pursuant to our EMSS, SDA, and ECS3 contracts. We entered into these contracts in September 2019, May 2022, and March 2024, respectively. The EMSS contract continues through September 2026; the SDA contract had a base term until January 2025, and we are currently in the first of up to five one-year options exercisable at the election of the U.S. government to extend the term; and the ECS3 contract has a base term \nthat runs through March 2025, with four one-year extension options exercisable at the election of the U.S. government. The U.S. government may terminate these agreements, in whole or in part, at any time for its convenience. Our relationship with the U.S. government is also subject to the overall U.S. government policies, budget and appropriation decisions and processes. U.S. government budget and policy decisions, including with respect to defense spending, are based on changing government priorities and objectives, which are driven by numerous factors, including administration changes, geopolitical events and macroeconomic conditions, and are beyond our control. If the U.S. government terminates any or all of these agreements, we would lose a significant portion of our revenue.\nFurther, operational control of some of our contracts has been moved from the Defense Information Systems Agency to the U.S. Space Force. In connection with this operational shift, changes in internal pricing and cost recovery have resulted in reduced subscribers under the EMSS contract. Lower subscriber use may negatively affect our ability to negotiate a renewal of the EMSS contract on favorable terms in 2026, which could reduce our revenue from that contract.\nIf we fail to comply with the terms of our U.S. government contracts, including applicable federal acquisition regulations and executive orders, we may be subject to contract price adjustments, contract terminations, civil or criminal penalties, or suspension or debarment from future U.S. government contracts. \nAs a U.S. government contractor or subcontractor, we are subject to extensive laws and regulations governing the award, administration and performance of U.S. government contracts. Among other things, these laws and regulations govern the allowability of costs incurred by us in the performance of U.S. government contracts. The pricing of some contracts, including the SDA contract, is based on estimated direct and indirect costs. The U.S. government is entitled to examine our cost records with respect to such contracts and to seek a downward adjustment to the price of the contract if it determines that we failed to furnish complete, accurate and current cost or pricing data in connection with the negotiation of the price of the contract. We may also be subject to government audits and to review and approval of our policies, procedures and internal controls for compliance with procurement regulations and other applicable laws. If we do not comply with the terms of a contract or with regulations or statutes, we could be subject to downward contract price adjustments or refund obligations or could be assessed civil and criminal penalties or be debarred or suspended from obtaining future contracts for a specified period. Any such suspension or debarment or other sanction could have an adverse effect on our business. In addition, if we are unable to comply with security clearance requirements, we may be unable to perform these contracts or compete for other projects of this nature, which could adversely affect our revenue.\nAireon, our primary hosted payload customer, may not successfully grow its business, which could reduce or eliminate the value of our agreements with, and ownership interest in, Aireon.\nAireon is our primary hosted payload customer, and we expect annual revenue to us from Aireon hosting, data services and power fees to be approximately $32.7 million. In addition, we currently hold a substantial ownership interest in Aireon’s parent company, Aireon Holdings, and, if and when funds are available following a planned refinancing of Aireon’s credit facility, Aireon Holdings is required to redeem a portion of our ownership interest for a payment of $120.0 million. Based on Aireon’s current business plan and restrictions under Aireon’s debt facility, we do not expect this redemption of our ownership interest to occur for several years.\nAireon’s business model requires expansion of its customer base to achieve its projected financial results, which may not occur when projected or at all. While our fee arrangements with Aireon are fixed, if Aireon does not achieve its projected results, they may not be able to pay us the contractually required hosting, data services and power fees in a timely manner or at all. Further, Aireon may need to seek additional financing. Any sale of equity securities by Aireon would dilute our ownership if and to the extent that we do not invest additional funds to maintain our proportional ownership interest. If additional funding is not available, Aireon may default on its credit facility, which could result in the loss or reduction in value of our investment in Aireon, or be forced out of business, in which case we would not receive any further hosting, data or power fees, or the expected $120.0 million redemption payment, and we would lose the fair value of our retained investment in Aireon Holdings.\nWe depend on intellectual property licensed from third parties to operate our constellation and sell our devices and for the enhancement of our existing devices and services.\nWe license critical intellectual property and technology to operate and maintain our network and related ground infrastructure and services as well as to design, manufacture, and sell our devices. This intellectual property and technology is essential to our ability to continue to operate our constellation and sell our services and devices. In addition, we depend on third parties to develop enhancements to our current products and services even in circumstances where we own the intellectual property. If any third-party owner of such intellectual property or technology were to terminate any license agreement with us or cease to support and service such intellectual property or technology or perform development on our behalf, or if we are unable to renew such licenses on commercially reasonable terms or at all, it may be difficult, more expensive or impossible to obtain such intellectual property, technology, or services from alternative vendors. Any substitute intellectual property or technology may \nalso be costly to develop and integrate, or could have lower quality or performance standards, which would adversely affect the quality of our devices and services. In connection with the development of new devices and services, we may be required to obtain additional intellectual property rights from third parties. We can offer no assurance that we will be able to obtain such intellectual property rights on commercially reasonable terms or at all. If we are unable to obtain such intellectual property rights on commercially reasonable terms, we may not be able to develop some new devices and services.\nOur failure to effectively manage the expansion of our portfolio of products and services could impede our ability to execute our business plan, and we may experience increased costs or disruption in our operations.\nIn order to achieve the substantial future revenue growth we have projected, we must develop and market new products and services. We currently face a variety of challenges, including maintaining the infrastructure and systems necessary for us to manage the growth of our business. As our product and service portfolio continues to expand, the responsibilities of our management team and demands on other company resources also increase. Consequently, we may further strain our management and other company resources with the increased complexities and administrative burdens associated with a larger, more complex portfolio of products and services. For example, we have in the past experienced quality issues and incorrect market assessments in connection with the introduction of new products and services, and we may experience such issues in the future. Our failure to meet these challenges as a result of insufficient management or other resources could significantly impede our ability to execute our business plan, which relies in part on our ability to leverage our largely fixed-cost infrastructure. To properly manage our growth, we may need to hire and retain additional personnel, upgrade our existing operational management and financial and reporting systems, and improve our business processes and controls. Failure to effectively manage the expansion of our portfolio of products and services in a cost-effective manner could result in declines in product and service quality and customer satisfaction, disruption of our operations, or increased costs, any of which would reduce our ability to increase our profitability.\nWe could lose market share and revenue as a result of increasing competition from companies in the wireless communications industry, including cellular and other satellite operators, and from the extension of land-based communications services.\nWe face intense competition in all of our markets, which could result in a loss of customers and lower revenue and make it more difficult for us to enter new markets. We compete primarily on the basis of coverage, quality, portability, and pricing of services and products.\nThe provision of satellite-based services and products is subject to downward price pressure when capacity exceeds demand or as a result of aggressive discounting by some operators under financial pressure to expand their respective market share. In addition, we may face competition from new competitors, new technologies or new equipment, including new and proposed LEO constellations. For example, we may face competition for our services in the United States from service providers with ancillary terrestrial component, or ATC, authorities who are designing a satellite operating business and a terrestrial component around their spectrum holdings, or from service providers developing satellite direct to terrestrial phone capabilities. In addition, some of our competitors have announced plans for the launch of additional satellites. As a result of competition, we may not be able to successfully retain our existing customers and attract new customers.\nIn addition to our satellite-based competitors, terrestrial voice and data service providers, both wireline and wireless, could further expand into rural and remote areas and provide the same general types of services and products that we provide through our satellite-based system. Although satellite communications services and terrestrial communications services are not perfect substitutes, the two compete in some markets and for some services. Consumers generally perceive terrestrial wireless voice communication products and services as cheaper and more convenient than those that are satellite-based. Many of our terrestrial competitors have greater resources, wider name recognition and newer technologies than we do. In addition, industry consolidation could hurt us by increasing the scale or scope of our competitors, thereby making it more difficult for us to compete.\nWe depend on third parties to market and sell our products and services, and their inability to do so effectively could impair our revenue and our reputation.\nWe select third-party distributors, in some cases on an exclusive basis, and rely on them to market and sell our products and services to end users and to determine the prices end users pay. We also depend on our distributors to develop innovative and improved solutions and applications integrating our product and service offerings. As a result of these arrangements, we are dependent on the performance of our distributors to generate most of our revenue. Our distributors operate independently of us, and we have limited control over their operations, which exposes us to significant risks. Distributors may not commit the same level of resources to market and sell our products and services that we would, and these distributors may also market and sell competitive products and services. In addition, our distributors may not comply with the laws and regulatory requirements in their local jurisdictions, which could limit their ability to market or sell our products and services. If our distributors develop \nfaulty or poorly performing products using our technology or services, we may be subject to claims, and our reputation could be harmed. If current or future distributors do not perform adequately, or if we are unable to locate competent distributors in particular countries and secure their services on favorable terms, we may be unable to increase or maintain our revenue in these markets or enter new markets, we may not realize our expected growth, and our brand image and reputation could be hurt. For example, in 2023, we announced an arrangement with Qualcomm Technologies, Inc., or Qualcomm, to include our services on a processor for use in smartphones and act as our VAM and service provider with smartphone manufacturers. Although Qualcomm successfully developed and demonstrated the service, they were unable to market the processor successfully to smartphone manufacturers. As a result, Qualcomm elected to terminate our arrangement with them. This arrangement included large penalties had we marketed a similar technology with another partner; as a result, we experienced a substantial delay in our ability to develop similar services with other third parties.\nIn addition, we may lose distributors due to competition, industry consolidation, regulatory developments, business developments affecting our distributors or their customers, or for other reasons. In 2009, one of our largest competitors, Inmarsat (now Viasat), acquired our then largest distributor, Stratos Global Wireless, Inc., and in 2014, Inmarsat acquired Globe Wireless, one of our service providers. Following each acquisition, Inmarsat essentially stopped promoting sales of our products and services, and they and other competitors could further reduce their distribution efforts with respect to our products and services in the future. Any future consolidation of our distributors would further increase our reliance on a few key distributors of our services and the amount of volume discounts that we may have to give those distributors. Our two largest commercial distributors, Marlink Group and Garmin, together represented approximately 10% of our revenue for the year ended December 31, 2024, and our ten largest distributors represented, in the aggregate, 30% of our revenue for the year ended December 31, 2024. The loss or consolidation of any of these distributors, or a decrease in the level of effort expended by any of them to promote our products and services, could reduce the distribution of our products and services as well as the development of new products and applications, which would negatively affect our revenue.\nOur business was negatively affected by the COVID-19 pandemic, actions taken to mitigate the pandemic, and the economic disruptions that resulted. A resurgence or similar pandemic in the future could harm our business.\nThe COVID-19 pandemic, the steps taken to respond, and the resulting substantial domestic and global economic disruption led to reduced sales and limited our distributors’ ability to install or service our products. The aviation industry was particularly hard hit, which had an adverse effect on our primary hosted payload customer, Aireon, in which we have also made substantial investments. \nThe pandemic also negatively affected the payment of accounts receivable and collections. For example, one of our distributors sought protection in bankruptcy, reducing the amount we received from them for past services. Finally, factors related to the pandemic, including changing work environments, concerns over safety, reluctance to obtain vaccines, and changing economic conditions, caused an increase in employee resignations across many industries and companies, including ours.\nAny resurgence of the COVID-19 pandemic, or another future pandemic, that causes similar disruption could further adversely affect our business, results of operations and financial condition.\nWe rely on a limited number of key vendors for supply of equipment, components and services and the loss of any such supplier, shortages experienced by such suppliers, or changes in trade policy such as tariffs, could cause us to incur additional costs and delays in the production and delivery of our products, which could reduce the sales of those products and use of the related services.\nWe currently rely on a limited number of manufacturers of our devices, including our mobile handsets, L-band transceivers and SBD devices. We also utilize sole source suppliers for some of the component parts of our devices. If any of our suppliers were to terminate its relationship with us, we may not be able to find a replacement supplier in a timely manner, at an acceptable price or at all.\nFurther, our manufacturers and suppliers may cease production of our components or products or become capacity-constrained, or could face financial difficulties as a result of a surge in demand, a natural disaster or other event. For example, several of our suppliers experienced production delays as a result of the global silicon chip shortage. As a result, we experienced delays in fulfilling some product orders. These delays increased our costs and reduced our sales of those products and use of the related services. \nAny future delay in production or delivery of our products or components by our suppliers could similarly adversely affect our business. Changes to trade policy by the U.S. or foreign governments, including tariff and customs regulations, could increase our costs, cause delays or cause us to evaluate alternative sourcing, all of which could adversely impact our operations. \nEven if we are able to replace or supplement sole source or other component suppliers, there could be a substantial period of time in which our products would not be available; any new relationship may involve higher costs and delays in development and delivery, and we may encounter technical challenges in successfully replicating the manufacturing processes. If our manufacturers or suppliers terminate their relationships with us, fail to provide equipment or services to us on a timely basis, or fail to meet our performance expectations, we may be unable to provide products or services to our customers in a competitive manner, which could in turn negatively affect our financial results and our reputation.\nOur Russian operations have been and may continue to be affected by Russia’s invasion of Ukraine and related sanctions imposed in response, and we may in the future choose or be required to further limit or shut down those operations entirely. \nWe provide satellite communications services in Russia through two local subsidiaries employing 36 people and authorized Russian service providers, using a dedicated gateway in Russia. As a result of Russia’s invasion of Ukraine in February 2022, we ceased shipments of equipment to Russia and made other adjustments to our operations in light of U.S. and international sanctions. In each of the years 2022 through 2024, revenue from our operations in Russia, all of which was service revenue, represented approximately 2% of our total revenue. Our sales in Russia are conducted in rubles and then translated to U.S. dollars in our financial results. The value of the ruble has fluctuated substantially since the invasion, which may affect our reported revenues. As a result of these factors, we expect revenue from our operations in Russia to be variable and difficult to predict.\nIn addition, we may in the future choose or be required to further limit or cease operations in Russia entirely, in which case we will no longer receive any revenue from those operations. We could also incur significant expenses as a result of the process of shutting down operations in Russia. \nConducting and expanding our operations outside the United States creates numerous risks, which may harm our operations and compromise our ability to expand our international operations.\nWe have significant operations outside the United States. We estimate that commercial data traffic originating outside the United States accounted for 94% and 96% of total commercial data traffic for the years ended December 31, 2024 and 2023, respectively, while commercial voice traffic originating outside the United States accounted for 91% of total commercial voice traffic for each of the years ended December 31, 2024 and 2023. We cannot provide the precise geographical distribution of revenue from end users because we do not contract directly with them. Instead, we determine the country in which we earn our revenue based on where we invoice our distributors. These distributors sell services directly or indirectly to end users, who may be located or use our products and services elsewhere. We and our distributors are also seeking authorization to sell our services in additional countries. \nConducting operations outside the United States involves numerous risks and, while expanding our international operations would advance our growth, it would also increase our exposure to these risks. \nRisks associated with the potential expansion of our international operations include:\n•difficulties in penetrating new markets due to established and entrenched competitors;\n•difficulties in developing products and services that are tailored to the needs of local customers;\n•lack of local acceptance or knowledge of our products and services;\n•lack of recognition of our products and services;\n•unavailability of, or difficulties in establishing, relationships with distributors;\n•significant investments, including the development and deployment of dedicated gateways, as some countries require physical gateways within their jurisdiction to connect the traffic coming to and from their territory;\n•instability of international economies and governments;\n•effects of a global pandemic, such as COVID-19, including on international economies, supply chains and travel;\n•changes in laws and policies affecting trade and investment in other jurisdictions, including tariffs;\n•exposure to varying legal standards, including data privacy, security and intellectual property protection in other jurisdictions;\n•difficulties in obtaining required regulatory authorizations;\n•difficulties in enforcing legal rights in other jurisdictions;\n•local domestic ownership requirements;\n•requirements that operational activities be performed in-country;\n•changing and conflicting national and local regulatory requirements; \n•foreign currency exchange rates and exchange controls; and \n•ongoing compliance with the U.S. Foreign Corrupt Practices Act, U.S. export controls, anti-money laundering and trade sanction laws, and similar international anti-corruption and trade laws in other countries.\nIf any of these risks were to materialize, it could affect our ability to successfully compete and expand internationally.\nGovernment organizations, foreign military and intelligence agencies, natural disaster aid associations, and event-driven response agencies use our commercial voice and data satellite communications services. Accordingly, we may experience reductions in usage due to changing global circumstances.\nThe prices for our products and services are typically denominated in U.S. dollars. Any appreciation of the U.S. dollar against other currencies will increase the cost of our products and services to our international customers and, as a result, may reduce the competitiveness of our international offerings and make it more difficult for us to grow internationally. \nPursuing strategic transactions may cause us to incur additional risks.\nWe may pursue acquisitions, joint ventures or other strategic transactions from time to time. We may face costs and risks arising from any such transactions, including integrating a new business into our business or managing a joint venture. These risks may include adverse legal, organizational and financial consequences, loss of key customers and distributors, and diversion of management’s time. In April 2024, we completed the acquisition of Satelles, Inc., adding a new line of business, which we refer to as our positioning, navigation and timing, or PNT, business. This was our first acquisition of another company. We may not be successful in growing the PNT business as we have projected, which could harm our financial condition and results of operations. To the extent we pursue additional strategic transactions, we also may not be successful in integrating the acquired business or otherwise deriving the expected benefit from the transaction.\nIn addition, any major business combination or similar strategic transaction may require significant additional financing, and our ability to obtain such financing may be restricted by the credit agreement governing our currently outstanding term loan with various lenders administered by Deutsche Bank AG, or the Term Loan. Further, depending on market conditions, investor perceptions of our company and other factors, we might not be able to obtain financing on acceptable terms, in acceptable amounts, or at appropriate times to implement any such transaction. Any such financing, if obtained, may dilute existing stockholders.\nSpectrum values historically have been volatile, which could cause the value of our business to fluctuate.\nOur business plan is evolving, and it may in the future include forming strategic partnerships to maximize value for our spectrum, network assets and combined service offerings in the United States and internationally. Values that we may be able to realize from such partnerships will depend in part on the value placed on our spectrum authorizations. Valuations of spectrum in other frequency bands historically have been volatile, and we cannot predict at what amount a future partner may be willing to value our spectrum and other assets. In addition, to the extent that the FCC takes action that makes additional spectrum available or promotes the more flexible use or greater availability of existing satellite or terrestrial spectrum allocations, for example by means of spectrum leasing or new spectrum sales, the availability of such additional spectrum could reduce the value of our spectrum authorizations and, as a result, the value of our business.\nWe may be negatively affected by global economic conditions.\nOur operations and performance depend significantly on worldwide economic conditions. Uncertainty about global economic conditions poses a risk as individual consumers, businesses and governments may postpone spending in response to tighter credit, negative financial news, declines in income or asset values, or budgetary constraints. Reduced demand would cause a decline in our revenue and make it more difficult for us to operate profitably, potentially compromising our ability to pursue our business plan. We expect our future growth rate will be affected by the condition of the global economy, increased competition, maturation of the satellite communications industry, and the difficulty in sustaining high growth rates as we increase in size. Any substantial appreciation of the U.S. dollar may also negatively affect our growth by increasing the cost of our products and services in foreign countries.\nOur ability to operate our company effectively could be impaired if we lose members of our senior management team or key technical personnel.\nWe depend on the continued service of key managerial and technical personnel and personnel with security clearances, as well as our ability to continue to attract and retain highly qualified personnel. We compete for such personnel with other companies, government entities, academic institutions and other organizations. The unexpected loss or interruption of the services of such \npersonnel could compromise our ability to effectively manage our operations, execute our business plan and meet our strategic objectives.\nRisks related to our capital structure\nWe have a considerable amount of debt, which may limit our ability to fulfill our obligations and/or to obtain additional financing.\nAs of December 31, 2024, we had $1,807.7 million of consolidated gross indebtedness. Our capital structure and reliance on indebtedness can have several important consequences, including, but not limited to, the following:\n•If future cash flows are insufficient, we may not be able to make principal or interest payments on our debt obligations, which could result in the occurrence of an event of default under one or more of those debt instruments.\n•Our leverage level could increase our vulnerability to adverse economic and industry conditions.\n•Our indebtedness requires us to dedicate a substantial portion of our cash flow from operations to payments on our debt, thereby reducing the availability of our cash flow for operations and other purposes.\n•The interest on our debt is floating, and increases in the rate could increase our interest payments significantly for the portion we do not hedge (see “Item 7A. Quantitative and Qualitative Disclosures About Market Risk” in this report for more information about our hedging activities). Furthermore, our current fixed rate cap ends in November 2026, and we may not be able to maintain the same interest rate cap level, which could result in a significant increase in our interest payments.\n•Our leverage level could make it more difficult for us to satisfy our obligations to our lenders, resulting in possible defaults on and acceleration of such indebtedness.\n•Our leverage level could place us at a competitive disadvantage compared to any competitors that have less debt or comparable debt at more favorable interest rates and that, as a result, may be better positioned to withstand economic downturns.\n•Our consolidated indebtedness has the general effect of reducing our flexibility to react to changing business and economic conditions insofar as they affect our financial condition. The interest rates at which we might secure additional financings may be higher than our currently outstanding debt instruments or higher than forecasted at any point in time, which could adversely affect our business, financial condition, results of operations and cash flows.\n•Market conditions could affect our access to capital markets, restrict our ability to secure financing to make planned capital expenditures and investments and pay other expenses, which could adversely affect our business, financial condition, cash flows and results of operations. \nFurther, despite our substantial levels of indebtedness, we and our subsidiaries have the ability to incur substantially more indebtedness, which could further intensify the risks described above.\nIf we do not generate sufficient cash flows, we may be unable to repay our Term Loan when it matures.\nWe will need to repay our Term Loan in full at maturity in September 2030. If our cash flows and capital resources are insufficient to repay the Term Loan when it matures, we may have to undertake alternative financing plans, such as refinancing or restructuring our debt, selling assets or operations, reducing or delaying capital investments, or seeking to raise additional capital. We may not be able to refinance our debt, or any refinancing of our debt could be at higher interest rates and may require us to comply with more restrictive covenants that could further restrict our business operations. Our ability to implement successfully any such alternative financing plans will depend on a range of factors, including our financial condition, general economic conditions and the level of activity in capital markets generally. Failure to repay or refinance the Term Loan at or prior to maturity would result in an event of default under the Term Loan.\nThe credit agreement governing our Term Loan contains cross-default or cross-acceleration provisions that may cause all of the debt issued under that instrument to become immediately due and payable because of a default under an unrelated debt instrument.\nOur failure to comply with the obligations contained in the credit agreement governing our Term Loan or other future instruments of indebtedness could result in an event of default under the applicable instrument, which could result in the related debt and the debt issued under other instruments (together with accrued and unpaid interest and other fees) becoming immediately due and payable. In such event, we would need to raise funds from alternative sources, which funds may not be available to us on favorable terms, on a timely basis, or at all. Alternatively, such a default could require us to sell our assets and otherwise curtail our operations in order to pay our creditors. These alternative measures could have a material adverse effect on our business, financial position, results of operations and/or cash flows, which could cause us to become bankrupt or insolvent or otherwise impair our ability to make payments in respect of our indebtedness.\nIf we default under the Term Loan, the lenders may require immediate repayment in full of amounts borrowed or foreclose on our assets.\nThe credit agreement governing our Term Loan contains events of default, including cross-default with other indebtedness, bankruptcy, and a change in control (as defined in the credit agreement). If we experience an event of default, the lenders may require repayment in full of all principal and interest outstanding under the Term Loan. If we fail to repay such amounts, the lenders may foreclose on the assets we have pledged under the Term Loan, which includes substantially all of the assets of our domestic subsidiaries, including our principal operating subsidiary, Iridium Satellite LLC.\nCertain provisions in the credit agreement governing our Term Loan limit our financial and operating flexibility.\nThe credit agreement governing our Term Loan contains covenants that place restrictions on, among other things, our ability to:\n•incur liens,\n•engage in mergers or asset sales,\n•pay dividends,\n•repay subordinated indebtedness,\n•incur indebtedness,\n•make investments and loans, and\n•engage in other specified transactions.\nThese restrictions are typically structured with dollar limits based on a percentage of our trailing twelve month earnings before interest, taxes, depreciation and amortization and vary depending on our leverage level (in each case as calculated under the credit agreement). Complying with these restrictions may make it more difficult for us to successfully execute our business plan and compete against companies who are not subject to such restrictions.\nOur Board of Directors may reduce, suspend or terminate our planned dividends. \nSince 2023, we have paid quarterly cash dividends on our common stock. Decisions regarding future dividends are within the discretion of the Board of Directors and may be influenced by a number of factors, including the price of our common stock, general business and economic conditions, our financial condition and operating results, the emergence of alternative investment or acquisition opportunities, changes in our business strategy and other factors. These or other factors could cause our Board of Directors to reduce, suspend or terminate our planned quarterly dividends, which could reduce the value of our common stock. For more information on our dividends, see “Management’s Discussion and Analysis of Financial Conditions and Results of Operations.”\nAdverse changes in our credit ratings or withdrawal of the ratings assigned to our debt securities by rating agencies may negatively affect us.\nOur ability to access capital markets is important to our ability to operate our business. Increased scrutiny of the satellite industry and the impact of regulation, as well as changes in our financial performance and unfavorable conditions in the capital markets could result in credit agencies reexamining our credit ratings. A downgrade in our credit ratings could restrict or discontinue our ability to access capital markets at attractive rates and increase our borrowing costs. Furthermore, any rating assigned could be lowered or withdrawn entirely by a rating agency if, in that rating agency’s judgment, future circumstances relating to the basis of the rating, such as adverse changes, so warrant. Any future lowering of our ratings likely would make it more difficult or more expensive for us to obtain additional debt financing.\nThe market price of our common stock may be volatile.\nThe trading price of our common stock may be subject to substantial fluctuations. Factors affecting the trading price of our common stock may include:\n•failure in the performance of our satellites;\n•actual or anticipated variations in our operating results, including termination or expiration of one or more of our key contracts, or a change in sales levels under one or more of our key contracts;\n•failure of Aireon to successfully carry out its business plan or obtain expected financing;\n•failure to comply with the terms of the credit agreement governing our Term Loan;\n•sales of a large number of shares of our common stock or the perception that such sales may occur;\n•the dilutive effect of outstanding stock options and other equity awards;\n•changes in financial estimates by industry analysts, or our failure to meet or exceed any such estimates, or changes in the recommendations of any industry analysts that elect to follow our common stock or the common stock of our competitors;\n•impairment of intangible assets;\n•actual or anticipated changes in economic, political or market conditions, such as recessions or international currency fluctuations;\n•actual or anticipated changes in the regulatory environment affecting our industry;\n•changes in the market valuations of our competitors;\n•low trading volume; and\n•announcements by our competitors regarding significant new products or services or significant acquisitions, strategic partnerships, divestitures, joint ventures or other strategic initiatives.\nThe trading price of our common stock might also decline in reaction to events that affect other companies in our industry even if these events do not directly affect us. If our stock, the market for other stocks in our industry, or the stock market in general experiences a loss of investor confidence, the trading price of our common stock could decline for reasons unrelated to our business, financial condition or results of operations.\nRisks related to legal and regulatory matters\nOur business is subject to extensive government regulation, which mandates how we may operate our business and may increase our cost of providing services and slow our expansion into new markets.\nOur ownership and operation of a satellite communications system and the sale of products that operate on that system are subject to significant regulation in the United States, including by the FCC, the U.S. Department of Commerce and others, and in foreign jurisdictions by similar local authorities. The rules and regulations of these U.S. and foreign authorities may change, and such authorities may adopt regulations that limit or restrict our current or future operations or expand those of our competitors, including our orbital debris mitigation obligations. Such authorities may also make changes in the licenses of our competitors that affect our spectrum. Such changes may significantly affect our business. Further, because regulations in each country are different, we may not be aware if some of our distribution partners or persons with whom we or they do business do not hold the requisite licenses and approvals. Our failure to provide services in accordance with the terms of our licenses or our failure to operate our satellites or ground stations as required by our licenses and applicable laws and government regulations could result in the imposition of government sanctions on us, including the suspension or cancellation of our licenses. Our failure or delay in obtaining the approvals required to operate in other countries would limit or delay our ability to expand our operations into those countries. Our failure to obtain industry-standard or government-required certifications for our products could compromise our ability to generate revenue and conduct our business in other countries. Any imposition of sanctions, loss of license or failure to obtain the authorizations necessary to use our assigned radio frequency spectrum and to distribute our products in the United States or foreign jurisdictions could cause us to lose sales, hurt our reputation and impair our ability to pursue our business plan.\nIn addition, one of our subsidiaries, Iridium Carrier Services LLC, holds a common carrier radio license and is thus subject to regulation as a common carrier, including limitations and prior approval requirements with respect to direct or indirect foreign ownership. A change in the manner in which we provide service, or a failure to comply with any common carrier regulations that apply to us or to pay required fees, could result in sanctions including fines, loss of authorizations, or the denial of applications for new authorizations or the renewal of existing authorizations.\nInterference with our satellite spectrum, including by operators seeking to repurpose L-band for terrestrial services, could adversely impact our ability to provide our services.\nAlthough we have globally coordinated rights to the use of our spectrum, spectrum interference may adversely affect the performance of our system for customers of our existing and future services. Sources of harmful interference could include unauthorized use of our spectrum, increased use of shared spectrum and certain usages in adjacent bands. In particular, the FCC granted a waiver in 2020 to Ligado Networks to operate a terrestrial nationwide network in the United States on MSS spectrum that includes a 10 MHz band close to the spectrum that we use for all of our services. Ligado’s implementation of ATC or direct-to-device services, whether on its own or by leasing its spectrum to a third party, may affect the performance of our system for customers of our existing and future services. We, along with a variety of other private parties and the National Telecommunications and Information Administration on behalf of federal government users, filed petitions for reconsideration opposing this waiver out of concern for the interference that we believe Ligado’s proposed operations would cause. While the FCC’s decision to approve Ligado Network’s waiver included conditions designed to protect satellite services that use L-band \nspectrum from harmful interference, these conditions may prove inadequate, resulting in harmful interference with our satellites and devices. These petitions remain pending. \nIn October 2023, Ligado sued the U.S. government alleging that the Department of Defense, the Department of Commerce, and Congress unlawfully prevented Ligado from using its FCC authorized spectrum and seeking damages based on its inability to deploy ATC services in the spectrum. The litigation is ongoing. \nIn January 2025, Ligado and its affiliates filed a petition for voluntary reorganization under Chapter 11 of the United States Bankruptcy Code. As part of its reorganization, it intends to execute an agreement to lease and potentially transfer its satellites, ground assets and L-band spectrum to AST SpaceMobile, Inc (retaining Ligado’s ability to deploy ATC subject to resolution of its litigation with the U.S. government). The outcomes of the litigation and the bankruptcy may impact the outcome of the pending petitions for reconsideration before the FCC and the ability of Ligado or a lessee to implement ATC or direct-to-device services that may affect the performance of our network. If other countries permit similar terrestrial use of L-band spectrum in the 1.6 GHz band, the performance of our system may be subject to interference there as well. \nIf the FCC revokes, modifies or fails to renew our licenses, or fails to grant a new license or modification, our ability to operate will be harmed or eliminated.\nWe hold FCC licenses, specifically a license for our satellite constellation, licenses for our U.S. gateway and other ground facilities, and blanket earth station licenses for U.S. government customers and commercial subscribers, that are subject to revocation if we fail to satisfy specified conditions. The FCC licenses are also subject to modification by the FCC. Our satellite constellation license expires on February 23, 2032. Our U.S. gateway earth station and the U.S. government customer and commercial subscriber earth station licenses expire between February 2036 and March 2037. There can be no assurance that the FCC will renew the FCC licenses we hold or grant new ones or modifications. If the FCC revokes, modifies or fails to renew the FCC licenses we hold, or fails to grant a new license or modification, or if we fail to satisfy any of the conditions of our respective FCC licenses, we may not be able to continue to provide mobile satellite communications services.\nAs we and our distributors expand our offerings to include more consumer-oriented devices, we are more likely to be subject to product liability claims, recalls or litigation, which could adversely affect our business and financial performance.\nThrough our distributors, we offer several services and devices aimed at individual consumers, and we and our distributors continue to introduce additional services and devices for use with our services. For example, we are working to enable satellite messaging and emergency services directly in smartphones and other devices using our services, which may dramatically increase the number of devices that use our services. These services and devices aimed at individual consumers, such as location-based services, emergency services, satellite handsets, smartphones, and personal locator devices, may contain design and manufacturing defects. Defects may also occur in components and devices that we purchase from third parties or that our distributors offer. There can be no assurance we or our distributors will be able to detect and fix all defects in the services, hardware and software that we or our distributors sell. These services and devices could be used in isolated and dangerous locations, including emergency response situations, and users who suffer property damage, personal injury or death while using such services or devices may seek to assert claims or bring lawsuits against us. Further, it is possible that our distributors’ devices could become the subject of consumer protection investigations, enforcement actions or litigation, including class actions. We seek to limit our exposure to all of these claims by maintaining a consumer protection compliance program, and through appropriate notices, disclosures, indemnification provisions and disclaimers, but these steps may not be effective or available in all cases. We also maintain product liability insurance, but this insurance may not cover any particular claim or litigation, or the amount of insurance may be inadequate to cover the claims brought against us. Product liability insurance could become more expensive and difficult to maintain and might not be available on acceptable terms or at all. In addition, it is possible that our or our distributors’ devices could become the subject of a product recall as a result of a device defect. We do not maintain recall insurance, nor do we have control over our distributors’ devices, and any recall could have a significant effect on our financial results. In addition to the direct expenses of and potential liability for product liability claims, investigations, recalls and litigation, a claim, investigation, recall or litigation might cause us adverse publicity, which could harm our reputation and compromise our ability to sell our services or devices in the future.\nThe collection, storage, transmission, use and disclosure of user data and personal information could give rise to liabilities or additional costs as a result of laws, governmental regulations, and evolving views of personal privacy rights and information security standards.\nWe transmit, process, and in some cases store in the normal course of our business, personal information. Many jurisdictions around the world have adopted laws and regulations regarding the collection, storage, transmission, use and disclosure of personal information. The legal standards for processing, storing and using this personal information continue to evolve, impose additional obligations and risk on our business, and have the potential to make some of our business processes more costly or less feasible. For example, numerous U.S. states have adopted consumer privacy laws that give residents expanded rights to \naccess and delete their personal information, opt out of certain personal information sharing, and receive detailed information about how their personal information is used by requiring companies to provide new disclosures to consumers and provide such consumers new ways to opt out of certain sales of personal information. In the EU, the European Commission enacted the General Data Protection Regulation, or GDPR, which since 2018 has imposed more stringent EU data protection requirements and provided for greater penalties for noncompliance.\nIn addition, the interpretation of privacy and data protection laws and regulations regarding the collection, storage, transmission, use and disclosure of such information in some jurisdictions remains unclear. These laws may be interpreted, applied and enforced in conflicting ways from state to state and country to country and in a manner that is not consistent with our current business practices. Complying with these varying privacy and data security legal requirements could cause us to incur additional costs and change our business practices. Further, our services are accessible in many foreign jurisdictions, and some of these jurisdictions may claim that we are required to comply with their laws, even where we have no operating entity, employees or infrastructure located in that jurisdiction. We could face direct expenses related to a variety of enforcement actions, government investigations, or litigation, and an interruption to our business and adverse publicity because of such enforcement actions, government investigations, or litigation. Such enforcement actions, government investigations, or litigation could also cause us to incur significant expenses if we were required to modify our products, our services, our infrastructure, or our existing security and privacy procedures in order to comply with new or expanded privacy and security regulations.\nIn addition, if end users allege that their personal information is not collected, stored, transmitted, used or disclosed by us or our business partners appropriately or in accordance with our policies or applicable laws, or that our failure to adequately secure their personal information compromised its security, we could have liability to them or to consumer protection agencies, including claims, investigations and litigation related to such allegations. Any failure on our part to protect end users’ personal information could result in a loss of user confidence, harm our reputation, result in the loss of users, and cause us to incur significant expenses.\nWe have been and may in the future become subject to claims that our devices or services violate the patent or other intellectual property rights of others, which could be costly and disruptive to us.\nWe operate in an industry in which significant intellectual property claims and litigation are common, including the assertion of patents allegedly concerning industry standards, such as those developed by the 3GPP. As a result, we or our devices or services from time to time have been and may in the future be subject to intellectual property infringement claims or litigation. The defense of intellectual property suits is both costly and time-consuming, even if ultimately successful, and may divert management’s attention from other business concerns. The resolution of an intellectual property claim or an adverse determination in litigation to which we may become a party could, among other things:\n•require disputed rights to be licensed from a third party for royalties that may be substantial; \n•subject us to significant liabilities to third parties, including treble damages;\n•require us to cease using technology that is important to our business; or\n•prohibit us from selling some or all of our devices or offering some or all of our services.\nWe may be unable to offer one or more services in important regions of the world due to regulatory requirements, which could limit our growth.\nWhile our constellation is capable of providing service globally, our ability to sell one or more types of service in some regions may be limited by local regulations. Some countries have specific regulatory requirements such as lawful intercept and local domestic ownership requirements or requirements for physical gateways within their jurisdiction to connect traffic coming to and from their territory. In some countries, we may not be able to find an acceptable local partner or reach an agreement to develop additional gateways, or the cost of developing and deploying such gateways may be prohibitive, which could impair our ability to expand our product and service offerings in such areas and undermine our value for potential users who require service in these areas. Also, other countries where we already provide service may impose similar requirements in the future, which could restrict our ability to continue to sell service in those countries. The inability to offer to sell our products and services in all major international markets could impair our international growth. In addition, the construction of such gateways in foreign countries may trigger and require us to comply with various U.S. regulatory requirements that could conflict with or contravene the laws or regulations of the local jurisdiction. Any of these developments could limit, delay or otherwise interfere with our ability to construct gateways or other infrastructure or network solutions around the world.\nExport control, sanctions, security and emergency services regulations in the United States and other countries may affect our ability to operate our system and to expand into new markets.\nOur operations are subject to numerous governmental regulations, including those issued by (i) the U.S. Department of Commerce’s Bureau of Industry and Security relating to the export of satellites and related technical data as well as our subscriber equipment, (ii) the U.S. Treasury Department’s Office of Foreign Assets Control relating to transactions involving entities sanctioned by the United States, and (iii) the U.S. State Department’s Office of Defense Trade Controls relating to satellite launch and to our support of Space Development Agency operations outside the United States. We are also required to provide U.S. and some foreign government law enforcement and security agencies with call interception services and related government assistance, in respect of which we face legal obligations and restrictions in various jurisdictions. Given our global operations and unique network architecture, these requirements and restrictions are not always easy to comply with or harmonize. In addition, some countries require providers of telecommunications services to connect specified emergency numbers to local emergency services. We have discussed and continue to discuss with authorities in various countries the procedures used to satisfy our obligations, and have had to, and may in the future need to, obtain amendments or waivers to licenses or obligations in various countries. Countries are not obligated to grant requested amendments or waivers, and there can be no assurance that relevant authorities will not suspend or revoke our licenses or take other legal actions to attempt to enforce the requirements of their respective jurisdictions.\nThese U.S. and foreign obligations and regulations may limit or delay our ability to offer products and services in a particular country. As new laws and regulations are issued, we may be required to modify our business plans or operations. In addition, changing and conflicting national and local regulatory requirements may cause us to be in compliance with local requirements in one country, while not being in compliance with the laws and regulations of another. If we fail to comply with regulations in the United States or any other country, we could be subject to substantial fines or sanctions that could make it difficult or impossible for us to operate in the United States or such other country, or we may need to make substantial additional expenditures to bring our systems, products and services into compliance with the requirements.\nWe may be unable to obtain and maintain contractually required liability insurance, and the insurance we obtain may not cover all liabilities to which we may become subject.\nUnder our agreements with Motorola Solutions and the U.S. government, we are required to maintain an in-orbit liability insurance policy with de-orbiting coverage for Block 1 satellites. The current policy, together with the de-orbiting endorsement, covers amounts that we and other specified parties may become liable to pay for bodily injury and property damages to third parties related to processing, maintaining, and de-orbiting our first-generation satellites. Our current policy has a one-year term, which expires on December 8, 2025, and excludes coverage for all third-party damages relating to the 2009 collision of our satellite with a non-operational Russian satellite. Our current in-orbit liability insurance policy also contains, and we expect and future policies would likewise contain, specified exclusions and material change limitations that are customary in the industry. The price, terms and availability of insurance have fluctuated significantly since we began offering commercial satellite services. The cost of obtaining insurance can vary as a result of either satellite failures or general conditions in the insurance industry. Higher premiums on insurance policies would increase our cost. In-orbit liability insurance policies on satellites may not continue to be available on commercially reasonable terms or at all. In addition to higher premiums, insurance policies may provide for higher deductibles, shorter coverage periods and additional policy exclusions. \nIn addition to our in-orbit liability insurance policy, we are required to maintain insurance to cover the potential liability of Motorola Solutions, the successor to the manufacturer of our first-generation satellites. We may not in the future be able to renew this coverage on reasonable terms and conditions, or at all. Our failure to maintain this insurance could increase our exposure to liability arising in relation to our first-generation satellites.\nWireless devices’ radio frequency emissions are the subject of regulation and litigation concerning their environmental effects, which includes alleged health and safety risks. As a result, we may be subject to new regulations, demand for our services may decrease, and we could face liability based on alleged health risks.\nThere has been adverse publicity concerning alleged health risks associated with radio frequency transmissions from portable hand-held telephones that have transmitting antennas. Lawsuits have been filed against participants in the wireless industry alleging a number of adverse health consequences, including cancer, as a result of wireless phone usage. Other claims allege consumer harm from failures to disclose information about radio frequency emissions or aspects of the regulatory regimes governing those emissions. Although we have not been party to any such lawsuits, we may be exposed to such litigation in the future. While we believe we comply with applicable standards for radio frequency emissions and power and do not believe that there is valid scientific evidence that use of our devices poses a health risk, courts or governmental agencies could determine \notherwise. Any such finding could reduce our revenue and profitability and expose us and other communications service providers or device sellers to litigation, which, even if frivolous or unsuccessful, could be costly to defend.\nIf consumers’ health concerns over radio frequency emissions increase, they may be discouraged from using wireless handsets or other wireless consumer devices. Further, government authorities might increase regulation of wireless handsets and other wireless consumer devices as a result of these health concerns. Any actual or perceived risk from radio frequency emissions could reduce the number of our subscribers and demand for our products and services.\nOur ability to use our net operating loss carryforwards to offset future taxable income may be subject to certain limitations.\nOur ability to utilize U.S. net operating loss carryforwards and other tax attributes may be limited if we experience an “ownership change” under Section 382 of the Internal Revenue Code of 1986, as amended, or the Code, which generally occurs if one or more stockholders or groups of stockholders who own at least 5% of our common stock increase their ownership in the aggregate by more than 50% over their lowest ownership percentage within a rolling period that begins on the later of three years prior to the testing date and the date of the last ownership change. Similar rules may apply under state tax laws. If such an ownership change were to occur, Section 382 of the Code would impose an annual limit on the amount of pre-ownership change net operating loss carryforwards and other tax attributes we could use to reduce our taxable income. It is possible that such an ownership change could materially reduce our ability to use our net operating loss carryforwards or other tax attributes to offset taxable income, which could impact our profitability.\nWe could be subject to adverse determinations by taxing authorities.\nWe are subject to regular review and audit by both domestic and foreign tax authorities. As a result, we have received, and may in the future receive, assessments in multiple jurisdictions on various tax-related assertions, including transfer pricing adjustments or permanent establishment. Any adverse outcome of such a review or audit could have a negative effect on our operating results and financial condition. In addition, the determination of our provision for income taxes and other tax liabilities requires significant judgment, including transactions and calculations where the ultimate tax determination is uncertain. Although we believe our estimates are reasonable, the ultimate tax outcome may differ from the amounts recorded in our consolidated financial statements and may materially affect our financial results in the period or periods for which such determination is made. \nChanges in tax laws could increase our worldwide tax rate and materially affect our financial position and results of operations.\nTax policies, laws or rates in various jurisdictions may be subject to significant change, which could materially and adversely affect our financial position and results of operations. Further, organizations such as the Organization for Economic Cooperation and Development have published action plans that, if adopted by countries where we do business, could increase our tax obligations in these countries. Due to our U.S. and international business activities, certain of these enacted and proposed changes to the taxation of our activities could increase our worldwide effective tax rate, which in turn could harm our financial position and results of operations.\nIf we fail to maintain proper and effective internal controls, our ability to produce accurate financial statements on a timely basis could be impaired.\nWe are subject to the reporting requirements of the Securities Exchange Act of 1934, the Sarbanes-Oxley Act of 2002, the Dodd-Frank Wall Street Reform and Consumer Protection Act of 2010, and the rules and regulations of the SEC and The Nasdaq Global Select Market. The Sarbanes-Oxley Act requires, among other things, that we maintain effective disclosure controls and procedures and internal controls over financial reporting. We perform system and process evaluation and testing of our internal controls over financial reporting to allow management to report on the effectiveness of our internal controls over financial reporting in our Annual Reports on Form 10-K, as required by Section 404 of the Sarbanes-Oxley Act. If we are not able to comply with the requirements of Section 404 of the Sarbanes-Oxley Act in a timely manner, or if we are unable to maintain proper and effective internal controls, we may not be able to produce timely and accurate financial statements, and we may conclude that our internal controls over financial reporting are not effective. If that were to happen, the market price of our stock could decline, and we could be subject to sanctions or investigations by the Nasdaq Global Select Market, the SEC or other regulatory authorities.\nMaintaining effective internal controls over financial reporting is necessary for us to produce reliable financial statements. If we fail to maintain such controls, it could result in a material misstatement of our financial statements that would not be prevented or detected on a timely basis, which could cause investors and other users to lose confidence in our financial statements.",
      "char_count": 82828
    }
  },
  "extracted_at": "2025-10-18T17:37:42.675887"
}