{
  "ticker": "KN",
  "company_name": "Knowles Corp",
  "cik": 1587523,
  "form_type": "10-K",
  "filing_date": "2025-02-13",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001587523-25-000010",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001587523&accession_number=000158752325000010&xbrl_type=v",
  "sic_code": "3651",
  "industry": "Household Audio & Video Equipment",
  "sections": {
    "item1": {
      "text": "ITEM 1. BUSINESS\nUnless the context otherwise requires, references in this Annual Report on Form 10-K to “Knowles,” the “Company,” “we,” “our,” or “us” refer to Knowles Corporation and its consolidated subsidiaries. \nOur Company\nWe are a leading manufacturer of specialty electronic components. We design parts that perform unique, critical functions for innovative technologies. Through extreme reliability, custom engineering, and scalable manufacturing, we enable businesses to succeed in the most demanding applications across medtech, defense, and industrial markets. Our high-performance capacitors, radio frequency (\"RF\") and microwave filters, advanced medtech microphones, balanced armature speakers, and miniaturization products enable and enhance the performance of technologies with the power to change, improve, and save lives. Knowles, founded in 1946 and headquartered in Itasca, Illinois, has grown into a global organization with approximately 5,500 employees at facilities located in 11 countries around the world. \nOur Strategy\nThe Company is focused on delivering high value, differentiated solutions to a diverse set of end markets. \nIn our Precision Devices (\"PD\") segment, our high-performance capacitors and RF filtering solutions enable some of the most demanding applications in the defense, medtech, and electrification markets. Our capacitor portfolio includes products with highly specialized requirements including high voltage, high temperature, and high reliability. We also deliver RF filtering solutions across a broad range of applications and frequencies primarily serving the defense market. We continue to focus on sales growth and improved margins by expanding our presence in profitable markets through organic initiatives and acquisitions.\nIn our Medtech & Specialty Audio (\"MSA\") segment, our primary focus is to deliver high reliability and industry leading balanced armature speakers and microphones to leading hearing health manufacturers and premium audio markets. We work collaboratively with customers to ensure that our solutions meet their size, broad frequency response, and low power or custom acoustic module requirements. Our expertise in the traditional hearing aid market enables us to capitalize on emerging markets like Over the Counter (\"OTC\") hearing aids. We continue to focus on sales growth and improved margins by leveraging our core strengths in manufacturing and research and development.\nOur Business Segments\nWe have two reportable segments - Precision Devices (\"PD\") and MedTech & Specialty Audio (\"MSA\"). These segments were determined in accordance with Financial Accounting Standards Board Accounting Standards Codification 280 - Segment Reporting. The segments are aligned around similar product applications serving our key end markets to enhance focus on end market growth strategies.\nOur reportable segments are as follows:\n•PD Segment\nOur PD segment specializes in the design and delivery of high performance capacitor products and RF solutions primarily serving the defense, medtech, electrification, and industrial markets. PD has sales, support, and engineering facilities in North America, Europe, and Asia as well as manufacturing facilities in North America and Asia.\n•MSA Segment\nOur MSA segment designs and manufactures balanced armature speakers and microphones used in applications that serve the hearing health and premium audio markets. MSA has sales, support, and engineering facilities in North America, Europe, and Asia, as well as manufacturing facilities in Asia.\nWe sell our products directly to original equipment manufacturers (\"OEMs\"), their contract manufacturers and suppliers, and through sales representatives and distributors worldwide.\nMarket Trends\nIn our PD segment, we sell high reliability, high voltage and high temperature ceramic, film, mica and electrolytic capacitors, and RF filters across diverse end markets. Portions of this segment face much greater exposure to capital investment cycles and government spending, both direct and indirect, as some of these end markets are largely dependent on project upgrades, expansion, and government contracts. We have been experiencing increased demand for our products driven by the upgrading of large rotary radar and deployment of communication satellites. In addition, demand has increased as a result of the expansion of small implantable devices to monitor and correct a host of chronic health issues.\nIn our MSA segment, sales within the hearing aid market are largely driven by aging demographics, healthcare spending, increasing affluence in emerging markets, and government subsidies. Our microphones and balanced armature speakers are also utilized to produce high-definition audio for higher performance True Wireless Stereo (\"TWS\"). \nGeographic Trends\nWe strive to maintain our manufacturing facilities in close proximity to our direct customers. In PD, we operate 8 facilities in North America and 1 facility in Asia for the manufacturing of products that support our global customers, as well as their suppliers and contract manufacturers. In MSA, we currently operate 4 facilities in Asia to serve the leading hearing health manufacturers largely based in Europe, China, and North America. Although end-user demand for hearing aids is global and marketing activities occur globally, the majority of our manufacturing is located in the Philippines and Malaysia.\nCompetitive Landscape\nSuccess in the electronic components industry is primarily driven by innovation and flexibility. We compete across consumer platforms to deliver superior acoustic performance through customized products. Our investments in research and development enable us to capture new design wins across consumer OEMs. Our ability to balance and shift between full and semi-automation is key to our ability to optimize our operations and operating expenses. Additionally, it is important for suppliers to have flexibility and quick time-to-market to meet clients’ needs. Key competitors of our PD segment include: Kyocera AVX, Yageo Corporation's Kemet products, Vishay Intertechnology, and a broad range of specialty companies and brands. Our MSA segment's primary competitor is Sonion.\nIn the PD segment, the end markets tend to have less pricing pressure. We see a fragmented set of competitors across high end capacitors and filters for a diverse set of end markets including defense, medtech, industrial, and electrification.\nIn the MSA segment, our leading technology and our investments in research and development enable us to introduce new products focused on high reliability, size, broad frequency response, and low power. Our customers are adopting these high-value microphones and balanced armature speakers to improve the overall audio performance of their devices which in turn improves the end user experience. For products that were introduced in prior years, we strive to offset anticipated price erosion through bill of material cost reductions, productivity improvements, and equipment efficiency.\nCustomers, Sales, and Distribution\nWe serve customers in the medtech, defense, electrification, and industrial markets. Our customers include some of the largest OEMs and operators in these markets. In addition, many of our OEM customers outsource to contract manufacturers.\nThe Company's customers that accounted for 10% or more of total revenues were as follows: \n\n                        Revenues                                                 \n                        Years Ended December 31,                                 \n2024                                2023                                     2022\nWS Audiology A/S        14      %   16                  %                  13   %\nSonova Holding AG       *                       *                          12   %\n* Less than 10% of total revenues.\nWe manufacture and develop our products as well as maintain sales and technical customer support offices in North America, Europe, and Asia. We supplement our direct sales force with external sales representatives and distributors. Our global distribution center is located in Penang, Malaysia. Our worldwide sales force provides geographically specific support to our customers and specialized selling of product lines to various customer bases. For further detail and for additional disclosures regarding sales and long-lived assets by geographic location, see Note 17. Segment Information to our Consolidated Financial Statements under Item 8, \"Financial Statements and Supplementary Data.\"\nRaw Materials\nWe use a wide variety of raw materials, primarily metals, ceramic powder, and semi-processed or finished components. Commodity pricing for various metals, such as palladium, gold, brass, stainless steel, and copper, fluctuates. As a result, our operating results are exposed to such fluctuations. Although some cost increases may be recovered through increased prices to customers, if commodity prices trend upward, we attempt to control such costs through fixed-price contracts with suppliers and various other programs.\nWe rely on highly specialized suppliers or foundries for critical materials, components, or subassemblies that are used in our products which, in some cases, may be sole sourced from such suppliers or foundries or, such suppliers or foundries may also be a strategic supplier to one of our competitors or a customer. The loss of any single supplier has not had a material impact on operating profits. However, should an event occur which affects the ability or willingness of any supplier or foundry to continue to deliver materials or components to us in a timely manner, we may not be able to identify or qualify an alternative supplier in a timely manner which, in any such period and future periods, could have a material adverse impact on our results of operations. See Item 1A. Risk Factors for additional information regarding risks related to our business.\nResearch and Development\nWe concentrate our research and development efforts on the design and development of new products for each of our principal markets. We also fund certain other emerging product and technology opportunities. Our future success is highly dependent upon our ability to develop complex new products, transfer new products to volume production, introduce them into the marketplace in a timely fashion, and have them selected for design into our customers’ products at competitive prices. Our future success may also depend on increasing content in our customers’ products including assisting our customers with integration of our products and software into their new products and providing support from the concept stage through design, launch, and production ramp.\nIntellectual Property and Intangible Assets\nWe rely on patent, copyright, trademark, and trade secret laws to protect our intellectual property, products, and technology. Our U.S. patents expire in calendar years 2025 through 2044. While our patents are an important element of our success, our business as a whole is not dependent on any one patent or group of patents. We do not anticipate any material effect on our business due to any patents expiring in 2025, and we continue to obtain new patents through our ongoing research and development. We have maintained U.S. federal trademark registrations for KNOWLES and Knowles logo designs, along with various other trademarks. These U.S. registrations may be renewed as long as the marks continue to be used in interstate commerce. We have also filed or obtained foreign registration for these marks in other countries or jurisdictions where we conduct, or anticipate conducting, international business. To complement our own research and development efforts, we have also licensed and expect to continue to license, a variety of intellectual property and technologies important to our business from third parties. See Item 1A. Risk Factors for additional information regarding risks related to our business.\nCybersecurity\nWe regularly perform risk assessments relating to cybersecurity and technology risks. We have a risk-based cybersecurity program, dedicated to protecting our data as well as data belonging to our customers and partners. We utilize a defensive in-depth strategy, with multiple layers of security controls to protect our data and solutions. We mitigate cybersecurity risks by employing extensive measures, including employee training, systems monitoring and testing, and maintenance of protective systems and contingency plans. We continually evaluate ourselves for appropriate business continuity and disaster recovery planning, with test scenarios that include simulations and penetration tests. We also install and regularly update antivirus software on all Company-managed systems to detect and prevent malicious code from impacting our systems.\nSeasonality\nOur PD segment is not typically subject to seasonality, while our MSA segment tends to have stronger revenues in the fourth quarter of each fiscal year.\nTalent, Development, and Culture\nAs of December 31, 2024, Knowles had approximately 5,500 employees at facilities located in 11 countries around the world. Approximately 68% of our employees are in Asia and approximately 69% of our employees globally identify as female. In the United States, approximately 46% of our employees identify as female and approximately 39% of our employees self-identified as belonging to a racial/ethnic minority group. We believe our success is dependent upon attracting, developing, and retaining high performing employees at all levels of the organization. An important component of achieving this goal is fostering a workplace environment that embraces diversity and inclusion. Our Chief Human Resources Officer is responsible for developing and executing on our human capital strategy, with oversight by the Compensation Committee of our Board of Directors. \nWe understand that our most important resource is our people. We utilize a variety of recruitment strategies to source top talent who possess the required competencies and experience to execute our strategy. We also invest in the ongoing training and development of our employees by offering tuition and continuous education reimbursement, leveraging an e-learning platform, and implementing formal mentorship programs. Knowles has a formal Succession Planning program with the primary objective of identifying and developing our next generation leaders.\nOur Chief Human Resources Officer annually reviews with the Board of Directors our overall talent management strategy and progress. We believe our diverse teams, with their unique ideas, thoughts, and perspectives, form the building blocks for our culture of innovation at Knowles. We strive to create and maintain a workplace environment that embraces the diversity of thoughts, ideas, beliefs, and experiences, brought by our team members. We recognize that nurturing an inclusive workplace enables us to attract, develop, and retain our team members regardless of their race, color, gender identity, language, national origin, religion, orientation, or age. We have commemorated and celebrated numerous diversity, cultural, and historical events throughout the year.\nKnowles is also committed to the advancement of women in the workplace and representation in engineering careers. We strive to be an employer of choice for women in engineering. We understand the importance of diverse representation and with it, the need for advancing women in Science, Technology, Engineering, and Mathematics (\"STEM\") careers. We continue to partner with local organizations to help bridge the gender gap in STEM and shape the next generation of women who aspire to be leaders in the new era of technology. For example, Knowles is the perennial sponsor of the University of Illinois at Chicago's (\"UIC\") Women in Engineering Summer Program. We have also supported UIC's women engineering students with programs such as academic scholarships, summer internship programs, mentorship programs, and full-time employment opportunities. \nWe have also worked to increase underrepresented groups in our candidate pool, among our new hires, and in leadership positions. For our 2024 summer internship program, approximately 55% of our corporate intern class consisted of minority and/or women students, and approximately 20% of our corporate tech interns were women. In addition, in 2024 approximately 46% of our new hires in the United States were women.\nWe are fully committed to supporting our communities. In 2024, we continued our partnership with PEAK (Partnership to Educate and Advance Kids), a Chicago-based nonprofit that is focused on providing academically average students from the city's most challenging and under-served neighborhoods with financial, educational, and personal support through their high school years. Knowles has pledged $10,000 annually to provide a PEAK student the opportunity to pursue a high-quality high school education. In addition, Knowles piloted the PEAK Student Tutoring Program, where our employees assist students with STEM-related subjects.\nTo be able to attract and retain the best employees, Knowles provides a competitive total rewards program that incorporates our pay for performance philosophy. Our total rewards program includes market-competitive base pay, broad-based short-term and long-term incentive plans, healthcare benefits, retirement plans, paid time off, family leave, and employee assistance programs.\nWe believe it is important to provide a healthy and safe workplace for our employees. As part of our Environmental, Health, and Safety Policy, we train employees and managers on preventing work-related injuries and illnesses. In addition, our Environmental, Health & Safety (\"EHS\") Managers across the globe conduct regular reviews of key EHS performance indicators, which include the reporting and correction of any unsafe workplace behaviors, working conditions that could potentially lead to injury, or workplace incidents or illnesses that required first air or other medical treatment.\nAdditional information regarding Knowles' activities related to its people and sustainability, as well as workforce diversity data, can be found in the Knowles 2024 Corporate Sustainability Report, which is located on our website. The contents of our website and our Corporate Sustainability Report are referenced for general information only and are not incorporated into this Annual Report on Form 10-K.\nOther Information\nThe address of our principal executive offices is 1151 Maplewood Drive, Itasca, Illinois 60143. Our telephone number is 630-250-5100.\nOur annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and any amendments to these reports are available, free of charge, on the \"Financial Information - SEC Filings” link on the Investor Relations section of our website, www.knowles.com. We post each of these reports on our website as soon as reasonably practicable after the report is filed with or furnished to the Securities and Exchange Commission (\"SEC\"). The SEC maintains a website that contains these reports, proxy and information statements, and other information regarding issuers that file electronically with the SEC (www.sec.gov).\nOur corporate governance policies, Code of Business Conduct, and Board committee charters and policies are also posted on the Investor Relations section of our website. The information contained in, and that can be accessed through our website is not incorporated into and does not form a part of this Annual Report on Form 10-K.",
      "char_count": 19654
    },
    "item1a": {
      "text": "ITEM 1A. RISK FACTORS\nCautionary Statement Concerning Forward-Looking Statements\nThis Annual Report on Form 10-K contains certain statements regarding business strategies, market potential, future financial performance, future action, results, and any other statements that do not directly relate to any historical or current fact which are “forward-looking” statements within the meaning of the Securities Act of 1933, as amended (the \"Securities Act\"), the Exchange Act, and the Private Securities Litigation Reform Act of 1995. The words “believe,” “expect,” “anticipate,” “project,” “estimate,” “budget,” “continue,” “could,” “intend,” “may,” “plan,” “potential,” “predict,” “seek,” “should,” “will,” “would,” “expect,” “objective,” “forecast,” “goal,” “guidance,” “outlook,” “effort,” “target,” and similar expressions, among others, generally identify forward-looking statements, which speak only as of the date the statements were made.\nIn particular, information included under the sections entitled “Business,” “Risk Factors,” and “Management’s Discussion and Analysis of Financial Condition and Results of Operations” contain forward-looking statements.\nReaders are cautioned that the matters discussed in these forward-looking statements are subject to risks, uncertainties, assumptions, and other factors that are difficult to predict and which could cause actual results to differ materially from those projected, anticipated, or implied in the forward-looking statements. Where, in any forward-looking statement, an expectation or belief as to future results or events is expressed, such expectation or belief is based on the current plans and expectations of management and expressed in good faith and believed to have a reasonable basis, but there can be no assurance that the expectation or belief will be achieved or accomplished. Many factors that could cause actual results or events to differ materially from those anticipated include those risks and uncertainties described below and elsewhere in this Annual Report on Form 10-K, including under the section entitled “Management’s Discussion and Analysis of Financial Condition and Results of Operations.” We caution you not to place undue reliance on these forward-looking statements, which speak only as of the date of this Annual Report on Form 10-K and Knowles does not assume any obligation to update any forward-looking statement as a result of new information, future events, or otherwise, except as required by applicable law. All forward-looking statements, expressed or implied, included in this Annual Report on Form 10-K are expressly qualified in their entirety by this cautionary statement. This cautionary statement should also be considered in connection with any subsequent written or oral forward-looking statements that we may make or persons acting on our behalf may issue.\nYou should consider each of the following factors as well as the other information in this Annual Report on Form 10-K, including our financial statements and the related notes, in evaluating our business and our prospects. The risks and uncertainties described below are not the only ones we face. In general, we are subject to the same general risks and uncertainties that impact many other companies such as general economic, industry, and/or market conditions and growth rates; possible future terrorist threats or armed conflicts and their effect on the worldwide economy; and changes in laws or accounting rules. Additional risks and uncertainties not presently known to us or that we currently consider immaterial may also impair our business operations. If any of these risks occur, our business and financial results could be harmed. In that case, the trading price of our common stock could decline.\nRisks Related To Our Business\nThe divestiture of our Consumer MEMS Microphones (\"CMM\") business may have material adverse effects on our financial condition, results of operations, or cash flows.\nOn December 27, 2024 we consummated the sale of certain assets and liabilities of our CMM business to Syntiant Corp. While we believe the divestiture of our CMM business will place us in a better position to focus on higher value markets, we may not achieve some or all of the strategic and financial benefits that we expect to achieve, which could result in a material adverse effect to our financial condition, results of operations, or cash flows. We might experience greater dis-synergies than expected. For example, specialized suppliers may be unwilling or unable to fulfill post-divestiture reduced volumes that do not benefit from economies of scale. In addition, the impact of the divestiture on our revenue or profit might be larger than we expected. Further, we might have financial exposure in the divested business, such as through our minority equity ownership in Syntiant, our provision of financing to Syntiant, and certain financial or performance guarantees, indemnities, or other obligations, such that conditions outside of our control might negate the expected benefits of the disposition. The separation of certain shared services following the divestiture of our CMM business will continue to require the attention of our management and place demands on other internal resources. We cannot be certain that we will be successful in managing these or any other significant risks that we encounter as a result of divesting the CMM business.\nWe derive a significant portion of our revenues from a limited number of OEM customers. If revenues derived from these customers decrease or the timing of such revenues fluctuates, our operating results could be adversely affected.\nOur MSA segment relies on a limited number of customers for a significant portion of their sales. Our MSA segment accounted for 46% of our consolidated revenues for fiscal 2024. For 2024, MSA's top five customers accounted for approximately 81% of its revenues. For the year ended December 31, 2024, WS Audiology A/S accounted for approximately 30% of MSA's revenues and 14% of the consolidated company revenues.\nThe loss of any one of our top customers or a reduction in the purchases of our products by such customers would reduce our total revenues and may have a material adverse effect on our operating results, and any delay of a significant volume of purchases by any one of our top customers, even if only temporary, would reduce our revenues in the period of the delay and may have a material adverse effect on our operating results. For example, in fiscal 2022 we experienced customer purchasing adjustments due to excess inventory in the supply chain, which were partially offset by financial incentives offered to customers during the fourth quarter. Further, concentration of market share among a few companies and the corresponding increase in purchasing power of these companies may result in lower prices for our products which, if not offset by a sufficient increase in the volume, or favorable changes in the mix, of purchases of our products, could have a material adverse effect on our revenues and margins. Further, the timing, volume, and mix of purchases by our significant customers may be impacted by the timing of such customers’ new or next generation product introductions, and the timing of such introductions may have a material adverse effect on our operating results. Accordingly, if current market and industry dynamics continue, revenues will continue to depend largely upon, and be impacted by the timing, volume, and mix of future purchases by a limited number of our OEM customers.\nA significant portion of revenues for our Precision Devices segment depends on U.S. government contracts, which require us to comply with various procurement laws and regulations. Failure to comply with these laws and regulations could result in an interruption or termination of our government contractor status, which could have a adverse impact on our results of operation.\nWe must comply with and are affected by U.S. Federal, state, local, and foreign laws and regulations relating to the formation, administration, and performance of U.S. government contracts. These laws and regulations impose requirements that, while customary in U.S. government contracts, may impose additional costs on our business operations. Failure to comply with applicable regulations and requirements could result in the imposition of civil and criminal penalties or sanctions, contract termination, forfeiture of profit, suspension of payment, or suspension or debarment from U.S. government contracting or subcontracting for a period of time. Among the causes for debarment are violations of various laws and regulations, including those related to procurement integrity, export control (including International Traffic in Arms Regulations (\"ITAR\"), employment practices, accuracy of records, proper recording of costs and foreign corruption. The termination of a U.S. government contract or relationship as a result of any of these acts could have an adverse impact on our operations and could have an adverse effect on our standing and eligibility for future U.S. government contracts.\nWe rely on highly specialized suppliers for a variety of highly engineered or specialized components, and other inputs for which we may not be able to readily identify alternatives or substitutes in the event of a supply disruption or capacity constraint at or by any of these suppliers, which could have a material adverse impact on our results of operations.\nCertain of our businesses rely on highly specialized suppliers or foundries for critical materials, components, or subassemblies that are used in our products. In some cases, our suppliers or foundries are our sole source of supply, such as with our ASIC and MEMS foundry partners. Additionally, some of our suppliers or foundries are a strategic supplier to one of our competitors or a customer. Should an event occur which affects the ability or willingness of a key or sole supplier or foundry to continue to deliver materials or components to us in a timely manner, we may not be able to identify or qualify an alternative supplier in a timely manner which, in any such period and future periods, could have a material adverse effect on our results of operations. Potential events or occurrences which could cause business or supply disruptions or affect the ability or willingness of a supplier or foundry to continue to supply us include changes in market strategy, the acquisition of, sale, or other change in control or ownership structure of a supplier or foundry, strategic divestiture, bankruptcy, insolvency or other financial difficulties, business disruptions (including COVID-19-related supplier plant shutdowns or slowdowns, governmental regulatory and enforcement actions, and work stoppages), operational issues, or capacity constraints at a supplier or foundry.\nIf we are unsuccessful in implementing our investment and acquisition strategy, or integrating acquired companies, our business and financial results may be adversely effected.\nWe engage in strategic transactions and make strategic investments, including investments in emerging technology companies and intellectual property, which are focused on growth by positioning the Company for expansion into new markets, territories or technologies, exploiting new or growing customer or market opportunities, and developing new technologies and products. Such acquisitions and strategic investments naturally entail significant risks and uncertainties, some of which are beyond our control. To the extent we are successful in making acquisitions, such as our acquisition of Cornell Dubilier, we may not realize the expected benefits of our acquisitions or strategic transactions, or be able to retain those benefits even if realized. We may not, for example, be able to retain key employees, customers, or suppliers of acquired companies, derive value from acquired technology or assets, and we may experience delays in achieving cost or revenue synergies or encounter higher than expected costs in implementing them. Further, the internal control environment of an acquired entity may not be consistent with our standards or with regulatory requirements, and may require significant time and resources to align or rectify. In addition, due to our inexperience with certain adjacent or complimentary technologies and doing business in certain geographic regions that may be served by acquired businesses, we may underestimate the costs or overestimate the benefits that we expect to realize from such acquisitions or investments, and we may not achieve them. We cannot, therefore, provide assurance that each of our acquisitions or strategic investments will be accretive or generate anticipated financial returns. If, for any of these or for unforeseen reasons, our strategic acquisitions or investments fail to meet our expectations or forecasts, our business and results of operations may be materially adversely affected.\nOur success depends on our ability to attract and retain key employees, and if we are unable to attract and retain such qualified employees, our business and our ability to execute our business strategies may be materially impaired.\nOur future success depends largely on the continued service and efforts of our executive officers and other key management and technical personnel and on our ability to continue to identify, attract, retain, and motivate them, particularly in an environment of cost reductions and a general move toward more performance-based compensation for executives and key management.\nImplementing our business strategy also requires specialized engineering and other talent, as our revenues are highly dependent on technological and product innovations. Competition for such experienced technical personnel in our industry and where we are located is intense, and we cannot assure that we can continue to recruit and retain such personnel. For example, there is substantial competition for experienced engineers in Asia and technical personnel in the U.S., which may make it difficult for us to recruit and retain key employees. If we are unable to attract and retain such qualified employees, our business and our ability to execute our business strategies may be materially impaired.\nOur effective tax rate may fluctuate which will impact our future financial results.\nOur effective tax rate is highly dependent upon the geographic composition of our worldwide earnings as we are subject to income taxes in both the U.S. and various foreign jurisdictions. Tax regulations governing each region, changes to those regulations, differing statutory tax rates, changes in the valuation of deferred tax assets, tax law, or rate changes could adversely affect our effective tax rate, and ultimately actual taxes payable. The estimated effects of applicable tax laws have been incorporated into our financial results.\nFurther, our tax returns are subject to periodic reviews or audits by domestic and international authorities, and these audits may result in adjustments to our provision for taxes or allocations of income or deductions that result in tax assessments different from amounts that we have estimated. We regularly assess the likelihood of an adverse outcome resulting from these audits to determine the adequacy of our provision for taxes. There can be no assurance as to the outcome of these audits or that our tax provisions will not change materially or be adequate to satisfy any associated tax liability. For additional detail regarding jurisdictions where we are currently under audit, see Note 12. Income Taxes to our consolidated Financial Statements under Item 8, \"Financial Statements and Supplementary Data.\" If our effective tax rates were to increase or if our tax liabilities exceed our estimates and provisions for such taxes, our financial results could be adversely affected.\nMoreover, tax rates and laws in the countries where we operate may change, or tax reforms may be enacted domestically or in foreign jurisdictions which may increase tax uncertainty and may adversely affect our liquidity, cash flows, and future reported financial results or our ability to continue to structure and conduct our business as is done currently. For example, many of the countries where we are subject to taxes, including the U.S., are independently evaluating their tax policy and we may see significant changes in legislation, treaties, and regulations concerning taxation. In addition, many countries have enacted fundamental changes to the international corporate tax system, by the Organization for Economic Co-operation and Development's (the \"OECD\") Inclusive Framework on Base Erosion and Profit Shifting, including the implementation of a minimum tax on global income now effective for some countries, amongst other proposals.\nOur products are complex and could contain defects, which could result in material costs to us and harm our business, results of operations, and financial condition.\nOur products are complex and could contain defects, which could result in material costs to us. Product development in the markets we serve is becoming more focused on audio signal processing for improved audio performance and to enable intelligent and more sophisticated audio solutions. The increasing complexity of our products increases the risk that we or our customers or end users could discover latent defects or subtle faults after significant volumes of product have been shipped. This could result in material costs and other adverse consequences to us including, but not limited to: loss of customers, reduced margins, damage to our reputation, a material product recall, replacement costs for product warranty and support, payments to our customers related to recall claims as a result of various industry or business practices, a delay in recognition or loss of revenues, loss of market share or failure to achieve market acceptance, and a diversion of the attention of our engineering personnel from our product development efforts. In addition, any defects or other problems with our products could result in financial losses or other damages to our customers who could seek damages from us for their losses. A product liability or warranty claim brought against us, even if unsuccessful, would likely be time consuming and costly to defend. Due to the complex nature of our products, quality and reliability issues may be identified after significant volumes of a product have been shipped to a large customer. A warranty or product liability claim against us in excess of our available insurance coverage and established reserves, or a determination that we have liability or an obligation to cover the costs of a customer product recall, could have a material adverse effect on our business, results of operations, and financial condition.\nIn addition, our products are typically sold to customers at prices that are significantly lower than the cost of the customer’s products in which they are incorporated. Given that a defect in one of our products could give rise to failures in the products that incorporate them, we may face claims for damages that are disproportionate to the revenues we receive from the products involved and because we are self-insured for matters relating to product quality, a significant claim could have a material adverse effect on our financial condition. Moreover, to the extent a defect in one of our products is caused by a defective component supplied to us by a third party, we may, nonetheless, be liable to the customer and be unsuccessful in seeking indemnification from that third party.\nWe are subject to potentially material liability for breaches of confidentiality agreements with certain of our top customers.\nWe have entered into non-disclosure agreements with several of our top customers which require us not to disclose and to protect certain information regarding, among other things, aspects of those customers’ businesses plans, products, and technology. These confidentiality agreements, in some cases, impose strict liability on us in the event of any breach of these agreements by us or our employees or agents and, should such a breach occur, any resulting damage award or settlement could have a material adverse effect on our operating results and financial condition.\nRisks Related to Our Industry\nGlobal markets for our products are highly competitive and subject to rapid technological change. If we are unable to develop new products and compete effectively in these markets, our financial condition and operating results could be materially adversely affected.\nWe compete in highly competitive, technology-based, industries that are highly dynamic as new technologies are developed and introduced. Our competitors may introduce products that are as or more technologically advanced than our products or launch new products faster than we can, which may result in a loss of market share or revenue by us. If we are unable to anticipate or match our competitors’ development or launch of new products, identify customer needs and preferences on a timely basis, or successfully launch or ramp production of our new products, our business and operating results may be materially adversely affected.\nRisks Related to Operating a Global Business\nDeterioration of global economic conditions, an economic recession, periods of inflation, or economic uncertainty in key end-user markets may adversely affect customer orders as well as demand for our products.\nGlobal economic conditions can be uncertain and volatile. Our business and results of operations have in the past been, and may continue to be, adversely affected by changes in global economic conditions including inflation, consumer spending rates, rising interest rates, the negative impacts caused by pandemics and public health crises, such as the COVID-19 pandemic, as well as the potential impacts of geopolitical uncertainties (including the ongoing conflict between Russia and Ukraine, and China-Taiwan relations). As global economic conditions continue to be volatile or economic uncertainty remains, trends in end-user consumer spending also remain unpredictable. Many of our customers purchase our products, particularly in our MSA segment, based on end-user demand from consumers. As a result, unfavorable economic conditions may lead our customers to delay or reduce purchases of our products.\nOur foreign operations and supply chain are each subject to various risks that could materially adversely impact our results of operations and financial condition.\nMany of our manufacturing operations, research and development operations, vendors, and suppliers are located outside the United States and if we are unable to successfully manage the risks associated with our global operations, our results of operations and financial condition could be negatively impacted. These risks include:\n\no        labor unrest and strikes, particularly in Asia, where the majority of our manufacturing operations are located;                                                                                                                                                               \no        earthquakes, tsunamis, floods, and other natural disasters, or catastrophic events (which may occur with more frequency or greater intensity due to climate change), particularly in Asia, where the majority of our manufacturing operations and suppliers are located;      \no        health crises, including epidemics and pandemics, such as the COVID-19 pandemic, and governmental responses thereto, including by resulting in quarantines, closures, or other disruptions;                                                                                   \no        acts of terrorism or armed conflicts;                                                                                                                                                                                                                                         \no        political or economic instability;                                                                                                                                                                                                                                            \no        government embargoes, trade restrictions, and import and export controls; and                                                                                                                                                                                                 \no        transportation delays and interruptions.                                                                                                                                                                                                                                      \nGlobal economic conditions and changes in U.S. and international trade policy could materially adversely impact our business, results of operations, and financial position.\nIn the past, the Company's business and operating results have been adversely affected by these global economic conditions and remain vulnerable to future adverse impacts. Political actions, including trade and/or national security protection policies, or other actions by governments, particularly the U.S. and Chinese governments, have in the past, currently are, and could in the future limit or prevent us from transacting business with certain of our customers or suppliers. The U.S. government has made statements and taken certain actions that have led to, and may lead to further, changes to U.S. and international export and import controls or trade policies, including tariffs affecting certain products exported by a number of U.S. trading partners, including China and Mexico. In response, many of those trading partners, including China and Mexico, have imposed or proposed new or higher tariffs on American products. It is unknown whether and to what extent new tariffs (or other new laws or regulations) will be adopted, or the effect that any such actions would have on us or our industry and customers. Any unfavorable government policies on international trade, such as export and import controls, capital controls or tariffs, may affect the demand for our products and services, increase the cost of components, delay production, impact the competitive position of our products or prevent us from being able to sell products in certain countries. If any new export or import controls, tariffs, legislation or regulations are implemented or if existing trade agreements are renegotiated such changes could have an adverse effect on our business, financial condition and results of operations.\nIn addition to tariffs, China has a stated policy of reducing its dependence on foreign manufacturers and technology companies. As a consequence of such policy, revenue for our PD segment has been adversely impacted and may continue to be adversely impacted. Additionally, there are risks that the Chinese government may, among other things, require the use of local suppliers, compel companies that do business in China to partner with local companies to conduct business, which may adversely impact our results of operations and financial condition. Given that the majority of our largest manufacturing facilities are located in China and Southeast Asia, trade policy changes in the United States, China, or other countries, such as tariffs and sanctions would present particular risks for us that could adversely impact our results of operations and financial condition. We cannot predict future foreign trade policy in the United States or other countries, the terms of any new or renegotiated trade agreements or treaties, or tariffs or the impact of such matters on our business. A trade war involving the United States is likely to negatively impact world trade and the world economy in various ways and, consequently, have a material adverse effect on our results of operations and financial condition. To the extent that tariffs, trade restrictions, or sanctions imposed by the United States or other countries increase the price of, affect customer demand for, affect our ability to supply our products, or create adverse tax consequences, in the United States or other countries, our business and our operating results may be adversely affected. As a result, changes in international trade policy, changes in trade agreements, the imposition of tariffs or sanctions by the United States or other countries could materially adversely affect our results of operations and our financial condition.\nChanges to export restrictions and economic sanction laws may adversely affect our operating results.\nAs a global company headquartered in the U.S., we are subject to U.S. laws and regulations, including import, export, and economic sanction laws. These laws may include prohibitions on the sale or supply of certain products to embargoed or sanctioned countries, regions, governments, persons, and entities, may require an export license prior to the export of the controlled item, or may otherwise limit and restrict the export of certain products and technologies. Many of our customers and suppliers are foreign companies or have significant foreign operations. The imposition of new or additional economic and trade sanctions against our major customers or suppliers could result in our inability to sell to, and generate revenue from such customers or purchase materials from such suppliers. Also, ongoing export control reform may impose additional restrictions on our ability to ship products to certain countries or customers. Failure to comply with the various export control regulatory requirements could subject us to significant fines, suspension of export privileges, or disbarment. Although these restrictions and laws have not significantly restricted our operations in the past, there is a risk that they could do so in the future.\nObtaining export licenses can be difficult, time-consuming, and require interpretation of complex regulations. Failure to obtain and/or retain required export licenses could significantly reduce our revenue and materially adversely affect our business, financial condition, results of operations and relationships with customers. In addition, as a result of restrictive export laws our customers may also develop their own solutions to replace our products or seek to obtain a greater supply of similar or substitute products from our competitors that are not subject to these restrictions, which could materially and adversely affect our business and results of operations.\nIn addition, our association with customers that are or become subject to U.S. regulatory scrutiny or export restrictions could subject us to actual or perceived reputational harm among current or prospective investors, suppliers or customers, customers of our customers, other parties doing business with us, or the general public. Any such reputational harm could result in the loss of investors, suppliers, or customers, which could harm our business, financial condition, operating results, or prospects.\nFluctuations in commodity prices and foreign currency rates could have a material adverse effect on our operating results and financial condition.\nWe use a wide variety of raw materials in our manufacturing operation and are exposed to market risks associated with changes in commodity prices. Changes in commodity prices (from tariffs or otherwise) cannot always be predicted, hedged, or offset with price increases to eliminate earnings volatility. As a result, significant changes in commodity prices, particularly for various precious metals, could have a substantial adverse effect on our financial condition and results of operations. \nIn addition, we conduct a significant amount of business outside the United States and adverse movements in currency exchange rates, particularly the Malaysian ringgit, the Chinese renminbi (yuan), the Philippine peso, and the Mexican peso in any period or periods, could have a material adverse effect on our business and our operating results due to a number of factors, including, among others:\n\no        our products are manufactured and sold outside the United States, which increases our net exposure to changes in foreign exchange rates;                                   \no        our products, which are typically sold in U.S. dollars, may become less price-competitive outside the United States as a result of unfavorable foreign exchange rates;     \no        certain of our revenues that are derived from customer sales denominated in foreign currencies could decrease;                                                             \no        our foreign suppliers may raise their prices if they are impacted by currency fluctuations, resulting in higher than expected costs and lower margins;                     \no        the cost of materials, products, services, and other expenses outside the United States could be materially impacted by a weakening of the U.S. dollar; and                \no        a sustained weakening of the U.S. dollar for an extended period could have a material adverse impact on our operating results and financial position.                      \nWhile we have entered and may in the future enter into derivative financial instruments in an effort to hedge our foreign currency exposure, we remain exposed to the economic risks of foreign currency fluctuations. See the “Risk Management” section of Item 7 for additional discussion of commodity price and foreign currency risks.\nEvolving social and environmental responsibility regulations, as well as demands from investors, customers and other stakeholders, could result in additional costs, harm to our reputation and a loss of customers.\nIncreasing focus on environmental, social, and governance (\"ESG\") responsibility, as well as customer and investor demands, may make our supply chain more complex and may adversely affect our relationships with customers and investors. Some of our customers have adopted, or may adopt, procurement policies that include ESG provisions or requirements that their suppliers should comply with, or they may seek to include such provisions or requirements in their procurement terms and conditions. Also, an increasing number of investors are requiring companies to disclose corporate ESG policies, practices, and metrics. Legal and regulatory requirements, as well as investor expectations, on corporate ESG practices and disclosure, are subject to change, can be unpredictable, and may be difficult and expensive for us to comply with, given the complexity of our supply chain and manufacturing. If we are unable to comply, or are unable to cause our suppliers or contract manufacturers to comply, with such policies or provisions or meet the requirements of our customers and our investors, a customer may stop purchasing products from us or an investor may sell their shares, which could have a material adverse effect on our results of operations and our reputation. In addition, we have publicly announced certain corporate responsibility goals, which reflect our current plans and aspirations based on known conditions. Any failure to achieve such goals (or achieve the goals within the set timeframe) or the perception by stakeholders of such failure may result in reputational or financial harm.\nRisks Related to Intellectual Property and Cybersecurity\nOur revenues and operating results could be materially adversely affected if we are unable to protect or obtain patent and other intellectual property rights or if intellectual property litigation is successful against us.\nWe employ various measures to maintain, protect, and defend our intellectual property, including enforcing our intellectual property rights in various jurisdictions and forums throughout the world. However, policing unauthorized use of our products, technologies, and proprietary information is difficult and time consuming and these measures may not prevent our intellectual property from being challenged, invalidated, copied, disclosed, stolen, or circumvented. If we fail to protect our proprietary rights, our competitors might gain access to our technology, which could adversely affect our ability to compete successfully in our markets and harm our operating results. We also may not be successful in litigation or other actions to enforce our intellectual property rights, particularly in countries where intellectual property rights are not highly developed or protected, particularly in Asia, where the majority of our manufacturing operations are located. Litigation, if necessary, may result in retaliatory legal proceedings alleging infringement by us of intellectual property owned by others. We have had and may in the future have difficulty in certain circumstances in protecting or enforcing our intellectual property rights, including collecting royalties for use of certain patents included in our patent portfolio in certain foreign jurisdictions due to, among other things: policies of foreign governments; challenges to our licensing practices under such jurisdictions’ competition laws; failure of foreign courts to recognize and enforce judgments of contract breach and damages issued by courts in the United States; and/or \nchallenges pending before foreign patent authorities as to the validity of our patents and those owned by competitors and other parties.\nOur competitors or other third parties may also assert infringement or invalidity claims against us in the future. If one of our products is found to infringe on a third party’s rights, we may have liability for damages arising out of past infringement and may need to seek a license to use such intellectual property going forward. If a license is not available or if we are unable to obtain a license on terms acceptable to us, we would either have to change our product so that it does not infringe or cease selling the product. Any of these events may have a material adverse effect on our business, operating results, and financial condition. \nThe expense of protecting, defending, and enforcing our intellectual property, or defending claims that our products, technology, or manufacturing processes infringe the intellectual property rights of others, can vary significantly period to period and, in any given period, could have a material adverse effect on our operating results.\nOur business and operations could suffer in the event of security breaches, cybersecurity incident, other unauthorized disclosures, or network disruptions.\nWhile we have taken and continue to actively take measures to protect the various proprietary information, algorithms, source code, and confidential data relating to both our and our customers’ business and products that is stored on our computer networks, servers, and peripheral devices, as well as on servers owned or managed by third party vendors whom we leverage, such data and information remains vulnerable to cyber attacks, cyber breaches, theft, or other unauthorized access. These attacks are increasing in their frequency, sophistication, and intensity and are costly to protect against. In addition, many of the techniques used to obtain unauthorized access, including viruses, worms, and other malicious software programs, are difficult to anticipate until launched against a target and we may be unable to implement adequate preventative measures. If successful, such cyber attacks or unauthorized access could result in remedial and other expenses, loss of valuable intellectual property, disclosure of confidential customer or commercial data, disclosure of government classified information, or system disruptions and subject us to civil liability, fines or penalties, damage our brand and reputation or otherwise harm our business, any of which could be material. If any such security breaches occur, there is no assurance that it can be adequately addressed in a timely manner or that any resulting loss, cost, or damage will be recoverable through insurance, legal, or other processes.\nShould any security breach result in the disclosure of certain of our customers’ or business partners’ confidential information, we may incur liability to such customers or business partners under confidentiality agreements that we are party to with such parties. Should a cyber or physical security event involve classified or other sensitive government information or certain controlled technical information, we may be subject to civil or criminal penalties, the loss of our facility security clearances and other accreditations, loss of our government contracts, loss of access to classified information, or loss of export privileges. In addition, delayed sales, lower margins, or lost customers resulting from security breaches or network disruptions could materially reduce our revenues, materially increase our expenses, damage our reputation, and have a material adverse effect on our stock price.\nThere is also a danger of industrial espionage, unauthorized disclosures, theft of information or assets (including source code), or damage to assets by people who have gained unauthorized access to the Company's facilities, systems, or information. Such breaches, misuse, or other disruptions could lead to unauthorized disclosure of confidential or proprietary information or improper usage or sale of the Company's products or intellectual property without compensation and theft, manipulation, and destruction of private and proprietary data, which could result in defective products, production downtimes, lost revenue, or damage to our reputation, and have a material adverse effect on our stock price.\nAdditionally, any disruption, termination, or substandard provision of our communication networks and IT systems, whether as a result of computer or telecommunication issues (including operational failures, computer viruses, or security breaches), localized conditions (such as power outage, fire, or explosion) or events or circumstances of broader geographic impact (such as earthquake, storm, flood, other natural disaster, epidemic, strike, act of war, civil unrest, or terrorist act), could materially affect our business by disrupting normal operations.\nGlobal privacy legislation, enforcement, and policy activity are rapidly expanding and creating a complex data privacy environment. We are subject to many data privacy, data protection, and data breach notification laws and regulations in the United States and around the world. While we have taken measures to assess the requirements of, and to comply with data privacy legislation, there is the potential for fines and penalties, litigation, and reputational harm in the event of a data breach.\nRisks Related to Our Indebtedness\nOur credit agreement requires us to comply with certain financial covenants and our failure to comply could have a material adverse effect on our business, financial condition, and results of operations.\nThe credit agreement governing our revolving credit facility contains covenants requiring us to, among other things, maintain a minimum ratio of consolidated EBITDA to consolidated interest expense and a maximum ratio of consolidated total indebtedness to consolidated EBITDA. In the past, we have obtained amendments from the lenders under the credit agreement which have allowed us to comply with the financial covenants, but there can be no assurance that in the future the lenders will agree to such amendments, and our inability to comply with the covenants could result in an event of default which, if not cured or waived, could have a material adverse effect on our business, financial condition, and operating results.\nThere are risks associated with our indebtedness, which could have a material adverse effect on our financial condition.\nOur outstanding indebtedness and any additional indebtedness we incur may have negative consequences, including:\n\no        requiring us to use cash to pay the principal of and interest on our indebtedness, thereby reducing the amount of cash flow available for other purposes;                                    \no        limiting our ability to obtain additional financing for working capital, capital expenditures, acquisitions, stock repurchases, dividends, or other general corporate and other purposes;    \no        limiting our flexibility in planning for, or reacting to, changes in our business and our industry; and                                                                                      \no        increasing our vulnerability to interest rate fluctuations to the extent a portion of our debt has variable interest rates.                                                                  \nOur ability to make payments of principal and interest on our indebtedness depends upon our future performance, which is subject to general economic conditions, industry cycles, and financial, business, and other factors, many of which are beyond our control. If we are unable to generate sufficient cash flow from operations in the future to service our debt, we may be required to, among other things: refinance or restructure all or a portion of our indebtedness; reduce or delay planned capital or operating expenditures; or sell selected assets. Such measures might not be sufficient to enable us to service our debt. In addition, any such financing, refinancing, or sale of assets might not be available on economically favorable terms or at all, and if prevailing interest rates at the time of any such financing and/or refinancing are higher than our current rates, interest expense related to such financing and/or refinancing would increase. \nRisks Related to Our Corporate Governance and Common Stock\nOur business could be negatively affected as a result of the actions of activist or hostile stockholders.\nOur business could be negatively affected as a result of stockholder activism, which could cause us to incur significant expense, hinder execution of our business strategy, and impact the trading value of our securities. In the past, the Company has been the subject of shareholder activism, and we are subject to the risks associated with any future such activism. Stockholder activism, including potential proxy contests, requires significant time and attention by management and the Board of Directors, potentially interfering with our ability to execute our strategic plan. Additionally, such stockholder activism could give rise to perceived uncertainties as to our future direction, adversely affect our relationships with key executives and business partners, and make it more difficult to attract and retain qualified personnel. Also, we may be required to incur significant legal fees and other expenses related to activist stockholder matters. Any of these impacts could materially and adversely affect our business and operating results. Further, the market price of our common stock could be subject to significant fluctuation or otherwise be adversely affected by stockholder activism.\nCertain provisions in our certificate of incorporation, by-laws, and Delaware law may prevent or delay an acquisition of the Company, which could decrease the trading price of our common stock.\nEach of our certificate of incorporation, our by-laws, and Delaware law, as currently in effect, contain provisions that are intended to deter coercive takeover practices and inadequate takeover bids by making such practices or bids unacceptably expensive to the bidder and to encourage prospective acquirers to negotiate with our Board of Directors rather than to attempt a hostile takeover. These provisions include, among others:\n\no        the inability of our stockholders to call a special meeting or act by written consent;                                                                                              \no        rules regarding how stockholders may present proposals or nominate directors for election at stockholder meetings;                                                                  \no        the right of our Board of Directors to issue preferred stock without stockholder approval; and                                                                                      \no        the ability of our directors, without a stockholder vote, to fill vacancies on our Board of Directors (including those resulting from an enlargement of the Board of Directors).    \nIn addition, current Delaware law includes provisions which limit the ability of persons that, without prior board approval, acquire more than 15% of the outstanding voting stock of a Delaware corporation from engaging in any business combination with that corporation, including by merger, consolidation, or purchases of additional shares, for a three-year period following the acquisition by such persons of more than 15% of the corporation’s outstanding voting stock.\nIn light of present circumstances, we believe these provisions taken as a whole protect our stockholders from coercive or otherwise unfair takeover tactics by requiring potential acquirers to negotiate with our Board of Directors and by providing our Board of Directors with more time to assess any acquisition proposal. These provisions are not intended to make us immune from takeovers or prevent changes in the composition of our Board of Directors. However, these provisions could delay or prevent an acquisition that our Board of Directors determines is not in the best interests of the Company and all of our stockholders.\nOur stock price has been and may continue to be volatile and may fluctuate significantly which may adversely impact investor confidence and increase the likelihood of securities class action litigation.\nOur common stock price has experienced substantial volatility in the past and may remain volatile in the future. During 2024, our closing stock price ranged from a high of $20.23 per share to a low of $15.09 per share. Volatility in our stock price can be driven by many factors including divergence between our actual or anticipated financial results and published expectations of analysts or the expectations of the market, market conditions in our industry, announcements that we, our competitors, our vendors, or our customers may make regarding their operating results, technological innovations, and the gain or loss of customers, or key opportunities. Our common stock is also included in certain market indices, and any change in the composition of these indices to exclude our company may adversely affect our stock price. Increased volatility in the financial markets and/or overall economic conditions may reduce the amounts that we realize in the future on our cash equivalents and/or marketable securities and may reduce our earnings as a result of any impairment charges that we record to reduce recorded values of marketable securities to their fair values.\nFurther, securities class action litigation is often brought against a public company following periods of volatility in the market price of its securities. Due to changes in our stock price, we may be the target of securities litigation in the future. Securities litigation could result in substantial uninsured costs and divert management’s attention and our resources.",
      "char_count": 51489
    }
  },
  "extracted_at": "2025-10-18T17:38:13.063346"
}