{
  "ticker": "LHX",
  "company_name": "L3HARRIS TECHNOLOGIES, INC. /DE/",
  "cik": 202058,
  "form_type": "10-K",
  "filing_date": "2025-02-14",
  "period_of_report": "2025-01-03",
  "fiscal_year": 2025,
  "accession_number": "0000202058-25-000023",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0000202058&accession_number=000020205825000023&xbrl_type=v",
  "sic_code": "3812",
  "industry": "Search, Detection, Navigation, Guidance, Aeronautical Sys",
  "sections": {
    "item1": {
      "text": "\nITEM 1.   BUSINESS.\nGeneral\nL3Harris Technologies, Inc. is the Trusted Disruptor for the defense industry. With customers’ mission-critical \nneeds in mind, we deliver end-to-end technology solutions connecting the space, air, land, sea and cyber domains in \nthe interest of global security. We support government customers in more than 100 countries, with our largest \ncustomers being various departments and agencies of the U.S. Government, their prime contractors and \ninternational allies. Our products and services have defense and civil government applications, as well as \ncommercial applications.\nOur fiscal year ends on the Friday nearest December 31. The fiscal year ended January 3, 2025 (“fiscal 2024”)\nincluded 53 weeks and fiscal years ended December 29, 2023 (“fiscal 2023”) and December 30, 2022 (“fiscal \n2022”) included 52 weeks. Unless the context otherwise requires, the terms “we,” “our,” “us,” “Company” and \n“L3Harris” as used in this Report mean L3Harris Technologies, Inc. and its subsidiaries. \nDescription of Business Segments\nWe structure our operations primarily around the products, systems and services we sell and the markets we \nserve, and we report our financial results in four operating segments, which are also our reportable segments or \nbusiness segments. From time to time, we acquire or divest businesses and strategically realign businesses within \nand across our business segments to optimize existing capabilities and enhance the efficiency with which we \ndevelop and deliver our products and services. Our business segments provide a wide-range of products, systems \nand services to various customers and are described below. For financial information with respect to our business \nsegments, see Note 14: Business Segments in the Notes.\nSpace & Airborne Systems (“SAS”). Supplies full mission solutions as a prime and subsystem integrator in the \nspace, airborne and cyber domains. We provide top-tier capabilities in the design, development, integration, \nproduction and sustainment of weapons systems for national security, civil government and international customers \nin the following business sectors: \nSpace Systems: Intelligence, surveillance and reconnaissance (“ISR”); position, navigation and timing; weather \nand climate monitoring; missile defense and ground-based space surveillance networks. \nIntel & Cyber: Situational awareness, optical networks and advanced wireless solutions for classified intelligence \nand defense customers. \nMission Networks: Communications and networking solutions for air traffic management. \nAirborne Combat Systems: Sensors, processors, hardened electronics, unmanned aircraft systems, precision \nweapons, infrared search and tracking, distributed aperture systems and precision pointing, weapons release \nsystems; antennas for aircraft platforms; and threat warning and countermeasures for airborne, ground and \nmaritime platforms. \nIntegrated Mission Systems (“IMS”). Delivers differentiated mission capabilities and prime systems integration \nto support intelligence, reconnaissance and surveillance (ISR), passive sensing and targeting, electronic attack, \nautonomy, power and communications, networks and sensors. IMS specializes in system design, development, \nintegration, production, modernization and sustainment for national security and international customers in the \nfollowing business sectors:\nISR: Airborne passive sensing and targeting, mission systems development, integration and life-cycle \nmanagement for strategic reconnaissance, national command and control, tactical surveillance, electronic attack, \nagile strike, mobility, and classified platforms.\nMaritime: Power, electrical, imaging, communication and sensor systems for naval platforms; integrated \nautonomous vessels for surface and undersea operations; fleet management; in-service support; missionization \nprototyping; and naval integration.\nGlobal Optical Systems: Multi-domain, multi-spectral electro-optical and infrared (EO/IR) sensor systems \nsupporting ISR and target acquisition missions; manufacturing of specialty laser and filter glass materials, laser \nrange finders, target designators and transmitters; and highly scalable autonomous solutions. On January 4, 2025, \nwe realigned our software solutions business from the ISR sector into Global Optical Solutions and renamed the \nsector Targeting & Sensor Systems. \n\n\n_____________________________________________________________________\n2\n\n\nDefense Electronics: Space communications and space flight avionics; 360-degree visible/midwave IR passive \nsurveillance; fuzing, navigation and range-testing solutions; and precision electronic components.\nCommercial Aviation Solutions: Integrated aircraft avionics, pilot training and data analytics services for the \ncommercial aviation industry. At January 3, 2025, Commercial Aviation Solutions (“CAS disposal group”) was \nclassified as held for sale in our Consolidated Balance Sheet. See Note 13: Acquisitions and Divestitures in the Notes\nfor further information.\nCommunication Systems (“CS”). Enables warfighters across all domains with solutions critical to mission \nsuccess even in the most contested environments. We are a leading provider of resilient communication solutions \nfor the U.S. Department of Defense (“DoD”), international, federal, and state agency customers in the following \nbusiness sectors:\nTactical Communications: Design, manufacture and sustainment of resilient and interoperable secure \ncommunication solutions that include tactical radios, software, waveforms, satellite terminals and end-to-end \nbattlefield systems.\nBroadband Communications: Design, manufacture and sustainment of resilient and secure communication \nsolutions that include ISR and tactical data links, software and integrated broadband networks.\nIntegrated Vision Solutions: Design, manufacture and sustainment of a full suite of helmet-mounted integrated \nnight vision goggles with leading-edge image intensifier tubes and weapon-mounted sights, aiming lasers, and range \nfinders.\nPublic Safety and Professional Communications: State-of-the-art communication equipment, systems and \napplications for federal agencies, state and local government first responders, utilities and transit agencies.\nAerojet Rocketdyne (“AR”). Provides propulsion, power and armament products and systems to U.S. \nGovernment, including the DoD, National Aeronautics and Space Administration (\"NASA\") and major aerospace and \ndefense prime contractors in the following business sectors:\nMissile Solutions: Propulsion technologies and armament systems for strategic defense, missile defense, \nhypersonic and tactical systems.\nSpace Propulsion and Power Systems: Premier propulsion and power systems for national security, space and \nexploration missions.\nInternational Business\nIn fiscal 2024, revenue from products and services where the end consumer is located outside the U.S., \nincluding foreign military sales funded through the U.S. Government, whether directly or through prime contractors, \nwas $4.4 billion (21% of our revenue) and came from a large number of countries with no single foreign country \naccounting for more than 5% of our total revenue. For financial information regarding our domestic and international \noperations, including long-lived assets, see Note 14: Business Segments in the Notes.\nThe majority of our international marketing activities are conducted through subsidiaries that operate in the \nEurope, Middle East and Africa (“EMEA”) and Asia-Pacific (“APAC”) regions and Canada. We also have established \ninternational marketing organizations and several regional sales offices.\nCompetitive Conditions and Trends in Market Demand\nWe operate in highly-competitive markets that are sensitive to technological advances. Some of our competitors \nin each of our markets are larger than we are and can maintain higher levels of expenditures for research and \ndevelopment (“R&D”). We concentrate on the opportunities that we believe are compatible with our resources, \noverall technological capabilities and objectives. We also collaborate with innovative partners, such as our strategic \npartnerships with Palantir Technologies and Shield Capital to develop new capabilities to meet the demands of our \ncustomers. Such collaboration is required by modern market dynamics where competing in our markets requires the \nability to fuse hardware, software and artificial intelligence (“AI”). Principal competitive factors are product and \nsystem quality and reliability; technological capabilities; service; past performance; ability to develop and \nimplement complex, integrated solutions; ability to meet delivery schedules; and cost-effectiveness. We frequently \n“partner” or are involved in subcontracting and teaming relationships with companies that are, from time to time, \ncompetitors on other programs. We compete domestically and internationally against large defense companies; \nprincipally BAE Systems, Boeing, General Dynamics, Lockheed Martin, Northrop Grumman, RTX, Thales and non-\ntraditional defense contractors. For further discussion of trends in market demand, see “Item 7. Management’s \nDiscussion and Analysis of Financial Condition and Results of Operations” of this Report. \n\n\n_____________________________________________________________________\n3\n\n\nBacklog\nCompany-wide total backlog was $34.2 billion and $32.7 billion at January 3, 2025 and December 29, 2023, \nrespectively. We expect to recognize approximately 45% of the revenue associated with Company-wide total \nbacklog by the end of fiscal 2025 and approximately 75% of the revenue associated with Company-wide total \nbacklog by the end of fiscal 2026, with the remainder to be recognized thereafter. See Note 1: Significant Accounting \nPolicies in the Notes for additional information regarding Company-wide total backlog. \nR&D\nWe conduct R&D activities using our own funds (company-funded R&D) and under contractual arrangements \n(customer-funded R&D). See Note 1: Significant Accounting Policies in the Notes for further information on company-\nfunded R&D.\nIntellectual Property\nWe own a large portfolio of patents, trade secrets, know-how, confidential information, trademarks, copyrights \nand other intellectual property and we routinely apply for new patents, trademarks and copyrights. We also license \nintellectual property to and from third parties. With regard to certain patents, the U.S. Government has an \nirrevocable, non-exclusive, royalty-free license, pursuant to which the U.S. Government may use or authorize others \nto use the inventions covered by such patents. Pursuant to similar arrangements, the U.S. Government may consent \nto our use of inventions covered by patents owned by other persons. Numerous trademarks used on or in connection \nwith our products are also considered to be valuable assets.\nGovernment Regulations\nOur company is subject to various federal, state, local and international laws and regulations relating to the \ndevelopment, manufacture, sale and distribution of our products and services, and it is our policy to comply with the \napplicable laws in each jurisdiction in which we conduct business. Regulations include, but are not limited to, those \nrelated to import and export controls, corruption, bribery, the protection of the environment, government \nprocurement, competition, product safety, workplace health and safety, employment, labor and data privacy. The \nfollowing describes significant regulations that may impact our businesses. For further discussion of risks relating to \ngovernment regulations, see “Item 1A. Risk Factors” of this Report.\nGovernment Contracts. In fiscal 2024, the percentage of our revenue that was derived from sales to \nU.S. Government customers, including foreign military sales funded through the U.S. Government, whether directly \nor through prime contractors, was 76% and no other customer accounted for more than 5% of our revenue. \nAdditional information regarding customers for each of our segments is provided under “Item 1. Business — \nDescription of Business Segments” of this Report. \nCost-type contracts. Our U.S. Government cost-reimbursable contracts provide for the reimbursement of \nallowable costs plus payment of a fee and fall into three basic types: (i) cost-plus fixed-fee contracts, which provide \nfor payment of a fixed fee irrespective of the final cost of performance; (ii) cost-plus incentive-fee contracts, which \nprovide for payment of a fee that may increase or decrease, within specified limits, based on actual results \ncompared with contractual targets relating to factors such as cost, performance and delivery schedule; and (iii) cost-\nplus award-fee contracts, which provide for payment of an award fee determined at the customer’s discretion based \non our performance against pre-established performance criteria. Under our U.S. Government cost-reimbursable \ncontracts, we are reimbursed periodically for allowable costs and are paid a portion of the fee based on contract \nprogress. Some costs are partially or wholly unallowable for reimbursement by statute or regulation. Examples \ninclude certain merger and acquisition costs, lobbying costs, charitable contributions, interest expense, financing \ncosts and certain litigation defense costs.\nFixed-price contracts. Our U.S. Government fixed-price contracts are either firm fixed-price contracts or fixed-\nprice incentive contracts. Under our U.S. Government firm fixed-price contracts, we agree to perform a specific \nscope of work or sell a specific product for a fixed price and, as a result, benefit from cost savings or carry the \nburden of cost overruns. Under our U.S. Government fixed-price incentive contracts, we share with the \nU.S. Government both savings accrued for performance at less than target cost as well as costs incurred in excess of \ntarget cost up to a negotiated ceiling price, which is higher than the target cost, but carry the entire burden of costs \nexceeding the negotiated ceiling price. Under such incentive contracts, profit may also be adjusted up or down \ndepending on whether specified performance objectives are met. Under our U.S. Government firm fixed-price and \nfixed-price incentive contracts, we generally receive either milestone payments totaling 100% of the contract price \nor monthly progress payments in amounts equaling 80% of costs incurred under the contract. The remaining \namounts, including profits or incentive fees, are billed upon delivery and final acceptance of end items and \ndeliverables under the contract. \n\n\n_____________________________________________________________________\n4\n\n\nOur production contracts are mainly fixed-price contracts and development contracts are generally cost-\nreimbursable contracts, although we have some fixed-price development contracts. Time-and-material contracts \nare considered fixed-price contracts as they specify a fixed hourly rate for each labor hour charged. \nFor further discussion of risks relating to U.S. Government contracts, see “Item 1A. Risk Factors,” “Item 3. \nLegal Proceedings” and “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of \nOperations” of this Report.\nEnvironmental. Our operations are subject to and affected by U.S. federal, state, local and foreign laws and \nregulations relating to the protection of the environment. We have incurred and, based on currently available \ninformation, we expect to continue to incur capital and operating costs to comply with existing and pending \nenvironmental laws and regulations. See “Item 1A. Risk Factors” and “Item 3. Legal Proceedings” of this Report and \nNote 1: Significant Accounting Policies and Note 15: Legal Proceedings, Commitments and Contingencies in the Notes.\nMaterials, Suppliers and Seasonality\nBecause of the diversity of our products and services, as well as the wide geographic dispersion of our facilities, \nwe use numerous sources for the wide array of materials, such as electronic components, printed circuit boards, \nmetals and plastics needed for our operations and products. We depend on suppliers and subcontractors for a large \nnumber of components and subsystems. We also rely on a limited number of certified microelectronics component \nsuppliers for our products. We have experienced component shortages from vendors as a result of the global \npandemic, natural disasters, or the shifting regulatory landscape. These events or regulations may cause a spike in \ndemand for certain electronic components resulting in industry-wide supply chain disruptions. For further \ndiscussion of risks relating to subcontractors and suppliers, see “Item 1A. Risk Factors” of this Report.\nWe do not consider any material portion of our business to be seasonal. Various factors can affect the \ndistribution of our revenue between accounting periods, including the timing of contract awards and the timing and \navailability of U.S. Government funding, as well as the timing of product deliveries and customer acceptance.\nHuman Capital and Sustainability\nOur success depends on our skilled workforce. Attracting, developing, motivating and retaining highly-skilled \npeople, particularly those with technical, engineering and science backgrounds, and in many cases, security \nclearances, is critical to our ability to execute our strategic priorities. We use human capital measures to set goals \nand monitor performance in several areas, including health and safety and talent.\nAdditional information regarding our human capital strategy and sustainability goals are available in our 2024\nSustainability Report which we expect to be published in fiscal 2025 on our company website. Information on our \nwebsite, including our 2024 Sustainability Report, is not incorporated by reference into this Report.  \nWorkforce Demographics. We had approximately 47,000 employees at January 3, 2025, including \napproximately 18,000 engineers and scientists. Of our total employees, 89% were located in the U.S. As of \nJanuary 3, 2025, approximately 2,600, or 6%, of our U.S. employees were covered by various collective bargaining \nagreements, which we expect will be renegotiated as they expire, as we historically have done without significant \ndisruption to operating activities.\nHealth and Safety. We prioritize the safety of our employees through maintaining a proactive safety culture and \nimplementing programs designed to eliminate workplace incidents, risks and hazards. Throughout the year, we \nreview and monitor our performance closely to reduce Occupational Safety and Health Administration reportable \nincidents. \nTalent Strategy. We are focused on ensuring we maintain a balanced talent portfolio. Attracting new \nperspectives, ideas and capabilities, recognizing and rewarding performance, offering professional development and \ncareer growth opportunities, and providing an engaging employee experience that retains talent are strategic \npriorities. We strive to attract employees in all stages of their careers. \nWe hired approximately 4,500 new employees in fiscal 2024. We offer competitive salaries and comprehensive \nbenefit packages, including health care, retirement planning and employer retirement contributions, educational \nassistance, child and elder back-up care, paid parental leave, and a discretionary paid time off program. \nSustainability. During fiscal 2024, we updated our environmental sustainability goals: by 2030 we plan to \nreduce our Scope 1 and Scope 2 greenhouse gas (“GHG”) emissions by 60%, water usage by 20%, solid waste by \n10% from 2021 levels and source 40% of our electricity from renewable sources. \n\n\n_____________________________________________________________________\n5\n\n\nAvailable Information\nOur principal executive offices are located at 1025 West NASA Boulevard, Melbourne, Florida 32919. Our \nwebsite address is https://www.l3harris.com. \nOur annual reports on Form 10-K, quarterly reports on Form 10-Q, proxy statements, current reports on Form 8-\nK and amendments to such reports are available free of charge on our website https://www.l3harris.com/investors, \nas soon as reasonably practicable after these reports are electronically filed with or furnished to the U.S. Securities \nand Exchange Commission (“SEC”). We also will provide the reports in electronic or paper form, free of charge, upon \nwritten request. Our website and the information posted thereon are not incorporated into this Report or any current \nor other periodic report that we file with or furnish to the SEC. \nCautionary Statement Regarding Forward-Looking Statements\nThis Report, including “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of \nOperations,” contains forward-looking statements that involve risks and uncertainties, as well as assumptions that \nmay not materialize or prove correct, which could cause our results to differ materially from those expressed in or \nimplied by such forward-looking statements. All statements other than statements of historical fact are statements \nthat could be deemed forward-looking statements, including, but not limited to, statements concerning: our plans, \nstrategies and objectives for future operations; new products, systems, technologies, services or developments; \nfuture economic conditions, performance or outlook; future political conditions; the outcome of contingencies or \nlitigation; environmental remediation cost estimates; the potential level of share repurchases, dividends or pension \ncontributions; potential acquisitions or divestitures; the integration of our acquisitions; the value of contract awards \nand programs; expected revenue; expected cash flows or capital expenditures; our beliefs or expectations; \nactivities, events or developments that we intend, expect, project, believe or anticipate will or may occur in the \nfuture; and assumptions underlying any of the foregoing. Forward-looking statements may be identified by their use \nof forward-looking terminology, such as “believes,” “expects,” “may,” “could,” “should,” “would,” “will,” “intends,” \n“plans,” “estimates,” “anticipates,” “projects” and similar words or expressions. You should not place undue \nreliance on these forward-looking statements, which reflect our management’s opinions only as of the date of filing \nof this Report and are not guarantees of future performance or actual results. Factors that might cause our results to \ndiffer materially from those expressed in or implied by these forward-looking statements, from our current \nexpectations or projections or from our historical results include, but are not limited to, those discussed in “Item 7. \nManagement’s Discussion and Analysis of Financial Condition and Results of Operations,” most notably those listed \nin the following section of this Report. All forward-looking statements are qualified by, and should be read in \nconjunction with, those risk factors. Forward-looking statements are made in reliance on the safe harbor provisions \nof Section 27A of the Securities Act of 1933, as amended (the “Securities Act”), and Section 21E of the Securities \nExchange Act of 1934, as amended (the “Exchange Act”), and are made as of the date of filing of this Report, and we \ndisclaim any intention or obligation, other than imposed by law, to update or revise any forward-looking statements, \nwhether as a result of new information, future events or developments or otherwise, after the date of filing of this \nReport or, in the case of any document incorporated by reference, the date of that document.",
      "char_count": 23616
    },
    "item1a": {
      "text": "\nITEM 1A.   RISK FACTORS.\nOur business, financial condition, results of operations, cash flows and equity are subject to, and could be \nmaterially adversely affected by, various risks and uncertainties, including, without limitation, those set forth below, \nany one of which could cause our actual results to vary materially from recent results or our anticipated future \nresults.\nMacroeconomic, Industry and Governmental Risks\nWe depend on winning business in competitive markets from U.S. Government customers for a significant \nportion of our revenue. We are highly dependent on revenue from U.S. Government customers, primarily defense-\nrelated programs with the DoD and other government agencies.\nThe market for sales to U.S. Government customers is highly competitive and the U.S. Government may choose\nto use other contractors as part of competitive bidding processes or otherwise. The U.S. Government has \nincreasingly relied on certain types of contracts that are subject to multiple competitive bidding processes, including \nmulti-vendor indefinite-delivery, indefinite-quantity (“IDIQ”), government-wide acquisition contracts, General \nServices Administration Schedules and other multi-award contracts, which has resulted in greater competition and \nincreased pricing pressure. Some of our competitors have greater financial resources than we do and may have \nmore extensive or more specialized engineering, manufacturing and marketing capabilities than we do in some \nareas. We may not be able to continue to win competitively awarded contracts or to obtain task orders under multi-\naward contracts. Further, competitive bidding processes involve significant cost and managerial time to prepare bids \n\n\n_____________________________________________________________________\n6\n\n\nand proposals for contracts and the risk that we may fail to accurately estimate the resources and costs required to \nfulfill any contract awarded to us. We may choose not to bid in certain competitive bidding processes, which would \nresult in the potential loss of opportunities. Additionally, bid protests from unsuccessful bidders can result in \nsignificant expense or delay, contract modification or contract rescission as a result of our competitors protesting or \nchallenging contracts awarded to us.  \nA reduction in U.S. Government funding or a change in U.S. Government spending priorities could have an \nadverse impact on our business, financial condition, results of operations, cash flows and equity. We expect \nchanges in policy positions and spending priorities from the new Administration. Our U.S. Government programs \nmust compete with programs managed by other government contractors and with other policy imperatives for \nconsideration for limited resources and for uncertain levels of funding during the budget and appropriations process. \nAlthough multi-year contracts may be authorized and appropriated in connection with major procurements, \nCongress generally appropriates funds on a U.S. Government fiscal year (“GFY”) basis. Procurement funds are \ntypically disbursed over the course of one to three years. Consequently, programs often initially receive only partial \nfunding, and additional funds are obligated only as Congress authorizes further appropriations. \nWe cannot predict the extent to which total funding and/or funding for individual programs will be changed as \npart of the annual appropriations process ultimately approved by Congress and the President or in separate \nsupplemental appropriations or continuing resolutions, as applicable. Budget and appropriations decisions made by \nthe U.S. Government are outside of our control and may have long-term consequences for our business. U.S. \nGovernment spending priorities and levels remain uncertain and difficult to predict, especially with a new \nadministration, and are affected by numerous factors, including the U.S. Government’s budget deficit and the \nnational debt. A change in U.S. Government spending priorities or an increase in non-procurement spending at the \nexpense of our programs, or a reduction in total U.S. Government spending on an absolute or inflation-adjusted \nbasis, could have material adverse consequences on our current or future business. \nIf Congress does not enact a full-year GFY 2025 appropriations bill, the U.S. Government may not be able to \nfulfill its funding obligations, and there could be significant disruption to all discretionary programs and \ncorresponding impacts on the entire defense industry, which could adversely affect our business, results of \noperations, financial condition and cash flow. Any inability of the U.S. Government to complete its budget process \nfor any GFY and resulting operation on funding levels equivalent to its prior fiscal year pursuant to a Continuing \nResolution (“CR”) or shut down, also could have material adverse consequences on our current or future business. \nFor more information see “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of \nOperations - U.S. and International Budget Environment” of this Report.\nOur results of operations and cash flows are substantially affected by our mix of fixed-price, cost-type and \ntime-and-material type contracts. Fixed-price contracts, particularly for development programs, could subject us to \nlosses from cost overruns or inflation. In fiscal 2024, 73% of our revenue was derived from fixed-price contracts \nthat allow us to benefit from cost savings, but subject us to the risk of potential cost overruns, including due to \ngreater than anticipated or a sustained period of increased inflation or unexpected delays because we assume all of \nthe cost burden. If our initial estimates are incorrect, we can lose money (or make more or less money than \nestimated) on these contracts. Fixed-price U.S. Government contracts can expose us to potentially large losses \nbecause the U.S. Government can hold us responsible for completing a project or, in limited circumstances, paying \nthe entire cost of its replacement by another provider.\nContracts for development programs include complex design and technical requirements and are generally \ncontracted on a cost-reimbursable basis, however, some existing development programs are contracted on a fixed-\nprice basis or include cost-type contracting for the development phase with fixed-price production options. Because \nmany of these contracts involve new technologies and applications and can last for years, unforeseen events, such \nas technological difficulties, increases in the price of materials, a significant increase in or a sustained period of \nincreased inflation, problems with our suppliers, labor market conditions and cost overruns, can result in less \nfavorable economics or even losses over-time (which, especially in the case of sharp and significant sustained \ninflation, could happen quickly and have long lasting impacts). Furthermore, if we do not meet contract deadlines or \nspecifications, we may need to renegotiate contracts on less favorable terms, be forced to pay penalties or \nliquidated damages or suffer losses if the customer exercises its right to terminate. Some of our contracts have \nprovisions relating to cost controls and audit rights, and if we fail to meet the terms specified in those contracts, we \nmay not realize their full benefits. Cost overruns would adversely impact our results of operations, which are \ndependent on our ability to maximize our earnings from our contracts, and the potential risk would be greater if our \ncontracts shifted toward a greater percentage of fixed-price contracts, particularly firm fixed-price contracts, as \nopposed to cost-type and time-and-material contracts.  \n\n\n_____________________________________________________________________\n7\n\n\nTo the extent feasible, we have consistently followed the practice of contractually adjusting our prices to reflect \nthe impact of inflation on salaries and fringe benefits for employees and the cost of purchased materials and \nservices and in some cases seeking the inclusion of adjustment clauses to incorporate certain cost adjustments in \nfixed-price contracts for unexpected inflation. However, our fixed-price contracts could subject us to losses in the \nevent of cost overruns or a significant increase in or a sustained period of increased inflation if these measures are \nnot effective.\nAny or all of the foregoing could have a negative impact on our business, financial condition, results of \noperations, cash flows and equity.\nThe application or impact of regulations, unilateral government action, termination or negative audit findings \nfor one or more of our contracts could have an adverse impact on our business, financial condition, results of \noperations, cash flows and equity. U.S. Government contracts are generally subject to U.S. Government oversight \naudits, which could result in adjustments to our contract costs. Any costs found to be improperly allocated to a \nspecific contract will not be reimbursed, and such costs already reimbursed must be refunded. We have recorded \ncontract revenue based on costs we expect to realize upon final audit. However, we do not know the outcome of any \nfuture audits and adjustments, and we may be required to materially reduce our revenue or profits upon completion \nand final negotiation of audits. Negative audit findings could also result in termination of a contract, forfeiture of \nprofits, suspension of payments, fines or suspension or debarment from U.S. Government contracting or \nsubcontracting for a period of time.\nIn addition, U.S. Government contracts generally contain provisions permitting termination, in whole or in part, \nwithout prior notice at the U.S. Government’s convenience upon payment only for work done and commitments \nmade at the time of termination. For some contracts, we are a subcontractor and the U.S. Government could \nterminate the prime contractor for convenience without regard for our performance as a subcontractor. We may be \nunable to secure new contracts to offset revenue or backlog lost as a result of any termination of our \nU.S. Government contracts. Because a significant portion of our revenue is dependent on our performance and \npayment under our U.S. Government contracts, the loss of one or more large contracts could have an adverse impact \non our business, financial condition, results of operations, cash flows and equity.\nFrom time to time, we may begin performance of a U.S. Government contract under an undefinitized contract \naction with a not-to-exceed price before the terms, specifications or price are agreed to between the parties. In \nthese arrangements, the U.S. Government has the ability to unilaterally definitize the contract if a mutual agreement \nregarding terms, specifications and price cannot be reached. These uncertainties or loss of negotiating leverage \nassociated with long delays could have a material adverse impact on our business, financial condition, results of \noperations, cash flows and equity.\nOur U.S. Government business also is subject to specific procurement regulations and a variety of \nsocioeconomic and other requirements that, although customary in U.S. Government contracts, increase our \nperformance and compliance costs. These costs might increase in the future, thereby reducing our margins, which \ncould have an adverse effect on our business, financial condition, results of operations, cash flows and equity. In \naddition, the U.S. Government has and may continue to implement initiatives focused on efficiencies, affordability \nand cost growth and other changes to its procurement practices. These initiatives and changes to procurement \npractices may change the way U.S. Government contracts are solicited, negotiated and managed, which may affect \nwhether and how we pursue opportunities to provide our products and services to the U.S. Government, including \nthe terms and conditions under which we do so, which may have an adverse impact on our business, financial \ncondition, results of operations, cash flows and equity.\nFailure to comply with applicable regulations and requirements could lead to fines, penalties, repayments or \ncompensatory or treble damages, or suspension or debarment from U.S. Government contracting or subcontracting \nfor a period of time. The termination of a U.S. Government contract or relationship as a result of any of these acts \nwould have an adverse impact on our operations and could have an adverse effect on our standing and eligibility for \nfuture U.S. Government contracts.\nWe participate in markets that are often subject to uncertain economic conditions, which makes it difficult to \nestimate growth in our markets and, as a result, future income and expenditures. We participate in U.S. and \ninternational markets that are subject to uncertain economic conditions. In particular, U.S. federal, state and local \ngovernment spending priorities and levels remain uncertain and difficult to predict and are affected by numerous \nfactors. In addition, certain of our non-U.S. customers, including in the Middle East and other oil or natural gas-\nproducing countries, could be impacted by weakness or volatility in oil or natural gas prices, or negative \nexpectations about future prices or volatility, which could adversely affect demand for our products, systems, \nservices or technologies. As a result of that uncertainty, it is difficult to develop accurate estimates of the level of \n\n\n_____________________________________________________________________\n8\n\n\ngrowth in the markets we serve. Because those estimates underpin all components of our budgeting and \nforecasting, our estimates or guidance for future revenue, income and expenditures may be inaccurate, and we may \nmake significant investments and expenditures but never realize the anticipated benefits.\nWe cannot predict the consequences of future geo-political events, but they may adversely affect the markets in \nwhich we operate, our ability to insure against risks, our operations or our profitability. Ongoing instability and \ncurrent conflicts in global markets, including in the Ukraine and Eastern Europe, the Middle East and Asia, and the \npotential for other conflicts and future terrorist activities and geo-political events throughout the world, including \nnew or increased economic and trade sanctions, including tariffs, have created and may continue to create economic \nand political uncertainties and impacts that could have a material adverse effect on our business, operations and \nprofitability. These types of matters cause uncertainty in financial and insurance markets and may significantly \nincrease the political, economic and social instability in the geographic areas in which we operate. \nUnfavorable credit conditions in financial markets outside of the U.S. could adversely affect the ability of our \ninternational customers and suppliers to obtain financing and could result in a decrease in or cancellation of orders \nfor our products and services or impact the ability of our customers to make payments. These matters also may \ncause us to experience increased costs, such as for insurance coverage and performance bonds (or for them to be \nunavailable altogether), as well as difficulty with financing our operating, investing or financing (or refinancing) \nactivities. \nWe are subject to government investigations, which could have a material adverse effect on our business, \nfinancial condition, results of operations, cash flows and equity. U.S. Government contractors are subject to \nextensive legal and regulatory requirements, including International Traffic in Arms Regulations (“ITAR”) and U.S. \nForeign Corrupt Practices Act (“FCPA”), and from time to time agencies of the U.S. Government investigate whether \nwe have been and are operating in accordance with these requirements. Under U.S. Government regulations, an \nindictment of L3Harris by a federal grand jury, or an administrative finding against us as to our present responsibility \nto be a U.S. Government contractor or subcontractor, could result in us being suspended for a period of time from \neligibility for awards of new government contracts or task orders or in a loss of export privileges, which could have a \nmaterial adverse effect on our business, financial condition, results of operations, cash flows and equity. A \nconviction, or an administrative finding against us that satisfies the requisite level of seriousness, could result in \ndebarment from contracting with the U.S. Government for a specific term, which could have a material adverse \neffect on our business, financial condition, results of operations, cash flows and equity.\nWe derive a significant portion of our revenue from international operations and are subject to the risks of doing \nbusiness internationally. We are dependent on sales to customers outside the U.S. We expect that international \nrevenue will continue to account for a significant portion of our total revenue. Also, a portion of our international \nrevenue is from, and a portion of our business activity is being conducted with or in, less-developed countries and \nsometimes countries with unstable governments, or in areas of military conflict or at military installations. Other \nrisks of doing business internationally include:\n•Laws, regulations and policies of foreign governments relating to investments and operations;\n•Unforeseen changes in export controls and other trade regulations;\n•Changes in regulatory requirements, including business or operating license requirements, currency \nexchange controls or embargoes; \n•Uncertainties and restrictions concerning the availability of funding, credit or guarantees;\n•Risk of non-payment or delayed payment by non-U.S. customers;\n•Contractual obligations to non-U.S. customers that may include specific in-country purchases, investments, \nmanufacturing agreements or financial or other support obligations, known as offset obligations, that may \nextend for years, require teaming with local companies and result in significant penalties if not satisfied;\n•Issues related to involving international dealers, distributors, sales representatives and consultants;\n•Difficulties of managing a geographically dispersed organization and culturally diverse workforces, including \ncompliance with local laws and practices;\n•Fluctuations of currency, currency revaluations, difficulties with repatriating cash generated or held abroad \nin a tax-efficient manner and changes in tax laws;\n•Uncertainties as to local laws and enforcement of contract and intellectual property rights and occasional \nrequirements for onerous contract terms;\n•Changes in government, economic and political policies, political or civil unrest, acts of terrorism, threats of \ninternational boycotts, U.S. anti-boycott legislation or sanctions against U.S. defense companies; and\n•Increased risk of an incident resulting in damage or destruction to our facilities or products or resulting in \ninjury or loss of life to our employees, subcontractors or other third parties.\n\n\n_____________________________________________________________________\n9\n\n\nBusiness and Operational Risks\nWe depend on our subcontractors and suppliers, and failures in or disruptions to our supply chain could cause \nour products and or services to be produced or delivered in an untimely or unsatisfactory manner. Our ability to \nmanufacture and deliver products and services to our customers requires our U.S. and non-U.S. subcontractors and \nsuppliers to provide a variety of materials, components, subsystems and services. In some instances, we depend \nupon a single supplier for components, which adds risk because that supplier may at times be unable to meet our \nneeds and because we may have little negotiating leverage with sole-source suppliers. Identifying and qualifying \ndual and second-source suppliers can be difficult, time consuming and may result in increased costs. Any inability to \ntimely develop cost-effective alternative sources of supply could materially impact our ability to manufacture and \ndeliver products and services to our customers. \nIn addition, we are required to procure certain materials and components, including certain microelectronic \ncomponents, from U.S. Government-approved supply sources. Certain heightened regulatory requirements that may \napply to these sources can further limit the subcontractors and suppliers we may utilize. Legislation, regulatory \nchanges or other governmental actions, including product certification or stewardship requirements, sourcing \nrestrictions, tariffs, embargoes, product authenticity, cybersecurity regulation, and environmental standards (e.g., \ngreenhouse gas emission limitations) may all impact our subcontractors and suppliers, and there continues to be \nuncertainty about actions that may be implemented by the new Administration.\nFrom time to time, our subcontractors and suppliers experience financial and operational difficulties outside of \nour direct control, which may impact their ability to deliver the materials, components, subsystems and services we \nneed.\nIn recent years, global supply chains, including ours, have experienced significant disruption from material \navailability and supplier performance, as well as extended lead times, pricing volatility, inflationary pressures and \nlabor issues. We and our subcontractors and suppliers have also experienced difficulties in the timely procurement \nof necessary materials and components, including microelectronics. Current geopolitical conditions, including \nsanctions and other trade restrictive activities and strained inter-country relations, have contributed to issues \nprocuring necessary materials and components. For example, some materials and components in our supply chain \nhave previously been sourced from areas now under sanctions or other trade restrictions, such as specialty metals \nfrom Russia and certain equipment from China, or are currently sourced from areas which are at risk of sanctions or \nother trade restrictive actions, not just by the United States but by other nations or groups, such as the European \nUnion.\nWhile we continuously work to implement supply chain resiliency initiatives, we cannot guarantee the success of \nany of these efforts. Material supply disruptions may still occur in the future,  leading to untimely delivery or \nunsatisfactory quality of products and services, and potentially adversely affecting our business, operational results, \nfinancial condition and cash flow.\nWe must attract and retain key employees, and any failure to do so could harm us. Our future success depends \nto a significant degree upon the continued contributions of our management and our ability to attract and retain \nhighly-qualified management and technical personnel, including engineers and employees who have U.S. \nGovernment security clearances, particularly clearances of top secret and above. To the extent that the demand for \nqualified personnel exceeds supply in certain areas, we could experience higher labor, recruiting or training costs in \norder to attract and retain such employees. Failure to attract and retain such personnel would damage our future \nprospects and could adversely affect our ability to succeed in our human capital goals and priorities, as well as \nnegatively impact our business and operating results.\nWe could be negatively impacted by a security breach of our Information Technology (“IT”) networks and \nrelated systems. We face the risk of a security breach, whether through cyber-attack on our IT infrastructure, insider \nthreat, or threats to the physical security of our facilities and employees or other significant disruption of our IT \nnetworks and related systems or those of our suppliers or subcontractors. The risk of a security breach or disruption, \nparticularly through cyber-attack or cyber intrusion, including by computer hackers, foreign governments and cyber \nterrorists, is persistent. The volume, intensity and sophistication of threats from around the world remains elevated. \nThese risks may increase as AI capabilities improve. \nAs a government contractor with access to national security or other sensitive government information, we face \na heightened risk of a security breach or disruption from threats to gain unauthorized access to our and our \ncustomers’ proprietary information on our IT networks and related systems, our classified networks, and to the IT \nnetworks and related systems that we operate, maintain and secure for certain of our customers. We have \nimplemented various measures to manage the risk of a security breach or disruption. See “Item 1C. Cybersecurity\" \nin this Report for further discussion of our risk management and strategy related to cybersecurity threats. \n\n\n_____________________________________________________________________\n10\n\n\nOur efforts and measures have not been entirely effective in the case of every cyber security incident, but no \nincident has had a material negative impact on us to date. Even the most well-protected information, networks, \nsystems and facilities remain potentially vulnerable because attempted security breaches, particularly cyber-\nattacks and cyber intrusions, or disruptions will occur in the future, and because the techniques used in such \nattempts are constantly evolving and generally are not recognized until launched against a target, and in some cases \nare designed not to be detected and, in fact, may not be detected. In some cases, the resources of foreign \ngovernments may be behind such attacks due to the nature of our business and the industries in which we operate. \nAccordingly, we may be unable to anticipate these techniques or to implement adequate security controls or other \npreventative measures and future cyber security incidents may have a material negative impact on us. A security \nbreach or other significant disruption involving these types of information and IT networks and related systems \ncould:\n•Disrupt proper functioning of these networks and systems and, therefore, our operations and/or those of \ncertain of our customers;\n•Result in unauthorized access to, and destruction, loss, theft, misappropriation or release of, proprietary, \nconfidential, sensitive or otherwise valuable information of ours, our customers or our employees, including \ntrade secrets, which could be used to compete against us or for disruptive, destructive or otherwise harmful \npurposes and outcomes;\n•Compromise national security and other sensitive government functions;\n•Require significant management attention and resources to remedy damages that result;\n•Result in costs which exceed our insurance coverage and/or indemnification arrangements;\n•Subject us to claims for contract breach, damages, credits, penalties or termination; and\n•Damage our reputation with our customers and the general public.\nWe must also rely on the safeguards of varying levels put in place by customers, suppliers, vendors, \nsubcontractors or other third parties to minimize the impact of cyber threats, other security threats or business \ndisruptions. These third parties may have varying levels of cybersecurity expertise and safeguards. Our commercial \narrangements with these third parties include processes designed to require that the third parties and their \nemployees and agents agree to maintain certain standards for the storage, protection and transfer of confidential, \npersonal and proprietary information. However, we remain at risk of a data breach due to the intentional or \nunintentional non-compliance by a third party’s employee or agent, the breakdown of a third party’s data protection \nprocesses, which may not be as sophisticated as ours, or a cyber-attack on a third party’s information network and \nsystems.\nAny or all of the foregoing could have a negative impact on our business, financial condition, results of \noperations, cash flows and equity, reputation, ability to protect data, assets, and intellectual property, maintenance \nof customer and vendor relationships, competitive posture, and could lead to litigation or regulatory investigations \nor actions.\nOur future success will depend on our ability to develop new products and services that achieve market \nacceptance in our current and future markets. Our businesses are characterized by rapidly changing technologies \nand evolving industry standards. To remain competitive, we need to continue to design, develop, manufacture, \nassemble, test, market and support new products and services, which will require the investment of significant \nfinancial resources in new technologies such as AI. \nWe have allocated funds for such investments through customer-funded and internal R&D, strategic alliances\nand other teaming arrangements, but we may not be able to successfully identify new opportunities and may not \nhave the necessary resources to develop new products and services in a timely or cost-effective manner. \nFurthermore, we cannot be sure that these expenditures ultimately will lead to the timely development of new \nproducts and services. Due to the design complexity of some of our products and services, we may experience \ndelays in completing development and introducing new products and services or incorporating new technologies \ninto our existing products and services in the future. Any delays could result in increased costs of development or \ndivert resources from other projects. \nIn addition, the markets for our products and services may not develop as we currently anticipate, we may not \nbe as successful in newly identified markets as anticipated, and joint ventures, partnerships, strategic alliances or \nother teaming arrangements we may enter into to pursue developing new products and services may not be \nsuccessful. Our competitors may incorporate AI technologies into their products or services more quickly or more \nsuccessfully than us, which could impair our ability to compete. Furthermore, competitors may develop competing \nproducts and services or incorporate new technologies into our existing products and services that either gain \nmarket acceptance in advance of our products and services or cause our existing products and services or \n\n\n_____________________________________________________________________\n11\n\n\ntechnologies to become non-competitive or obsolete, which could adversely affect our results of operations and \nharm our business. \nWe have significant operations in locations that could be materially and adversely impacted in the event of a \nnatural disaster or other significant disruption. Our corporate headquarters and significant business operations are \nlocated in Florida, which is subject to the risk of major hurricanes. Our worldwide operations and operations of our \nsuppliers and customers could be subject to natural disasters (including those as a result of climate change) or other \nsignificant disruptions, including hurricanes, typhoons, tsunamis, floods, earthquakes, fires, water shortages, other \nextreme weather conditions, epidemics, pandemics, acts of terrorism, power shortages and blackouts, \ntelecommunications failures and other natural and man-made disasters or disruptions. In the event of such a natural \ndisaster or other disruption, we could experience disruptions or interruptions to our operations or the operations of \nour suppliers, subcontractors, distributors, resellers or customers, including inability of employees to work; \ndestruction of facilities; and/or loss of life, all of which could materially increase our costs and expenses, delay or \ndecrease orders and revenue from our customers and have a material adverse effect on the continuity of our \nbusiness and our business, financial condition, results of operations, cash flows and equity.\nRisk of the release, unplanned ignition, explosion, or improper handling of dangerous materials used in our \nbusiness could disrupt our operations and adversely affect our financial results. Our business operations are \nsubject to risk in connection with the handling, production, and disposition of potentially explosive and ignitable \nenergetic materials and other dangerous chemicals, including motors and other materials used in rocket propulsion. \nThe handling, production, transport, and disposition of hazardous materials could result in incidents that temporarily \nshut down or otherwise disrupt our manufacturing operations and could cause production delays. A release of these \nchemicals or an unplanned ignition or explosion could result in death or significant injuries to employees and others. \nMaterial property damage to us or third parties could also occur. \nThe use of these products in applications by our customers could also result in liability if an explosion, \nunplanned ignition or fire were to occur. Extensive regulations apply to the handling of explosive and energetic \nmaterials, including but not limited to, regulations governing hazardous substances and hazardous waste. The \nfailure to properly store and ultimately dispose of such materials could create significant liability and/or result in \nregulatory sanctions. Any release, unplanned ignition or explosion could expose us to adverse publicity or liability for \ndamages or cause production delays, any of which could have a material adverse effect on our business, financial \ncondition, results of operations, cash flows and equity.\nFailure to achieve the expected results of LHX NeXt could adversely affect our future financial condition and \nresults of operations. In fiscal 2023, we announced LHX NeXt, a targeted three-year program designed to enhance \norganizational agility and performance by leveraging our scale and relationships across segments to drive \noperational efficiency and competitiveness for the enterprise. We have seen significant progress on LHX NeXt in \nfiscal 2024, however, there can be no assurances that such progress will continue in fiscal 2025, that the initiatives \nthat are part of LHX NeXt will achieve their desired results or that costs savings achieved as a result of LHX NeXt will \nimpact our results of operations on the time frame or in the manner we currently expect.\nFinancial Risks\nChanges in estimates we use in accounting for many of our programs could adversely affect our future financial \ncondition and results of operations. Accounting for our contracts requires judgment relative to assessing risks, \nincluding estimating contract revenue and costs and assumptions for schedule and technical issues. Due to the size \nand nature of many of our contracts, the estimation of total revenue and cost at completion is complicated and \nsubject to many variables. For example, we must make assumptions regarding: (i) the nature and complexity of the \nwork to be performed; (ii) subcontractors’ and suppliers’ expected performance; (iii) availability and costs of labor, \nmaterials, components subsystems and services (including expected increases in wages and prices); (iv) the length \nof time to complete the contract; (v) the allocation of transaction price to one or more performance obligations \nbased on the products and services promised to the customer; (vi) incentives or penalties related to performance on \ncontracts in estimating revenue and profit rates, and recording them when there is sufficient information for us to \nassess anticipated performance; and (vii) estimates of award fees in estimating revenue and profit rates based on \nactual and anticipated awards.\n Our profitability can be adversely affected when estimated contract costs increase from our initial estimates, \nespecially without comparable increases in revenue. There are many reasons estimated contract costs can increase, \nincluding: (i) supply chain disruptions, inflation and labor issues; (ii) design or other development challenges; and (iii) \nprogram execution challenges (including from technical or quality issues and other performance concerns). \nHowever, because of the significance of the judgments and the difficulties inherent in estimating future costs, we \ncannot guarantee that estimated revenues and contract costs will not change in the future. Any cost growth or \n\n\n_____________________________________________________________________\n12\n\n\nchanges in estimated contract revenues and costs may adversely affect results of operations and financial condition. \nFor additional information regarding our critical accounting estimates applicable to our accounting for our contracts, \nsee “Item 7. Management’s Discussion and Analysis of Financial Conditions and Results of Operations - Critical \nAccounting Estimates” of this Report.\nOur level of indebtedness and our ability to make payments on or service our indebtedness and our unfunded \ndefined benefit plans liability may materially adversely affect our financial and operating activities or our ability to \nincur additional debt.  A substantial portion of our retired employee population and a portion of our current \nemployee population are covered by defined benefit pension and other postretirement defined benefit plans \n(collectively, “defined benefit plans”). At January 3, 2025, we had $11.8 billion in aggregate principal amount of \noutstanding fixed-rate debt, which reflects our total long-term debt, including current portion but excluding finance \nleases, and $205 million of unfunded defined benefit plan liabilities. Our ability to make payments on and to \nrefinance our current or future indebtedness, and our ability to make contributions to our unfunded defined benefit \nplans liability, will depend on our ability to generate cash from operations, financings and investments, which may \nbe subject to general economic, financial, competitive, legislative, regulatory and other factors that are beyond our \ncontrol.\nWhile our outstanding long-term debt is all fixed rate and our repayment schedule is known, the costs and \nreturns related to our defined benefit plans are variable. Accordingly, our defined benefit plan liabilities could \nincrease, which could require us to make significant funding contributions to our defined benefit plans and affect \ncash flows in future periods. \nIf we are not able to repay or refinance our debt as it becomes due or make contributions to our unfunded \ndefined benefit plans liability, we may be forced to divest businesses, sell assets or take other disadvantageous \nactions, including reducing financing for working capital, capital expenditures and general corporate purposes; \nreducing our cash dividend rate and/or share repurchases; or dedicating an unsustainable level of our cash flow \nfrom operations to the payment of principal and interest on our indebtedness. In addition, our ability to withstand \ncompetitive pressures and to react to changes in the defense technology industry could be impaired. The lenders \nwho hold such debt could also accelerate amounts due, which could potentially trigger a default or acceleration of \nany of our other debt. \nLegal, Tax and Regulatory Risks\nChanges in our effective tax rate or additional tax exposures may have an adverse effect on our results of \noperations and cash flows. We are subject to income taxes in the U.S. and numerous international jurisdictions. \nThere are transactions and calculations in the ordinary course of business where the application of tax law may be \nuncertain, require significant judgment or be subject to differing interpretations. Our worldwide income tax provision \nmay be adversely affected by a number of factors, which include:\n•Changes in domestic or international tax laws or the interpretation of such tax laws;\n•The jurisdictions in which profits are determined to be earned and taxed;\n•Adjustments to estimated taxes upon finalization of various tax returns;\n•Increases in expenses not fully deductible for tax purposes, including impairment of goodwill or other long-\nterm assets acquired in connection with mergers or acquisitions;\n•Changes in available tax credits;\n•Changes in share-based compensation expense;\n•Changes in the valuation of our deferred tax assets and liabilities; and\n•The resolution of issues arising from tax audits with various tax authorities. \nAny significant increase in our future effective tax rates, or timing of deductions, credits, or payments, could \nadversely impact our results of operations and cash flow for future periods.\nWe may not be successful in obtaining the necessary export licenses and Congress may prevent proposed sales \nto certain foreign governments. We must first obtain export and other licenses and authorizations from various \nU.S. Government agencies before we are permitted to sell certain products and technologies outside of the U.S. For \nexample, the U.S. Department of State must notify Congress at least 15 to 60 days, depending on the size and \nlocation of the proposed sale, prior to authorizing certain sales of defense equipment and services to foreign \ngovernments. During that time, Congress may take action to block the proposed sale. We may be unsuccessful in \nobtaining necessary licenses or authorizations or Congress may prevent or delay certain sales. \nOur ability to obtain necessary licenses and authorizations timely or at all is subject to risks and uncertainties, \nincluding changing U.S. Government policies or laws or delays in Congressional action due to geopolitical and other \nfactors. If we are not successful in obtaining or maintaining the necessary licenses or authorizations in a timely \n\n\n_____________________________________________________________________\n13\n\n\nmanner, our sales relating to those approvals may be reversed, prevented or delayed, and any significant \nimpairment of our ability to sell products or technologies outside of the U.S. could negatively impact our business, \nfinancial condition, results of operations, cash flows and equity.\nEnvironmental issues could have a material adverse effect on our business, financial condition, results of \noperations, cash flows and equity. Our operations are subject to various U.S. federal, state and local, as well as \ncertain foreign, environmental laws and regulations within the countries in which we operate relating to the \ndischarge, storage, treatment, handling, disposal and remediation of certain materials, substances and wastes used \nin our operations. Our real estate assets in particular are subject to various risks, including that our reserves for \nestimated future environmental obligations may prove to be insufficient, we may be unable to complete \nenvironmental remediation or, we may be unable to have state and federal environmental restrictions lifted. \nCompliance with current and future environmental laws and regulations may require significant operating and \ncapital costs. Environmental laws and regulations may institute substantial fines and criminal sanctions as well as \nfacility shutdowns to address violations and may require the installation of costly pollution control equipment or \noperational changes to limit emissions or discharges. Our suppliers may face similar business interruptions and \nincur additional costs that may increase the price of materials needed for manufacturing. We also incur, and expect \nto continue to incur, costs to comply with current environmental laws and regulations related to remediation of \nconditions in the environment. In addition, if violations of environmental laws result in us, or in one or more of our \noperations, being identified as an excluded party in the U.S. Government’s System for Award Management, then we \nor one or more of our operations would become ineligible to receive certain contracts, subcontracts and other \nbenefits from the federal government or to perform work under a government contract or subcontract. Generally, \nsuch ineligibility would continue until the basis for the listing has been appropriately addressed. \nIf our responses to new or evolving legal and regulatory requirements or other sustainability concerns are \nunsuccessful or perceived as inadequate for the U.S. or our international markets, we also may suffer damage to our \nreputation, which could adversely affect our business. Developments such as the adoption of new environmental \nlaws and regulations, stricter enforcement of existing laws and regulations, violations by us of such laws and \nregulations, discovery of previously unknown or more extensive contamination, litigation involving environmental \nimpacts, our inability to recover costs associated with any such developments under previously priced contracts or \nfinancial insolvency of other responsible parties could have a material adverse effect on our business, financial \ncondition, results of operations, cash flows and equity.\nOur reputation and ability to do business may be impacted by the improper conduct of our employees, agents or \nbusiness partners. We have implemented compliance controls, training, policies and procedures designed to \nprevent and detect reckless or criminal acts from being committed by our employees, agents or business partners \nthat would violate the laws of the jurisdictions in which we operate, including laws governing payments to \ngovernment officials, such as the FCPA, the protection of export-controlled or classified information, such as ITAR, \nfalse claims, procurement integrity, cost accounting and billing, competition, information security and data privacy \nand the terms of our contracts. \nWe cannot ensure, however, that our controls, training, policies and procedures will prevent or detect all such \nreckless or criminal acts, and we have been adversely impacted by such acts in the past. If not prevented, such acts \ncould subject us to civil or criminal investigations, monetary and non-monetary penalties and suspension and \ndebarment by the U.S. Government and could have a material adverse effect on our business, results of operations \nand reputation. In addition, misconduct involving data security lapses resulting in the compromise of personal \ninformation or the improper use of our customers’ sensitive or classified information could result in remediation \ncosts, regulatory sanctions against us and serious harm to our reputation and could adversely impact our ability to \ncontinue to contract with the U.S. Government. \nThe outcome of litigation or arbitration in which we are involved from time to time is unpredictable, and an \nadverse decision in any such matter could have a material adverse effect on our financial condition, results of \noperations, cash flows and equity.  The size, nature and complexity of our business make us susceptible to \ninvestigations, claims, disputes, enforcement actions, litigation and other legal proceedings, particularly those \ninvolving governments. From time to time, we are defendants in a number of litigation matters and are involved in a \nnumber of arbitration matters. These actions may divert financial and management resources that would otherwise \nbe used to benefit our operations. The results of these or new matters may be unfavorable to us. Although we \nmaintain insurance policies, they may not be adequate to protect us from all material judgments and expenses \nrelated to current or future claims and may not cover the conduct that is the subject of the litigation or arbitration. \nDesired levels of insurance may not be available in the future at economical prices or at all. In addition, the results of \nlitigation or arbitration can be difficult to predict, including litigation involving jury trials. Accordingly, our current \n\n\n_____________________________________________________________________\n14\n\n\njudgment as to the likelihood of our loss (or our current estimate as to the potential range of loss, if applicable) with \nrespect to any particular litigation or arbitration matter may be wrong. A significant judgment or arbitration award \nagainst us arising out of any of our current or future litigation or arbitration matters could have a material adverse \neffect on our business, financial condition, results of operations, cash flows and equity.\nWe may become subject to intellectual property infringement claims, and third parties may infringe upon our \nintellectual property rights. Many of the markets we serve are characterized by vigorous protection and pursuit of \nintellectual property rights, which often has resulted in protracted and expensive litigation. Our competitive position \nin the market depends in part on our ability to ensure that our intellectual property is protected, that our intellectual \nproperty rights are not diluted or subject to misuse, and that we are able to license certain third-party intellectual \nproperty on reasonable terms. Third parties have claimed in the past, and may claim in the future, that we are \ninfringing directly or indirectly upon their intellectual property rights, and we may be found to be infringing or to have \ninfringed directly or indirectly upon those intellectual property rights. Claims of infringement might also require us to \nenter into costly royalty or license agreements. Our patents and other intellectual property may be challenged, \ninvalidated, misappropriated or circumvented by third parties. Moreover, we may not be able to obtain royalty or \nlicense agreements on terms acceptable to us, or at all. \nWe also may be subject to significant damages or injunctions against development and sale of certain of our \nproducts, services and solutions. Our success depends in large part on our proprietary technology. We rely on a \ncombination of patents, copyrights, trademarks, trade secrets, know-how, confidentiality provisions and licensing \narrangements to establish and protect our intellectual property rights. In addition, the laws concerning intellectual \nproperty vary among nations and the protection provided to our intellectual property by the laws and courts of \nforeign nations may differ from those of the U.S. If we fail to successfully protect and enforce these rights, our \ncompetitive position could suffer. Our pending patent and trademark registration applications may not be allowed, \nor competitors may challenge the validity or scope of our patents or trademark registrations. We may be required to \nspend significant resources to monitor and enforce our intellectual property rights. Litigation to determine the scope \nof intellectual property rights, even if ultimately successful, could be costly and could divert management’s \nattention away from other aspects of our business. We may not be able to detect infringement, and our competitive \nposition may be harmed before we do so. In addition, competitors may design around our technology or develop \ncompeting technologies.\nWe face certain significant risk exposures and potential liabilities that may not be covered adequately by \ninsurance or indemnity. We are exposed to liabilities that are unique to the products and services we provide. A \nsignificant portion of our business relates to designing, developing and manufacturing advanced defense, technology \nand communications systems and products. New technologies associated with these systems and products may be \nuntested or unproven. Components of certain defense systems and products we develop are inherently dangerous. \nFailures of satellites, missile systems, air traffic control systems, electronic warfare systems, space superiority \nsystems, command, control, computers, communications, cyber, ISR, homeland security applications and aircraft \nhave the potential to cause loss of life and extensive property damage. Other examples of unforeseen problems that \ncould result, either directly or indirectly, in the loss of life or property or otherwise negatively affect revenue and \nprofitability include loss on launch of spacecraft, premature failure of products that cannot be accessed for repair or \nreplacement, problems with quality and workmanship, country of origin, delivery of subcontractor components or \nservices and unplanned degradation of product performance. In addition, problems and delays in development or \ndelivery as a result of issues with respect to design, technology, licensing and patent rights, labor, learning curve \nassumptions or materials and components could prevent us from achieving contractual requirements. In many \ncircumstances, we may receive indemnification from the U.S. Government. We generally do not receive \nindemnification from foreign governments. Although we maintain insurance for certain risks, including certain \ncybersecurity exposures, the amount of our insurance coverage may not be adequate to cover all claims or liabilities, \nand we may be forced to bear substantial costs from an accident or incident. It also is not possible for us to obtain \ninsurance to protect against all operational risks and liabilities. Substantial claims resulting from an incident in \nexcess of U.S. Government indemnity and our insurance coverage would harm our financial condition, results of \noperations, cash flows and equity. Other factors that may affect revenue and profits include loss of follow-on work, \nand, in the case of certain contracts, liquidated damages, penalties and repayment to the customer of contract cost \nand fee payments we previously received. Moreover, any accident or incident for which we are liable, even if fully \ninsured, could negatively affect our standing with our customers and the public, thereby making it more difficult for \nus to compete effectively, and could significantly impact the cost and availability of adequate insurance in the future. \nStrategic Transactions and Investments Risks\nStrategic transactions, including mergers, acquisitions and divestitures, involve significant risks and \nuncertainties that could adversely affect our business, financial condition, results of operations, cash flows and \n\n\n_____________________________________________________________________\n15\n\n\nequity. Strategic mergers, acquisitions and divestitures we have made in the past and may make in the future \npresent significant risks and uncertainties that could adversely affect our business, financial condition, results of \noperations, cash flows and equity, which include:\n•Difficulty in identifying and evaluating potential mergers and acquisitions, including the risk that our due \ndiligence does not identify or fully assess valuation issues, potential liabilities or other merger or acquisition \nrisks;\n•Difficulty, delays and expense in integrating newly merged or acquired businesses and operations, including \ncombining product and service offerings, and in entering into new markets in which we are not experienced, \nin an efficient and cost-effective manner while maintaining adequate standards, controls and procedures, \nand the risk that we encounter significant unanticipated costs or other problems associated with integration;\n•Differences in business backgrounds, corporate cultures and management philosophies that may delay \nsuccessful integration;\n•Difficulty, delays and expense in consolidating and rationalizing IT infrastructure, which may include \nmultiple legacy systems from various mergers and acquisitions and integrating software code;\n•Challenges in achieving strategic objectives, cost savings and other expected benefits;\n•Risk that our markets do not evolve as anticipated and that the strategic mergers, acquisitions and \ndivestitures do not prove to be those needed to be successful in those markets;\n•Risk that we assume or retain, or that companies we have merged with or acquired have assumed or \nretained or otherwise become subject to, significant liabilities that exceed the limitations of any applicable \nindemnification provisions or the financial resources of any indemnifying parties;\n•Risk that indemnification related to businesses divested or spun off that we may be required to provide or \notherwise bear may be significant and could negatively impact our business;\n•Risk that mergers, acquisitions, divestitures, spin offs and other strategic transactions fail to qualify for the \nintended tax treatment for U.S. federal income tax purposes and the possibility that the full tax benefits \nanticipated to result from such transactions may not be realized;\n•Risk that we are not able to complete strategic divestitures on satisfactory terms and conditions, including \nnon-competition arrangements applicable to certain of our business lines, or within expected timeframes; \n•Potential loss of key employees or customers of the businesses acquired or to be divested; and\n•Risk of diverting the attention of senior management from our existing operations.\nChanges in future business or other market conditions could cause business investments and/or recorded \ngoodwill or other intangible assets to become impaired, resulting in substantial losses and write-downs that would \nmaterially adversely affect our results of operations and financial condition. A significant portion of our assets \nconsist of goodwill and other intangible assets, primarily recorded as the result of acquisitions. Assumptions and \njudgments in determining initial acquisition price may subsequently prove to have been inaccurate and unforeseen \nissues could arise, which could adversely affect the anticipated returns or which are otherwise not recoverable as an \nadjustment to the purchase price. We evaluate the recoverability of recorded goodwill annually, as well as when we \nchange reporting units (either as a result of a reorganization or as the result of divestiture activity) and when events \nor circumstances indicate there may be an impairment. If an impairment exists, we record the charge in the period \nof determination. Because of the significance of our goodwill and other intangible assets, any future impairment of \nthese assets could have a material adverse effect on our results of operations and financial condition. For additional \ninformation on our accounting policies related to impairment of goodwill, see our discussion under “Critical \nAccounting Estimates” in “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of \nOperations” of this Report and Note 1: Significant Accounting Policies and Note 6: Goodwill and Intangible Assets in \nthe Notes.",
      "char_count": 58360
    }
  },
  "extracted_at": "2025-10-18T17:38:35.096217"
}