{
  "ticker": "MEDP",
  "company_name": "Medpace Holdings, Inc.",
  "cik": 1668397,
  "form_type": "10-K",
  "filing_date": "2025-02-11",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001668397-25-000017",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001668397&accession_number=000166839725000017&xbrl_type=v",
  "sic_code": "8731",
  "industry": "Services-Commercial Physical & Biological Research",
  "sections": {
    "item1": {
      "text": "Item 1. Business \nOverview\nWe are one of the world’s leading clinical contract research organizations, or CROs, by revenue, solely focused on providing scientifically-driven outsourced clinical development services to the biotechnology, pharmaceutical and medical device industries. Our mission is to accelerate the global development of safe and effective medical therapeutics. We differentiate ourselves from our competitors by our disciplined operating model centered on providing full-service Phase I-IV clinical development services and our therapeutic expertise. We believe this combination results in timely and cost-effective delivery of clinical development services for our customers. We believe that we are a partner of choice for small and mid-sized biopharmaceutical companies based on our ability to consistently utilize our full-service, disciplined operating model to deliver timely and high-quality results for our customers. Accordingly, our business strategy aims to continue to expand our market share in the growing Phase I-IV CRO market as we conduct clinical trials across all major therapeutic areas, with particular strength in Oncology, Metabolic, Cardiology, Antiviral and Anti-infective (AVAI) and Central Nervous System (CNS). \nOur Revenues: Markets and Clinical Development Services\nBefore a new drug can be commercialized, it often must undergo extensive pre-clinical and clinical testing and regulatory review to verify safety and efficacy. CROs provide a comprehensive range of product development services for Phase I-IV clinical trials. These clinical trials are separated into distinct phases in order to thoroughly evaluate the product. We generate our revenues by providing a full suite of services supporting the entire clinical development process from Phase I to Phase IV across a wide range of therapeutic areas. \nMedical Department: Our medical department consists of therapeutic leads who provide strategic direction for study design and planning, train operational staff, work with primary investigators, provide medical monitoring and meet with regulatory agencies. \nClinical Trial Management: Our team of clinical trial managers (CTMs) lead all aspects of study execution and drive accountability across the functional team members. Our CTMs use ClinTrak, our proprietary information management system for clinical trials, which is integrated with our standard operating procedures (SOPs), allowing the CTMs to access real-time study metrics.\nData-Driven Feasibility: Our dedicated feasibility team of clinical experts analyze specific protocols, using many data sources to determine countries and sites that are most appropriate for the study.\nStudy Start-Up: Our global Study Start-Up staff conducts trial start up activities, including study documentation submission processes to independent Institutional Review Boards, or IRBs, ethics committees and to ex-US competent authorities. Our study start-up team includes fully dedicated budget and legal associates to ensure focused negotiations and execution of site contracts.\nPatient Recruitment and Retention: We navigate the complexities of patient recruitment and retention by providing strategic solutions that address clinical program needs. Our patient recruitment and retention department identify patient motivators and any potential barriers to join and remain in the clinical research study.\nClinical Monitoring: Our clinical research associates, or CRAs, provide site management services including in-house, onsite and virtual monitoring. Their knowledge of local regulations and laws, in addition to Good Clinical Practice, or GCP, and International Council on Harmonisation of Technical Requirements for Registration of Pharmaceuticals for Human Use, or ICH, guidelines ensure compliance and data quality. CRAs report into a global matrix structure and receive comprehensive, hands-on training in an individualized curriculum consisting of in-house and field-based training, supplemented with clinical research department core rotations and ongoing study-specific training.\nRisk-Based Monitoring: We support a comprehensive approach to monitoring to ensure adequate protection of the rights, welfare, and safety of human subjects and the quality and integrity of the study. This approach \n- 5 -\n\n\nfocuses on prevention and mitigation of important and likely risks and is part of the overarching surveillance utilized to manage studies.\nRegulatory Affairs: We provide expert strategic, operational, and tactical regulatory guidance, and create thorough scientifically-grounded regulatory compliant documentation at each stage of the drug and biologics development process to regulatory agencies around the globe.\nMedical Writing: Medical writers work closely with our medical experts, biostatisticians, and other members of the study team to develop study protocols, clinical and statistical study reports, and integrated submission documents according to regulatory guidelines. \nBiometrics and Data Sciences:  We provide high-quality data collected during clinical trials that supports regulatory submissions, including NDAs or Biologics License Application for approval by the FDA, or a similar marketing authorization application for approval by non-U.S. regulatory agencies. Our data science team develops detailed specifications for the collection, organization, validation, analysis and quality control of clinical trial data. Our biostatisticians provide trial design consulting, statistical methodology recommendations, programming expertise and reporting accuracy. \nPharmacovigilance: Our safety and pharmacovigilance group collects, evaluates, analyzes and reports safety information. We provide global adverse event management, physician reviewed safety narrative writing and custom safety surveillance.\nCore Laboratory: Our core laboratory services include both imaging services and cardiovascular core laboratory services. We partner with imaging experts from major academic and clinical institutions involved in research to provide image reading in a secure environment utilizing identical software and workstations integrated into ClinTrak allowing for prompt turnaround and oversight. Our cardiovascular core laboratory provides state of the art standardized electrocardiogram services and data analysis.\nCentral Laboratory: Our Central Laboratory operates in four locations, including Cincinnati, Ohio; Leuven, Belgium; Shanghai, China; and Singapore. The Central Laboratory has longstanding core competency in specialized esoteric testing, including biomarkers for efficacy in addition to standard assay offerings. We also provide biorepository services offering solutions for comprehensive specimen life cycle management, and molecular and genetic testing for detection of pathogenic events at the genome level including viral load and viral shedding.\nBioanalytical Laboratory. Our Bioanalytical Laboratory is located on our clinical research campus in Cincinnati, Ohio. Working in a Good Laboratory Practice compliant setting following FDA and European Medicines Agency, or EMA, guidelines, the Bioanalytical Laboratory delivers method transfer, development, validation, sample analysis and metabolite screening and identification of pre-clinical and clinical biological samples with expertise in developing proprietary, highly scientific, esoteric and sensitive tests for small and large molecules. \nClinics: Our clinics conduct studies in normal healthy volunteers, special populations, and patient populations over a spectrum of diseases and is located on our clinical research campus in Cincinnati, Ohio. \nQuality Assurance: Our quality assurance team works closely with study teams to ensure compliance with protocols, SOPs and regulatory guidelines to ultimately protect research subject safety as well as the integrity and validity of study data. Our quality assurance team also provides services including regulatory training, internal system audits, SOP oversight, hosting of audits and regulatory inspections, as well as performs third party audits of critical vendors and investigative sites on behalf of our customers.\nCustomers\nWe have a well-diversified, attractively-positioned customer base that includes small biopharmaceutical companies, mid-sized biopharmaceutical companies and large pharmaceutical companies. \nWe have in the past and may in the future enter into arrangements with our customers or other drug, biologic or medical device companies in which we take on payment risk by making strategic investments in our customers or other drug \n- 6 -\n\n\ncompanies, providing flexible payment terms or fee financing to customers or other companies, or entering into other risk sharing arrangements on trial execution. \nFor a discussion of our net new business awards and backlog, see Item 7. “Management’s Discussion and Analysis of Financial Condition and Results of Operations—Net New Business Awards and Backlog” of Part II of this Annual Report on Form 10-K.\nSales and Marketing\nWe employ an integrated sales and marketing team to sell our services to biotechnology, pharmaceutical and medical device companies. The team consists of professional business development representatives focused on securing business from both new and existing customers, through a consultative and strategic sales approach. We embed our medical and scientific experts from the beginning of the sales process when we first engage potential customers.\nAs part of our sales strategy, our team focuses on a customer segmentation model. Our team targets and engages customers in our addressable market, matches customer characteristics with therapeutic fit and maintains a mindset of full-service outsourcing. Our structured and disciplined approach facilitates strong account evaluation, which results in increased focus by the sales team, the management of sales force effectiveness and the creation of a process whereby both marketing and sales operate under the same guiding principles.\nWe consult collaboratively with our customers and help optimize timely completion of their clinical trials and programs, in part, because we engage our therapeutic experts, regulatory affairs experts and operations team throughout the clinical trial process. Our sales team is then able to take the study design, regulatory plan and execution plan discussed up front and carry that through to the proposal and provide a final concept during one-on-one customer discussions and final CRO evaluations.\nOur marketing team supports the business development function in three key areas, generating brand awareness through customized campaigns and web-site development, conference planning and lead generation through market research and business intelligence analysis. All of our sales and marketing data are housed within a third party customer relationship management tool that provides us the analytics we need to make sales planning and sales management decisions.\nCompetition\nWe compete primarily against other full-service CROs as well as services provided by in-house research and development (R&D) departments of biopharmaceutical companies. Our major CRO competitors include IQVIA Holdings Inc., ICON plc, PPD, Inc. (now part of Thermo Fisher Scientific Inc.), Fortrea, Inc., and numerous specialty and regional CROs.\nWe generally compete on the basis of a number of factors, including experience within specific therapeutic areas, quality of staff and services, reliability, range of provided services, ability to recruit principal investigators and patients into studies expeditiously, ability to organize and manage large-scale, global clinical trials, global presence with strategically located facilities, speed to completion, price and overall value. We believe we compete effectively with our competitors across these factors, particularly due to our full-service operating model, our deep therapeutic expertise in areas that are among the largest, most complex and fastest growing in pharmaceutical development, our global platform and our experienced and committed management team.\nThe CRO industry remains fragmented, with several hundred smaller, narrowly focused service providers and a small number of full-service companies with global capabilities. We believe there are significant barriers to others becoming a global provider offering a broad range of services and products including the cost and experience necessary to develop strong therapeutic areas, expertise to manage complex clinical programs, infrastructure to support large global programs, ability to deliver high-quality services and expertise required to prepare regulatory submissions in numerous jurisdictions.\nGovernment Regulation\nDevelopment of Drugs, Biologics and Medical Devices\nThe development of drugs, biologics and medical devices is highly regulated in the United States and other countries. Our services are subject to varying regulatory requirements designed to ensure the quality and integrity of the pre-clinical and clinical trial process. In the United States, the FDA has primary authority to regulate these activities, in addition to the approval process, and the subsequent manufacturing, safety, labeling, storage, record keeping and marketing for these \n- 7 -\n\n\nproducts, which are the responsibility of our customers. Before a marketing application for a drug is ready for submission to regulatory authorities, the candidate drug must often undergo rigorous testing in clinical trials. In the United States, these trials must be conducted in accordance with the Federal Food, Drug, and Cosmetic Act, its implementing regulations, and other federal and state requirements that require the drug to be tested and studied in certain ways prior to approval. The FDA has similar authority and requirements with respect to the clinical testing of biological products and medical devices. Before a human clinical trial may begin in the United States, the manufacturer or sponsor of the clinical product candidate must file an Investigational New Drug Application (IND) with the FDA, which contains, among other things, the results of pre-clinical tests, manufacturer information and other analytical data. A separate submission to an existing IND must also be made for each successive clinical trial conducted during product development. Each clinical trial must be conducted pursuant to, and in accordance with, an effective IND. Each human clinical trial we conduct is subject to the oversight of an IRB, which is an independent committee that has the regulatory authority to review, approve and monitor a clinical trial for which the IRB has responsibility. The FDA and IRB receive reports on the progress of each phase of clinical testing and may require the modification, suspension, or termination of clinical trials if, among other things, an unreasonable risk is presented to patients or if the design of the trial is insufficient to meet its stated objective. In addition, information about certain clinical trials must be made publicly available on the federal government website, www.clinicaltrials.gov.\nIn the United States, GCP regulations govern the design, conduct, performance, monitoring, auditing, recording, analysis, and reporting of clinical trials. In order to comply with GCP and other requirements, we must, among other things:\n•comply with specific requirements governing the selection of qualified principal investigators and clinical research sites;\n•obtain specific written commitments from principal investigators;\n•obtain IRB review and approval and supervision of the clinical trials by an independent review board or ethics committee;\n•obtain a favorable opinion from regulatory agencies to commence a clinical trial;\n•verify that appropriate patient informed consents are obtained before the patient participates in a clinical trial;\n•ensure that adverse drug reactions resulting from the administration of a drug or biologic during a clinical trial are medically evaluated and reported in a timely manner;\n•monitor the validity and accuracy of data;\n•monitor drug or biologic accountability at clinical research sites; and\n•verify that principal investigators and clinical trial staff maintain records and reports and permit appropriate governmental authorities access to data for review.\nClinical trials conducted outside the United States are subject to the laws and regulations of the country where the trials are conducted. These laws and regulations may or may not be similar to the laws and regulations administered by the FDA and other laws and regulations regarding the protection of patient safety and privacy and the control of clinical trial pharmaceuticals, medical devices or other clinical trial materials. Within the EU, these requirements are enforced by the EMA and requirements may vary slightly from one member state to another. In the United Kingdom, clinical trials are regulated by the Medicines and Healthcare Products Regulatory Agency (MHRA). In Canada, clinical trials are regulated by the Health Products and Food Branch of Health Canada as well as provincial regulations. Similar requirements also apply in other jurisdictions, including countries outside the EU and countries in Asia and Latin America where we operate or where our customers may intend to apply for marketing authorization. Clinical trials conducted outside the United States also may be subject to FDA regulation if the clinical trials are conducted pursuant to an IND or an Investigational Device Exemption for a product candidate that will seek FDA approval or clearance. In addition, clinical trial sponsors follow ICH E6 guidelines as a principle for GCP.\nThe clinical trial customer and the parties conducting the clinical trials share in responsibilities to ensure that all applicable legal and regulatory requirements are fulfilled. Many of the functions we regularly perform in the conduct of clinical trials subject us directly to regulations (e.g., compliance with GCP), and in some circumstances, we will take on legal and regulatory responsibility either through a transfer of obligations to us from our clinical trial customers or our acting as local legal representative for certain of our clinical trial customers. We may be subject to regulatory action if we fail to comply with these requirements. Failure to comply with certain regulations may also result in the termination of ongoing research and disqualification of data collected during the clinical trials. For example, violations of GCP could result, depending on the nature of the violation and the type of product involved, in the issuance of a warning letter, suspension or termination of a clinical trial, refusal of the FDA to approve clinical trial or marketing applications or withdrawal of such applications, injunction, seizure of investigational products, civil penalties, criminal prosecutions or debarment from assisting in the submission of new drug applications.\n- 8 -\n\n\nWe monitor our clinical trials to test for compliance with applicable laws and regulations in the United States and the foreign jurisdictions in which we operate. We have adopted SOPs that are designed to satisfy regulatory requirements and serve as a mechanism for controlling and enhancing the quality of our clinical trials. In the United States, our procedures were developed to ensure compliance with GCP and associated requirements.\nHealth Information Privacy\nThe confidentiality of personal health information, including patient-specific information collected during clinical trials, is heavily regulated in the United States and other countries. The U.S. Department of Health and Human Services has promulgated rules under the Health Insurance Portability and Accountability Act of 1996, as amended by the Health Information Technology for Economic and Clinical Health Act of 2009 and their implementing regulations, including the Privacy and Security Rules, or collectively, HIPAA, that govern the use, handling and disclosure of personally identifiable medical information. These regulations also establish procedures for the exercise of an individual’s rights and the methods permissible for de-identification of health information. HIPAA applies to “covered entities,” which include certain types of healthcare providers, as well as service providers to covered entities which access protected health information, known as “business associates.” Two of our subsidiaries, Medpace Clinical Pharmacology, LLC and C-MARC, LLC, are covered entities under HIPAA. Further, many investigators with whom we are involved in clinical trials are also directly subject to HIPAA as covered entities. There are instances where we may be considered a business associate of a covered entity investigator, and we have signed business associate agreements with some investigators. If we are determined to be a business associate, we would be directly liable for any breaches of protected health information and other HIPAA violations. We are also liable contractually under any business associate agreements we have signed with covered entities. In addition, we are also subject to privacy legislation in the jurisdictions in which we operate which includes privacy legislation in the EU under the 95/46/EC Privacy Directive on the protection and free movement of personal data, as replaced by the General Data Protection Regulation from early 2018 onwards.\nHealth Industry Arrangements\nThe conduct of pre-clinical and clinical trials may be subject to laws and regulations that are intended to prevent the misuse of government healthcare program funding. In the United States, these laws include, among others, the False Claims Act, which prohibits submitting or causing the submission of false statements or improper claims for government healthcare program payments; and the Anti-Kickback statute, which prohibits paying, offering to pay or receiving payment with the intent to induce the referral of services or items that are covered under a federal healthcare program. Violations of these laws and regulations may incur administrative, civil, and criminal penalties.\nEnvironmental Regulation and Liability\nWe are subject to various laws and regulations relating to the protection of the environment and human health and safety in the countries in which we do business, including laws and regulations governing the management and disposal of hazardous substances and wastes, the cleanup of contaminated sites and the maintenance of a safe workplace. Our operations include the use, generation and disposal of hazardous materials and medical wastes. We may, in the future, incur liability under environmental statutes and regulations for contamination of sites we own or operate (including contamination caused by prior owners or operators of such sites), the off-site disposal of hazardous substances and for personal injuries or property damage arising from exposure to hazardous materials from our operations. We believe that we have been and are in substantial compliance with all applicable environmental laws and regulations and that we currently have no liabilities under such environmental requirements that could reasonably be expected to materially harm our business, results of operations or financial condition.\nIntellectual Property\nWe develop and use a number of proprietary methodologies, analytics, systems, technologies and other intellectual property in the conduct of our business. We rely upon a combination of confidentiality policies, nondisclosure agreements and other contractual arrangements to protect our trade secrets, and copyright and trademark laws to protect other intellectual property rights. We have obtained or applied for trademarks and copyright protection in the United States and in a number of foreign countries. Our material trademarks include Medpace and ClinTrak. Although the duration of trademark registrations varies from country to country, trademarks generally may be renewed indefinitely so long as they are in use and/or their registrations are properly maintained, and so long as they have not been found to have become generic. \n- 9 -\n\n\nHuman Capital\nAs of December 31, 2024 we had approximately 5,900 employees located across 44 countries. As of December 31, 2023 and 2022, we had approximately 5,900 and 5,200 employees, respectively. Our associates are our most important asset and we recognize the importance of motivating and rewarding our associates by providing them with competitive benefits as part of their overall compensation and benefits package. We have developed comprehensive benefits packages that deliver quality and value while satisfying the diverse needs of our workforce and meeting local market requirements and expectations.\nAttracting, developing, retaining and advancing talent at all levels at Medpace is a key component to sustaining our organic growth and continuing our mission. We strive to maintain a culture of diversity and inclusion in which people from all backgrounds can fully contribute to the growth and success of our business. As such, we are committed to maintaining a respectful work environment, providing equal opportunity and the fair treatment of all individuals on the basis of merit, without regard for gender, race, color, creed, religion, family status, age, national origin or ancestry, physical or mental disability, medical condition, veteran status, citizenship, sexual orientation, gender identity, or any other protected group status. Anti-discrimination, anti-harassment and anti-retaliation policies are applicable to all employees and are set forth in the Medpace Code of Conduct. All employees are responsible for upholding the Medpace Code of Conduct, which forms the foundation of our personnel and ethics policies and practices.\nWe have developed a strong record of hiring and developing women at all levels of the organization. Approximately 67% of our employees globally are women representing 66% of management and 53% of director level and above positions. In addition, of our U.S. based employees, approximately 17% are non-white, including 13% of management. None of our US employees are covered by a collective bargaining agreement specific to our Company.\nOur commitment to compliance, people, safety, communities and the environment is further described in our 2023-2024 Corporate Responsibility Report published within the Investor Relations section of our website at investor.medpace.com. That report is not part of this Annual Report on Form 10-K.\nRecruitment and Retention\nThe success of our business depends upon our ability to attract and retain qualified professional, scientific and technical staff. The level of competition among employers in the United States and globally for skilled personnel, particularly for those with Ph.D., M.D. or equivalent degrees or training, is high. We believe that our brand recognition and our multinational presence are advantages in attracting qualified candidates. We also believe that the wide range of clinical trials in which we participate allows us to offer broad experience to clinical researchers. Our disciplined and centralized approach to hiring, training, and development of employees has fostered, and we believe will continue to foster, strong employee loyalty. Retention of experienced employees is important to maintaining our growth and our high quality of service over time. \nAs our associates develop knowledge and skills that will contribute to the wider Medpace mission and business success, we believe in rewarding strong performance with compensatory and non-compensatory recognition. We have a robust career path and compensation structure that acknowledges associate performance and development at all levels of the organization. Of the 153 management-level roles that were newly filled in 2024, approximately 67% of these roles were filled by our pipeline of internal talent.\nDevelopment\nWe have a history of identifying talented individuals and training them to excel in our disciplined operating model. Dedicated training and development teams are focused on creating, facilitating, and evaluating the success of training programs across functional areas. We have invested in the development and implementation of a global learning management system which is universally used to record regulatory compliance, capture attendance at instructor led training sessions, deliver online training content, proctor online exams, and to facilitate other training activities.\nSafety\nSafety is at the core of Medpace’s mission. We have a robust incident reporting procedure for work-related injuries and illnesses and our lab operations follow all additional Health and Safety requirements. Our facilities are equipped with access control systems to maintain proper physical security for our associates and company assets, as well as on-site security personnel in key offices. In addition to physical security, we have programs and training in place for First Aid, \n- 10 -\n\n\nCPR and Fire Wardens for safe evacuations. We are proud of our extremely low incident rates and remain committed to continuously monitoring campus- and policy-related measures that can be incorporated in order to further reduce risk for our associates.\nLiability and Insurance\nWe may be liable to our customers for any failure to conduct their clinical trials properly according to the agreed-upon protocol and contract. If we fail to conduct a clinical trial properly in accordance with the agreed-upon procedures, we may have to repeat a clinical trial or a particular portion of the services at our expense, reimburse the customer for the cost of the services and/or pay additional damages.\nAt our Phase I clinic, we study the effects of drugs on healthy volunteers. In addition, in our clinical business we, on behalf of our customers, contract with physicians who render professional services, including the administration of the substance being tested to participants in clinical trials, many of whom are seriously ill and are at great risk of further illness or death as a result of factors other than their participation in a trial. As a result, we could be held liable for bodily injury, death, pain and suffering, loss of consortium or other personal injury claims and medical expenses arising from a clinical trial. In addition, we sometimes engage the services of vendors necessary for the conduct of a clinical trial, such as laboratories or medical diagnostic specialists. Because these vendors are engaged as subcontractors, we are responsible for their performance and may be held liable for damages if the subcontractors fail to perform in the manner specified in their contract.\nTo reduce our potential liability, and as a requirement of the GCP regulations, informed consent is required from each volunteer and patient. In addition, our customers provide us with contractual indemnification for all of our service related contracts. These indemnities generally do not, however, protect us against certain of our own actions such as those involving negligence or misconduct. We maintain insurance designed to provide coverage for ordinary risks associated with our operations and our ordinary indemnification obligations, which we believe to be customary for our industry. Our business, financial condition and operating results could be harmed if we were required to pay damages or incur defense costs in connection with a claim that is not indemnified, that is outside the scope of an indemnity or where the indemnity, although applicable, is not honored in accordance with its terms.\nAvailable Information\nWe are subject to the informational requirements of the Exchange Act and, in accordance therewith, file reports, including annual, quarterly and current reports, proxy statements and other information with the Securities and Exchange Commission (SEC). Copies of our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and our Proxy Statements for our annual meetings of stockholders, and any amendments to those reports, as well as Section 16 reports filed by our insiders, are available free of charge on our website as soon as reasonably practicable after we file the reports with, or furnish the reports to the SEC. Our website address is http://www.medpace.com, and our investor relations website is located at investor.medpace.com. Information on our website is not incorporated by reference herein. The SEC maintains an Internet site (http://www.sec.gov) containing reports, proxy and information statements, and other information regarding issuers that file electronically with the SEC.",
      "char_count": 32725
    },
    "item1a": {
      "text": "Item 1A. Risk Factors\nInvesting in our common stock involves a high degree of risk. You should consider carefully the risks and uncertainties described below, together with the other information included in this report. The occurrence of any of the following risks may materially and adversely affect our business, financial condition, results of operations and future prospects. In these circumstances, the market price of our common stock could decline. Other events that we do not currently anticipate or that we currently deem immaterial may also affect our business, prospects, financial condition and results of operations. \nRisk Factor Summary\nThe following summarizes the most material risks that make an investment in our common stock risky.\nBusiness and Economic Risks\n•The potential loss, delay or non-renewal of our contracts, or the non-payment by our customers for services that we have performed, could adversely affect our results.\n- 11 -\n\n\n•Our backlog may not convert to net revenue at our historical conversion rates.\n•Our operating results have historically fluctuated between fiscal quarters and years and may continue to fluctuate in the future, which may adversely affect the market price of our stock.\n•Our operating margins could decrease due to increased pricing pressure or other pressures, if we are unable to either achieve efficiencies in our operating expenses or grow revenues at a rate faster than expenses.\n•Our customer or therapeutic area concentration may have a material adverse effect on our business, financial condition, results of operations or cash flows.\n•We bear financial risk if we underprice our fixed-fee contracts or overrun cost estimates, and our financial results can also be adversely affected by failure to receive approval for change orders or delays in documenting change orders.\n•Our business and operations may be impacted in the future by epidemics, pandemics or widespread public health crisis.\n•If we are unable to successfully execute our growth strategies or manage our growth effectively, our results of operations or financial condition could be adversely affected. \n•If we are unable to recruit suitable investigators and enroll patients for our customers’ clinical trials, our clinical development business may suffer.\n•The failure of third parties to provide us critical support services could materially adversely affect our business, financial condition, results of operations, cash flows or reputation.\n•Current or potential future investments by the Company in our customers’ businesses or products could have a negative impact on our financial results.\n•Continued evolution and use of machine learning and generative artificial intelligence (\"AI\"), including risks arising from insufficient human oversight of AI or a lack of controls and procedures monitoring the use of AI in day-to-day operations as well as from potential future competitive disadvantages related to a lack of investment in AI tools, could have a negative impact on our financial results.\nTechnical and Cybersecurity Risks\n•Our business depends on the continued effectiveness and availability of our information systems, including the information systems we use to provide our services to our customers, such as ClinTrak, and failures of these systems may materially limit our operations.\n•If the security of confidential information used in connection with our services is breached or otherwise subject to unauthorized access, our reputation and business may be materially harmed.\nInternational Risks\n•Our business is subject to international economic, political and other risks that could negatively affect our results of operations and financial condition.\n•Due to the global nature of our business, we may be exposed to liabilities under the Foreign Corrupt Practices Act and various other anti-corruption laws, and any allegation or determination that we violated these laws could have a material adverse effect on our business.\nIndustry Risks\n•Outsourcing trends in the biopharmaceutical industry and changes in aggregate expenditures and R&D budgets could adversely affect our operating results and growth rate.\n•We may be affected by healthcare reform and potential additional regulatory reforms, which may adversely impact the biopharmaceutical industry or otherwise reduce the need for our services or negatively impact our profitability.\n•Consolidation in the biopharmaceutical industry could lead to a reduction in our revenues.\n•The biopharmaceutical industry has a history of patent and other intellectual property litigation, and we might be involved in costly intellectual property lawsuits. \n•If we do not keep pace with rapid technological changes, including AI, our services may become less competitive or obsolete.\n•Circumstances beyond our control could cause the CRO industry to suffer reputational or other harm that could result in an industry-wide reduction in demand for CRO services, which could harm our business. \nOther Legal, Regulatory, Insurance and Tax Risks\n•If we fail to perform our services in accordance with contractual requirements, government regulations and ethical considerations, we could be subject to significant costs or liability and our reputation could be adversely affected.\n- 12 -\n\n\n•Some of our services involve direct interaction with clinical trial patients and operation of a Phase I clinical facility, which could create potential liability that may adversely affect our results of operations and financial condition.\n•Our clinical development services could subject us to potential liability that may adversely affect our results of operations and financial condition.\n•Our operations involve the use and disposal of hazardous substances and waste which can give rise to liability that could adversely impact our financial condition.\n•We act as legal representative and/or data representative for some clients.\n•Our insurance may not cover all of our indemnification obligations and other liabilities associated with our operations.\n•Our effective income tax rate may fluctuate, which may adversely affect our operations, earnings and earnings per share.\n•If we fail to comply with federal, state and foreign healthcare laws, including fraud and abuse laws, we could face substantial penalties and our business, results of operations, financial condition and prospects could be adversely affected.\n•Laws and regulations regarding the protection of personal data could result in increased risks of liability or increased cost to us or could limit our service offerings.\n•Our business could be harmed from the loss or suspension of a license or imposition of a fine or penalties under, or future changes in, or interpretations of, the law or regulations of the Clinical Laboratory Improvement Act of 1967, and the Clinical Laboratory Improvement Amendments of 1988 (CLIA), or those of other national, state or local agencies in the U.S. and other countries where we operate laboratories.\n•Environmental, Social and Governance initiatives could increase our costs, and inaction could harm our reputation and adversely impact our financial results.\nStructural and Organizational Risks\n•Our Chief Executive Officer and founder controls a substantial amount of our outstanding common stock and his interests may be different from or conflict with those of our other shareholders.\n•We are party to transactions with related persons that may increase the risk of allegations of conflicts of interest, and such allegations may impair our ability to realize the benefits we expect from these transactions.\nGeneral Risks\n•If we lose the services of key personnel or are unable to recruit experienced personnel, our business could be adversely affected.\n•Our operations might be affected by the occurrence of a natural disaster or other catastrophic event.\nBusiness and Economic Risks\nThe potential loss, delay or non-renewal of our contracts, or the non-payment by our customers for services that we have performed, could adversely affect our results. \nWe experience termination, cancellation and non-renewals of contracts by our customers in the ordinary course of business, and the number and dollar value of cancellations can vary significantly from year to year. \nThe time between when a clinical trial is awarded and when it goes to contract is typically several months, and prior to a new business award going to contract, our customers can cancel the award without notice. Moreover, once an award goes to contract, most of our customers for clinical trial services can terminate our contracts without cause upon 30 days’ notice. Our customers may delay, terminate or reduce the scope of our contracts for a variety of reasons beyond our control, including, but not limited to: \n•decisions to forego or terminate a particular clinical trial; \n•lack of available financing, budgetary limits or changing priorities; \n•actions by regulatory authorities; \n•changes in law; \n•production problems resulting in shortages of the drug being tested; \n•failure of the drug being tested to satisfy safety requirements or efficacy criteria; \n•unexpected or undesired clinical results; \n•insufficient investigator recruitment or patient enrollment in a trial; \n- 13 -\n\n\n•decisions to downsize product development portfolios due to general economic conditions, market conditions or otherwise; \n•dissatisfaction with our performance, including the quality of data provided and our ability to meet agreed upon schedules; \n•shift of business to another CRO or internal resources; \n•product withdrawal following market launch; or \n•shut down of our customers’ manufacturing facilities. \nAs a result, contract terminations, delays and modifications are a regular part of our business. In the event of termination, our contracts often provide for payment to us of fees for services provided up to the point of termination and for close-out activities for winding down the clinical trial, and reimbursement of all non-cancellable expenses. These payments may not be sufficient for us to maintain our profit margins or recover our costs, and termination or non-renewal may result in lower resource utilization rates, including with respect to personnel who we are not able to place on another customer engagement. Historically, cancellations and delays have negatively impacted our operating results. \nClinical trials can be costly and for the year ended December 31, 2024, 79% and 17% of our net revenue was derived from small biopharmaceutical companies and mid-sized biopharmaceutical companies, respectively, which may have limited access to capital. In addition, we provide services to our customers before they pay us for some of our services. There is a risk that we may initiate a clinical trial for a customer, and the customer subsequently becomes unwilling or unable to fund the completion of the trial. In such a situation, notwithstanding the customer’s ability or willingness to pay for or otherwise facilitate the completion of the trial, we may be legally or ethically bound to complete or wind down the trial at our own expense. \nBecause the contracts included in our backlog are generally terminable without cause, we do not believe that our backlog as of any date is necessarily a meaningful predictor of future results. In addition, we may not realize the full benefits of our backlog of contractually committed services if our customers cancel, delay or reduce their commitments under our contracts with them. Thus, the loss or delay of a large contract or the loss or delay of multiple contracts could adversely affect our net revenue and profitability. In addition, the terminability of our contracts puts increased pressure on our quality control efforts, since not only can our contracts be terminated by customers as a result of poor performance, but any such termination may also affect our ability to obtain future contracts from the customer involved and others. \nOur backlog may not convert to net revenue at our historical conversion rates. \nBacklog represents anticipated future net revenue from net new business awards that have commenced, but have not been completed. Reported backlog will fluctuate based on new business awards, changes in scope to existing contracts, cancellations, revenue recognition on existing contracts and foreign exchange adjustments from non-U.S. dollar denominated backlog. Once work begins on a project, net revenue is recognized over the duration of the project. Projects may be terminated or delayed by the customer or delayed by regulatory authorities for reasons beyond our control. To the extent projects are delayed, the timing of our net revenue could be adversely affected. Moreover, in the event that a customer cancels a contract, we often would be entitled to receive payment for services provided up to the point of cancellation and for close-out activities for winding down the clinical trial, and reimbursement of all non-cancellable expenses. Typically, however, we have no contractual right to the full amount of the future net revenue reflected in our backlog in the event of a permitted contract cancellation or subsequent changes in scope that reduce the value of the contract. The duration of the projects included in our backlog, and the related net revenue recognition, generally range from a few months to several years. Our backlog may not be indicative of our future net revenue, and we may not realize all of the anticipated future net revenue reflected in our backlog. A number of factors may affect the realization of our net revenue from backlog, including: \n•the size, complexity and duration of the projects; \n•the cancellation or delay of projects; and \n•changes in the scope of work during the course of a project. \nFluctuations in our reported backlog levels also result from the fact that we may receive a small number of relatively large projects in any given reporting period that may be included in our backlog. Because of these large projects, our backlog in that reporting period may reach levels that may not be sustained in subsequent reporting periods. Additionally, although an increase in backlog will generally result in an increase in net revenue over time, an increase in backlog at a particular point in time does not necessarily correspond directly to an increase in net revenue during any particular period, or at all. The extent to which contracts in backlog will result in net revenue depends on many factors, including, but not limited to, \n- 14 -\n\n\ndelivery against project schedules, scope changes, contract terminations and the nature, duration and complexity of the contracts, and can vary significantly over time. \nAs we increasingly compete for and enter into large contracts that are more global in nature, there can be no assurance about the rate at which our backlog will convert into net revenue. A decrease in this conversion rate would mean that the rate of net revenue recognized on contracts may be slower than what we have experienced in the past, which could impact our net revenue and results of operations on a quarterly and annual basis. The revenue recognition on larger, more global projects could be slower than on smaller, less global projects for a variety of reasons, including, but not limited to, an extended period of negotiation between the time the project is awarded to us and the actual execution of the contract, as well as an increased timeframe for obtaining the necessary regulatory approvals. Additionally, delayed projects will remain in backlog and will not generate revenue at the rate originally expected. Thus, the relationship of backlog to realized revenues is indirect and may vary significantly over time. \nOur operating results have historically fluctuated between fiscal quarters and years and may continue to fluctuate in the future, which may adversely affect the market price of our stock. \nOur operating results have fluctuated in previous quarters and years and may continue to vary significantly from quarter to quarter and year to year and are influenced by a variety of factors, such as: \n•timing of contract amendments for changes in scope that could affect the value of a contract and potentially impact the amount of net new business awards and net revenue from quarter to quarter; \n•commencement, completion, execution, postponement or termination of large contracts; \n•contract terms for the billing and recognition of revenue milestones; \n•progress of ongoing contracts and retention of customers; \n•timing of and charges associated with completion of acquisitions and other events; \n•changes in the mix of services delivered, both in terms of geography and type of services; \n•customer disputes or other issues that may impact the revenue we are able to recognize or the collectability of our related accounts receivable; \n•exchange rate fluctuations;\n•adoption of Accounting Standards Updates released by the Financial Accounting Standards Board; and\n•timing and ability to hire in advance of future projects\nOur operating results for any particular quarter or year are not necessarily a meaningful indicator of future results and fluctuations in our quarterly or yearly operating results could negatively affect the market price and liquidity of shares of our common stock. \nOur operating margins could decrease due to increased pricing pressure or other pressures, if we are unable to either achieve efficiencies in our operating expenses or grow revenues at a rate faster than expenses. \nHistorically, we have been able to generate the operating margins that we do because of our disciplined, full-service operating model. However, we operate in a highly competitive environment, and, if we experience increased levels of competitive pricing pressure, or pricing pressure from the continued rise of inflation, our operating margins may decrease. In addition, we may adapt our operating model to achieve greater levels of growth or in response to investor demands. Such changes could result in lower operating margins.\nOur customer or therapeutic area concentration may have a material adverse effect on our business, financial condition, results of operations or cash flows. \nAlthough we did not have any customer that represented 10% or more of our net revenue during the year ended December 31, 2024, we derive approximately 28.9% of our net revenue from our top ten customers. If any large customer decreases or terminates its relationship with us, our business, financial condition, results of operations or cash flows could be materially adversely affected. Also, consolidation in our actual or potential customer base results in increased competition for important market segments and fewer available customer accounts. Additionally, conducting multiple clinical trials for different sponsors in a single therapeutic class, involving similar drugs, biologics or medical devices, may adversely affect our business if some or all of the trials are terminated because of new scientific information or regulatory decisions that affect the products as a class. Moreover, even if these trials are not terminated, they may compete with each other, thereby limiting our potential revenue going forward.\n- 15 -\n\n\nWe bear financial risk if we underprice our fixed-fee contracts or overrun cost estimates, and our financial results can also be adversely affected by failure to receive approval for change orders or delays in documenting change orders. \nThe majority of our Phase I–IV contracts are fixed-fee contracts. We bear the financial risk if we initially underprice our contracts or otherwise overrun our cost estimates. In addition, contracts with our customers are subject to change orders, which we commonly experience and which occur when the scope of work we perform needs to be modified from that originally contemplated by our contract with the customer. Modifications can occur, for example, when there is a change in a key trial assumption or parameter, a significant change in timing or a change in staffing needs. Furthermore, we may be unable to successfully negotiate changes in scope or change orders on a timely basis or at all, which could require us to incur cost outlays ahead of the receipt of any additional revenue. In addition, under US GAAP, we cannot recognize additional revenue anticipated from change orders until appropriate documentation is received by us from the customer authorizing the change. However, if we incur additional expense in anticipation of receipt of that documentation, we must recognize the expense as incurred. Such underpricing, significant cost overruns or delay in documentation of change orders could have a material adverse effect on our business, results of operations, financial condition or cash flows. \nOur business and operations may be impacted in the future by epidemics, pandemics or widespread public health crisis. \nEpidemics, pandemics or widespread public health crisis may have an adverse effect on our business, operations and financial results. These may adversely affect, our business, in a variety of ways, including, without limitation: the implementation of travel restrictions from U.S. and foreign governments; the shutdown of businesses in countries in which we operate; delays or challenges in patient enrollment and new clinical trial start-up; challenges in clinical site initiation due to difficulties in recruiting clinical site investigators and clinical site staff shortages; and the interruption of key clinical trial activities such as clinical trial site monitoring. These adverse effects could impact study participants and clinical sites and limits our ability to efficiently provide clinical trial services. We are able to work with our customers to develop solutions to limit disruption to clinical trials while following required regulatory guidelines and maintaining quality to ensure the health and well-being of study participants, including alternative assessment methods such as virtual monitoring visits.\nDespite our efforts to manage the impacts of COVID-19 or other future outbreaks, including epidemics, pandemics or widespread public health crisis to the Company, the ultimate impacts of these outbreaks also depend on factors beyond our knowledge or control, including the duration and severity of any such outbreak as well as third-party actions taken to contain their spread and mitigate their related public health effects. In the case of COVID-19, the emergence of variants may continue to occur across regions and countries where we operate, resulting in further adverse effects on our business, operations and financial results.\nIf we are unable to successfully execute our growth strategies or manage our growth effectively, our results of operations or financial condition could be adversely affected. \nOur key growth strategies include: continued investment in organic growth, continued maintenance of margins, increasing capture of the high-growth clinical development market, deepening existing and developing new relationships with our core customer segment and attracting, developing and retaining talent. Though we will strive to meet these goals, we may not have or adequately build the competencies necessary to achieve our objectives. In addition, we may not receive market acceptance for our services and we may face increased competition. If we are unable to successfully continue our organic growth, continue to maintain our margins, increase our capture of the clinical development market, deepen existing and develop new relationships with our core customer segment, or attract, develop and retain talent, our future business, reputation, results of operations and financial condition could be adversely affected. The nature and pace of our growth introduces risks associated with quality control and customer dissatisfaction due to delays in performance or other problems. In addition, foreign operations involve the additional risks of assimilating differences in foreign business practices, hiring and retaining qualified personnel and overcoming language barriers. Failure to manage growth effectively could have a material adverse effect on our business.\nIf we are unable to recruit suitable investigators and enroll patients for our customers’ clinical trials, our clinical development business may suffer. \nThe recruitment of investigators and patients for clinical trials is essential to our business. Investigators are typically located at hospitals, clinics or other sites and supervise the administration of the investigational drug, biologic or device to patients during the course of a clinical trial. Patients typically include people from the communities in which the clinical trials are conducted. Our clinical development business could be adversely affected if we are unable to attract suitable and willing investigators or patients for clinical trials on a consistent basis. For example, if we are unable to engage investigators to conduct clinical trials as planned or enroll sufficient patients in clinical trials, we may need to expend additional funds to obtain access to resources or else be compelled to delay or modify the clinical trial plans. These \n- 16 -\n\n\nconsiderations might result in additional costs to us or otherwise adversely impact the progress of a clinical trial, our being unable to successfully achieve our projected development timelines, or potentially even lead to the termination of ongoing clinical trials or development of a product.\nThe failure of third parties to provide us critical support services could materially adversely affect our business, financial condition, results of operations, cash flows or reputation.\nWe depend on third parties for support services vital to our business. Such support services include, but are not limited to, laboratory services, third-party transportation and travel providers, technology providers, freight forwarders and customs brokers, drug depots and distribution centers, suppliers or contract manufacturers of drugs for patients participating in clinical trials and providers of licensing agreements, maintenance contracts or other services. In addition, we also rely on third-party CROs and other contract clinical personnel for clinical services either in regions where we have limited resources, or in cases where demand cannot be met by our internal staff. The failure of any of these third parties to adequately provide us critical support services could have a material adverse effect on our business, financial condition, results of operations, cash flows or reputation.\nCurrent or potential future investments by the Company in our customers’ businesses or products could have a negative impact on our financial results.\nWe have in the past and may in the future enter into arrangements with our customers or other drug, biologic or medical device companies in which we take on financial risk by making strategic investments in our customers or other drug companies, providing flexible payment terms or fee financing to customers or other companies, entering into other risk sharing arrangements on trial execution, or making direct equity investments in companies. Our financial results would be adversely affected if the amount realized from any such financial arrangement was less than the value of our services or initial investment under the contract related to such arrangement. \nContinued evolution and use of machine learning and generative artificial intelligence (\"AI\"), including risks arising from insufficient human oversight of AI or a lack of controls and procedures monitoring the use of AI in day-to-day operations as well as from potential future competitive disadvantages related to a lack of investment in AI tools, could have a negative impact on our financial results.\nThe development, adoption, and use for generative AI technologies are still in their early stages and ineffective or inadequate AI development or deployment practices by the Company or third-party developers or vendors could result in unintended consequences. Developing, testing, and deploying resource-intensive AI systems may require additional investment and increase our costs. In addition, any latency, disruption, or failure in systems or infrastructure leveraging AI could result in delays or errors in our offerings.\nTechnical and Cybersecurity Risks\nOur business depends on the continued effectiveness and availability of our information systems, including the information systems we use to provide our services to our customers, such as ClinTrak, and failures of these systems may materially limit our operations. \nDue to the global nature of our business and our reliance on information systems to provide our services, we intend to increase our use of web-enabled and other integrated information systems in delivering our services. We already provide access to such an information system, ClinTrak, to certain of our customers in connection with the services we provide to them. As the breadth and complexity of our information systems continue to grow, we will increasingly be exposed to the risks inherent in the development, integration and ongoing operation of evolving information systems, including: \n•disruption, impairment or failure of data centers, telecommunications facilities or other key infrastructure platforms; \n•intrusions and security breaches of, cyberattacks on and other failures or malfunctions in our critical application systems or their associated hardware; and \n•excessive costs, excessive delays or other deficiencies in systems development and deployment. \nThe materialization of any of these risks may impede the processing of data, the delivery of databases and services and the day-to-day management of our business and could result in the corruption, loss or unauthorized disclosure of proprietary, confidential or other data. While we have disaster recovery plans in place, they might not adequately protect us in the event of a system failure. Despite any precautions we take, damage from fire, floods, hurricanes, power loss, telecommunications \n- 17 -\n\n\nfailures, computer viruses, information system intrusions or security breaches and similar events at our facilities or at those of our third party provider that backs up our data centers could result in interruptions in the flow of data to our servers and from our servers to our customers. Corruption or loss of data may result in the need to repeat a trial at no cost to the customer, but at significant cost to us, or result in the termination of a contract or damage to our reputation. Moreover, regulatory authorities may impose requirements on the use of electronic records and signatures for regulatory purposes. For example, FDA’s regulations at 21 CFR Part 11 establish the criteria pursuant to which the FDA will consider electronic records and signatures to be trustworthy, reliable, and generally equivalent to paper records and handwritten signatures. Any failures to comply with those regulatory requirements could impact our customers’ ability to rely on the data contained in those electronic records in our systems or result in the FDA’s rejection of the data. Additionally, in order for our information systems to continue to be effective going forward, we periodically need to upgrade our technology systems and increase our capacity to keep pace with technological developments and our growth as a company. Significant delays in system enhancements or inadequate performance of new or upgraded systems once completed could damage our reputation and harm our business. Our operations also may suffer if we are unable to effectively manage the implementation of and adapt to new technology systems. We have entered into agreements with certain vendors to provide systems development and integration services that develop or license to us the IT platform for programs to optimize our business processes. If such vendors fail to perform as required or if there are substantial delays in developing, implementing and updating the IT platform, our customer delivery may be impaired, and we may have to make substantial further investments, internally or with third parties, to achieve our objectives. Additionally, our progress may be limited by parties with existing or claimed patents who seek to prevent us from using preferred technology or seek license payments from us. Any such shortcoming may require us to make substantial further investments in our IT platform, which could adversely affect our financial results.\nUnauthorized disclosure of sensitive or confidential data, whether through system failure, intrusions or breaches or employee negligence, fraud or misappropriation, could damage our reputation and cause us to lose customers. Similarly, unauthorized access to or through our information systems or those we develop for our customers, whether by our employees or third parties, including a cyberattack by computer programmers and hackers who may develop and deploy viruses, worms or other malicious software programs, could result in negative publicity, significant remediation costs, legal liability and damage to our reputation and could have a material adverse effect on our results of operations. In addition, our liability insurance might not be sufficient in type or amount to adequately cover us against claims related to security breaches, cyberattacks and other related breaches. \nIf the security of confidential information used in connection with our services is breached or otherwise subject to unauthorized access, our reputation and business may be materially harmed.\nOur services require us to collect, store, use, and transmit significant amounts of confidential information, including personally identifiable information, and other critical data. We employ a range of information technology solutions, controls, procedures, and processes designed to protect the confidentiality, integrity, and availability of our critical assets, including our data and information technology systems. While we engage in a number of measures aimed to protect against security breaches and to minimize problems if a data breach were to occur, our information technology systems and infrastructure may be vulnerable to damage, compromise, disruption, and shutdown due to attacks, intrusions or breaches by hackers or due to other circumstances, such as error or malfeasance by employees or third party service providers or technology malfunction. Like many other companies, we experience attempts to gain unauthorized access to our systems and information on a regular basis, and a number of our employees work remotely, which may create additional opportunities for cybercriminals to exploit vulnerabilities. The occurrence of any of these events, as well as a failure to promptly remedy these events should they occur, could compromise our systems, and the information stored in our systems could be accessed, publicly disclosed, lost, stolen, or damaged. Any such circumstance could adversely affect our ability to attract and maintain customers, cause us to suffer negative publicity, and subject us to legal claims and liabilities or regulatory penalties. In addition, unauthorized parties might alter information in our databases, which would adversely affect both the reliability of that information and our ability to market and perform our services. Techniques used to obtain unauthorized access or to sabotage systems change frequently, are constantly evolving and generally are difficult to recognize and react to effectively. We may be unable to anticipate these techniques or to implement adequate preventive or reactive measures. We have limited cyber-insurance coverage that may not cover all possible events, and this insurance is subject to deductibles and coverage limitations and exclusions. Several recent, highly publicized data security breaches at other companies have heightened consumer awareness of this issue and may embolden individuals or groups to target our systems or those of our strategic partners or enterprise customers.\n- 18 -\n\n\nInternational Risks\nOur business is subject to international economic, political and other risks that could negatively affect our results of operations and financial condition. \nWe have significant operations in foreign countries, including, but not limited to, countries in Europe, Asia, South America, Africa and Australia that may require complex arrangements to deliver services on global contracts for our customers. As a result, we are subject to heightened risks inherent in conducting business internationally, including the following: \n•conducting a single trial across multiple countries is complex, and issues in one country, such as a failure to comply with local regulations or restrictions, may affect the progress of the trial in the other countries, for example, by limiting the amount of data necessary for a trial to proceed, resulting in delays or potential cancellation of contracts, which in turn may result in loss of revenue; \n•the United States or other countries could enact legislation or impose regulations or other restrictions, including unfavorable labor regulations or tax policies, which could have an adverse effect on our ability to conduct business in or expatriate profits from those countries; \n•tax rates in certain foreign countries may exceed those in the United States and foreign earnings may be subject to withholding requirements or the imposition of tariffs, exchange controls or other restrictions, including restrictions on repatriation; \n•certain foreign countries are expanding or may expand their regulatory framework with respect to patient informed consent, protection and compensation in clinical trials, and privacy, which could delay or inhibit our ability to conduct trials in such jurisdictions or which could materially increase the risks associated with performing trials in such jurisdictions; \n•certain foreign countries are expanding or may expand their banking regulations that govern international currency transactions, particularly cross-border transfers, which may inhibit our ability to transfer funds into or within a jurisdiction, impeding our ability to pay our principal investigators, vendors and employees, thereby impacting our ability to conduct trials in such jurisdictions; \n•the regulatory or judicial authorities of foreign countries may not enforce legal rights and recognize business procedures in a manner to which we are accustomed or would reasonably expect; \n•we may have difficulty complying with a variety of laws and regulations in foreign countries, some of which may conflict with laws in the United States; \n•potential violations of existing or newly adopted local laws or anti-bribery laws, such as the United States Foreign Corrupt Practices Act (FCPA) and the UK Bribery Act of 2010, may cause a material adverse effect on our business, financial condition, results of operations, cash flows or reputation; \n•changes in political and economic conditions, including but not limited to inflation, trade and tariffs, may lead to changes in the business environment in which we operate, as well as changes in foreign currency exchange rates; \n•foreign governments may enact currency exchange controls that may limit the ability to fund our operations or significantly increase the cost of maintaining operations; \n•customers in foreign jurisdictions may have longer payment cycles, and it may be more difficult to collect receivables in foreign jurisdictions; and \n•natural disasters, pandemics or international conflict, including terrorist acts, could interrupt our services, endanger our personnel or cause project delays or loss of trial materials or results. \n•Geopolitical issues in Europe, the Middle East and Asia may impact foreign countries in which we may need to enroll patients in our clinical trials, could cause such clinical trials to be delayed or suspended and could impact operations.\nThese risks and uncertainties could negatively impact our ability to, among other things, perform large, global projects for our customers. Furthermore, our ability to deal with these issues could be affected by applicable U.S. laws and the need to protect our assets. In addition, we may be more susceptible to these risks as we enter and continue to target growth in emerging countries and regions, including Asia, Eastern Europe and Latin America, which may be subject to a relatively higher risk of political instability, economic volatility, crime, corruption and social and ethnic unrest, all of which are exacerbated in many cases by a lack of an independent and experienced judiciary and uncertainties in how local law is applied and enforced. The materialization of any such risks could have an adverse impact on our financial condition, results of operations, cash flows and reputation.\n- 19 -\n\n\nDue to the global nature of our business, we may be exposed to liabilities under the Foreign Corrupt Practices Act and various other anti-corruption laws, and any allegation or determination that we violated these laws could have a material adverse effect on our business. \nWe are required to comply with the FCPA, UK Bribery Act of 2010 and other U.S. and foreign anti-corruption laws, which prohibit companies from engaging in bribery including corruptly or improperly offering, promising, or providing money or anything else of value to foreign officials and certain other recipients. In addition, the FCPA imposes certain books, records and accounting control obligations on public companies and other issuers. We operate in parts of the world in which corruption can be common and compliance with anti-bribery laws may conflict with local customs and practices. Our global operations face the risk of unauthorized payments or offers being made by employees, consultants, sales agents and other business partners outside of our control or without our authorization. It is our policy to implement safeguards (including mandatory training) to prohibit these practices by our employees and business partners with respect to our operations. However, irrespective of these safeguards, or as a result of monitoring compliance with such safeguards, it is possible that we or certain other parties may discover or receive information at some point that certain employees, consultants, sales agents, or other business partners may have engaged in corrupt conduct for which we might be held responsible. Violations of the FCPA or other foreign anti-corruption laws may result in restatements of, or irregularities in, our financial statements as well as severe criminal or civil sanctions, and we may be subject to other liabilities, which could negatively affect our business, operating results and financial condition. In some cases, companies that violate the FCPA may be debarred by the U.S. government and/or lose their U.S. export privileges. Changes in anti-corruption laws or enforcement priorities could also result in increased compliance requirements and related costs which could adversely affect our business, financial condition and results of operations. In addition, the U.S. or other governments may seek to hold us liable for FCPA violations or violations of other anti-corruption laws committed by companies in which we invest or that we acquired or will acquire. \nIndustry Risks \nOutsourcing trends in the biopharmaceutical industry and changes in aggregate expenditures and R&D budgets could adversely affect our operating results and growth rate. \nOur revenues depend on the level of R&D expenditures, size of the drug development pipelines and outsourcing trends of the biopharmaceutical industry, including the amount of such R&D expenditures that is outsourced and subject to competitive bidding among CROs. Accordingly, economic factors and industry trends that affect biopharmaceutical companies affect our business. For example, if biopharmaceutical companies become less able to access capital in the future, they may commit less capital to our services going forward. Also, biopharmaceutical companies continue to seek long-term strategic collaborations with global CROs with favorable pricing terms. Many of our competitors seek out these collaborations, while we generally do not. If our competitors can successfully enter into these collaborations, it may reduce the share of the biopharmaceutical outsourcing business that we might otherwise be positioned to capture. \nIn addition, if the biopharmaceutical industry reduces its outsourcing of clinical trials or such outsourcing fails to grow at projected or expected rates, or at all, our business, financial condition, results of operations and cash flows could be materially and adversely affected. We may also be negatively impacted by consolidation and other factors in the biopharmaceutical industry, which may slow decision making by our customers, result in the delay or cancellation of existing projects, cause reductions in overall R&D expenditures or lead to increased pricing pressures. Further, in the event that one of our customers combines with a company that is using the services of one of our competitors, the combined company could decide to use the services of that competitor or another provider. All of these events could adversely affect our business, financial condition, cash flows or results of operations. \nWe may be affected by healthcare reform and potential additional regulatory reforms, which may adversely impact the biopharmaceutical industry or otherwise reduce the need for our services or negatively impact our profitability. \nNumerous government bodies are considering or have adopted various healthcare reforms and may undertake, or are in the process of undertaking, efforts to control growing healthcare costs through legislation, regulation and voluntary agreements with healthcare providers and biopharmaceutical companies, including many of our customers. By way of example, in March 2010, the Patient Protection and Affordable Care Act, as amended by the Health Care and Education Reconciliation Act, or collectively, the Affordable Care Act, was signed into law, which, among other things, expanded, over time, health insurance coverage, imposed health industry cost containment measures, enhanced remedies against healthcare fraud and abuse, added new transparency requirements for healthcare and health insurance industries, imposed new taxes and fees on pharmaceutical and medical device manufacturers, added new requirements for certain applicable drug and device manufacturers to disclose payments to physicians, including principal investigators, and imposed additional health policy \n- 20 -\n\n\nreforms, any of which may significantly impact the biopharmaceutical industry. We are uncertain as to the full effects of these reforms on our business and are unable to predict what legislative proposals, if any, will be adopted in the future. If regulatory cost containment efforts limit the profitability of new drugs, our customers may reduce their R&D expenditures, which could reduce the business they outsource to us. Similarly, if regulatory requirements for product testing are relaxed or harmonized across jurisdictions, or simplified drug approval procedures are adopted, the demand for our services could decrease. \nGovernment bodies may also adopt healthcare legislation or regulations that are more burdensome than existing regulations. For example, product safety concerns and recommendations by the Drug Safety Oversight Board could change the regulatory environment for drug products, and new or heightened regulatory requirements may increase our expenses or limit our ability to offer some of our services. Additionally, new or heightened regulatory requirements may have a negative impact on the ability of our customers to conduct industry sponsored clinical trials, which could reduce the need for our services. These developments and the lack of clarity regarding future healthcare policies and regulations have created significant uncertainty that could adversely affect our business, financial condition, cash flows or results of operations.\nConsolidation in the biopharmaceutical industry could lead to a reduction in our revenues.\nThe biopharmaceutical and CRO industries are currently undergoing a period of increased merger activity. Several large biopharmaceutical companies have recently completed mergers and acquisitions that will consolidate the outsourcing trends and R&D expenditures into fewer companies, and many larger and medium sized biopharmaceutical companies have been acquiring smaller biopharmaceutical companies. As a result of this and future consolidations, our customer diversity may decrease and our business may be adversely affected.\nThe biopharmaceutical industry has a history of patent and other intellectual property litigation, and we might be involved in costly intellectual property lawsuits. \nThe biopharmaceutical industry has a history of intellectual property litigation, and these lawsuits will likely continue in the future. Accordingly, even without wrongdoing on our part, we may face patent infringement suits by companies that have patents for similar business processes or other suits alleging infringement of their intellectual property rights. Legal proceedings relating to intellectual property could be expensive, take significant time and divert management’s attention from other business concerns, regardless of the outcome of the litigation. If we do not prevail in an infringement lawsuit brought against us, we might have to pay substantial damages, and we could be required to stop the infringing activity or obtain a license to use technology on unfavorable terms. Further, our customers could be similarly exposed to intellectual property suits and the resulting economic and operational strain defending such claims could negatively impact such customers’ ability to fund or continue ongoing clinical trials on which we are working. \nIf we do not keep pace with rapid technological changes, including AI, our services may become less competitive or obsolete.\nThe biopharmaceutical industry generally, and drug development and clinical research more specifically, are subject to rapid technological changes. Our current competitors or other businesses might develop technologies or services that are more effective or commercially attractive than, or render obsolete, our current or future technologies and services. If our competitors introduce superior technologies or services and if we cannot make enhancements to remain competitive, our competitive position would be harmed. If we are unable to compete successfully, we may lose customers or be unable to attract new customers, which could lead to a decrease in our revenue and have a material adverse effect on our financial condition.\nCircumstances beyond our control could cause the CRO industry to suffer reputational or other harm that could result in an industry-wide reduction in demand for CRO services, which could harm our business. \nDemand for our services may be affected by perceptions of our customers regarding the CRO industry as a whole. For example, other CROs could engage in conduct that could render our customers less willing to do business with us or any CRO. Likewise, a widely reported injury to clinical trial participants could result in negative perceptions of clinical trial activity, thereby adversely impacting our industry. One or more CROs could engage in or fail to detect malfeasance, such as inadequately monitoring sites, producing inaccurate databases or analysis, falsifying patient records, and performing incomplete lab work, or take other actions that would reduce the confidence of our customers in the CRO industry. As a \n- 21 -\n\n\nresult, the willingness of biopharmaceutical companies to outsource R&D services to CROs could diminish and our business could thus be harmed materially by events outside our control. \nOther Legal, Regulatory, Insurance and Tax Risks\nIf we fail to perform our services in accordance with contractual requirements, government regulations and ethical considerations, we could be subject to significant costs or liability and our reputation could be adversely affected. \nWe contract with biopharmaceutical companies to perform a wide range of services to assist them in bringing new drugs to market. Our services include monitoring clinical trials, data and laboratory analysis, electronic data capture, patient recruitment and other related services. Such services are complex and subject to contractual requirements, government regulations, and ethical considerations. For example, we are subject to regulation by the FDA, and comparable foreign regulatory authorities relating to our activities in conducting pre-clinical studies and clinical trials. Before clinical trials begin in the United States, a drug is tested in pre-clinical trials that must comply with Good Laboratory Practice and other requirements. An applicant must file an IND, which must become effective before human clinical testing may begin. Further, an independent IRB, for each medical center proposing to participate in the clinical trial must review and approve the protocol for the clinical trial. Once initiated, clinical trials must be conducted pursuant to and in accordance with the applicable IND conditions, the requirements of the relevant IRBs, the Federal Food, Drug, and Cosmetic Act and its implementing regulations, including GCP, and other requirements. We are also subject to regulation by the Drug Enforcement Administration, or DEA, which regulates the distribution, recordkeeping, handling, security, and disposal of controlled substances. If we fail to perform our services in accordance with these requirements, regulatory authorities may take action against us or our customers. Such actions may include injunctions or failure of such regulatory authority to grant marketing approval of our customers’ products, imposition of clinical holds or delays, suspension or withdrawal of approvals, rejection of data collected in our clinical trials, license revocation, product seizures or recalls, operational restrictions, civil or criminal penalties or prosecutions, damages or fines. Customers may also bring claims against us for breach of our contractual obligations, and patients in the clinical trials and patients taking drugs approved on the basis of those trials may bring personal injury claims against us. Any such action could have a material adverse effect on our business, financial condition, results of operations, cash flows or reputation. \nSuch consequences could arise if, among other things, the following occur: \nImproper performance of our services. The performance of clinical development services is complex and time-consuming. For example, we may make mistakes in conducting a clinical trial that could negatively impact or obviate the usefulness of results of the trial or cause the results of the trial to be reported improperly. If the trial results are compromised, we could be subject to significant costs or liability, which could have an adverse impact on our ability to perform our services and our reputation would be harmed. As examples: \n•non-compliance generally could result in the termination of ongoing clinical trials or the disqualification of data for submission to regulatory authorities; \n•non-compliance could compromise data from a particular trial, such as failure to verify that adequate informed consent was obtained from patients, which could require us to repeat the trial under the terms of our contract at no further cost to our customer, but at a potentially substantial cost to us; and \n•breach of a contractual term could result in liability for damages or termination of the contract. \nThe services we provide in connection with large clinical trials can cost up to tens of millions of dollars, and while we endeavor to contractually limit our exposure to such risks, improper performance of our services could have a material adverse effect on our financial condition, damage our reputation and result in the cancellation of current contracts by the affected customer or other current customers or failure to obtain future contracts from the affected customer or other current or potential customers. \nInvestigation of customers. From time to time, one or more of our customers are investigated by regulatory authorities or enforcement agencies with respect to regulatory compliance of their clinical trials, programs or the marketing and sale of their drugs. In these situations, we have often provided services to our customers with respect to the clinical trials, programs or activities being investigated, and we are called upon to respond to requests for information by the authorities and agencies. There is a risk that either our customers or regulatory authorities could claim that we performed our services improperly or that we are responsible for clinical trial or program compliance. If our customers or regulatory authorities make such claims against us, we could be subject to significant costs in defending our activities and potential damages, fines or penalties. In addition, negative publicity regarding regulatory compliance of our customers’ clinical trials, programs or products could have an adverse effect on our business and reputation. \n- 22 -\n\n\nInsufficient customer funding to complete a clinical trial. As noted above, clinical trials can cost up to tens of millions of dollars. There is a risk that we may initiate a clinical trial for a customer, and then the customer becomes unwilling or unable to fund the completion of the trial. In such a situation, notwithstanding the customer’s ability or willingness to pay for or otherwise facilitate the completion of the trial, we may be ethically bound to complete or wind down the trial at our own expense. \nInteractive voice/web response service malfunction. We develop and maintain our own, and also use third-parties to run, interactive voice/web response systems. These systems automatically manage the randomization of patients in a given clinical trial to different treatment arms and regulate the supply of investigational drugs. An error in the design, programming or validation of these systems could lead to inappropriate assignment or dosing of patients which could give rise to patient safety issues, invalidation of the trial or liability claims against us. Furthermore, negative publicity associated with such a malfunction could have an adverse effect on our business and reputation. Additionally, errors in randomization may require us to repeat the trial at no further cost to our customer, but at a substantial cost to us. \nIn addition to the above U.S. laws and regulations, we must comply with the laws of all countries where we do business, including laws governing clinical trials in the jurisdiction where the trials are performed. Failure to comply with applicable requirements could subject us to regulatory risk, liability and potential costs associated with redoing the trials, which could damage our reputation and adversely affect our operating results. \nSome of our services involve direct interaction with clinical trial patients and operation of a Phase I clinical facility, which could create potential liability that may adversely affect our results of operations and financial condition. \nWe operate a facility where Phase I clinical trials are conducted, which ordinarily involve testing an investigational drug, biologic or medical device on a limited number of individuals to evaluate its safety, determine a safe dosage range and identify side effects. Failure to operate such a facility and clinical trials in accordance with FDA, DEA and other applicable regulations could result in disruptions to our operations. Additionally, we face risks associated with adverse events resulting from the administration of such drugs, biologics and medical devices and the professional malpractice of medical care providers. We also directly employ nurses and other trained employees who assist in implementing the testing involved in our clinical trials, such as drawing blood from subjects. Any professional malpractice or negligence by such investigators, nurses or other employees could potentially result in liability to us in the event of personal injury to or death of a subject in clinical trials. This liability, particularly if it were to exceed the limits of any indemnification agreements and insurance coverage we may have, may adversely affect our financial condition, results of operations and reputation.\nOur clinical development services could subject us to potential liability that may adversely affect our results of operations and financial condition. \nOur business involves the testing of new drugs, biologics and medical devices on patients in clinical trials. Our involvement in the clinical trial and development process creates a risk of liability for personal injury to or death of patients, particularly for those with life-threatening illnesses, resulting from adverse reactions to the products administered during testing or after regulatory approval. For example, we may be sued in the future by individuals alleging personal injury due to their participation in clinical trials and seeking damages from us under a variety of legal theories. If we are required to pay damages or incur defense costs in connection with any personal injury claim that is outside the scope of indemnification agreements we have with our customers, if any indemnification agreement is not performed in accordance with its terms or if our liability exceeds the amount of any applicable indemnification limits or available insurance coverage, our business, financial condition, results of operations, cash flows or reputation could be materially and adversely affected. We might also not be able to obtain adequate insurance or indemnification for these types of risks at reasonable rates in the future. \nWe also contract with institutions and physicians to serve as investigators in conducting clinical trials if the investigators or study staff commit errors or make omissions during a clinical trial that result in harm to trial patients, or patients suffer harm with a delayed onset after a clinical trial is completed and the product has obtained regulatory approval, claims for personal injury or products liability damages may result. Additionally, if the investigators engage in fraudulent or negligent behavior, trial data may be compromised, which may require us to repeat the clinical trial or subject us to liability or regulatory action. We do not believe we are legally responsible for the medical care rendered by such third party investigators, and we would vigorously defend any claims brought against us. However, it is possible we could be found liable for claims with respect to the actions of third party investigators and the institutions at which clinical trials may be conducted. \n- 23 -\n\n\nOur operations involve the use and disposal of hazardous substances and waste which can give rise to liability that could adversely impact our financial condition. \nWe conduct activities that have involved, and may continue to involve, the controlled use of hazardous materials and the creation of hazardous substances, including medical waste and other highly regulated substances. As a result, our operations pose the risk of accidental contamination or injury caused by the release of these materials and/or the creation of hazardous substances, including medical waste and other highly regulated substances. In the event of such an accident, we could be held liable for damages and cleanup costs which, to the extent not covered by existing insurance or indemnification, could harm our business. In addition, other adverse effects could result from such liability, including reputational damage resulting in the loss of additional business from certain customers. \nWe act as legal representative and/or data representative for some clients.\nWe act as the legal representative and/or the data representative for certain clients in certain jurisdictions. As we believe that acting as legal representative and/or data representative of clients exposes us to a higher risk of liability, this service is provided subject to our policy and requires certain preconditions to be met. The preconditions relate to obtaining specific insurance commitments and indemnities from the client to cover the nature of the exposure. However, there is no guarantee that the specific insurance will be available and provide cover or that a client will fulfil its obligations in relation to their indemnity.\nOur insurance may not cover all of our indemnification obligations and other liabilities associated with our operations. \nWe maintain insurance designed to provide coverage for ordinary risks associated with our operations and our ordinary indemnification obligations, which we believe to be customary for our industry. The coverage provided by such insurance may not be adequate for all claims we may make or may be contested by our insurance carriers. If our insurance is not adequate or available to pay liabilities associated with our operations, or if we are unable to purchase adequate insurance at reasonable rates in the future, our business, financial condition, results of operations or cash flows may be materially adversely impacted.\nOur effective income tax rate may fluctuate, which may adversely affect our operations, earnings and earnings per share. \nOur effective income tax rate is influenced by our projected profitability in the various taxing jurisdictions in which we operate. The global nature of our business increases our tax risks. In addition, for various reasons, revenue authorities in many of the jurisdictions in which we operate are known to have become more active in their tax collection activities. Changes in the distribution of profits and losses among taxing jurisdictions may have a significant impact on our effective income tax rate, which in turn could have an adverse effect on our net income and earnings per share. The application of tax laws in various taxing jurisdictions, including the United States, is subject to interpretation, and tax authorities in various jurisdictions may have diverging and sometimes conflicting interpretations of the application of tax laws. Changes in tax laws or tax rulings, in the United States or other tax jurisdictions in which we operate, could materially impact our effective tax rate. \nFactors that may affect our effective income tax rate include, but are not limited to: \n•the requirement to exclude from our quarterly worldwide effective income tax calculations losses in jurisdictions where no income tax benefit can be recognized; \n•actual and projected full year pre-tax income, including differences between actual and anticipated income before taxes in various jurisdictions; \n•changes in tax laws, or in the interpretation or application of tax laws, in various taxing jurisdictions; \n•audits or other challenges by taxing authorities; \n•changes to intercompany transfer pricing policies or changes in laws within foreign tax jurisdictions\n•the establishment of valuation allowances against a portion or all of certain deferred income tax assets if we determined that it is more likely than not that future income tax benefits will not be realized; and \n•changes in the relative mix and size of clinical trials and staffing levels in various tax jurisdictions. \nThese changes may cause fluctuations in our effective income tax rate that could adversely affect our results of operations and cause fluctuations in our earnings and earnings per share.\n- 24 -\n\n\nIf we fail to comply with federal, state and foreign healthcare laws, including fraud and abuse laws, we could face substantial penalties and our business, results of operations, financial condition and prospects could be adversely affected. \nEven though we do not order healthcare services or bill directly to Medicare, Medicaid or other third party payors, certain federal and state healthcare laws and regulations pertaining to fraud and abuse are applicable to our business. We could be subject to healthcare fraud and abuse laws of both the federal government and the states in which we conduct our business. Because of the breadth of these laws and the narrowness of available statutory and regulatory exceptions, it is possible that some of our business activities could be subject to challenge under one or more of such laws. If we or our operations are found to be in violation of any of the laws described above or any other governmental regulations that apply to us, we may be subject to penalties, including civil and criminal penalties, damages, fines, imprisonment and the curtailment or restructuring of our operations, any of which could materially adversely affect our ability to operate our business and our financial results. \nLaws and regulations regarding the protection of personal data could result in increased risks of liability or increased cost to us or could limit our service offerings. \nThe confidentiality, collection, use and disclosure of personal data, including clinical trial patient-specific information, are subject to governmental regulation generally in the country in which the personal data was collected or used. For example, U.S. federal regulations under the Health Insurance Portability and Accountability Act of 1996, as amended by the Health Information Technology for Economic and Clinical Health Act of 2009 and their implementing regulations, including the Privacy and Security Rules, or collectively, HIPAA, generally require individuals’ written authorization, in addition to any required informed consent, before protected health information may be used for research and such regulations specify standards for de-identifications and for limited data sets. We may also be subject to applicable state privacy and security laws and regulations in states in which we operate. Two of our subsidiaries, Medpace Clinical Pharmacology, LLC and C-MARC, LLC, are covered entities under HIPAA. Further, because of amendments to the HIPAA Privacy and Security Rules that were promulgated on January 25, 2013, known as the Omnibus Final Rule, service providers to covered entities under HIPAA, known as business associates, are now directly subject to HIPAA. There are some instances where we may be a HIPAA “business associate” of a “covered entity,” meaning that we may be directly liable for any breaches of protected health information and other HIPAA violations. We are also liable contractually under any business associate agreements we have signed with covered entities. If we are determined to be a business associate, we would be subject to HIPAA’s enforcement scheme, which, as amended, can result in up to $1.5 million in annual civil penalties for each HIPAA violation. A single breach incident can result in multiple violations of the HIPAA standards, meaning that penalties could be in excess of $1.5 million. In addition, the Federal Civil Penalties Inflation Adjustment Improvement Act of 2015 required all federal agencies to adjust their civil monetary penalties to inflation, no later than August 1, 2016. As a result, the minimum annual penalties for each HIPPA violation which occurs later than February 17, 2009 is now $1.7 million. \nHIPAA also authorizes state attorneys general to file suit on behalf of their residents for violations. Courts are able to award damages, costs and attorneys’ fees related to violations of HIPAA in such cases. While HIPAA does not create a private right of action allowing individuals to file suit against us in civil court for violations of HIPAA, its standards have been used as the basis for duty of care cases in state civil suits such as those for negligence or recklessness in the misuse or breach of protected health information. In addition, HIPAA mandates that the Secretary of the U.S. Department of Health and Human Services conduct periodic compliance audits of HIPAA covered entities and their business associates for compliance with the HIPAA privacy and security standards, and Phase two of these audits, focusing on business associates has begun. \nIn the EU, personal data includes any information that relates to an identified or identifiable natural person with health information carrying additional obligations, which may include obtaining the explicit consent from the individual for collection, use or disclosure of the information. In addition, we are subject to EU rules with respect to export of such data out of the EU. Such data export rules are constantly changing. The United States, the EU and its member states, and other countries where we have operations, such as China and Singapore, continue to issue new privacy and data protection rules and regulations that relate to personal data and health information. Failure to comply with certain certification/registration and annual re-certification/registration provisions associated with these data protection and privacy regulations and rules in various jurisdictions, or to resolve any serious privacy or security complaints, could subject us to regulatory sanctions, criminal prosecution or civil liability. Federal, state and foreign governments may propose or have adopted additional legislation governing the collection, possession, use or dissemination of personal data, such as personal health information, and personal financial data as well as security breach notification rules for loss or theft of or unauthorized access to such data. Additional legislation or regulation of this type might, among other things, require us to implement new security measures and processes or bring within the legislation or regulation de-identified health or other personal data, each of \n- 25 -\n\n\nwhich may require substantial expenditures or limit our ability to offer some of our services. Additionally, if we violate applicable laws, regulations or duties relating to the use, privacy or security of personal data, we could be subject to civil liability or criminal prosecution, be forced to alter our business practices and suffer reputational harm. We also are subject to the requirements of the EU’s General Data Protection Regulation, or GDPR, because we are processing data in the EU and data of EU residents outside of the EU. The GDPR shortens the deadline for data breach notifications, imposes additional obligations when we process personal data on behalf of our customers, including in relation to security measures, and increases administrative burdens on companies processing personal data, including employee and business partner data. If we do not comply with our obligations under the GDPR we could be exposed to significant fines of up to 20 million EUR or up to 4% of the total worldwide annual turnover of the preceding financial year, whichever is higher.\nOur business could be harmed from the loss or suspension of a license or imposition of a fine or penalties under, or future changes in, or interpretations of, the law or regulations of the Clinical Laboratory Improvement Act of 1967, and the Clinical Laboratory Improvement Amendments of 1988 (CLIA), or those of other national, state or local agencies in the U.S. and other countries where we operate laboratories.\nThe commercial laboratory testing industry is subject to extensive U.S. regulation, and many of these statutes and regulations have not been interpreted by the courts. CLIA extends federal oversight to virtually all clinical laboratories operating in the U.S. by requiring that they be certified by the federal government or by a federally approved accreditation agency. The sanction for failure to comply with CLIA requirements may be suspension, revocation or limitation of a laboratory’s CLIA certificate, which is necessary to conduct business, as well as significant fines and/or criminal penalties. In addition, we are subject to regulation under state law. State laws may require that laboratories and/or laboratory personnel meet certain qualifications, specify certain quality controls or require maintenance of certain records. We also operate laboratories outside of the U.S. and are subject to laws governing our laboratory operations in the other countries where we operate.\nApplicable statutes and regulations could be interpreted or applied by a prosecutorial, regulatory or judicial authority in a manner that would adversely affect our business. Potential sanctions for violation of these statutes and regulations include significant fines and the suspension or loss of various licenses, certificates and authorizations, which could have a material adverse effect on our business. In addition, compliance with future legislation could impose additional requirements on us, which may be costly.\nEnvironmental, Social and Governance initiatives could increase our costs, and inaction could harm our reputation and adversely impact our financial results.\nThere has been increasing public focus by investors, customers, environmental activists, the media, and governmental and nongovernmental organizations on a variety of environmental, social, governance and other sustainability matters. In light of the importance of this to internal and external stakeholders, if we are not effective in addressing environmental, social, governance and other sustainability matters affecting our business our reputation and financial results may suffer. We may experience increased costs, which could have an adverse impact on our business and financial condition.\nIn addition, this emphasis on environmental, social, governance and other sustainability matters has resulted and may result in the adoption of new laws and regulations, including new reporting requirements. Such rules may require us to incur significant additional costs to comply, including the implementation of significant additional internal controls processes and procedures regarding matters that have not been subject to such controls in the past, and impose increased oversight obligations on our management and Board. If we fail to comply with new laws, regulations, or reporting requirements, our reputation and business could be adversely impacted. In addition, compliance with new laws, regulations, and reporting requirements may result in disclosures of potentially sensitive information.\nChanges in climate patterns or unusual weather at some of our locations can lead to increased energy usage and costs, or otherwise adversely impact our facilities and operations and disrupt our ability to conduct clinical trials in the normal course.\nStructural and Organizational Risks\nOur Chief Executive Officer and founder controls a substantial amount of our outstanding common stock and his interests may be different from or conflict with those of our other shareholders. \nAs of December 31, 2024, August J. Troendle, our Chief Executive Officer and founder, through his direct ownership of 654,656 shares of our common stock and his beneficial ownership of 4,733,019 shares of our common stock held by Medpace Investors LLC (“Medpace Investors”), controls approximately 17.6% of the outstanding shares of our common \n- 26 -\n\n\nstock. Upon a distribution of our common stock held by Medpace Investors, our Chief Executive Officer would receive approximately 85.7% of such distributed shares. Accordingly, August J. Troendle is able to exert a significant degree of influence or actual control over our management and affairs and corporate actions requiring shareholder approval, irrespective of how our other shareholders may vote, including: \n•the election and removal of directors and the size of our board of directors, or the Board; \n•any amendment of our articles of incorporation or bylaws; or \n•the approval of mergers and other significant corporate transactions, including a sale of substantially all of our assets. \nMoreover, August J. Troendle’s share ownership may also adversely affect the trading price for our common stock to the extent investors perceive disadvantages in owning shares of a company with a significant shareholder. \nWe are party to transactions with related persons that may increase the risk of allegations of conflicts of interest, and such allegations may impair our ability to realize the benefits we expect from these transactions.\nDue to the relationships among us and certain related persons, the agreements or other transactions we have entered into with them are considered related person transactions. Our agreements or transactions with related persons may not be on terms as favorable to us as they would have been if they had been negotiated among unrelated persons. For additional information on related person transactions involving us, see the “Certain Relationships” section in our Proxy Statement for our 2025 Annual Meeting of Stockholders. While our Related Person Transaction Policy and Procedures requires our Audit Committee’s consideration of all relevant facts and circumstances, including a determination of whether the transaction has terms comparable to those that could be obtained in an arm’s length transaction, the potential for a conflict of interest exists and such related persons may have conflicts of interest, or the appearance of conflicts of interest, with respect to matters involving or affecting us and the related person. Moreover, we are subject to the risk that our stockholders may challenge any such related person transactions and the agreements entered into as part of them. If such a challenge were to be successful, we might not realize the benefits expected from the transactions being challenged. Moreover, any such challenge could result in substantial costs and a diversion of our management’s attention, could have a material adverse effect on our reputation, business and growth and could adversely affect our ability to realize the benefits expected from the transactions, whether or not the allegations have merit or are substantiated. \nGeneral Risks\nIf we lose the services of key personnel or are unable to recruit experienced personnel, our business could be adversely affected. \nOur success substantially depends on the collective performance, contributions and expertise of our senior management team, including August J. Troendle, our Chief Executive Officer and founder, and other key personnel including qualified management, professional, scientific and technical operating staff. There is significant competition for qualified personnel in the biopharmaceutical services industry, particularly for those with higher educational degrees, such as a medical or nursing degree, a Ph.D., or an equivalent degree, and our industry generally tends to experience relatively high levels of employee turnover. If any of our key employees were to join a competitor or to form a competing company, some of our customers might choose to use the services of that competitor or new company instead of our own. Furthermore, customers or other companies seeking to develop in-house capabilities may hire some of our senior management or other key employees. The departure of any key contributor, the payment of increased compensation to attract and retain qualified personnel or our inability to continue to identify, attract and retain qualified personnel or replace any departed personnel in a timely fashion may impact our ability to grow our business and compete effectively in our industry and may negatively affect our business, financial condition, results of operations, cash flows or reputation. \nOur operations might be affected by the occurrence of a natural disaster or other catastrophic event. \nWe depend on our customers, investigators, laboratories and other facilities for the continued operation of our business. Although we have contingency plans in place for natural disasters or other catastrophic events, these events, including terrorist attacks, pandemic flu, hurricanes, floods and ice and snow storms, could nevertheless disrupt our operations and IT systems or those of our customers, investigators and collaboration partners, which could also affect us. Even though we carry business interruption insurance policies and typically have provisions in our contracts that protect us in certain events, we might suffer losses as a result of business interruptions that exceed the coverage available under our insurance policies or for which we do not have coverage. Any natural disaster or catastrophic event affecting us or our customers, \n- 27 -\n\n\ninvestigators or collaboration partners could have a significant negative impact on our operations and financial performance.",
      "char_count": 84972
    }
  },
  "extracted_at": "2025-10-18T17:39:25.207030"
}