{
  "ticker": "NECB",
  "company_name": "NorthEast Community Bancorp, Inc./MD/",
  "cik": 1847398,
  "form_type": "10-K",
  "filing_date": "2025-03-14",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001558370-25-002975",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001847398&accession_number=000155837025002975&xbrl_type=v",
  "sic_code": "6036",
  "industry": "Savings Institutions, Not Federally Chartered",
  "sections": {
    "item1": {
      "text": "ITEM 1.BUSINESS\nGeneral\nNortheast Community Bancorp, Inc. (the “Company”) is a Maryland corporation that was incorporated in May 2021 to be the successor to NorthEast Community Bancorp, Inc., a federally chartered corporation (the “Mid-Tier Holding Company”), upon completion of the second-step conversion of NorthEast Community Bank (the “Bank”) from the two-tier mutual holding company structure to the stock holding company structure. NorthEast Community Bancorp, MHC was the former mutual holding company for the Mid-Tier Holding Company prior to the completion of the second-step conversion. In conjunction with the second-step conversion, each of NorthEast Community Bancorp, MHC and the Mid-Tier Holding Company merged out of existence and now cease to exist. The second-step conversion was completed on July 12, 2021, at which time the Company sold, for gross proceeds of $97.8 million, a total of 9,784,077 shares of common stock at $10.00 per share. As part of the second-step conversion, each of the existing outstanding shares of Mid-Tier Holding Company common stock owned by persons other than NorthEast Community Bancorp, MHC was converted into 1.3400 shares of Company common stock. As a result of the second-step conversion, all share information has been subsequently revised to reflect the 1.3400 exchange ratio, unless otherwise noted.\nThe Bank is a New York State-chartered savings bank and the Company’s primary activity is the ownership and operation of the Bank.\nThe Bank is headquartered in White Plains, New York. The Bank was founded in 1934 and is a community oriented financial institution dedicated to serving the financial services needs of individuals and businesses within its market area. The Bank currently conducts business through its eleven branch offices located in Bronx, New York, Orange, Rockland, and Sullivan Counties in New York and Essex, Middlesex and Norfolk Counties in Massachusetts and three loan production offices located in White Plains, New York, New City, New York and Danvers, Massachusetts.\nThe Bank’s principal business consists of originating primarily construction loans and, to a lesser extent, commercial and industrial loans, multifamily and mixed-use residential real estate loans, and non-residential real estate loans. The Bank offers a variety of retail deposit products to the general public in the areas surrounding its main office and its branch offices, with interest rates that are competitive with those of similar products offered by other financial institutions operating in its market area. The Bank also utilizes wholesale deposits and borrowings as a source of funds. The Bank’s revenues are derived primarily from interest on loans and, to a lesser extent, interest on investment securities and mortgage-backed securities. The Bank also generates revenues from other income including deposit fees, service charges and investment advisory fees.\nThe Bank previously offered investment advisory and financial planning services under the name of Harbor West Wealth Management Group, a division of the Bank, through a networking arrangement with a registered broker-dealer and investment advisor. In December 2023, the Bank entered into an agreement to sell all of the Bank’s assets relating to Harbor West Wealth Management Group to a third party and the asset sale was completed in January 2024. The Bank no longer generates investment advisory fees following the completion of the transaction.\nOur executive offices are located at 325 Hamilton Avenue, White Plains, New York 10601 and our telephone number is (914) 684-2500. Our website address is www.necb.com. Information on our website should not be considered a part of this report.\nThroughout this report, references to “we,” “us” or “our” refer to the Company or the Bank, or both, as the context indicates.\nMarket Area\nWe are headquartered in White Plains, New York, which is located in Westchester County, and we operate through our main and annex offices in White Plains, two full-service branch offices in the New York City borough of Manhattan (New York County), one full-service branch office in the New York City borough of the Bronx (Bronx County), two full-service branch offices in Rockland County, New York, two full-service branch offices in Orange \n\n\n\n\n\nCounty, New York, one full-service branch office in Sullivan County, New York, and three full-service branches in Danvers (Essex County), Framingham (Middlesex County) and Quincy (Norfolk County), Massachusetts, and loan production offices in White Plains, New York, New City, New York and Danvers, Massachusetts. We generate deposits through our main office and eleven branch offices. We conduct lending activities primarily in the State of New York, the Commonwealth of Massachusetts, and, to a lesser extent, in New Jersey. We also have a limited number of loans in Connecticut, a state in which we no longer originate loans.\nOur construction loans originated in Orange, Rockland and Sullivan Counties in New York and Brooklyn (Kings County) are almost exclusively located within homogeneous communities that demonstrate significant population growth concentrated in well-defined existing, and newer expanding, communities. Construction loans originated in Bronx County are located in high demand, high absorption areas. These communities are substantially different from New York State and nationwide economic fluctuations and are considered to be high absorption areas, i.e., where the demand for rental or purchase properties is far greater than available supply.\nWith respect to the markets in which we primarily originate non-construction loans, our market area includes a population base with a broad cross section of wealth, employment and ethnicity. We operate in markets that generally have experienced relatively slow demographic growth, a characteristic typical of mature urban markets located throughout the Northeast region. New York County is a relatively affluent market, reflecting the influence of Wall Street along with the presence of a broad spectrum of Fortune 500 companies. Comparatively, Bronx County is home to a broad socioeconomic spectrum, with a significant portion of the respective populations employed in relatively low and moderate wage blue collar jobs. Westchester and neighboring counties are affluent markets, serving as desired suburban locations for commuting into New York City and White Plains as well as reflecting growth of higher paying jobs in the counties.\nThe counties of Massachusetts in which the Danvers, Framingham, and Quincy offices currently operate include a mixture of rural, suburban and urban markets. The economies of these areas were historically based on manufacturing, but, similar to many areas of the country, the underpinnings of these economies are now more technological and service oriented, with employment spread across many economic sectors including service, finance, health-care, technology, real estate and government.\nWhile our New York and Massachusetts markets have different economic characteristics, our customer base in these states tends to be similar and is comprised mostly of owners of low- to moderate-income apartment buildings or non-residential real estate in low- to moderate-income areas.\nWe periodically evaluate our network of banking offices to optimize the penetration in our market area. Our business strategy currently includes opening new branches in and around our market area.\nCompetition\nWe face significant competition for the attraction of deposits and origination of loans. Our most direct competition for deposits and loans has historically come from the numerous national, regional and local community financial institutions operating in our market area, including a number of independent banks and credit unions, in addition to other financial service companies, such as brokerage firms and other similar entities. In addition, we face competition for investors’ funds from money market funds and other corporate and government securities. Competition for loans also comes from the increasing number of non-depository financial service companies entering the commercial real estate or construction lending market, such as financial technology companies, securities companies and specialty finance companies.\nWe believe that our long-standing presence in our market areas in New York and Massachusetts, and our personal service philosophy enhance our ability to compete favorably in attracting and retaining individual and business customers. We actively solicit deposit-related customers and compete for deposits by offering customers personal attention, professional service, and competitive interest rates. \n\n\n\nLending Activities\nWe originate loans primarily for investment purposes. The largest segment of our loan portfolio is construction loans followed by multi-family real estate loans. We also originate mixed-use and non-residential real estate loans and commercial and industrial loans. We consider our lending territory to be the New York State/New York City Metropolitan area and the Massachusetts/Boston Metropolitan area. We also originate a limited number of loans in New Jersey. Although we no longer originate loans in Connecticut, we also have a limited number of loans in this state. At December 31, 2024, $1.6 billion, or 89.2%, of our portfolio was secured by loans in the New York State/New York Metropolitan Area, $163.1 million, or 9.0%, of our portfolio was secured by loans in the Massachusetts/Boston Metropolitan Area and $32.7 million, or 1.8%, of our portfolio was secured by loans in Connecticut and New Jersey.\nConstruction Loans.  We have been originating construction loans secured by the construction of multi-family and single family properties in Massachusetts and by the construction primarily of multi-family, residential condominium properties, and occasionally non-residential properties located in New York State, primarily in Bronx, Orange, Rockland and Sullivan Counties, for more than a decade.\nSince the latter part of 2013, we have primarily made construction loans to borrowers and developers who we know or who are referred to us by existing customers for construction in high absorption, homogeneous communities in our New York State market area. The demand for housing (whether for rent or for purchase) is far greater in these high absorption communities than the available supply. This lack of balance between supply and demand leads to available units being under contracts of sale or leases signed very soon after certificates of occupancy are received by the building owners. Generally, in homogeneous communities, units that are under construction have purchase agreements before they are complete.\nWe will make construction loans on condominium buildings, containing between two to more than 250 units or for single family homes and single family housing developments of as many as 400 homes, in each case in high absorption and/or homogeneous areas. For such loans, we do not offer permanent financing. We originate land acquisition and development loans whereby the land is ready to build with all permits in place or construction is “as of right.” We also originate occasional land loans to existing well established borrowers with the understanding the borrower will obtain all required permits prior to the borrower requesting a construction loan to develop the property.\nConstruction loans are typically for 18 to 36 month terms, pay interest only during that period, and are indexed to the prime rate plus a margin. All construction loans are underwritten on an “as is” basis and an “as completed” basis and must meet our normal loan to value ratio requirements for construction loans. In addition, if construction loans are for condominiums, as a backstop, the project will be underwritten as if they will be rental properties.\nWe generally require the borrower to contribute 50% to 60% of the total raw land acquisition cost. If an existing structure is to be demolished, the loan to value ratio will be limited to 50% of the improved land value alone. To ensure sufficient construction funds are available for a project, we may elect to finance up to 100% of the construction costs, which includes a 10% contingency, in an amount not to exceed 70% of the “as complete” appraised value. We also require the borrower to submit various construction documentations, including but not necessarily limited to cost estimates, property surveys, approved building plans and specifications, and approved building permits. We generally require our borrowers to fund an interest reserve in advance. We do not fund interest reserves from the loan proceeds. As a project progresses and the borrower requests funds to continue the project, we require an independent consultant to inspect the project to verify that the work has been completed prior to disbursing the funds sought. We also obtain a title continuation update to confirm that no liens have been placed on the project. Inspections for the purpose of funding/advancing proceeds are conducted by one of our employees as well as by a third-party construction inspector approved by us.\nConstruction loans in Orange, Rockland and Sullivan Counties consist primarily of loans to construct contemporary town-house style condominium buildings and complexes containing from four to 250 units. Construction loans in Bronx County consist primarily of loans to construct affordable rental apartment buildings containing between ten and 100 or more apartments. Most buildings in the Bronx are granted real estate tax abatements under New York City’s former 421-A tax abatement program or the new 485-x tax abatement program approved on April 27, 2024 by New York State to replace the expired 421-A tax abatement program.\n\n\n\n\nOur average construction loans range from $5.0 million to $10.0 million on buildings and complexes ranging from 20 to 40 units. We also lend on projects, completed in stages, of up to $45 million. For projects above $33 million, we generally partner with a participating bank from outside our market area.\nWe typically grant separate land and construction loans and occasionally site development loans secured by the project. At December 31, 2024, if we were to count land, construction and development loans as separate loans, our construction loan portfolio consisted of 485 loans totaling $1.9 billion in committed amount, comprised of outstanding disbursed balances of $1.4 billion and undisbursed loans in process of $398.4 million. At December 31, 2024, the construction loan portfolio was comprised primarily of 483 New York construction loans with $1.9 billion in committed amount, comprising of outstanding disbursed balances of $1.4 billion and undisbursed loans in process of $398.3 million. The remaining two construction loans are located in New Jersey, with $10.6 million in committed amount, $10.5 million in disbursed amount, and undisbursed loans in process of $110,000. \nAt December 31, 2024, if we were to combine land, construction and development loans as one loan on a project, our construction loan portfolio consisted of 269 loans totaling $1.9 billion in committed amount, comprised of outstanding disbursed balance of $1.4 billion and undisbursed loans in process of $398.4 million. All construction loans were performing according to their terms at December 31, 2024.\nIf we were to count land, construction and development loans as separate loans, the average loan size in our construction loan portfolio was $3.8 million in committed amount, comprised of outstanding disbursed balances of $2.9 million and undisbursed loans in process of $822,000 at December 31, 2024. If we were to combine land, construction and development loans as one loan on a project, the average loan size in our construction loan portfolio was $5.4 million in committed amount, comprised of outstanding disbursed balances of $3.8 million and undisbursed loans in process of $1.5 million at December 31, 2024. \nOur largest outstanding construction loan at December 31, 2024 had a committed amount of $27.2 million, an outstanding balance of $26.9 million, and an undisbursed available balance of $373,000. This loan was performing in accordance with its terms at December 31, 2024 and is secured by the development of a 110 apartment unit multi-family building located in the Bronx, New York. \nOur largest committed construction loan project at December 31, 2024 was comprised of five loans with a total commitment of $49.2 million of which 50.0% of the commitment of four of the five loans has been sold to another financial institution thereby reducing our committed portion to $27.4 million. Our portion of these construction loans had an outstanding balance of $26.7 million and an undisbursed available balance of $594,000 at December 31, 2024 and was performing in accordance with its terms at December 31, 2024. These loans are secured by the development of a 160,000 square foot class A office building located in Monsey, New York.\nAt December 31, 2024, our largest outstanding credit relationship with one borrower totaled $51.6 million, comprising of four construction loans with $33.1 million in committed amount, three commercial and industrial lines of credit with $15.0 million in committed amount, and six stand-by letters of credit with $3.5 million in committed amount. Of the $51.6 million in committed amount, $11.2 million of the commitment in construction loans has been sold to two other financial institutions thereby reducing our committed portion to $40.4 million. Our portion of these construction loans had an outstanding balance of $18.8 million and undisbursed loans in process of $480,000 at December 31, 2024. The three commercial and industrial lines of credit had an outstanding balance of $6.2 million and undisbursed available balance of $8.8 million at December 31, 2024. The six stand-by letters of credit have not been drawn upon. All of these loans were performing in accordance with their terms at December 31, 2024.\nAt December 31, 2024, our largest outstanding committed construction loan relationship with one borrower totaled $45.9 million, of which $8.0 million of the commitment in construction loans has been sold to two other financial institutions thereby reducing our committed portion to $37.9 million. Our portion of these construction loans had an outstanding balance of $31.6 million and undisbursed loans in process of $6.2 million at December 31, 2024. All of these loans were performing in accordance with their terms at December 31, 2024.\nCommercial and Industrial Loans.  We provide credit to commercial and industrial businesses that are located within our market area. We also provide commercial and industrial loans to real estate developers in the New York \n\n\n\n\nMetropolitan Area. Pursuant to our lending policy, we generally limit the aggregate of all loans and lines of credit (including unused commitments) to any one borrower to no more than 10% of our Tier 1 Capital. Our policy requires a guaranty of all owners of the borrower who own 20% or more of the business and we impose collateral requirements on our commercial and industrial loans.\nInterest rates and payments on our commercial and industrial loans are typically indexed to the prime rate as published in the Wall Street Journal and adjusted as the prime rate changes. At December 31, 2024, the average balance of loans in our commercial and industrial loan portfolio was $711,000. \nAt December 31, 2024, the largest outstanding commercial and industrial loan was comprised of an unsecured line of credit with an outstanding balance of $10.0 million and no remaining available line of credit. The borrower also has two other commercial and industrial loans with total lines of credit of $2.1 million, outstanding balances of $1.3 million, and remaining available line of credit of $750,000 at December 31, 2024. In addition, this borrower has three construction loans with a total commitment of $16.0 million, an outstanding disbursed balance of $13.4 million, and undisbursed loans in process balance of $2.5 million at December 31, 2024. \nAt December 31, 2024, our largest outstanding commercial and industrial loan relationship with one borrower was comprised of five lines of credit totaling $9.7 million, outstanding balances of $5.4 million, and remaining available lines of credit totaling $4.3 million. The borrower also has two commercial and industrial term loans with outstanding balances of $2.5 million at December 31, 2024. In addition, the borrower has a mortgage loan secured by a non-residential property with an outstanding balance of $369,000 at December 31, 2024. \nAll the aforementioned commercial and industrial loans and mortgage loan were performing according to their terms at December 31, 2024.\nMultifamily and Mixed-Use Real Estate Loans.  We offer adjustable-rate mortgage loans secured by multifamily and mixed-use real estate. These loans are comprised primarily of loans on moderate income apartment buildings located in our lending territory and include; loans on cooperative apartment buildings (in the New York area); and loans for Section 8 multifamily housing. In New York, most of the apartment buildings that we lend on are rent-stabilized or free market buildings. Mixed-use real estate loans are secured by properties that are intended for both residential and business use. We originate multifamily and mixed-use real estate loans in Massachusetts and, on a limited basis, in New Jersey.\nWe offer construction/renovation loans on multifamily and mixed-use rental properties in high absorption areas, dependent on vacancy rates in relation to borough or town averages. In recent years, except for Massachusetts, we have de-emphasized multifamily and mixed-use real estate lending as we have focused more on construction lending.\nWe have been originating multifamily and mixed-use real estate loans in the New York State/New York Metropolitan Area for 91 years. In the New York State/New York Metropolitan Area, our ability to continue to grow our portfolio is dependent on the continuation of our relationships with mortgage brokers, as the multifamily and mixed-use real estate loan market is primarily broker driven. We have longstanding relationships with mortgage brokers in the New York market area, who are familiar with our lending practices and our underwriting standards. We also deal directly with building owners throughout our lending area. At December 31, 2024, multifamily and mixed-use real estate loans to borrowers in the New York State/New York Metropolitan Area totaled $70.8 million.\nIn the Massachusetts/Boston Metropolitan Area, where we have also originated such loans, the primary source of mortgage loan originations are from personal contacts by our loan officer and referrals from existing customers. We generally retain for our portfolio all of the loans that we originate in Massachusetts. At December 31, 2024, multifamily and mixed-use real estate loans to borrowers in the Massachusetts/Boston Metropolitan Area totaled $156.7 million.\nWe originate a variety of adjustable-rate and balloon multifamily and mixed-use real estate loans. The adjustable-rate loans have fixed rates for a period of one, two, three and five years and then adjust every one, two, three or five years thereafter, based on the terms of the loan. Maturities on these loans can be up to 15 years, and typically they amortize over a 20 to 30-year period. Interest rates on our adjustable-rate loans are adjusted to a rate that equals the applicable one-, two-, three- or five-year Federal Home Loan Bank (“FHLB”) of New York or FHLB of Boston advance \n\n\n\n\nrate plus a margin. The balloon loans have a maximum maturity of five years. The lifetime interest rate cap is five percentage points over the initial interest rate of the loan (four percentage points for loans with one-, two- and three-year terms). The typical multifamily or mixed-use real estate loan refinances within the first five-year period and, in doing so, generates prepayment penalties ranging from one to five points of the outstanding loan balance. Under our loan-refinancing program, borrowers who are current under the terms and conditions of their contractual obligations can apply to refinance their existing loans to the rates and terms then offered on new loans after the payment of their contractual prepayment penalties.\nIn making multifamily and mixed-use real estate loans, we primarily consider the net operating income generated by the real estate to support the debt service, the borrower’s financial resources, the income level and managerial expertise of the borrower, the marketability of the property and our lending experience with the borrower. We typically require a personal guarantee of the borrower. We rate the property underlying the loan as Class A, B or C. Our current policy is to require a minimum debt service coverage ratio (the ratio of earnings after subtracting all operating expenses to debt service payments) of between 1.25x and 1.40x depending on the rating of the underlying property. The average multifamily loan debt-service coverage is 2.58x and the average loan-to-value ratio of our multifamily real estate loans is 37.5%. The average mixed-use real estate loan debt-service coverage is 2.98x and the average loan-to-value ratio of our mixed-use real estate loans is 37.5%. On multifamily and mixed-use real estate loans, our current policy is to finance up to 75% of the lesser of the appraised value or purchase price of the property securing the loan on purchases and refinances of Class A and B properties and up to 65% of the lesser of the appraised value or purchase price for properties that are rated Class C. Properties securing multifamily and mixed-use real estate loans are appraised by independent appraisers, inspected by us and generally require Phase 1 environmental surveys.\nThe majority of the multifamily real estate loans in our portfolio are secured by ten unit to 100 unit apartment buildings. At December 31, 2024, the majority of our mixed-use real estate loans are secured by properties that are at least 85% residential.\nLoans secured by multifamily and mixed-use real estate generally have larger balances and involve a greater degree of risk than one- to four-family residential mortgage loans. Of primary concern in multifamily residential and mixed-use real estate lending is the borrower’s credit-worthiness and the feasibility and cash flow potential of the project. Payments on loans secured by income producing properties often depend on successful operation and management of the properties. As a result, repayment of such loans may be subject, to a greater extent than residential real estate loans, to adverse conditions in the real estate market or the economy. In reaching a decision on whether to make a multifamily residential or mixed-use real estate loan, we consider the net operating income of the property, the borrower’s expertise, credit history and profitability, and the value of the underlying property.\nAs of December 31, 2024, the largest outstanding multifamily real estate loan had a balance of $12.8 million and was performing according to its terms. This loan is secured by a 62-unit two building apartment complex located in Boston, Massachusetts.\nOur largest mixed-use real estate loan had a balance of $4.0 million and was performing according to its terms at December 31, 2024. This loan is secured by a mixed-use building with eight apartment units and a ground floor restaurant commercial unit located in the West Village section of New York City. As of December 31, 2024, the average loan size in our multifamily and mixed-use portfolio was approximately $1.7 million.\nNon-Residential Real Estate Loans.  Our non-residential real estate loans are generally secured by office buildings, medical facilities, and retail shopping centers that are primarily located within our lending area.\nAt December 31, 2024, our non-residential real estate loan portfolio was comprised of $25.3 million of loans secured by properties in the New York State/New York Metropolitan Area, $3.1 million of loans secured by properties in the Massachusetts/Boston Metropolitan Area, and $993,000 of loans secured by properties in New Jersey.\nOur non-residential real estate loans are structured in a manner similar to our multifamily and mixed-use real estate loans, typically at a fixed rate of interest for three to five years and then a rate that adjusts every three to five years over the term of the loan, which is typically 15 years. Interest rates and payments on these loans generally are based on the one-, two-, three- or five-year FHLB of New York or FHLB of Boston advance rate plus a margin. The lifetime \n\n\n\n\ninterest rate cap is five percentage points over the initial interest rate of the loan (four percentage points for loans with one-, two- and three-year terms). Loans are secured by first mortgages that generally do not exceed 75% of the property’s appraised value. Properties securing non-residential real estate loans are appraised by independent appraisers and inspected by us.\nWe also charge prepayment penalties, with five points of the outstanding loan balance generally being charged on loans that refinance in the first year of the mortgage, scaling down to one point on loans that refinance in year five. These loans are typically repaid or the term extended before maturity, in which case a new rate is negotiated to meet market conditions and an extension of the loan is executed for a new term with a new amortization schedule. Our non-residential real estate loans tend to refinance within the first five-year period.\nOur assessment of credit risk and our underwriting standards and procedures for non-residential real estate loans are similar to those applicable to our multifamily and mixed-use real estate loans. In reaching a decision on whether to make a non-residential real estate loan, we consider the net operating income of the property, the borrower’s expertise, credit history and profitability and the value of the underlying property. In addition, with respect to rental properties, we will also consider the term of the lease and the credit quality of the tenants. We have generally required that the properties securing non-residential real estate loans have debt service coverage ratios (the ratio of earnings after subtracting all operating expenses to debt service payments) of between 1.25x and 1.40x. The average non-residential loan debt-service coverage ratio is 2.40x and the average loan-to-value ratio of our non-residential loans is 39.4%. Phase 1 environmental surveys are required for most loans and property inspections are required for all loans.\nAt December 31, 2024, we had $29.4 million in non-residential real estate loans outstanding, or 1.6% of total loans. At December 31, 2024, the largest outstanding non-residential real estate loan had an outstanding balance of $13.9 million and was performing in accordance with its terms. This loan is secured by a 50,000 square foot four story plus basement commercial building located in Blooming Grove, New York, with a kosher supermarket on the first floor and basement and offices on the second to fourth floors. Based on 28 outstanding non-residential loans as of December 31, 2024, the average balance of non-residential loans was $1.1 million.\nConsumer Loans.  We offer personal loans and overdraft protection for checking accounts which is linked to statement savings accounts and has the ability to transfer funds from the statement savings account to the checking account when needed to cover overdrafts. We no longer offer the overdraft protection for checking accounts linked to statement savings accounts. We also consider any checking accounts with overdrawn balances as a consumer loan even though the customer typically deposits sufficient funds the next business day to cover the overdrawn balance. \nAt December 31, 2024, our portfolio of consumer loans was $1.6 million, or 0.09% of total loans, comprised primarily of checking accounts with overdrawn balances of $1.6 million and one line for overdraft protection with a balance of $1,000.\nConsumer loans may entail greater risk than do residential mortgage loans, particularly in the case of consumer loans that are unsecured or secured by assets that depreciate rapidly. In such cases, repossessed collateral for a defaulted consumer loan may not provide an adequate source of repayment for the outstanding loan and the remaining deficiency often does not warrant further substantial collection efforts against the borrower. In addition, consumer loan collections depend on the borrower’s continuing financial stability, and therefore are more likely to be adversely affected by job loss, divorce, illness, or personal bankruptcy. Furthermore, the application of various federal and state laws, including federal and state bankruptcy and insolvency laws may limit the amount which can be recovered on such loans.\nOriginations, Purchase, Participations and Sales of Loans.  Loan originations come from a number of sources. The primary source of loan originations are our in-house loan officers and referrals from customers and, to a much lesser extent, mortgage loan brokers and local realtors. Historically, we have primarily originated our own loans and retained them in our portfolio.\nWhile in the past we purchased a limited number of participations from one financial institution that also serves high absorption areas in Brooklyn, New York, we currently do not have any purchased participation loans in our portfolio. We also purchased whole residential and non-residential mortgage loans from a Massachusetts financial \n\n\n\n\ninstitution during 2021. At December 31, 2024, these whole purchased loans totaled $2.2 million and were performing according to their terms.\n We occasionally sell participation interests in construction loans we have originated in high absorption areas to other community banks in order to maintain compliance with our loans-to-one borrower limits. We have also historically sold participation interests in our construction loans to the Company and we may continue to do so in the future. At December 31, 2024, the Company held $15.2 million in participation interests in construction loans originated by the Bank. Through our loan participations, we and the other participating lenders generally share ratably in cash flows and points and fees and gains or losses that may result from a borrower’s noncompliance with the contractual terms of the loan.\nLoan Approval Procedures and Authority.  Our lending activities follow written, non-discriminatory underwriting standards and loan origination procedures established by our board of directors and management.\nAll construction, multifamily, mixed use and nonresidential real estate loans and commercial and industrial loans must be approved by a unanimous vote of the members of the Loan Committee, which is composed of the Chairman and Chief Executive Officer, President and Chief Operating Officer, Chief Financial Officer, and a Senior Vice President.\nAt each monthly meeting of the board of directors, the board reviews all commitments issued, regardless of size.\nLoans to One Borrower.  Pursuant to New York law and federal banking regulations, the aggregate amount of loans that the Bank is permitted to make to any one borrower or a group of related borrowers is generally limited to 15% of its capital, surplus fund and undivided profits (25% if the amount in excess of 15% is secured by “readily marketable collateral”). At December 31, 2024, based on the 15% limitation, the Bank’s loans-to-one-borrower limit was approximately $43.6 million. On the same date, the Bank had no borrowers with outstanding balances in excess of this amount.\n Loan Commitments.  We issue commitments for adjustable-rate mortgage loans conditioned upon the occurrence of certain events. Commitments to originate mortgage loans are legally binding agreements to lend to our customers and generally expire in 60 days.\nDelinquencies.  When a borrower fails to make a required loan payment, we take a number of steps to have the borrower cure the delinquency and restore the loan to current status. We make initial contact with the borrower toward the end of the month when the payment is due and then again when loan becomes ten to 15 days past due. If payment is not received by the 30th day of delinquency, additional letters are sent and phone calls are made to the customer. When the loan becomes 60 days past due and if the borrower is unresponsive, we generally commence foreclosure proceedings against any real property that secures the loan or attempt to repossess any personal property that secures a commercial and industrial or consumer loan. If a foreclosure action is instituted and the loan is not brought current, paid in full, or refinanced before the foreclosure sale, the property securing the loan generally is sold at foreclosure. We may consider loan workout arrangements with certain borrowers under certain circumstances. Management informs the board of directors on a monthly basis of the amount of loans delinquent more than 30 days, all loans in foreclosure and all foreclosed and repossessed property that we own.\nInvestment Activities\nWe have legal authority to invest in various types of liquid assets, including U.S. Treasury obligations, securities of various federal agencies and of state and municipal governments, municipal securities, deposits at the Federal Home Loan Bank of New York and certificates of deposit of federally insured institutions.\nAt December 31, 2024, our investment portfolio consisted primarily of mutual funds, residential mortgage-backed securities issued by Fannie Mae, Freddie Mac, and Ginnie Mae with stated final maturities of 10 years or more, and municipal securities with maturities of one years or more.\n\n\n\n\n\nOur investment portfolio is primarily viewed as a source of liquidity. Our investment management policy is designed to provide adequate liquidity to meet any reasonable deposit outflows and any anticipated increase in the loan portfolio through conversion of secondary reserves to cash and to provide safety of principal and interest through investment in securities under limitations and restrictions prescribed in banking regulations. Consistent with liquidity and safety requirements, our policy is designed to generate a significant amount of stable income and to provide collateral for advances and repurchase agreements. The policy is also designed to serve as a counter-cyclical balance to earnings in that the investment portfolio will absorb funds when loan demand is low and will infuse funds when loan demand is high.\nDeposit Activities and Other Sources of Funds\nGeneral.  Deposits, borrowings and loan repayments are the major sources of our funds for lending and other investment activities. Loan repayments are a relatively stable source of funds, while deposit inflows and outflows and loan prepayments are significantly influenced by general interest rates and market conditions.\nDeposit Accounts.  The vast majority of our depositors are residents of the States of New York and Massachusetts. Deposits are obtained primarily from customers residing in or working in the communities in which our branches are located, and we rely on our long-standing relationships with our customers to retain these deposits. We also obtain deposits from our commercial and industrial and construction loan customers. These deposits tend to be a stable source of funds. We offer a broad selection of deposit instruments, including checking accounts, money market accounts, regular savings accounts, non-interest bearing demand accounts (such as checking accounts and certificates of deposits. Deposit account terms vary according to the minimum balance required, the time periods the funds must remain on deposit, and the interest rate among other factors. In determining the terms of our deposit accounts, we consider the rates offered by our competition, profitability to us, matching deposit and loan products and customer preferences and concerns. We generally review our deposit mix and pricing weekly. Our current strategy is to offer competitive rates, but not be the market leader in every type and maturity.\nIn addition, we utilize brokered, listing service and military deposits, which represent a viable and cost effective addition to our deposit gathering and maintenance strategy, often at a lower “all-in” cost when compared to our retail branch network. This strategy allows us to match the maturity of these deposits very effectively to the term of our construction loans, which make up a majority of the loans in our loan portfolio.\nBorrowings.  We may utilize advances from the Federal Home Loan Bank of New York to supplement our supply of lendable funds and to meet deposit withdrawal requirements. The Federal Home Loan Bank functions as a central reserve bank providing credit for member financial institutions. As a member, we are required to own capital stock in the Federal Home Loan Bank of New York and are authorized to apply for advances on the security of such stock and certain of our mortgage loans and other assets (principally securities that are obligations of, or guaranteed by, the United States), provided certain standards related to credit-worthiness have been met. Advances are made under several different programs, each having its own interest rate and range of maturities. Depending on the program, limitations on the amount of advances are based either on a fixed percentage of an institution’s net worth or on the Federal Home Loan Bank’s assessment of the institution’s credit-worthiness. Under its current credit policies, the Federal Home Loan Bank generally limits advances to 25% of a member’s assets, and short-term borrowings of less than one year may not exceed 10% of the institution’s assets. The Federal Home Loan Bank determines specific lines of credit for each member institution. At December 31, 2024, we had no Federal Home Loan Bank advances outstanding and an available borrowing limit of $18.2 million. \nThe Federal Reserve Bank of New York (“FRBNY”) approved on August 30, 2023 the Bank’s eligibility to pledge loans under the Borrower-in-Custody program of the FRBNY thereby allowing the Bank to borrow from the Discount Window at the FRBNY. As of December 31, 2024, we had no FRBNY borrowings and an available borrowing limit of $834.7 million. \nIn addition, we are party to a loan agreement with Atlantic Community Bankers Bank under which we can borrow up to $8.0 million in short-term borrowings. There were no outstanding borrowings with Atlantic Community Bankers Bank at December 31, 2024.\n\n\n\nRegulation and Supervision\nGeneral\nThe Bank is a New York-chartered savings bank. The Bank’s deposits are insured up to applicable limits by the Federal Deposit Insurance Corporation (the “FDIC”). The Bank is subject to extensive regulation by the New York State Department of Financial Services, as its chartering agency, and by the FDIC, as its primary federal regulator. The Bank is required to file reports with, and is periodically examined by, the FDIC and the New York State Department of Financial Services concerning its activities and financial condition, and must obtain regulatory approvals prior to entering into certain transactions, including, but not limited to, mergers with or acquisitions of other financial institutions. The Bank is a member of the Federal Home Loan Bank of New York.\nThe regulation and supervision of the Bank establish a comprehensive framework of activities in which an institution can engage and is intended primarily for the protection of depositors and borrowers and, for purposes of the FDIC, the protection of the insurance fund. The regulatory structure also gives the regulatory authorities extensive discretion in connection with their supervisory and enforcement activities and examination policies, including policies with respect to the classification of assets and the establishment of adequate credit loss reserves for regulatory purposes.\nThe Bank has elected to be deemed a “savings association” under the Home Owners’ Loan Act, as amended. As a result, the Company is a savings and loan holding company and is required to comply with the rules and regulations of the Board of Governors of the Federal Reserve System (the “Federal Reserve Board”) applicable to savings and loan holding companies. The Company is required to file certain reports with the Federal Reserve Board and is subject to examination by and the enforcement authority of the Federal Reserve Board. The Company is also subject to the rules and regulations of the Securities and Exchange Commission under the federal securities laws.\nAny change in applicable laws or regulations, whether by the New York State Department of Financial Services, the FDIC, the Federal Reserve Board, the State of New York or Congress, could have a material adverse impact on the operations and financial performance of the Company and the Bank. In addition, the Company and the Bank will be affected by the monetary and fiscal policies of various agencies of the United States Government, including the Federal Reserve Board. In view of changing conditions in the national economy and in the money markets, it is impossible for management to accurately predict future changes in monetary policy or the effect of such changes on the business or financial condition of the Company and the Bank.\nSet forth below is a brief description of material regulatory requirements that are applicable to the Bank and the Company. The description is limited to certain material aspects of the statutes and regulations addressed, and is not intended to be a complete description of such statutes and regulations and their effects on the Bank and the Company.\nBank Regulation\nNew York Banking Law. The Bank derives its lending, investment, and other authority primarily from the applicable provisions of New York State banking law and the regulations of the New York State Department of Financial Services, as limited by FDIC regulations. Under these laws and regulations, banks, including the Bank, may invest in real estate mortgages, consumer and commercial loans, certain types of debt securities (including certain corporate debt securities, and obligations of federal, state, and local governments and agencies), certain types of corporate equity securities, and certain other assets.\nUnder New York State banking law, New York State-chartered stock form savings banks and commercial banks may declare and pay dividends out of their net profits, unless there is an impairment of capital. Approval of the Superintendent is required if the total of all dividends declared by the bank in a calendar year would exceed the total of its net profits for that year combined with its retained net profits for the preceding two years, less prior dividends paid.\nNew York State banking law gives the Superintendent authority to issue an order to a New York State-chartered banking institution to appear and explain an apparent violation of law, to discontinue unauthorized or unsafe practices, and to keep prescribed books and accounts. Upon a finding by the New York State Department of Financial Services that any director, trustee, or officer of any banking organization has violated any law, or has continued unauthorized or unsafe practices in conducting the business of the banking organization after having been notified by the Superintendent \n\n\n\n\nto discontinue such practices, such director, trustee, or officer may be removed from office after notice and an opportunity to be heard. The Superintendent also has authority to appoint a conservator or a receiver for a savings or commercial bank under certain circumstances.\nCapital Requirements.  Federal regulations require FDIC-insured depository institutions to meet several minimum capital standards: a common equity Tier 1 capital to risk-based assets ratio of 4.5%, a Tier 1 capital to risk-based assets ratio of 6.0%, a total capital to risk-based assets ratio of 8%, and a Tier 1 capital to average assets leverage ratio of 4%.\nFor purposes of the regulatory capital requirements, common equity Tier 1 capital is generally defined as common stockholders’ equity and retained earnings. Tier 1 capital is generally defined as common equity Tier 1 and additional Tier 1 capital. Additional Tier 1 capital includes certain noncumulative perpetual preferred stock and related surplus and minority interests in equity accounts of consolidated subsidiaries. Total capital includes Tier 1 capital (common equity Tier 1 capital plus additional Tier 1 capital) and Tier 2 capital. Tier 2 capital is comprised of capital instruments and related surplus, meeting specified requirements, and may include cumulative preferred stock and long-term perpetual preferred stock, mandatory convertible securities, intermediate preferred stock and subordinated debt. Also included in Tier 2 capital is the allowance for credit losses limited to a maximum of 1.25% of risk-weighted assets and, for institutions that made such an election regarding the treatment of accumulated other comprehensive income (“AOCI”), up to 45% of net unrealized gains on available-for-sale equity securities with readily determinable fair market values. Institutions that have not exercised the AOCI opt-out have AOCI incorporated into common equity Tier 1 capital (including unrealized gains and losses on available-for-sale-securities). The Bank exercised the opt-out and therefore does not include AOCI in its regulatory capital determinations. Calculation of all types of regulatory capital is subject to deductions and adjustments specified in the regulations.\nIn determining the amount of risk-weighted assets for purposes of calculating risk-based capital ratios, all assets, including certain off-balance sheet assets (such as recourse obligations, direct credit substitutes, residual interests) are multiplied by a risk weight factor assigned by the regulations based on the risks believed inherent in the type of asset. Higher levels of capital are required for asset categories believed to present greater risk. For example, a risk weight of 0% is assigned to cash and U.S. government securities, a risk weight of 50% is generally assigned to prudently underwritten first lien one- to four-family residential mortgages, a risk weight of 100% is assigned to commercial and consumer loans, a risk weight of 150% is assigned to certain past due loans and a risk weight of between 0% to 600% is assigned to permissible equity interests, depending on certain specified factors.\nIn addition to establishing the minimum regulatory capital requirements, the regulations limit capital distributions and certain discretionary bonus payments to management if the institution does not hold a “capital conservation buffer” consisting of 2.5% of common equity Tier 1 capital to risk-weighted asset above the amount necessary to meet its minimum risk-based capital requirements. The capital conservation buffer requirement began being phased in starting on January 1, 2016 at 0.625% of risk-weighted assets and increased each year until fully implemented at 2.5% on January 1, 2019. At December 31, 2024, the Bank exceeded the fully phased in regulatory requirement for the capital conservation buffer.\nThe Economic Growth, Regulatory Relief, and Consumer Protection Act enacted in May 2018 required the federal banking agencies, including the FDIC, to establish for banks with assets of less than $10 billion of assets a community bank leverage ratio (the ratio of a bank’s tangible equity capital to average total consolidated assets) of 8 to 10%. A qualifying community bank with capital meeting the specified requirements (including off balance sheet exposures of 25% or less of total assets and trading assets and liabilities of 5% or less of total assets) and electing to follow the alternative framework is considered to meet all applicable regulatory capital requirements including the risk-based requirements. The community bank leverage ratio was established at 9%, effective January 1, 2021. A qualifying bank may opt in and out of the community bank leverage ratio framework on its quarterly call report. A bank that ceases to meet any qualifying criteria is provided with a two-quarter grace period to comply with the community bank leverage ratio requirements or the general capital regulations by the federal regulators. As of December 31, 2024, the Bank had not elected the community bank leverage ratio alternative reporting framework.\nThe Federal Deposit Insurance Corporation Improvement Act required each federal banking agency to revise its risk-based capital standards for insured institutions to ensure that those standards take adequate account of interest-rate \n\n\n\n\n\nrisk, concentration of credit risk, and the risk of nontraditional activities, as well as to reflect the actual performance and expected risk of loss on multifamily residential loans. The FDIC, along with the other federal banking agencies, adopted a regulation providing that the agencies will take into account the exposure of a bank’s capital and economic value to changes in interest rate risk in assessing a bank’s capital adequacy. The FDIC also has authority to establish individual minimum capital requirements in appropriate cases upon determination that an institution’s capital level is, or is likely to become, inadequate in light of the particular circumstances.\nStandards for Safety and Soundness.  As required by statute, the federal banking agencies adopted final regulations and Interagency Guidelines Establishing Standards for Safety and Soundness to implement safety and soundness standards. The guidelines set forth the safety and soundness standards that the federal banking agencies use to identify and address problems at insured depository institutions before capital becomes impaired. The guidelines address internal controls and information systems, the internal audit system, credit underwriting, loan documentation, interest rate exposure, asset growth, asset quality, earnings and compensation, fees and benefits. The agencies have also established standards for safeguarding customer information. If the appropriate federal banking agency determines that an institution fails to meet any standard prescribed by the guidelines, the agency may require the institution to submit to the agency an acceptable plan to achieve compliance with the standard.\nInvestments and Activities.  Under federal law, all state-chartered banks insured by the FDIC have generally been limited to activities as principal and equity investments of the type and in the amount authorized for national banks, notwithstanding state law. The Federal Deposit Insurance Corporation Improvement Act and the FDIC permit exceptions to these limitations. For example, state-chartered banks may, with FDIC approval, continue to exercise grandfathered state authority to invest in common or preferred stocks listed on a national securities exchange and in the shares of an investment company registered under federal law. The maximum permissible investment is 100% of Tier 1 capital, as specified by the FDIC’s regulations, or the maximum amount permitted by New York State banking law, whichever is less. Such grandfathering authority may be terminated upon the FDIC’s determination that such investments pose a safety and soundness risk to the Bank or if the Bank converts its charter or undergoes a change in control. In addition, the FDIC is authorized to permit such institutions to engage in other state authorized activities or investments (other than non-subsidiary equity investments) that meet all applicable capital requirements if it is determined that such activities or investments do not pose a significant risk to the Deposit Insurance Fund.\nInterstate Banking and Branching.  Federal law permits well capitalized and well managed bank and savings and loan holding companies to acquire banks in any state, subject to Federal Reserve Board approval, certain concentration limits and other specified conditions. Interstate mergers of banks are also authorized, subject to regulatory approval and other specified conditions. In addition, amendments made by the Dodd-Frank Act permit banks to establish de novo branches on an interstate basis to the extent that branching is authorized by the law of the host state for the banks chartered by that state.\nPrompt Corrective Regulatory Action.  Federal law requires, among other things, that federal bank regulatory authorities take “prompt corrective action” with respect to banks that do not meet minimum capital requirements. For these purposes, the law establishes five capital categories: well capitalized, adequately capitalized, undercapitalized, significantly undercapitalized and critically undercapitalized.\nThe FDIC has adopted regulations to implement the prompt corrective action legislation. An institution is deemed to be “well capitalized” if it has a total risk-based capital ratio of 10.0% or greater, a Tier 1 risk-based capital ratio of 8.0% or greater, a leverage ratio of 5.0% or greater and a common equity Tier 1 ratio of 6.5% or greater. An institution is “adequately capitalized” if it has a total risk-based capital ratio of 8.0% or greater, a Tier 1 risk-based capital ratio of 6.0% or greater, a leverage ratio of 4.0% or greater and a common equity Tier 1 ratio of 4.5% or greater. An institution is “undercapitalized” if it has a total risk-based capital ratio of less than 8.0%, a Tier 1 risk-based capital ratio of less than 6.0%, a leverage ratio of less than 4.0% or a common equity Tier 1 ratio of less than 4.5%. An institution is deemed to be “significantly undercapitalized” if it has a total risk-based capital ratio of less than 6.0%, a Tier 1 risk-based capital ratio of less than 4.0%, a leverage ratio of less than 3.0% or a common equity Tier 1 ratio of less than 3.0%. An institution is considered to be “critically undercapitalized” if it has a ratio of tangible equity (as defined in the regulations) to total assets that is equal to or less than 2.0%. As of December 31, 2024, the Bank was a “well capitalized” institution under FDIC regulations.\n\n\n\n\nAt each successive lower capital category, an insured depository institution is subject to more restrictions and prohibitions, including restrictions on growth, restrictions on interest rates paid on deposits, restrictions or prohibitions on the payment of dividends, and restrictions on the acceptance of brokered deposits. Furthermore, if an insured depository institution is classified in one of the undercapitalized categories, it is required to submit a capital restoration plan to the appropriate federal banking agency, and the holding company must guarantee the performance of that plan. Based upon its capital levels, a bank that is classified as well-capitalized, adequately capitalized, or undercapitalized may be treated as though it were in the next lower capital category if the appropriate federal banking agency, after notice and opportunity for hearing, determines that an unsafe or unsound condition, or an unsafe or unsound practice, warrants such treatment. An undercapitalized bank’s compliance with a capital restoration plan is required to be guaranteed by any company that controls the undercapitalized institution in an amount equal to the lesser of 5.0% of the institution’s total assets when deemed undercapitalized or the amount necessary to achieve the status of adequately capitalized. If an “undercapitalized” bank fails to submit an acceptable plan, it is treated as if it is “significantly undercapitalized.” “Significantly undercapitalized” banks must comply with one or more of a number of additional restrictions, including but not limited to an order by the FDIC to sell sufficient voting stock to become adequately capitalized, requirements to reduce total assets, cease receipt of deposits from correspondent banks or dismiss directors or officers, and restrictions on interest rates paid on deposits, compensation of executive officers and capital distributions by the parent holding company. “Critically undercapitalized” institutions are subject to additional measures including, subject to a narrow exception, the appointment of a receiver or conservator within 270 days after it obtains such status.\nThe previously referenced law establishing a “community bank leverage ratio” adjusted the referenced categories for qualifying institutions that opt into the alternative framework for regulatory capital requirements. Institutions that exceed the community bank leverage ratio are considered to have met the capital ratio requirements to be “well capitalized” for the agencies’ prompt corrective rules.\nTransaction with Affiliates and Regulation W of the Federal Reserve Regulations.  Transactions between banks and their affiliates are governed by federal law. An affiliate of a bank is any company or entity that controls, is controlled by or is under common control with the bank. In a holding company context, the parent bank or savings and loan holding company and any companies which are controlled by such parent holding company are affiliates of the bank (although subsidiaries of the bank itself, except financial subsidiaries, are generally not considered affiliates). Generally, Section 23A of the Federal Reserve Act and the Federal Reserve Board’s Regulation W limit the extent to which the bank or its subsidiaries may engage in “covered transactions” with any one affiliate to an amount equal to 10.0% of such institution’s capital stock and surplus, and with all such transactions with all affiliates to an amount equal to 20.0% of such institution’s capital stock and surplus. Section 23B applies to “covered transactions” as well as to certain other transactions and requires that all such transactions be on terms substantially the same, or at least as favorable, to the institution or subsidiary as those provided to a non-affiliate. The term “covered transaction” includes the making of loans to, purchase of assets from, and issuance of a guarantee to an affiliate, and other similar transactions. Section 23B transactions also include the provision of services and the sale of assets by a bank to an affiliate. In addition, loans or other extensions of credit by the financial institution to the affiliate are required to be collateralized in accordance with the requirements set forth in Section 23A of the Federal Reserve Act.\nSections 22(h) and (g) of the Federal Reserve Act place restrictions on loans to a bank’s insiders, i.e., executive officers, directors and principal stockholders. Under Section 22(h) of the Federal Reserve Act, loans to a director, an executive officer and to a greater than 10.0% stockholder of a financial institution, and certain of their affiliated interests, together with all other outstanding loans to such persons and affiliated interests, may not exceed specified limits. Section 22(h) of the Federal Reserve Act also requires that loans to directors, executive officers and principal stockholders be made on terms and conditions substantially the same as offered in comparable transactions to persons who are not insiders and also requires prior board approval for certain loans. In addition, the aggregate amount of extensions of credit by a financial institution to insiders cannot exceed the institution’s unimpaired capital and surplus. Section 22(g) of the Federal Reserve Act places additional restrictions on loans to executive officers.\nEnforcement.  The FDIC has extensive enforcement authority over insured state-chartered savings banks, including the Bank. The enforcement authority includes, among other things, the ability to assess civil money penalties, issue cease and desist orders and remove directors and officers. In general, these enforcement actions may be initiated in response to violations of laws and regulations, breaches of fiduciary duty and unsafe or unsound practices.\n\n\n\n\nFederal Insurance of Deposit Accounts.  The Bank is a member of the Deposit Insurance Fund, which is administered by the FDIC. Deposit accounts in the Bank are insured up to a maximum of $250,000 for each separately insured depositor.\nThe FDIC imposes an assessment for deposit insurance on all depository institutions. Under the FDIC’s risk-based assessment system, insured institutions are assigned to risk categories based on supervisory evaluations, regulatory capital levels and certain other factors. An institution’s assessment rate depends upon the category to which it is assigned and certain adjustments specified by FDIC regulations, with less risky institutions paying lower rates. Assessment rates (inclusive of possible adjustments) for most banks with less than $10 billion of assets currently range from 1 1∕2 to 30 basis points of each institution’s total assets less tangible capital. The FDIC may increase or decrease the scale uniformly, except that no adjustment can deviate more than two basis points from the base scale without notice and comment rulemaking. The FDIC’s current system represents a change, required by the Dodd-Frank Act, from its prior practice of basing the assessment on an institution’s volume of deposits.\nThe Dodd-Frank Act increased the minimum target Deposit Insurance Fund ratio from 1.15% of estimated insured deposits to 1.35% of estimated insured deposits. The FDIC was required to seek to achieve the 1.35% ratio by September 30, 2020. Insured institutions with assets of $10 billion or more were supposed to fund the increase. The FDIC indicated in November 2018 that the 1.35% ratio was exceeded. Insured institutions of less than $10 billion of assets received credits for the portion of their assessments that contributed to raising the reserve ratio between 1.15% and 1.35% effective when the fund rate achieves 1.38%. The Dodd-Frank Act eliminated the 1.5% maximum fund ratio, instead leaving it to the discretion of the FDIC and the FDIC has exercised that discretion by establishing a long range fund ratio of 2%.\nThe FDIC has authority to increase insurance assessments. A significant increase in insurance premiums would likely have an adverse effect on the operating expenses and results of operations of the Bank. Future insurance assessment rates cannot be predicted.\nInsurance of deposits may be terminated by the FDIC upon a finding that the institution has engaged in unsafe or unsound practices, is in an unsafe or unsound condition to continue operations or has violated any applicable law, regulation, rule order or regulatory condition imposed in writing. We do not know of any practice, condition or violation that might lead to termination of deposit insurance.\nPrivacy Regulations.  FDIC regulations generally require that the Bank disclose its privacy policy, including identifying with whom it shares a customer’s “non-public personal information,” to customers at the time of establishing the customer relationship and annually thereafter. In addition, the Bank is required to provide its customers with the ability to “opt-out” of having their personal information shared with unaffiliated third parties and not to disclose account numbers or access codes to non-affiliated third parties for marketing purposes. The Bank currently has a privacy protection policy in place and believes that such policy is in compliance with the regulations.\nCommunity Reinvestment Act.  Under the Community Reinvestment Act, or CRA, as implemented by FDIC regulations, a non-member bank has a continuing and affirmative obligation, consistent with its safe and sound operation, to help meet the credit needs of its entire community, including low- and moderate-income neighborhoods. The CRA does not establish specific lending requirements or programs for financial institutions nor does it limit an institution’s discretion to develop the types of products and services that it believes are best suited to its particular community, consistent with the CRA. The CRA does require the FDIC, in connection with its examination of a non-member bank, to assess the institution’s record of meeting the credit needs of its community and to take such record into account in its evaluation of certain applications by such institution, including applications to acquire branches and other financial institutions. The CRA requires the FDIC to provide a written evaluation of an institution’s CRA performance utilizing a four-tiered descriptive rating system. The Bank’s latest FDIC CRA rating was “Outstanding.”\nOn October 24, 2023, the FDIC, the OCC and the Federal Reserve issued a final rule amending the agencies’ CRA regulations. The final rule (i) encourages banks to expand access to credit, investment and banking services in low- and moderate-income communities, (ii) adapts to changes in the banking industry, including mobile and online banking, (iii) provides greater clarity and consistency in the application of CRA regulations and (iv) tailors CRA evaluations and data collection to bank size and type. Under the final rule, the agencies will evaluate bank performance \n\n\n\n\nacross the varied activities they conduct and communities in which they operate so that the CRA continues to be an effective tool to address inequities in access to credit and financial services. The final rule also updates existing CRA regulations to evaluate lending outside traditional assessment areas generated by the growth of non-branch delivery systems, such as online and mobile banking, branchless banking, and hybrid models. In addition, the final rule implements a new metrics-based approach to evaluating bank retail lending and community development financing, using benchmarks based on peer and demographic data. Most of the final rule’s requirements will become effective beginning on January 1, 2026 and the remaining requirements, including the final rule’s data reporting requirements, will become effective on January 1, 2027.\nThe Bank is also subject to provisions of the New York State banking law which imposes continuing and affirmative obligations upon banking institutions organized in New York State to serve the credit needs of its local community (the “NYCRA”) which are substantially similar to those imposed by the federal CRA. Pursuant to the NYCRA, a bank must file copies of all federal CRA reports with the New York State Department of Financial Services. The NYCRA requires the New York State Department of Financial Services to make a written assessment of a bank’s compliance with the NYCRA every 24 to 36 months, utilizing a four-tiered rating system and make such assessment available to the public. The NYCRA also requires the Superintendent to consider a bank’s NYCRA rating when reviewing a bank’s application to engage in certain transactions, including mergers, asset purchases and the establishment of branch offices or automated teller machines, and provides that such assessment may serve as a basis for the denial of any such application. The Bank’s latest NYCRA rating was “Outstanding.” \nConsumer Protection and Fair Lending Regulations.  New York savings banks are subject to a variety of federal statutes and regulations that are intended to protect consumers and prohibit discrimination in the granting of credit. These statutes and regulations provide for a range of sanctions for non-compliance with their terms, including imposition of administrative fines and remedial orders, and referral to the Attorney General for prosecution of a civil action for actual and punitive damages and injunctive relief. Certain of these statutes authorize private individual and class action lawsuits and the award of actual, statutory and punitive damages and attorneys’ fees for certain types of violations.\nUSA PATRIOT Act.  The Bank is subject to the USA PATRIOT Act, which gave federal agencies additional powers to address terrorist threats through enhanced domestic security measures, expanded surveillance powers, increased information sharing, and broadened anti-money laundering requirements. By way of amendments to the Bank Secrecy Act, Title III of the USA PATRIOT Act provided measures intended to encourage information sharing among bank regulatory agencies and law enforcement bodies. Further, certain provisions of Title III impose affirmative obligations on a broad range of financial institutions, including banks, thrifts, brokers, dealers, credit unions, money transfer agents, and parties registered under the Commodity Exchange Act.\nIn July 2024, the federal banking agencies, including the Federal Reserve and OCC, proposed amendments to update the requirements for supervised institutions to establish, implement and maintain effective, risk-based and reasonably designed anti-money laundering and countering the financing of terrorism (“CFT”) programs. The proposed amendments would require supervised institutions to identify, evaluate and document the regulated institution’s money laundering, terrorist financing and other illicit finance activity risks, as well as consider, as appropriate, the U.S. Department of Treasury’s Financial Crimes Enforcement Network’s (“FinCEN”) published national anti-money laundering and CFT priorities. \nCybersecurity. The Cybersecurity Information Sharing Act (the “CISA”) is intended to improve cybersecurity in the U.S. through sharing of information about security threats between the U.S. government and private sector organizations, including financial institutions such as the Company. The Cybersecurity Information Sharing Act also authorizes companies to monitor their own systems, notwithstanding any other provision of law, and allows companies to carry out defensive measures on their own systems from potential cyber-attacks. \nThe federal bank regulators have adopted rules providing for new notification requirements for banking organizations and their service providers for significant cybersecurity incidents. Specifically, the new rules require a banking organization to notify its primary federal regulator as soon as possible, and no later than 36 hours after, the banking organization determines that a \"computer-security incident\" rising to the level of a \"notification incident\" has occurred. Notification is required for incidents that have materially affected or are reasonably likely to materially affect \n\n\n\n\n\nthe viability of a banking organization's operations, its ability to deliver banking products and services, or the stability of the financial sector. Service providers are required under the rule to notify affected banking organization customers as soon as possible when the provider determines that it has experienced a computer-security incident that has materially affected or is reasonably likely to materially affect the banking organization's customers for four or more hours.\nCybersecurity and data privacy are also areas of increasing state legislative focus. For example, under California state law, the California Consumer Privacy Act (“CCPA”) broadly defines personal information and substantially increases the rights of California residents to understand how their personal information is collected, used, and otherwise processed by commercial businesses, such as affording them the right to access and request deletion of their information and to opt out of certain sharing and sales of personal information. The CCPA contemplates civil penalties of up to $2,500 for each violation and up to $7,500 for each intentional violation and includes a private right of action (permitting lawsuits to be brought by private individuals instead of the state Attorney General or other government actor for certain breaches). Numerous other states have enacted, or are considering enacting, comprehensive data privacy laws that share similarities with the CCPA. In addition, laws in all 50 U.S. states require businesses to provide notice under certain circumstances to consumers whose personal information has been disclosed as a result of a data breach.\nOther Regulations. Interest and other charges collected or contracted for by the Bank are subject to state usury laws and federal laws concerning interest rates. Loan operations are also subject to state and federal laws applicable to credit transactions, such as the:\n\n●   Home Mortgage Disclosure Act of 1975, requiring financial institutions to provide information to enable the public and public officials to determine whether a financial institution is fulfilling its obligation to help meet the housing needs of the community it serves;\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Equal Credit Opportunity Act, prohibiting discrimination on the basis of race, creed or other prohibited factors in extending credit;\n-----------------------------------------------------------------------------------------------------------------------------------------\n\n●   Fair Credit Reporting Act of 1978, governing the use and provision of information to credit reporting agencies; and\n-----------------------------------------------------------------------------------------------------------------------\n\n●   Rules and regulations of the various federal and state agencies charged with the responsibility of implementing such federal and state laws.\n------------------------------------------------------------------------------------------------------------------------------------------------\nThe deposit operations of the Bank also are subject to, among others, the:\n\n●   Right to Financial Privacy Act, which imposes a duty to maintain confidentiality of consumer financial records and prescribes procedures for complying with administrative subpoenas of financial records;\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Check Clearing for the 21st Century Act (also known as “Check 21”), which gives “substitute checks,” such as digital check images and copies made from that image, the same legal standing as the original paper check; and\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Electronic Funds Transfer Act and Regulation E promulgated thereunder, which govern automatic deposits to and withdrawals from deposit accounts and customers’ rights and liabilities arising from the use of automated teller machines and other electronic banking services.\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nFederal Reserve System. The Federal Reserve Act authorizes the Federal Reserve Board to require depository associations to maintain noninterest-earning reserves against their transaction accounts (primarily negotiable order of withdrawal and regular checking accounts). The amounts are adjusted annually and, for 2019, the regulations provided that reserves be maintained against aggregate transaction accounts as follows: a 3% reserve ratio is assessed on net transaction accounts up to and including $127.5 million; and a 10% reserve ratio is applied above $127.5 million. The first $16.9 million of otherwise reservable balances (subject to adjustments by the Federal Reserve Board) were exempted from the reserve requirements. The Bank complied with the foregoing requirements during 2019. On \n\n\n\n\nMarch 15, 2020, the Federal Reserve Board reduced reserve requirement to 0% effective as of March 26, 2020, which eliminated reserve requirements for all depository institutions.\nFederal Home Loan Bank System. The Bank is a member of the Federal Home Loan Bank System, which consists of 11 regional Federal Home Loan Banks. The Federal Home Loan Bank provides a central credit facility primarily for member institutions. At December 31, 2024, the Bank had a maximum borrowing capacity of $18.2 million from the Federal Home Loan Bank of New York. The Bank, as a member of the Federal Home Loan Bank of New York, is required to acquire and hold shares of capital stock in that Federal Home Loan Bank. The Bank was in compliance with requirements for the Federal Home Loan Bank of New York with an investment of $327,000 at December 31, 2024.\nHolding Company Regulation\nAs a savings and loan holding company, the Company is subject to Federal Reserve Board regulations, examinations, supervision, reporting requirements and regulations regarding its activities. Among other things, this authority permits the Federal Reserve Board to restrict or prohibit activities that are determined to be a serious risk to the Bank.\nPursuant to federal law and regulations and policy, a savings and loan holding company such as the Company may generally engage in the activities permitted for financial holding companies under Section 4(k) of the Bank Holding Company Act and certain other activities that have been authorized for savings and loan holding companies by regulation.\nFederal law prohibits a savings and loan holding company from, directly or indirectly or through one or more subsidiaries, acquiring more than 5% of the voting stock of another savings association, or savings and loan holding company thereof, without prior written approval of the Federal Reserve Board or from acquiring or retaining, with certain exceptions, more than 5% of a non-subsidiary holding company or savings association. A savings and loan holding company is also prohibited from acquiring more than 5% of a company engaged in activities other than those authorized by federal law or acquiring or retaining control of a depository institution that is not insured by the FDIC. In evaluating applications by holding companies to acquire savings associations, the Federal Reserve Board must consider the financial and managerial resources and future prospects of the company and institution involved, the effect of the acquisition on the risk to the insurance funds the convenience and needs of the community and competitive factors.\nThe Federal Reserve Board is prohibited from approving any acquisition that would result in a multiple savings and loan holding company controlling savings associations in more than one state, except: (i) the approval of interstate supervisory acquisitions by savings and loan holding companies; and (ii) the acquisition of a savings association in another state if the laws of the state of the target savings association specifically permit such acquisitions. The states vary in the extent to which they permit interstate savings and loan holding company acquisitions.\nCapital Requirements.  The Company is subject to the Federal Reserve Board’s capital adequacy guidelines for savings and loan holding companies (on a consolidated basis) which have historically been similar to, though less stringent than, those of the FDIC for the Bank. The Dodd-Frank Act, however, required the Federal Reserve Board to promulgate consolidated capital requirements for depository institution holding companies that are no less stringent, both quantitatively and in terms of components of capital, than those applicable to institutions themselves. Consolidated regulatory capital requirements identical to those applicable to the subsidiary banks apply to savings and loan holding companies; as is the case with institutions themselves, the capital conservation buffer was phased in between 2016 and 2019. However, the Federal Reserve Board has provided a “small bank holding company” exception to its consolidated capital requirements, and legislation and the related issuance of regulations by the Federal Reserve Board has increased the threshold for the exception to $3.0 billion. As a result, the Company is not be subject to the capital requirement until such time as its consolidated assets exceed $3.0 billion.\nSource of Strength.  The Dodd-Frank Act also extends the “source of strength” doctrine to savings and loan holding companies. The regulatory agencies must promulgate regulations implementing the “source of strength” policy that holding companies act as a source of strength to their subsidiary depository institutions by providing capital, liquidity and other support in times of financial stress.\n\n\n\n\nDividends and Stock Repurchases.  The Federal Reserve Board has the power to prohibit dividends by savings and loan holding companies if their actions constitute unsafe or unsound practices. The Federal Reserve Board has issued a policy statement on the payment of cash dividends by bank and savings and loan holding companies, which expresses the Federal Reserve Board’s view that a holding company should pay cash dividends only to the extent that the company’s net income for the past year is sufficient to cover both the cash dividends and a rate of earnings retention that is consistent with the company’s capital needs, asset quality and overall financial condition. The Federal Reserve Board also indicated that it would be inappropriate for a holding company experiencing serious financial problems to borrow funds to pay dividends. Under the prompt corrective action regulations, the Federal Reserve Board may prohibit a bank or savings and holding company from paying any dividends if the holding company’s bank subsidiary is classified as “undercapitalized.”\nFederal Reserve Board policy also provides that a holding company should inform the Federal Reserve Board supervisory staff prior to redeeming or repurchasing common stock or perpetual preferred stock if the holding company is experiencing financial weaknesses or if the repurchase or redemption would result in a net reduction, as of the end of a quarter, in the amount of such equity instruments outstanding compared with the beginning of the quarter in which the redemption or repurchase occurred.\nAcquisition of the Company.  Under the Federal Change in Bank Control Act, a notice must be submitted to the Federal Reserve Board if any person (including a company), or group acting in concert, seeks to acquire direct or indirect “control” of a savings and loan holding company or savings association. Under certain circumstances, a change of control may occur, and prior notice is required, upon the acquisition of 10% or more of the outstanding voting stock of the company or institution, unless the Federal Reserve Board has found that the acquisition will not result in a change of control. Under the Change in Control Act, the Federal Reserve Board generally has 60 days from the filing of a complete notice to act, taking into consideration certain factors, including the financial and managerial resources of the acquirer and the anti-trust effects of the acquisition. Any company that acquires control would then be subject to regulation as a savings and loan holding company.\nFederal Securities Laws. The Company’s common stock is registered with the Securities and Exchange Commission and, as a result, the Company is subject to the information, proxy solicitation, insider trading restrictions and other requirements under the Securities Exchange Act of 1934.\nSarbanes-Oxley Act of 2002. The Sarbanes-Oxley Act of 2002 is intended to improve corporate responsibility, to provide for enhanced penalties for accounting and auditing improprieties at publicly traded companies and to protect investors by improving the accuracy and reliability of corporate disclosures pursuant to the securities laws. We have policies, procedures and systems designed to comply with these regulations, and we review and document such policies, procedures and systems to ensure continued compliance with these regulations.\nChange in Control Regulations. Under the Change in Bank Control Act, no person, or group of persons acting in concert, may acquire control of a savings and loan holding company such as the Company unless the Federal Reserve Board has been given 60 days’ prior written notice and not disapproved the proposed acquisition. The Federal Reserve Board considers several factors in evaluating a notice, including the financial and managerial resources of the acquirer and competitive effects. Control, as defined under the applicable regulations, means the power, directly or indirectly, to direct the management or policies of the company or to vote 25% or more of any class of voting securities of the company. Acquisition of more than 10% of any class of a savings and loan holding company’s voting securities constitutes a rebuttable presumption of control under certain circumstances, including where, as in the case of the Company, the issuer has registered securities under Section 12 of the Securities Exchange Act of 1934.\nIn addition, federal regulations provide that no company may acquire control of a savings and loan holding company without the prior approval of the Federal Reserve Board. Any company that acquires such control becomes a “savings and loan holding company” subject to registration, examination and regulation by the Federal Reserve Board.\nEmerging Growth Company Status\nThe Company is an emerging growth company and, for so long as it continues to be an emerging growth company, the Company may choose to take advantage of exemptions from various reporting requirements applicable to \n\n\n\n\n\nother public companies but not to “emerging growth companies,” including, but not limited to, reduced disclosure obligations regarding executive compensation in our periodic reports and proxy statements, and exemptions from the requirements of holding a nonbinding advisory vote on executive compensation and stockholder approval of any golden parachute payments not previously approved. As an emerging growth company, the Company is not subject to Section 404(b) of the Sarbanes-Oxley Act of 2002, which would require that our independent auditors review and attest as to the effectiveness of our internal control over financial reporting. We have also elected to use the extended transition period to delay adoption of new or revised accounting pronouncements applicable to public companies until such pronouncements are made applicable to private companies. Such an election is irrevocable during the period a company is an emerging growth company. Accordingly, our financial statements may not be comparable to the financial statements of public companies that comply with such new or revised accounting standards.\nThe Company will cease to be an emerging growth company upon the earliest of: (i) the end of the fiscal year following the fifth anniversary of the completion of the Company’s second-step conversion and offering, which occurred on July 12, 2021; (ii) the first fiscal year after our annual gross revenues are $1.235 billion (adjusted for inflation) or more; (iii) the date on which we have, during the previous three-year period, issued more than $1.0 billion in non-convertible debt securities; or (iv) the end of any fiscal year in which the market value of our common stock held by non-affiliates exceeded $700 million at the end of the second quarter of that fiscal year.\nPersonnel\nAt December 31, 2024, we had 136 full-time employees and seven part-time employees, none of whom are represented by a collective bargaining unit. We believe our relationship with our employees is good.\nSubsidiaries\nThe Company’s only direct subsidiary is the Bank. The Bank maintains the following subsidiaries:\nNew England Commercial Properties LLC, a New York limited liability company and wholly owned subsidiary of the Bank, was formed in October 2007 to facilitate the purchase or lease of real property by the Bank. New England Commercial Properties, LLC currently owns one foreclosed property located in the Bronx, New York and one foreclosed property located in Pittsburgh, Pennsylvania.\nNECB Financial Services Group, LLC, a New York limited liability company and wholly owned subsidiary of the Bank, was formed in the third quarter of 2012 as a complement to Harbor West Wealth Management Group to sell life insurance and fixed rate annuities. NECB Financial Services Group, LLC is licensed in New York State but terminated its license in Connecticut on February 22, 2024 due to the sale of all the Bank’s assets relating to Harbor West Wealth Management Group to a third party in January 2024. This subsidiary is currently inactive.\n72 West Eckerson LLC, a New York limited liability company and wholly owned subsidiary of the Bank, was formed in April 2015 to facilitate the purchase or lease of real property by the Bank and currently owns the Bank branch locations in Spring Valley, New York and Monroe, New York.\n166 Route 59 Realty LLC, a New York limited liability company and wholly owned subsidiary of the Bank, was formed in April 2021 to facilitate the purchase or lease of real property by the Bank and currently owns the Bank branch located in Airmont, New York.\n3 Winterton Realty LLC, a New York limited liability company and wholly owned subsidiary of the Bank, was formed in October 2021 to facilitate the purchase of real property by the Bank and currently owns the Bank branch located in Bloomingburg, New York.\n\n\n\n\nExecutive Officers\nOur executive officers are elected annually by the board of directors and serve at the board’s discretion. The following individuals currently serve as our executive officers:\n\n         ​            ​                            ​                          \n------------------------------------------------------------------------------\nName                      Position                                            \nKenneth A. Martinek   ​   Chairman and Chief Executive Officer                \nJose M. Collazo       ​   President and Chief Operating Officer               \nDonald S. Hom         ​   Executive Vice President and Chief Financial Officer\n​\nBelow is information regarding our executive officer who is not also a director. Mr. Hom has held his current position for the period indicated below. Age presented is as of December 31, 2024.\nDonald S. Hom joined the Company and the Bank in 2007, serving as Chief Financial Officer since 2013. Prior to joining the Company and the Bank, Mr. Hom served for 23 years as a bank examiner and financial analyst for a Federal banking regulatory agency and six years as the chief executive officer of a New Jersey community bank. Age 70.\n​",
      "char_count": 95249
    },
    "item1a": {
      "text": "Item 1A.RISK FACTORS\nInvesting in the Company’s common stock involves risks. The investor should carefully consider the following risk factors before deciding to make an investment decision regarding the Company’s stock. The risk factors may cause future earnings to be lower or the financial condition to be less favorable than expected. In addition, other risks that the Company is not aware of, or which are not believed to be material, may cause earnings to be lower, or may deteriorate the financial condition of the Company. Consideration should also be given to the other information in this Annual Report on Form 10-K, as well as in the documents incorporated by reference into this Form 10-K.\nRisks Related to Our Lending Activities\nOur emphasis on construction lending involves risks that could adversely affect our financial condition and results of operations.\nIn recent years, we have shifted our loan originations to focus primarily on construction loans, while continuing to originate a limited number of commercial and industrial loans, multifamily, mixed-use and non-residential real estate loans. We expect this focus to continue given the needs of the communities we serve in the New York Metropolitan Area. Our construction loan portfolio has increased to $1.4 billion, net of loans-in-process of $398.4 million, or 78.6% of total loans, at December 31, 2024 from $251.0 million, net of loans-in-process of $145.8 million, or 39.8% of total loans, at December 31, 2016. As a result, our credit risk profile may be higher than traditional community banks that have higher concentrations of one- to four-family residential loans and other real estate-based loans.\nConstruction lending involves additional risks when compared to one- to four-family residential real estate lending because funds are advanced upon the security of the project, which is of uncertain value prior to its completion. Because of the uncertainties inherent in estimating construction costs, as well as the market value of the completed project and the effects of governmental regulation of real property, it is relatively difficult to evaluate accurately the total funds required to complete a project and the related loan-to-value ratio. This type of lending also typically involves higher loan principal amounts and is often concentrated with a small number of builders. These loans often involve the disbursement of substantial funds with repayment substantially dependent on the success of the ultimate project and the ability of the borrower to sell or lease the property or obtain permanent take-out financing, rather than the ability of the borrower or guarantor to repay principal and interest. For construction loans we originate, we require our borrowers to fund an interest reserve account in advance.\n\n\n\n\nOur portfolio of multifamily residential, mixed-use and non-residential real estate lending could expose us to increased lending risks.\nAt December 31, 2024, $262.6 million, or 14.5%, of our loan portfolio consisted of multifamily, mixed-use and non-residential real estate loans. As a result, our credit risk profile is generally higher than traditional thrift institutions that have higher concentrations of one- to four-family residential loans.\nLoans secured by multifamily and mixed-use and non-residential real estate generally expose a lender to greater risk of non-payment and loss than one- to four-family residential mortgage loans because repayment of the loans often depends on the successful operation of the property and the income stream of the underlying property, which can be significantly affected by conditions in the real estate markets or in the economy. For example, if the cash flows from the borrower’s project is reduced as a result of leases not being obtained or renewed, the borrower’s ability to repay the loan may be impaired. In addition, such loans typically involve larger loan balances to single borrowers or groups of related borrowers compared to one- to four-family residential mortgage loans. Accordingly, an adverse development with respect to one loan or one credit relationship can expose us to greater risk of loss compared to an adverse development with respect to a one- to four-family residential mortgage loan. We seek to minimize these risks through our underwriting policies, which require such loans to be qualified on the basis of the property’s net income and debt service ratio; however, there is no assurance that our underwriting policies will protect us from credit-related losses.\nFurther, if we foreclose on a multifamily, mixed-use or non-residential real estate loan, our holding period for the collateral may be longer than for one- to four-family residential mortgage loans because there may be fewer potential purchasers of the collateral, which can result in substantial holding costs. In addition, vacancies, deferred maintenance, repairs and market stigma can result in prospective buyers expecting sale price concessions to offset their real or perceived economic losses for the time it takes them to return the property to profitability.\nImposition of limits by the bank regulators on construction and multifamily, mixed-use and nonresidential real estate lending activities could curtail our growth and adversely affect our earnings.\nIn 2006, the Office of the Comptroller of the Currency, the FDIC and the Board of Governors of the Federal Reserve System (collectively, the “Agencies”) issued joint guidance entitled “Concentrations in Commercial Real Estate Lending, Sound Risk Management Practices” (the “CRE Guidance”). Although the CRE Guidance did not establish specific lending limits, it provides that a bank’s commercial real estate lending exposure could receive increased supervisory scrutiny where total non-owner-occupied commercial real estate loans, including loans secured by apartment buildings, investor commercial real estate, and construction and land loans, represent 300% or more of an institution’s total risk-based capital, and the outstanding balance of the commercial real estate loan portfolio has increased by 50% or more during the preceding 36 months. Construction loans represented 485% of the Bank’s total risk-based capital at December 31, 2024, and our multifamily, mixed-use and nonresidential real estate loan portfolio represented 90% of the Bank’s total risk-based capital on that same date.\nIn December 2015, the Agencies released a new statement on prudent risk management for commercial real estate lending (the “2015 Statement”). In the 2015 Statement, the Agencies, among other things, indicate the intent to continue “to pay special attention” to commercial real estate lending activities and concentrations going forward. If the FDIC, our primary federal regulator, were to impose restrictions on the amount of such loans we can hold in our portfolio or require us to implement additional compliance measures, for reasons noted above or otherwise, our earnings would be adversely affected as would our earnings per share.\nWe monitor our concentration limits with respect to our construction, multifamily, mixed-use and non-residential real estate loans closely and have implemented various risk management practices to manage our exposure for such loans. See “Item 7: Management’s Discussion and Analysis of Financial Condition and Results of Operations — Risk Management — Management of Credit Risk.”\nOur portfolio of commercial and industrial loans may expose us to increased lending risks.\nAt December 31, 2024, $118.7 million, or 6.6%, of our loan portfolio consisted of commercial and industrial loans. Commercial and industrial loans generally expose a lender to a greater risk of loss than one- to four-family \n\n\n\n\nresidential loans. Repayment of commercial and industrial loans generally is dependent, in large part, on sufficient income from the business to cover operating expenses and debt service. In addition, to the extent that borrowers have more than one commercial loan outstanding, an adverse development with respect to one loan or one credit relationship could expose us to a significantly greater risk of loss compared to an adverse development with respect to a one- to four-family residential real estate loan.\nFurther, unlike residential mortgages or multifamily, mixed-use and non-residential real estate loans, commercial and industrial loans may be secured by collateral other than real estate, such as inventory and accounts receivable, the value of which may be more difficult to appraise and may be more susceptible to fluctuation in value at default. We seek to minimize the risks involved in commercial and industrial lending: by underwriting such loans on the basis of the cash flows produced by the business; by requiring that such loans be collateralized by various business assets, including inventory, equipment, and accounts receivable, among others; and by requiring personal guarantees, whenever possible. However, the capacity of a borrower to repay a commercial and industrial loan is substantially dependent on the degree to which his or her business is successful. In addition, the collateral underlying such loans may depreciate over time, may not be conducive to appraisal, or may fluctuate in value, based upon the business’ results.\nIf our allowance for credit losses - loans is not sufficient to cover actual loan losses, our results of operations would be negatively affected.\nIn determining the amount of the allowance for credit losses - loans, we analyze, among other things, our loss and delinquency experience by portfolio segments, the debt service ratios and loan-to-value ratios of each segment of our portfolio, and the effect of existing economic conditions. In addition, we make various assumptions and judgments about the collectability of our loan portfolio, including the creditworthiness of our borrowers and the value of the real estate and other assets serving as collateral for the repayment of many of our loans. If the actual results are different from our estimates, or our analyses are inaccurate, our allowance for credit losses may not be sufficient to cover losses inherent in our loan portfolio, which would require additions to our allowance and would decrease our net income. Our emphasis on loan growth, as well as any future credit deterioration, will require us to increase our allowance further in the future.\nIn addition, our banking regulators periodically review our allowance for credit losses – loans and could require us to increase our provision for credit losses. Any increase in our allowance for credit losses or credit charge-offs resulting from these regulatory reviews may have a material adverse effect on our results of operations and financial condition.\nThe geographic concentration of our loan portfolio and lending activities makes us vulnerable to a downturn in our primary market area.\nOur loan portfolio is concentrated in construction loans and multifamily, mixed-use and non-residential real estate loans primarily located in the New York Metropolitan Area, including the Mid-Hudson Region, and the Boston Metropolitan Area. Our construction loans are primarily located in Orange, Rockland and Sullivan Counties in New York and the Bronx (Bronx County). The construction loans are almost exclusively located within homogeneous communities that demonstrate significant population growth concentrated in well-defined existing, and newer expanding, communities. Construction loans originated in Bronx County are also located in high demand, high absorption areas.\nAt December 31, 2024, $1.3 billion of our construction loan portfolio, or 92.3% of our construction loan portfolio and 72.7% of our total loan portfolio, represented loans made in the high absorption areas of these four counties of New York. In addition, at December 31, 2024, $159.8 million, or 60.9% of our multifamily, mixed use and non-residential real estate loan portfolio and 8.8% of our total loan portfolio, represented loans made in the Boston Metropolitan Area. Furthermore, at December 31, 2024, $96.1 million, or 36.6% of our multifamily, mixed-use and non-residential real estate loan portfolio and 5.3% of our total loan portfolio, represented loans made in the New York Metropolitan Area. \nThis might make us vulnerable to a downturn in the local economy and real estate markets and to a decrease in new construction in these counties. Adverse conditions in the local economy such as unemployment, recession, a \n\n\n\n\ncatastrophic event or other factors beyond our control could impact the ability of our borrowers to repay their loans, which could impact our net interest income. Decreases in local real estate values caused by economic conditions, changes in tax laws or other events could adversely affect the value of the property used as collateral for our loans, which could cause us to realize a loss in the event of a foreclosure. Further, deterioration in local economic conditions could necessitate an increase in our provision for credit losses and a resulting reduction to our earnings and capital.\nEconomic conditions could result in increases in our level of non-performing loans and/or reduce demand for our products and services, which could have an adverse effect on our results of operations.\nDeteriorating economic conditions could affect the markets in which we do business, the value of our loans and investment securities, and our ongoing operations, costs and profitability. Further, declines in real estate values and new construction and elevated unemployment levels may result in higher loan delinquencies, increases in our non-performing and classified assets and a decline in demand for our products and services. These events may cause us to incur losses and may adversely affect our financial condition and results of operations. To the extent that we must work through the resolution of assets, economic problems may cause us to incur losses and adversely affect our capital, liquidity, and financial condition.\nStrong competition within our market area may limit our growth and profitability.\nCompetition is intense within the banking and financial services industry, particularly in our New York and Massachusetts markets. Our construction loans are primarily originated in high absorption areas within Bronx, Orange, Rockland and Sullivan Counties in New York. Competition for constructions loans in these high absorption areas comes from commercial banks, savings institutions and credit unions operating in the Metropolitan New York area and nationwide. Competition for construction loans also comes from the increasing number of non-depository financial service companies entering the commercial real estate or construction lending market, such as financial technology companies, securities companies and specialty finance companies. \nWe also originate non-construction loans, including multi-family, commercial and industrial loans, throughout our primary lending markets in New York and Massachusetts. Competition for non-construction loans comes from the numerous national, regional and local community financial institutions operating in our market area, including a number of independent banks and credit unions, in addition to other financial service companies, such as brokerage firms and other similar entities. In addition, we also face competition for investors’ funds from money market funds and other corporate and government securities. Many of these competitors have substantially greater resources, higher lending limits and offer services that we do not or cannot provide. This competition could make it difficult for us to originate new loans and attract new deposits. While we believe that our long-standing presence in our market areas in New York and Massachusetts, and our personal service philosophy enhance our ability to compete favorably in attracting and retaining individual and business customers, price competition for loans may result in originating fewer loans, or earning less on our loans and price competition for deposits may result in a reduction of our deposit base of paying more on deposits.\nRisks Related to Our Operations\nOur reliance on brokered deposits, military deposits and deposits from listing services could adversely affect our liquidity and operating results.\nAmong other sources of funds, we rely on brokered deposits as well as military deposits and deposits obtained from listing services to provide funds with which to make loans and provide other liquidity needed. At December 31, 2024, brokered deposits, military deposits and deposits obtained through listing services totaled $489.3 million, or 29.3% of total deposits, of which brokered deposits represents $436.0 million or 26.1% of total deposits.\nGenerally, these deposits may not be as stable as other types of deposits. In the future, these depositors may not replace their deposits with us as they mature, or we may have to pay a higher rate of interest to keep those deposits or to replace them with other deposits or sources of funds. Not being able to maintain or replace these deposits as they mature could affect our liquidity. Paying higher deposit rates to maintain or replace these types of deposits could adversely affect our net interest margin and operating results.\n\n\n\n\nWe face a risk of non-compliance and enforcement action with the Bank Secrecy Act and other anti-money laundering statutes and regulations.\nThe federal Bank Secrecy Act, the Uniting and Strengthening America by Providing Appropriate Tools Required to Intercept and Obstruct Terrorism Act of 2001 (the “PATRIOT Act”) and other laws and regulations require financial institutions, among other duties, to institute and maintain effective anti-money laundering programs and file suspicious activity and currency transaction reports as appropriate. The federal Financial Crimes Enforcement Network, established by the U.S. Treasury Department to administer the Bank Secrecy Act, is authorized to impose significant civil money penalties for violations of those requirements and have engaged in coordinated enforcement efforts with the individual federal banking regulators, as well as the U.S. Department of Justice, Drug Enforcement Administration and Internal Revenue Service. Federal and state bank regulators also are focused on compliance with Bank Secrecy Act and anti-money laundering regulations. If our policies, procedures and systems are deemed deficient or the policies, procedures and systems of the financial institutions that we may acquire in the future are deficient, we would be subject to liability, including fines and regulatory actions such as restrictions on our ability to pay dividends and inability to obtain regulatory approvals to proceed with certain aspects of our business plan, including acquisitions, which would negatively impact our business, financial condition and results of operations. Failure to maintain and implement adequate programs to combat money laundering and terrorist financing could also have serious reputational consequences for us.\nBecause the nature of the financial services business involves a high volume of transactions, we face significant operational risks.\nWe rely on the ability of our employees and systems to process a high number of transactions. Operational risk is the risk of loss resulting from our operations, including but not limited to, the risk of fraud by employees or third parties, the execution of unauthorized transactions by employees, errors relating to transaction processing and technology, breaches of our internal control systems and compliance requirements, and ineffective business continuation and disaster recovery policies and procedures. Insurance coverage may not be available for such losses, or where available, such losses may exceed insurance limits. This risk of loss also includes the potential legal actions that could arise as a result of an operational deficiency or as a result of non-compliance with applicable regulations, adverse business decisions or their implementation, and customer attrition due to potential negative publicity. A breakdown in our internal control systems, improper operation of our systems or improper employee actions could result in material financial loss to us, the imposition of regulatory action, and damage to our reputation.\nRisks Related to Our Growth Strategy\nThe building of market share through our branch office strategy, and our ability to achieve profitability on new branch offices, may increase our expenses and negatively affect our earnings.\nWe believe there are branch expansion opportunities within our primary market area and adjacent markets, and will seek to grow our lending and deposit base by adding branches to our existing ten-branch network. There are considerable costs involved in opening branch offices, especially in light of the capabilities needed to compete in today’s environment. Moreover, new branch offices generally require a period of time to generate sufficient revenues to offset their costs, especially in areas in which we do not have an established presence. Accordingly, new branch offices could negatively impact our earnings and may do so for some period of time. Our investments in new branches, and the related personnel required to operate such branches, take time to earn returns and can be expected to negatively impact our earnings for the foreseeable future. The profitability of our expansion strategy will depend on whether the income that we generate from the new branch offices will offset the increased expenses resulting from establishing and operating these branch offices.\nRisks Related to Our Payment of Dividends\nOur dividend policy may change without notice and any payment of dividends in the future is subject to the discretion of our Board of Directors.\nThe holders of our common stock will receive cash dividends if and when declared by our Board of Directors out of legally available funds. The Company has historically paid a quarterly cash dividend to stockholders. During the \n\n\n\n\nyear ended December 31, 2024, the Company increased the quarterly cash dividends to $0.10 per share on March 21, 2024 and $0.15 per share on September 19, 2024 from $0.06 per share prior to 2024. Although we have a history of paying cash dividends, we have no obligation to continue paying dividends. Any future determination relating to our dividend policy will be made at the discretion of our board of directors and will depend on a number of factors, including our future earnings, capital requirements and alternative uses for capital, financial condition, future prospects, regulatory restrictions, and other factors that our board of directors may deem relevant. Our principal business operations are conducted through our subsidiary, the Bank, and the ability of the Bank to pay dividends to us will continue to be subject to, and limited by, certain legal and regulatory restrictions. Further, any lenders making loans to us may impose financial covenants that may be more restrictive with respect to dividend payments than the regulatory requirements. \nRisks Related to Our Business and Industry Generally\nChanges in interest rates may hurt our profits and asset values and our strategies for managing interest rate risk may not be effective.\nWe are subject to significant interest rate risk as a financial institution. Our interest-bearing liabilities reprice or mature more quickly than our interest-earning assets. Changes in the general level of interest rates can affect our net interest income by affecting the difference between the weighted-average yield earned on our interest-earning assets and the weighted-average rate paid on our interest-bearing liabilities, or interest rate spread, and the average life of our interest-earning assets and interest-bearing liabilities. Changes in interest rates also can affect: (1) our ability to originate loans; (2) the value of our interest-earning assets and our ability to realize gains from the sale of such assets; (3) our ability to obtain and retain deposits in competition with other available investment alternatives; and (4) the ability of our borrowers to repay their loans, particularly adjustable or variable rate loans. Interest rates are highly sensitive to many factors, including government monetary policies, domestic and international economic and political conditions and other factors beyond our control.\nIneffective liquidity management could adversely affect our financial results and condition.\n​\nEffective liquidity management is essential for the operation of our business. We require sufficient liquidity to meet customer loan requests, customer deposit maturities/withdrawals, payments on our debt obligations as they come due and other cash commitments under both normal operating conditions and other unpredictable circumstances causing industry or general financial market stress. Our access to funding sources in amounts adequate to finance our activities on terms that are acceptable to us could be impaired by factors that affect us specifically or the financial services industry or economy generally. Factors that could detrimentally impact our access to liquidity sources include a downturn in the geographic markets in which our loans and operations are concentrated or difficult credit markets. Our access to deposits may also be affected by the liquidity needs of our depositors. In particular, a majority of our liabilities are checking accounts and other liquid deposits, which are payable on demand or upon several days’ notice, while by comparison, a substantial majority of our assets are loans, which cannot be called or sold in the same time frame. Although we have historically been able to replace maturing deposits and advances as necessary, we might not be able to replace such funds in the future, especially if a large number of our depositors seek to withdraw their accounts, regardless of the reason. A failure to maintain adequate liquidity could materially and adversely affect our business, results of operations or financial condition.\n​\nFinancial challenges at other banking institutions could lead to depositor concerns that spread within the banking industry causing disruptive and destabilizing deposit outflows.\n​\nIn March 2023, Silicon Valley Bank and Signature Bank experienced large deposit outflows coupled with insufficient liquidity to meet withdrawal demands, resulting in the institutions being placed into FDIC receivership. Additionally, in May 2023, First Republic Bank experienced similar circumstances which resulted in the institution being placed in FDIC receivership. In the aftermath of these events, there has been substantial market disruption and concerns that diminished depositor confidence could spread across the banking industry, leading to deposit outflows that could destabilize other institutions. To strengthen public confidence in the banking system, the FDIC took action to protect funds held in uninsured deposit accounts at Silicon Valley Bank and Signature Bank following the placement of those institutions into receivership. However, the FDIC has not committed to protecting uninsured deposits in other \n\n\n\n\ninstitutions that experience outsized withdrawal demands. At December 31, 2024, we had uninsured deposits totaling $346.9 million and $115.0 million in available liquidity, including $78.3 million in cash, as well as $834.7 million in borrowing capacity at the FRBNY which was sufficient to cover our uninsured deposits as of December 31, 2024. Notwithstanding our significant liquidity, large deposit outflows could adversely affect our financial condition and results of operations and could result in the closure of the Bank. Furthermore, the recent bank failures may result in strengthening of capital and liquidity rules which, if the revised rules apply to us, could adversely affect our financial condition and results of operations.\n​\nEconomic, social and political conditions or civil unrest in the United States may affect the markets in which we operate, our customers, our ability to provide customer service, and could have a material adverse impact on our business, results of operations, or financial condition.\nOur business may be adversely affected by instability, disruption or destruction in the markets in which we operate, regardless of cause, including war, terrorism, riot, civil insurrection or social unrest, and natural or man-made disasters, including storm or other events beyond our control, such as pandemics and civil unrest. Such events can increase levels of political and economic unpredictability, result in property damage and business closures within in our markets and increase the volatility of the financial markets. Any of these effects could have a material and adverse impact on our business and results of operations. These events also pose significant risks to our personnel and to physical facilities, transportation and operations, which could adversely affect our financial results.\nIncreasing scrutiny and evolving expectations from customers, regulators, investors, and other stakeholders with respect to our environmental, social and governance practices may impose additional costs on us or expose us to new or additional risks.  \n\n     Companies are facing increasing scrutiny from customers, regulators, investors, and other stakeholders related to their environmental, social and governance (“ESG”) practices and disclosure.  Investor advocacy groups, investment funds and influential investors are also increasingly focused on these practices, especially as they relate to, among other things, the environment, health and safety, labor conditions and human rights.  Increased ESG related compliance costs could result in increases to our overall operational costs.  Failure to adapt to or comply with regulatory requirements or investor or stakeholder expectations and standards could negatively impact our reputation, ability to do business with certain partners, and our stock price.  New government regulations could also result in new or more stringent forms of ESG oversight and expanding mandatory and voluntary reporting, diligence, and disclosure.\n​\nWe depend on our management team to implement our business strategy and execute successful operations and we could be harmed by the loss of their services.\nWe depend upon the services of the members of our senior management team who direct our strategy and operations. Our executive officers and lending personnel possess expertise in our markets and key business relationships, and the loss of any one of them could be difficult to replace. Our loss of one or more of these persons, or our inability to hire additional qualified personnel, could impact our ability to implement our business strategy and could have a material adverse effect on our results of operations and our ability to compete in our markets.\nWe are a community bank and our ability to maintain our reputation is critical to the success of our business. The failure to do so may adversely affect our performance.\nWe are a community bank and our reputation is one of the most valuable assets of our business. A key component of our business strategy is to rely on our reputation for customer service and knowledge of local markets to expand our presence by capturing new business opportunities from existing and prospective customers in our market area and contiguous areas. As such, we strive to conduct our business in an honorable manner that enhances our reputation. This is done, in part, by recruiting, hiring and retaining employees who share our core values of being an integral part of the communities we serve, delivering superior service to our customers and caring about our customers and communities. If our reputation is negatively affected by the actions of our employees, by our inability to conduct our operations in a manner that is appealing to current or prospective customers or otherwise, our business and operating results may be materially adversely affected.\n\n\n\n\nWe are dependent on our information technology and telecommunications systems and third-party service providers; systems failures, interruptions and cybersecurity breaches could have a material adverse effect on us.\nOur business is dependent on the successful and uninterrupted functioning of our information technology and telecommunications systems and third-party service providers. The failure of these systems, or the termination of a third-party software license or service agreement on which any of these systems is based, could interrupt our operations. Because our information technology and telecommunications systems interface with and depend on third-party systems, we could experience service denials if demand for such services exceeds capacity or such third-party systems fail or experience interruptions. If significant, sustained or repeated, a system failure or service denial could compromise our ability to operate effectively, damage our reputation, result in a loss of customer business, and/or subject us to additional regulatory scrutiny and possible financial liability, any of which could have a material adverse effect on us.\nOur third-party service providers may be vulnerable to unauthorized access, computer viruses, phishing schemes and other security breaches. We likely will expend additional resources to protect against the threat of such security breaches and computer viruses, or to alleviate problems caused by such security breaches or viruses. To the extent that the activities of our third-party service providers or the activities of our customers involve the storage and transmission of confidential information, security breaches and viruses could expose us to claims, regulatory scrutiny, litigation costs and other possible liabilities.\nSecurity breaches and cybersecurity threats could compromise our information and expose us to liability, which would cause our business and reputation to suffer.\nIn the ordinary course of our business, we collect and store sensitive data, including our proprietary business information and that of our customers, suppliers and business partners, as well as personally identifiable information about our customers and employees. The secure processing, maintenance and transmission of this information is critical to our operations and business strategy. We, our customers, and other financial institutions with which we interact, are subject to ongoing, continuous attempts to penetrate key systems by individual hackers, organized criminals, and in some cases, state-sponsored organizations. \nWhile we have established policies and procedures to prevent or limit the impact of cyber-attacks, there can be no assurance that such events will not occur or will be adequately addressed if they do. In addition, we also outsource certain cybersecurity functions, such as penetration testing, to third party service providers, and the failure of these service providers to adequately perform such functions could increase our exposure to security breaches and cybersecurity threats. Despite our security measures, our information technology and infrastructure may be vulnerable to attacks by hackers or breached due to employee error, malfeasance or other malicious code and cyber-attacks that could have an impact on information security. Any such breach or attacks could compromise our networks and the information stored there could be accessed, publicly disclosed, lost or stolen. Any such unauthorized access, disclosure or other loss of information could result in legal claims or proceedings, liability under laws that protect the privacy of personal information, and regulatory penalties; disrupt our operations and the services we provide to customers; damage our reputation; and cause a loss of confidence in our products and services, all of which could adversely affect our financial condition and results of operations.\nWe must keep pace with technological change to remain competitive.\nFinancial products and services have become increasingly technology-driven. Our ability to meet the needs of our customers competitively, and in a cost-efficient manner, is dependent on the ability to keep pace with technological advances and to invest in new technology as it becomes available, as well as related essential personnel. In addition, technology has lowered barriers to entry into the financial services market and made it possible for financial technology companies and other non-bank entities to offer financial products and services traditionally provided by banks. The ability to keep pace with technological change is important, and the failure to do so, due to cost, proficiency or otherwise, could have a material adverse impact on our business and therefore on our financial condition and results of operations.\n\n\n\n\nActs of terrorism and other external events could impact our business.\nFinancial institutions have been, and continue to be, targets of terrorist threats aimed at compromising operating and communication systems. Such events could cause significant damage, impact the stability of our facilities and result in additional expenses, impair the ability of our borrowers to repay their loans, reduce the value of collateral securing repayment of our loans, and result in the loss of revenue. The occurrence of any such event could have a material adverse effect on our business, operations and financial condition.\nRegulation of the financial services industry is intense, and we may be adversely affected by changes in laws and regulations.\nThe Bank is subject to extensive regulation, supervision and examination by the FDIC and the New York State Department of Financial Services. In addition, the Company is subject to extensive regulation, supervision and examination by the Federal Reserve Board. Such regulation, supervision and examination govern the activities in which we may engage, and are intended primarily for the protection of the deposit insurance fund and the Bank’s depositors and not for the protection of our stockholders. Federal and state regulatory agencies have the ability to take supervisory actions against financial institutions that have experienced increased loan losses and exhibit underwriting or other compliance weaknesses. These actions include the entering into of formal or informal written agreements and cease and desist orders that may place certain limitations on their operations. If we were to become subject to a regulatory action, such action could negatively impact our ability to execute our business plan, and result in operational restrictions, as well as our ability to grow, pay dividends, repurchase stock or engage in mergers and acquisitions. See “Item 1: Business — Regulation and Supervision — Bank Regulation — Capital Requirements” for a discussion of regulatory capital requirements.\nWe are an emerging growth company, and any decision on our part to comply only with certain reduced reporting and disclosure requirements applicable to emerging growth companies could make our common stock less attractive to investors.\nThe Company is an emerging growth company and, for so long as it continues to be an emerging growth company, the Company may choose to take advantage of exemptions from various reporting requirements applicable to other public companies but not to “emerging growth companies,” including, but not limited to, reduced disclosure obligations regarding executive compensation in its periodic reports and proxy statements, and exemptions from the requirements of holding a non-binding advisory vote on executive compensation and stockholder approval of any golden parachute payments not previously approved. As an emerging growth company, the Company also is not subject to Section 404(b) of the Sarbanes-Oxley Act of 2002, which would require that its independent auditors review and attest as to the effectiveness of its internal control over financial reporting. We have also elected to use the extended transition period to delay adoption of new or revised accounting pronouncements applicable to public companies until such pronouncements are made applicable to private companies. Accordingly, our financial statements may not be comparable to the financial statements of public companies that comply with such new or revised accounting standards. Investors may find our common stock less attractive if we choose to rely on these exemptions. If some investors find our common stock less attractive as a result of any choices to reduce future disclosure, there may be a less active trading market for our common stock and the price of our common stock may be more volatile.\n​",
      "char_count": 40828
    }
  },
  "extracted_at": "2025-10-18T17:40:30.159267"
}