{
  "ticker": "NRG",
  "company_name": "NRG ENERGY, INC.",
  "cik": 1013871,
  "form_type": "10-K",
  "filing_date": "2025-02-26",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001013871-25-000006",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001013871&accession_number=000101387125000006&xbrl_type=v",
  "sic_code": "4911",
  "industry": "Electric Services",
  "sections": {
    "item1": {
      "text": "Item 1 — Business\nGeneral\nNRG Energy, Inc., or NRG or the Company, is a leading energy and smart home company fueled by market-leading brands, proprietary technologies and complementary sales channels. Across the U.S. and Canada, NRG delivers innovative, sustainable solutions, predominately under brand names such as NRG, Reliant, Direct Energy, Green Mountain Energy and Vivint, while also advocating for competitive energy markets and customer choice. The Company has a customer base that includes approximately 8 million residential customers (comprised of 6 million retail energy customers and 2 million smart home customers) in addition to commercial, industrial, and wholesale customers, supported by approximately 13 GW of generation as of December 31, 2024.\nNRG sold 154 TWhs of electricity and 1,833 MMDth of natural gas in 2024, making it one of the largest competitive energy retailers in the U.S. As of the end of 2024, NRG had recurring electricity and/or natural gas sales in 25 U.S. states, the District of Columbia, and 8 provinces in Canada, and Vivint Smart Home served customers in all 50 U.S. states. NRG's retail brands, collectively, have the largest share of competitively served residential electric customers in Texas and is one of the largest business-to-business providers of power and natural gas in North America, including to manufacturing, industrial, and data center facilities.\nStrategy\nNRG's strategy is to maximize shareholder value by being a leader in the emerging convergence of energy and smart automation in the home and business. Through a diversified supply strategy, the Company sells reliable electricity and natural gas to its customers in the markets it serves, while also providing innovative home solutions to customers. NRG's unique combination of assets and capabilities enables the Company to develop and sell highly differentiated offerings that bring together every day essential services like powering and securing the home through a seamless and integrated experience. This strategy is intended to enable the Company to optimize its unique integrated platform to delight customers, generate recurring cash flow, significantly strengthen earnings and cost competitiveness, and lower risk and volatility. Sustainability is a philosophy that underpins NRG’s strategy and facilitates value creation across NRG's business. \nTo effectuate the Company’s strategy, NRG is focused on: (i) serving the energy needs of end-use residential, commercial and industrial, and wholesale counterparties in competitive markets and optimizing on additional revenue opportunities through its multiple brands and channels; (ii) offering a variety of energy products and smart home products and services that are differentiated by innovative features, premium service, integrated platforms, sustainability and loyalty/affinity programs; (iii) excellence in operating performance of its assets; (iv) achieving the optimal mix of supply to serve its customer load requirements through a diversified supply strategy; and (v) engaging in disciplined and transparent capital allocation. \nIn 2024, NRG entered into a definitive partnership agreement with Renew Home, a Virtual Power Plant platform (“VPP”) formed by the combination of Google’s Nest Renew and OhmConnect. Leveraging Google Cloud’s AI and cloud platforms, NRG and Renew Home plan to develop a VPP portfolio of up to 1 GW of load management capacity, with instantaneous dispatch value during peak events and tight supply conditions.\nBusiness Overview\nThe Company’s core businesses are the sale of electricity and natural gas to residential, commercial and industrial and wholesale customers, supported by the Company's wholesale electric generation, as well as the sale of smart home products and services. NRG manages its electricity and natural gas operations based on the combined results of the retail, wholesale and generation businesses with a geographical focus. Vivint Smart Home operations are reported within the Vivint Smart Home segment. \nThe Company's business is segmented as follows:\n•Texas, which includes all activity related to customer, plant and market operations in Texas, other than Cottonwood;\n•East, which includes all activity related to customer, plant and market operations in the East; \n•West/Services/Other, which primarily includes the following assets and activities: (i) all activity related to customer, plant and market operations in the West and Canada, and (ii) activity related to the Cottonwood facility and other investments; \n•Vivint Smart Home; and\n•Corporate activities. \n\nIn Texas, the Company’s generation supply is fully integrated with its retail load. This integrated model provides the advantage of being able to supply a portion of the Company’s retail customers with electricity from the Company’s assets, which reduces the need to sell electricity to, and buy electricity from, other institutions and intermediaries, resulting in more stable earnings and cash flows, lower transaction costs and less credit exposure. The integrated model also results in a reduction in actual and contingent collateral through offsetting transactions, thereby reducing transactions with third parties.\nThe integrated model consists of three core functions in each geographic segment above: Customer Operations, Market Operations and Plant Operations.\nCustomer Operations\nCustomer Operations is responsible for growing and retaining the customer base and delivering an outstanding customer experience. This includes acquisition and retention of all of NRG’s residential, small commercial, commercial and industrial, and government customers. NRG employs a multi-brand strategy that leverages a wide array of sales and partnership channels, direct face-to-face sales channels, call centers, websites, and brokers. Go-to-market activities include market strategy planning and development, product innovation, offer design, campaign execution, marketing and creative services, and selling. Customer portfolio maintenance and retention activities include fulfillment, billing, payment processing, collections, customer service, issue resolution, and contract renewals. NRG provides energy and related services at either fixed, indexed or month-to-month prices. Home customers typically contract for terms ranging from one month to five years, while Business customers typically contract for terms ranging from one year to five years in length and extended contractual terms are available. Throughout all Customer Operations activities, the customer experience is kept at the forefront to inform decision-making and optimize retention, while creating supporters and advocates for NRG’s brands in the market. Customer Operations primarily comprises two end-use customer facing teams: NRG Home, which serves residential customers, and NRG Business, which serves business customers. \nProduct Offerings\nNRG sells a variety of products to residential and small commercial customers, in a wide variety of sales channels, including retail electricity and energy management, natural gas, line and surge protection products and home protection products, repair and maintenance, and carbon offsets. Home customers make purchase decisions based on a variety of factors, including price, incentive, customer service, brand, innovative offers/features and referrals from friends and family. Through its broad range of service offerings and value propositions, NRG seeks to attract, retain, and increase the value of its customer relationships. NRG's brands are recognized for exemplary customer service, innovative smart energy and environmentally-friendly solutions. \nThe Company provides power and natural gas to the business-to-business markets in North America, as well as retail services, including demand response, commodity sales, energy efficiency and energy management solutions to Business customers. The Company is an integrated provider of supply and distributed energy resources and focuses on distributed products as businesses seek greater reliability, cleaner power and other benefits that they cannot obtain from the grid. These solutions include system power, distributed generation, renewable and low-carbon products, carbon management and specialty services, backup generation, storage and distributed solar, demand response, and energy efficiency and advisory services. \nMarket Operations\nMarket Operations has two primary objectives: to supply energy to customers in the most cost-efficient manner and to maximize the value of the Company's assets in satisfying its customer load requirements. These objectives are intended to reduce supply costs and maximize earnings with predictable cash flows.\nPower and natural gas are the two main commercial groups within Market Operations.\nPower\nThe power commercial group is responsible for end-use electricity supply including power plant optimization and certain fuel supply. To meet the market operations objectives, NRG enters into supply, power and gas hedging agreements via a wide range of products and contracts, including (i) physical and financial commodity instruments, (ii) fuel supply and transportation contracts, (iii) PPAs and Renewable PPAs, and (iv) capacity and other contracted revenue or supply sources, as further discussed below.\nIn addition, because changes in power prices in the markets where NRG operates are generally correlated to changes in natural gas prices, NRG uses hedging strategies that may include power and natural gas forward purchases and sales contracts to manage commodity price risk.\nPhysical and Financial Commodity Instruments\nNRG trades power, natural gas, environmental, weather and other physical and financial commodity related products, including forwards, futures, options and swaps. NRG enters into these instruments primarily to manage price and delivery risk, \n\noptimize physical and contractual assets in the portfolio, manage working capital requirements, reduce the carbon exposure in its business and comply with laws and regulations.\nFuel Supply and Transportation Contracts\nNRG's fuel requirements consist of various forms of fossil fuel. The prices of fossil fuels can be volatile. The Company obtains its fossil fuels from multiple suppliers and through multiple transporters. Although availability is generally not an issue, localized shortages, transportation availability, delays arising from extreme weather conditions and supplier financial stability issues can and do occur. The preceding factors related to the sources and availability of raw materials are fairly uniform across the Company's business and fuel products used. NRG's primary fuel requirements consist of the following:\nNatural Gas — NRG operates a fleet of mid-merit and peaking natural gas plants. Fuel needs are managed by the natural gas commercial group, generally on a spot basis, as the Company does not believe it is prudent to forward purchase natural gas for these types of units as the dispatch is highly unpredictable. Natural gas storage and transportation contracts are utilized to reduce daily volatility.\nCoal — NRG actively manages its coal requirements based on forecasted generation, market volatility and its inventory on site. The Company believes it is adequately hedged, using forward coal supply agreements, for its domestic coal consumption for 2025. As of December 31, 2024, NRG had purchased forward contracts to provide fuel for the Company's expected requirements for 2025. For the domestic fleet, NRG purchased approximately 13 million tons of coal in 2024, all of which was Powder River Basin coal. For fuel transport, NRG has entered into various rail transportation and rail car lease agreements with varying tenures, which will provide for the Company's transportation requirements of Powder River Basin coal for the next four years.\nRenewable PPAs\nThe Company's strategy is to procure mid to long-term renewable generation through power purchase agreements. NRG has entered into Renewable PPAs totaling approximately 1.9 GW with third-party project developers and other counterparties, of which all are operational as of December 31, 2024. The remaining average tenure of these agreements is nine years. The Company expects to continue evaluating and executing similar agreements that support the needs of the business. The total GW entered into through Renewable PPAs may be impacted by contract terminations when they occur.\nCapacity and Other Contracted Revenue or Supply Sources\nNRG's revenues and/or cash flows, primarily in the East and West, benefit from capacity/demand payments and other contracted revenue sources, originating from market clearing capacity prices, tolling arrangements and other long-term contractual arrangements. \nNatural Gas\nThe natural gas commercial group is responsible for costing, logistics and supply for all of NRG's residential, commercial and industrial, and wholesale customers. NRG has contractual rights to natural gas transportation and storage assets across its footprint that allow for optimal supply economics in support of its various businesses. NRG's diversified load coupled with this asset portfolio enables the Company to deliver supply economically while providing incremental optimization activities when market conditions allow. The scale of the natural gas operation extends from the wellhead (through its producer services business) to end use customers (through NRG's various sales channels). This scale, coupled with the Company's associated assets, gas system platform and people, create significant value across North America.\nPlant Operations\nAs of December 31, 2024, the Company owns and leases a diversified wholesale generation portfolio with approximately 13 GW of fossil fuel, and renewable generation capacity at 18 plants. The Company's wholesale generation assets are diversified by fuel-type and dispatch level, which helps mitigate the risks associated with fuel price volatility and market demand cycles. NRG continually evaluates its generation portfolio to focus on asset optimization opportunities and the locational value of its generation assets in each of the markets where the Company participates, as well as opportunities for the development of new generation.\n\nThe following table summarizes NRG's generation portfolio as of December 31, 2024:\n\n                                 (In MW)(a)                                                                                 \nType                             Texas                         East                 West/Services/Other(b)                                      Total\nNatural gas                      4,353                       80                            1,252                                            5,685    \nCoal                             4,174                    1,948                              605                                            6,727    \nOil                              —                          455                                —                                              455    \nUtility Scale Solar              —                            —                              214                                              214    \nTotal generation capacity        8,527                    2,483                            2,071                                           13,081    \n(a)Utility Scale Solar is described in MW on an alternating current basis. MW figures provided represent nominal summer net MW capacity of power generated as adjusted for the Company's owned interest\n(b)Includes proportionate share of equity owned investments and the Cottonwood lease\nPlant Operations is responsible for operating the Company's generation facilities at high standards of safety and regulatory compliance, and includes (i) operations and maintenance, (ii) asset management, and (iii) development, engineering and construction.\nOperations & Maintenance\nNRG operates and maintains its generation portfolio, as well as approximately 6,200 MW of additional coal, natural gas and wind generation capacity at 13 plants operated on behalf of third parties as of December 31, 2024 using prudent industry practices for the safe, reliable and economic generation of electricity in compliance with all local, state and federal requirements. The Company follows a consistent set of operating requirements, including a solid base of training, required adherence to specific safety and environmental limits, procedure and checklist usage, and the implementation of continuous process improvement through incident investigations. \nNRG uses industry leading maintenance practices for preventive, predictive and corrective maintenance planning. The Company’s strategic planning process evaluates equipment condition, performance, and obsolescence to support the development of a comprehensive work scope and schedule for long-term performance.\nAsset Management\nNRG manages all aspects of its generation portfolio to optimize the lifecycle value of the assets, consistent with the Company’s goals. The Company evaluates capital projects required for continued operation and strategic enhancement of the assets, provides quality assurance on capital outlays, and assesses the impact of rules, regulations, and laws on business profitability. In addition, the Company manages its long-term contracts and real estate holdings and provides management services.\nDevelopment, Engineering & Construction\nNRG develops, engineers and executes major plant projects as well as “new build” generation and energy storage projects that enhance the value of its generation portfolio and provide options to meet generation growth needs in the retail markets it serves, in accordance with the Company’s strategic goals. These projects have included gas-fired generation development and construction, coal to gas conversions, grid scale energy storage development, grid scale renewable construction, and asset demolition, remediation and reclamation work. \nTexas Development Priorities — During 2024, NRG advanced progress on three new generation projects aimed at expanding its operational capacity to meet growing retail power supply needs in the ERCOT wholesale electric market. These projects include a new 415 MW peaker plant at its T.H. Wharton generating station in Texas, which is scheduled to be operational in 2026 and a new 689 MW combined cycle generating facility at its Cedar Bayou generating station in Texas, which is scheduled to be operational in 2028. Both projects are under consideration for financing from the Texas Energy Fund. NRG continues to explore its options for the 443 MW Greens Bayou 6 project. These additions to NRG’s portfolio are strategically aligned with the Company’s commitment to meeting the growing energy needs of its customers. \nVivint Smart Home\nVivint Smart Home is a leading smart home platform that provides customers with technology, products and services to create a smarter, greener, safer home. A smart home has multiple devices integrated into a single expandable platform that incorporates artificial intelligence (“AI”) and machine-learning in its operating system, which allows customers to interact with and manage their home from anywhere via the Vivint app on their smart device. Vivint Smart Home provides a customized \n\nsolution for the home using integrated smart cameras (indoor, outdoor and doorbell), locks, lights, thermostats, garage door controls and a host of other safety and security sensors.\nVivint Smart Home provides a fully integrated solution for consumers, including hardware, software, sales, installation by trained and experienced in-home service professionals, customer service, technical support and professional monitoring. This seamless integration of high-quality products and services resulted in an average customer lifetime of approximately nine years as of December 31, 2024. The Company believes its ability to offer related or adjacent products and services that leverage the existing smart home platform, as well as energy services, can extend the average customer lifetime and increase the lifetime value of customers. As of December 31, 2024, Vivint Smart Home's cloud-based home platform currently manages more than 33 million in-home devices, and the average customer on Vivint Smart Home's cloud-based home platform engages with the smart home app approximately 17 times per day and has approximately 16 devices in its home.\nOperational Statistics\nThe following statistics represent the Company's retail load and customer count:\n\n                                                                                                 Year ended December 31,\n2024                                                                                  2023                          2022\nSales volumes - Electricity (in GWh)                                                                                    \nHome - Texas                                      39,353                        40,032                        43,155    \nHome - East                                       15,229                        12,838                        13,269    \nHome - West/Services/Other                         2,355                         2,243                         2,250    \nBusiness - Texas                                  40,274                        40,250                        38,447    \nBusiness - East                                   46,724                        46,438                        47,724    \nBusiness - West/Services/Other                    10,513                        10,393                        10,231    \nTotal Load                                       154,448                       152,194                       155,076    \nSales volumes - Natural gas (in MDth)                                                                                   \nHome - East                                       49,927                        49,990                        53,051    \nHome - West/Services/Other                        75,898                        75,150                        92,035    \nBusiness - East                                1,525,094                     1,587,052                     1,618,946    \nBusiness - West/Services/Other                   181,972                       179,888                       154,074    \nTotal Load                                     1,832,891                     1,892,080                     1,918,106    \n\n                                                                                                                                                                             Year ended December 31,\n2024                                                                                                                                                                  2023                      2022\nCustomer count - Electricity customers(a)(b) (in thousands)                                                                                                                                         \nHome - Texas                                                                                                                                                                                        \nAverage retail                                                                                                         2,940                                     2,878                     2,961    \nEnding retail                                                                                                          2,909                                     2,928                     2,859    \nHome - East                                                                                                                                                                                         \nAverage retail                                                                                                         1,777                                     1,466                     1,408    \nEnding retail                                                                                                          1,807                                     1,752                     1,381    \nHome - West/Services/Other                                                                                                                                                                          \nAverage retail                                                                                                           395                                       393                       383    \nEnding retail                                                                                                            373                                       404                       390    \nCustomer count - Natural gas customers(b) (in thousands)                                                                                                                                            \nHome - East                                                                                                                                                                                         \nAverage retail                                                                                                           388                                       390                       375    \nEnding retail                                                                                                            384                                       385                       380    \nHome - West/Services/Other                                                                                                                                                                          \nAverage retail                                                                                                           353                                       381                       416    \nEnding retail                                                                                                            347                                       358                       396    \nTotal Customer count (in thousands)                                                                                                                                                                 \nAverage retail - Home - Electricity and Natural gas                                                                    5,853                                     5,508                     5,543    \nAverage - Vivint Smart Home(c)                                                                                         2,100                                     2,008                         —    \nEnding retail - Home - Electricity and Natural gas                                                                     5,820                                     5,827                     5,406    \nEnding - Vivint Smart Home(c)                                                                                          2,154                                     2,043                         —    \nTotal Ending retail and Vivint Smart Home                                                                              7,974                                     7,870                     5,406    \n(a) Home customer count includes recurring residential customers, services customers, and community choice                                                                                          \n(b) Dual fuel customers are included within electricity customer counts only                                                                                                                        \n(c) Vivint Smart Home includes customers that also purchase other NRG products                                                                                                                      \nThe tables below present these performance metrics for the Company's generation portfolio, including leased facilities, for the years ended December 31, 2024 and 2023:\n\n                                                                                                                                                                                                                             Year Ended December 31, 2024\n                                                                                                                                                                                                                                        Fossil Plants (a)\n                                    Net Owned                    Net Generation (In thousands of MWh) (a)                    Annual Equivalent Availability Factor               Average Net Heat Rate BTU/kWh                         Net CapacityFactor\n                                Capacity (MW)                                                                                                                                                                                                            \nTexas                            8,527                                             23,350                                                      70.8              %               11,337                                                     30.1        %\nEast                             2,483                                              2,372                                                      78.4              %               13,956                                                     10.9        %\nWest/Services/Other              1,143                                              5,977                                                      70.2              %               7,498                                                      57.6        %\n(a)Excludes equity method investments\n\n                                                                                                                                                                                                                             Year Ended December 31, 2023\n                                                                                                                                                                                                                            Fossil and Nuclear Plants (a)\n                                    Net Owned                    Net Generation (In thousands of MWh) (a)                    Annual Equivalent Availability Factor               Average Net Heat Rate BTU/kWh                         Net CapacityFactor\n                                Capacity (MW)                                                                                                                                                                                                            \nTexas                            8,529                                             30,776                                                      74.2              %               11,175                                                     35.4        %\nEast                             2,483                                              2,016                                                      85.5              %               13,007                                                      6.6        %\nWest/Services/Other              1,169                                              5,903                                                      73.5              %               7,449                                                      56.8        %\n(a)Excludes equity method investments\n\nThe following are industry statistics for the Company's fossil and nuclear plants, as defined by the NERC:\nAnnual Equivalent Availability Factor, or EAF — Measures the percentage of maximum generation available over time as the fraction of net maximum generation that could be provided over a defined period of time after all types of outages and deratings, including seasonal deratings, are taken into account.\nNet Heat Rate — The net heat rate represents the total amount of fuel in BTU required to generate one net kWh provided.\nNet Capacity Factor — The net amount of electricity that a generating unit produces over a period of time divided by the net amount of electricity it could have produced if it had run at full power over that time period. The net amount of electricity produced is the total amount of electricity generated minus the amount of electricity used during generation by the station.\nThe generation performance by region for the three years ended December 31, 2024, 2023 and 2022 is shown below: \n\n                                                                                   Net Generation\n(In thousands of MWh)                        2024                    2023                    2022\nTexas                                                                                            \nCoal                                   15,433                   15,576                  18,860   \nGas                                     7,917                    7,333                   8,763   \nNuclear (a)                                 —                    7,867                   9,652   \nTotal Texas                            23,350                   30,776                  37,275   \nEast                                                                                             \nCoal                                    2,369                    1,328                   6,738   \nOil                                         2                        3                       7   \nGas                                         1                      685                     537   \nTotal East                              2,372                    2,016                   7,282   \nWest/Services/Other                                                                              \nGas                                     5,974                    5,899                   6,669   \nRenewables                                  3                        4                       7   \nTotal West/Services/Other               5,977                    5,903                   6,676   \nTotal generation performance           31,699                   38,695                  51,233   \n(a)Reflects the Company's undivided interest in total MWh generated by STP. The Company sold its interest in STP on November 1, 2023\nCompetition\nWhile there has been consolidation in the competitive retail energy space over the past few years, there is still considerable competition for customers. In Texas, there is healthy competition in deregulated areas and customers can choose providers based on the most appealing offers. Outside of Texas, electricity retailers compete with the incumbent utilities, in addition to other retail electric providers, which can inhibit competition depending on the market rules of the state. There is a high degree of fragmentation, with both large and small competitors offering a range of value propositions, including value, rewards, and sustainability-based offerings.\nWholesale generation is highly fragmented and diverse in terms of industry structure by region. As such, there is wide variation in the capabilities, resources, nature and identities of the Company’s competitors depending on the market. Competitors include regulated utilities, municipalities, cooperatives, other independent power producers, and power marketers or trading companies, including those owned by financial institutions. \nThe smart home market is an expanding global opportunity and is in the early stages of broad consumer adoption. It is highly competitive and fragmented. Major competitors range from large-cap technology companies seeking to expand their core market opportunity who predominantly offer do-it-yourself devices that put a large burden on homeowners to self-install and support many devices, to security-based providers, as well as industrial and telecommunications companies that offer connected home experiences. Vivint Smart Home provides the full smart home experience, with an end-to-end solution that includes a wide range of unique capabilities and use cases. Currently, the vast majority of competitors do not offer comprehensive smart home solutions and accompanying services.\nSeasonality and Price Volatility\nThe sale of power and natural gas to retail customers are seasonal businesses with the demand for power generally peaking during the summer, and the demand for natural gas generally peaking during the winter. As a result, net working capital requirements for the Company's retail operations generally increase during summer and winter months along with the \n\nhigher revenues, and then decline during off-peak months. Weather may impact operating results and extreme weather conditions could have a material impact. The rates charged to retail customers may be impacted by fluctuations in total power prices and market dynamics, such as the price of natural gas, transmission constraints, competitor actions, and changes in market heat rates.\nAnnual and quarterly operating results of the Company's generation portfolio can be significantly affected by weather and energy commodity price volatility. Significant other events, such as the demand for natural gas, interruptions in fuel supply infrastructure and relative levels of hydroelectric capacity can increase seasonal fuel and power price volatility. The preceding factors related to seasonality and price volatility are fairly uniform across the regions in which the Company operates.\nMarket Framework \nNRG sells electricity, natural gas and related products and services, and smart home products and services to customers throughout the U.S. and Canada. In most of the states and regions that have introduced retail consumer choice, NRG competitively offers electricity, natural gas and other value-enhancing services to customers. Each retail consumer choice state or province establishes its own retail competition laws and regulations, and the specific operational, licensing, and compliance requirements vary by state or province. Regulated terms and conditions of default service, as well as any movement to replace default service with competitive services, as is done in ERCOT, can affect customer participation in retail competition. In Canada, NRG sells energy and related services to residential and commercial customers in the province of Alberta pursuant both to a regulated rate service governed by provincial regulations as well as a competitive service with rates set by market forces. Sales of energy to commercial customers take place in other provinces as well. The attractiveness of NRG's retail offerings may be impacted by the rules, regulations, market structure and communication requirements from public utility commissions in each state and province.\nNRG's fleet of power plants which it owns, operates or manages are located in organized energy markets, known as RTOs or ISOs. Each organized market administers day-ahead and real-time centralized bid-based energy and ancillary services markets pursuant to tariffs approved by FERC, or in the case of ERCOT, market rules approved by the PUCT. These tariffs and rules dictate how the energy markets operate, how market participants make bilateral sales with one another and how entities with market-based rates are compensated. Established prices reflect the value of energy at the specific location and time it is delivered, which is known as the Locational Marginal Price. Each market is subject to market mitigation measures designed to limit the exercise of locational market power. These market structures facilitate NRG's sale of power and capacity products at market-based rates. \nOther than ERCOT and AESO, each of the ISO regions also operates a capacity or resource adequacy market that provides an opportunity for generating and demand response resources to earn revenues to offset their fixed costs that are not recovered in the energy and ancillary services markets. The ISOs are also responsible for transmission planning and operations.\nTexas\nNRG's business in Texas is subject to standards and regulations adopted by the PUCT and ERCOT1, including the requirement for retailers to be certified by the PUCT in order to contract with end-users to sell electricity. The ERCOT market is one of the nation's largest and, historically, fastest growing power markets. ERCOT is an energy-only market. The majority of the retail load in the ERCOT market region is served by competitive retail suppliers, except certain areas that have not opted into competitive consumer choice and are served by municipal utilities and electric cooperatives. \nEast\nWhile most of the states in the East region of the U.S. have introduced some level of retail consumer choice for electricity and/or natural gas, the incumbent utilities currently provide default service in most of the states and as a result typically serve the majority of residential customers. NRG’s retail activities in the East include both direct sales to end-use customers as well as sales through municipal aggregations, both of which are subject to standards and regulations adopted by the ISOs, state public utility commissions and legislators, including the requirement for retailers to be certified in each state in order to contract with end-users to sell electricity.\nPower plants owned, operated or managed by NRG and NRG's demand response assets located in the East region of the U.S. are within the control areas of PJM, NYISO, ISO-NE and MISO. Each of the market regions in the East region provides for robust competition in the day-ahead and real-time energy and ancillary services markets. Additionally, the assets in the East region receive a significant portion of their revenues from capacity markets. PJM and ISO-NE use a forward capacity auction, while NYISO uses a month-ahead capacity auction. MISO has an annual auction. Capacity market prices are sensitive to design parameters, as well as additions of new capacity. PJM and ISO-NE operate a pay-for-performance model where capacity payments are modified based on real-time generator performance during certain system conditions. In such markets, NRG’s actual capacity revenues will be the combination of cleared auction prices times the quantity of MW cleared, plus the net of any \n1 The Cottonwood facility is located in Deweyville, Texas, but operates in the MISO market\n\nover-performance \"bonus payments\" and any under-performance charges. Additionally, bidding rules allow for the incorporation of a risk premium into generator bids.\nWest\nIn the West region of the U.S., NRG is an LSE and sells electricity at retail in California’s Direct Access marketplace, as well as through community choice aggregations in the state. Additionally, NRG sells natural gas as both a retail supplier and wholesaler principally in California. NRG also owns equity interests in, operates, or manages power plants located entirely within the CAISO footprint. The CAISO operates day-ahead and real-time locational markets for energy and ancillary services, while managing congestion primarily through nodal prices. The CAISO system facilitates NRG's sale and purchase of power, ancillary services and capacity products at market-based rates, either within the CAISO's centralized energy and ancillary service markets or bilaterally. The CPUC also determines capacity requirements for LSEs and for specified local areas utilizing inputs from the CAISO. Both the CAISO and CPUC rules require LSEs to contract with sufficient generation resources in order to maintain minimum levels of generation within defined local areas. Additionally, the CAISO has independent authority to contract with needed resources under certain circumstances, typically either when LSEs have failed to procure sufficient resources, or system conditions change unexpectedly.\nCanada\nIn Canada, NRG sells to residential and commercial retail customers in Alberta, within the AESO footprint, under both regulated rates approved by the AUC as well as through competitive service. The Company's regulated rates are approved through periodic rate applications that establish rates for power and gas sales as well as for recovery of other costs associated with operating the regulated business. In addition, the Company sells energy to commercial customers in other provinces. All sales and operations are subject to applicable federal and provincial laws and regulations.\nVivint Smart Home\nVivint Smart Home operates in all states throughout the U.S. that regulate in some manner the sale, installation, servicing, monitoring or maintenance of smart home and electronic security systems. Vivint Smart Home and its sales representatives are typically required to obtain and maintain licenses, certifications or similar permits from governmental entities as a condition to engaging in the smart home and security service business. Vivint Smart Home is subject to federal and state laws related to consumer financing which may include rules related to fees and charges, disclosures and regulation of the party extending consumer credit. \nEnergy Regulatory Matters\nAs participants in wholesale and retail energy markets and owners and operators of power plants, certain NRG entities are subject to regulation by various federal and state government agencies. These include the CFTC, FERC, NRC and the PUCT, as well as other public utility commissions in certain states where NRG's generation or distributed generation assets are located. In addition, NRG is subject to the market rules, procedures and protocols of the various ISO and RTO markets in which it participates. Likewise, certain NRG entities participating in the retail markets are subject to rules and regulations established by the states and provinces in which NRG entities are licensed to sell at retail. NRG must also comply with the mandatory reliability requirements imposed by NERC and the regional reliability entities in the regions where NRG operates.\nNRG's operations within the ERCOT footprint are not subject to rate regulation by FERC, as they are deemed to operate solely within the ERCOT market and not in interstate commerce. These operations are subject to regulation by the PUCT.\nState and Provincial Energy Regulation\nMaryland Legislation — On May 9, 2024, Maryland Governor Wes Moore signed Senate Bill 1 into law, which restricts the competitive retail electric and natural gas market in Maryland, affecting residential customers but not commercial and industrial customers. Key provisions of the law took effect on January 1, 2025. The legislation imposes a price cap on residential contracts tied to a trailing 12-month historical average of utility rates, with only a limited exception for renewable power products. Renewable products must now have their price pre-approved by the Maryland Public Service Commission and source their renewable electricity certificates from within the PJM region. The law also requires that any variable-price contract not contain a change in price more than once a year, except time-of-use contracts, and limits contract terms to 12 months. It requires affirmative consent for the renewal of customer contracts for renewable power products. The law also imposes licensing requirements on energy salespeople. The law states that it does not impair existing contracts. On October 1, 2024, Green Mountain Energy Company, NRG’s renewable electricity provider, along with a retail trade association to which NRG belongs, filed a lawsuit in federal court challenging the constitutionality of Senate Bill 1. On November 18, 2024, the trial court denied the plaintiffs' motion for a preliminary injunction. The plaintiffs, including Green Mountain, have filed an appeal to this denial to the Fourth Circuit Court of Appeals. The appeal is pending.\n\nAlberta Rate of Last Resort — On September 27, 2024, the government of Alberta legislative assembly adopted the Rate of Last Resort Regulation to transition the regulated electricity rate from a monthly, variable rate “Regulated Rate Option” to a two-year, fixed rate “Rate of Last Resort” effective January 1, 2025. On November 29, 2024, the Alberta Utilities Commission approved a negotiated settlement between Direct Energy Regulated Services and the Utilities Consumer Advocate to establish the Rate of Last Resort price-setting methodology as well as the rate itself for the first two years of the four-year period. Under the government’s regulation, customers may return to the Rate of Last Resort at any time, and the price for the second two-year term may only vary from the first two-year term by 10%. The new rates may provide risks and benefits to the Company.\nRegional Regulatory Developments\nNRG is affected by rule/tariff changes that occur in the ISO regions. For further discussion on regulatory developments, see Item 15 — Note 23, Regulatory Matters, to the Consolidated Financial Statements.\nERCOT/PUCT\nPublic Utility Commission of Texas’ Actions with Respect to Wholesale Pricing and Market Design — The PUCT continues to analyze and implement multiple options for promoting increased reliability in the wholesale electric market, including the adoption of a reliability standard for resource adequacy and market-based mechanisms to achieve this standard. The Commission adopted a reliability standard that became effective in September 2024.\nIn 2023, the Texas Legislature authorized implementation of the Performance Credit Mechanism (\"PCM\"), which will measure real-time contribution to system reliability and provide compensation for resources to be available, subject to certain \"guardrails\" such as an absolute annual net cost cap, as part of its adoption of the PUCT Sunset Bill (House Bill 1500). The Texas Legislature also directed the PUCT to implement additional market design changes such as the creation of a new ancillary service called Dispatchable Reliability Reserve Service (\"DRRS\") to further increase ERCOT's capability to manage net load variability and firming requirements for new generation resources which penalize poor performance during periods of low grid reserves. The PUCT directed ERCOT to implement DRRS as a standalone product which will delay implementation until 2026 or 2027.\nTexas Energy Fund — Through Senate Bill 2627, the Texas Legislature created the Texas Energy Fund, which received voter approval in November 2023, and will provide grants and low-interest loans (3%) to incentivize the development of more dispatchable generation and smaller backup generation in ERCOT. The PUCT adopted a rule in March 2024, which establishes the application and participation requirements and the process by which the Texas Energy Fund loan proceeds for dispatchable generation in ERCOT will be distributed. The initial window for submitting loan applications was opened on June 1, 2024 and closed on July 27, 2024. NRG, through its subsidiaries, filed for loan proceeds for three separate projects, totaling more than 1,500 MWs of capacity. The PUCT also adopted a rule for the completion bonus grant program in April 2024, which provides for opportunities for grants of $120,000 per MW for dispatchable generation projects interconnected before June 1, 2026, or $80,000 per MW for dispatchable generation projects interconnected on or after June 1, 2026 but before June 1, 2029, subject to performance requirements. Applications for completion bonus grants can be submitted beginning in January 2025. Availability of grant funds may be impacted by the 10,000 MW collective cap on the ERCOT loan and grant program.\nOn August 29, 2024, the PUCT approved an initial portfolio of projects to move into a due diligence process with its third-party administrator. NRG THW GT LLC's 415 MW gas peakers, which is projected to become commercially operational in 2026, was among the projects selected to move into diligence, and that process is underway. On December 12, 2024, the PUCT approved two additional projects to move into due diligence, including Cedar Bayou Unit 5’s 689 MW combined cycle generating facility, which is projected to become commercially operational in 2028. Approximately 9,700 MW of projects are currently approved to undergo due diligence.\nReal-time Co-optimization of Energy and Ancillary Services (\"RTC\") — ERCOT is progressing with a multi-year project to upgrade its systems to co-optimize the dispatch of energy and ancillary services in real-time. The RTC project will also replace the Operating Reserve Demand Curve with demand curves for each ancillary service product which will act as the primary scarcity pricing mechanism when energy or ancillary services are in shortage. ERCOT anticipates commencing market trials for testing the RTC project in Spring 2025 with production to go-live on December 5, 2025.\nSupreme Court of Texas Ruling on Pricing during Winter Storm Uri — On June 14, 2024, the Supreme Court of Texas affirmed the validity of two orders issued by the PUCT on February 15 and 16, 2021, respectively, governing scarcity pricing in the ERCOT wholesale electricity market during Winter Storm Uri. The Supreme Court's order reversed the judgment of the Third Court of Appeals, which had held that the PUCT exceeded its statutory authority by ordering the market price of energy to be set at the high system wide offer cap due to scarcity conditions as a result of firm load shed occurring in ERCOT. In addition to holding that the PUCT's orders were consistent with the agency's statutory authority, the Supreme Court of Texas found that the PUCT had substantially complied with the Administrative Procedure Act's procedural rulemaking requirements in issuing its orders.\n\nVoluntary Mitigation Plan (“VMP”) Changes — On March 13, 2023, the PUCT Staff determined that a portion of NRG's VMP should be terminated due to the increase in procurement of ancillary services by ERCOT, specifically non-spin reserve services, following Winter Storm Uri. As such, PUCT Staff terminated part of the VMP for NRG which provides protection from wholesale market power abuse accusations related to offers for ancillary services. NRG agreed with these changes to the VMP. At the March 23, 2023 open meeting, the PUCT approved the amended VMP. In February 2024, NRG filed a notice of intent with the PUCT and terminated its existing VMP as of March 1, 2024.\nLubbock, Texas Transition to Competition — The customers of Lubbock Power and Light (\"LP&L\"), a municipally owned utility, entered the Texas retail competitive market in March 2024. Starting in January 2024, LP&L customers were able to shop for a REP. Customers who did not select a REP by February 15, 2024 were assigned to one of three default REPs, one of which is Reliant. LP&L customers started transitioning to their chosen REP or a default REP on March 4, 2024, which concluded in early April 2024.\nPJM\nCapacity Market Litigation and Reforms — On September 27, 2024, various public interest organizations filed a complaint at FERC against PJM seeking changes to the treatment of RMRs in the capacity market. On November 18, 2024, various state consumer advocates filed a complaint at FERC against PJM seeking revisions to several aspects of PJM’s capacity market, including requiring resources previously subject to categorical exemptions to participate in capacity auctions, longer notice periods for deactivating generating resources, and several other changes. On December 9, 2024, PJM submitted a filing at FERC proposing various capacity market updates regarding the treatment of qualifying resources that are retained under RMR agreements as capacity, retention of a dual-fuel fired combustion turbine plant as the reference resource, and updates to the Non-Performance Charge based on the RTO Net CONE for the 2026/2027 and 2027/2028 Delivery Years. On February 14, 2025, FERC approved PJM’s filings. On December 13, 2024, PJM filed tariff changes to add provisions enabling a one-time reliability-based expansion of the eligibility criteria for PJM’s interconnection process intended to allow a limited number of additional resources to participate in an upcoming interconnection queue. On February 11, 2025, FERC approved PJM’s filing. On December 20, 2024, PJM submitted tariff changes that propose to require all Existing Generation Capacity Resources to offer into the capacity auctions beginning with the 2026/2027 Delivery Year as well as certain enhancements to the Market Seller Offer Cap. On February 20, 2025, FERC approved PJM’s filing. On December 30, 2024, Pennsylvania Governor Josh Shapiro and the Commonwealth of Pennsylvania filed a complaint at FERC alleging that PJM’s demand curve cap is unjust and unreasonable. The complaint seeks to lower the demand curve cap to be 1.5 times net CONE of the reference resource. On January 28, 2025, PJM notified stakeholders that it had reached an agreement with Governor Shapiro, and on February 14, 2025, PJM and Governor Shapiro filed a join settlement agreement establishing the capacity market temporary price cap and price floor for the next two auctions and also filed a motion to dismiss the December 30, 2024 complaint. Any changes approved by FERC could affect future capacity prices.\nRevisions to PJM Locational Deliverability Area (“LDA”) Reliability Requirement — The Base Residual Auction (\"BRA\") for the 2024/2025 delivery year commenced on December 7, 2022 and closed on December 13, 2022. On December 19, 2022, PJM announced that it would delay the publication of the auction results. On December 23, 2022, PJM made a filing at FERC to revise the definition of LDA Reliability Requirement in the Tariff. This would allow PJM to exclude certain resources from the calculation of the LDA Reliability Requirement. On February 21, 2023, FERC accepted PJM's filing. Multiple parties, including NRG, filed for rehearing. Rehearing was denied by operation of law, and multiple parties, including the Company, filed appeals to the Third Circuit Court of Appeals. On March 12, 2024, the court vacated the portion of the FERC orders that allow PJM to apply the LDA Reliability Requirement to the 2024/2025 capacity auction. On March 29, 2024, PJM filed a petition seeking confirmation as to the capacity commitments rules for the 2024/2025 auction. On April 22, 2024, multiple parties filed a complaint seeking to find the revised rate unjust and unreasonable and implement rates consistent with FERC's February 2023 decision, which was denied on July 9, 2024. Those parties filed an appeal to the Court of Appeals for the D.C. Circuit on November 5, 2024.\nOn May 6, 2024, FERC directed PJM to recalculate the 2024/2025 auction results under the Initial LDA Reliability Requirement rules, and further directed PJM to rerun the Third Incremental Auction. PJM published the revised BRA and Third Incremental Auction results on May 8, 2024 and May 23, 2024, respectively. On June 14, 2024, multiple parties filed appeals to the Third Circuit Court of Appeals seeking review of the May 6, 2024 FERC orders approving PJM's petition to restore the original capacity commitment rules for PJM to recalculate the 2024/2025 BRA and the rerun of the 2024/2025 BRA. As a result, the capacity for the 2024/2025 delivery year in the Delmarva Power and Light South zone resulted in higher prices. This outcome may change depending upon the disposition of the outstanding complaint and appeals.\n\nPJM Base Residual Auction Revisions and Delay — On October 13, 2023, PJM made two filings at FERC. In the first filing, PJM proposed revisions to the Market Seller Offer Cap, which FERC rejected on February 6, 2024. The second filing proposed to make changes to PJM’s resource adequacy risk modeling and capacity accreditation processes, which FERC approved, with condition, on January 20, 2024. The approved changes were in effect for the 2025/2026 BRA that occurred in July 2024. In November 2024, at PJM’s request, FERC approved delays to future BRAs. The 2026/2027 BRA is currently scheduled for July 2025.\nIndian River RMR Proceeding — On June 29, 2021, Indian River notified PJM that it intended to retire Unit 4, effective May 31, 2022, due to expected uneconomic operations. On July 30, 2021, PJM responded to the deactivation notice and stated that PJM had identified reliability violations resulting from the proposed deactivation of Unit 4. NRG filed a cost based RMR rate schedule at FERC on April 1, 2022. FERC accepted the rate schedule with a June 1, 2022 effective date, subject to refund and established hearing and settlement procedures. The Company reached settlement with a number of the intervening parties and the settlement agreement was filed at FERC on April 2, 2024. On January 16, 2025, FERC issued an order approving the settlement agreement. On February 14, 2025, the Independent Market Monitor and the Maryland Office of the People’s Counsel filed a request for a rehearing of the January 16, 2025 FERC order. PJM announced the Delmarva Power transmission upgrades were completed in December 2024 and as a result, PJM sent NRG a termination notice. Indian River Unit 4 retired on February 23, 2025.\nIndependent Market Monitor Market Seller Offer Cap Complaint — On March 18, 2021, finding that the calculation of the default Market Seller Offer Cap was unjust and unreasonable, FERC issued an order, which permitted the PJM May 2021 capacity auction for the 2022/2023 delivery year to continue under the existing rules and set a procedural schedule for parties to file briefs with possible solutions. On September 2, 2021, FERC issued an order in response to a complaint filed by the PJM Independent Market Monitor's proposal, which eliminated the Cost of New Entry-based Market Seller Offer Cap, implemented a limited default cap for certain asset classes based on going-forward costs and provided for unit specific cost review by the Independent Market Monitor for all other non-zero offers into the auctions. On October 4, 2021, as required by the Order, PJM submitted its compliance tariff and certain parties filed a motion for rehearing, which was denied by operation of law. On February 18, 2022, FERC addressed the arguments raised on rehearing and rejected the rehearing requests. Multiple parties filed appeals at the Court of Appeals for the D.C. Circuit, and on August 15, 2023, the Court denied the petitions for review. On January 12, 2024, the generator trade association filed a petition for review with the U.S. Supreme Court to overturn the August 15, 2023 judgment. On May 28, 2024, the U.S Supreme Court denied the petition for review.\nFinal Rule on Reactive Power Payments — On October 17, 2024, FERC issued its final rule on reactive power, eliminating compensation for a generator’s reactive power within the standard power factor. ISOs must make a compliance filing, but FERC will permit ISO-NE, NYISO, and PJM to request a later effective date. This change affects the payments provided to generators providing reactive power service.\nChange to Energy Efficiency in the PJM Capacity Auction — On November 5, 2024, FERC approved PJM’s proposal to terminate compensation paid through the PJM capacity market to energy efficiency resources beginning in the 2026/2027 auction year. However, energy efficiency resources will be counted as a reduction in the PJM load forecast that is the basis of the PJM capacity auction. FERC's action will eliminate wholesale market financial support for utility-run programs authorized by state utility commissions, as well as certain third-party providers of energy efficiency services. NRG's demand-side programming is not significantly affected by the modification.\nOther Regulatory Matters \nFrom time to time, NRG entities may be subject to examinations, investigations and/or enforcement actions by federal, state and provincial licensing and regulatory agencies and may face the risk of penalties for violation of financial services, consumer protection and other applicable laws and regulations.\nEnvironmental Regulatory Matters\nNRG is subject to numerous environmental laws in the development, construction, ownership and operation of power plants. These laws generally require that governmental permits and approvals be obtained before construction and maintained during operation of power plants. Federal and state environmental laws generally have become more stringent over time. Future laws may require the addition of emissions controls or other environmental controls, impose restrictions on the Company's operations including unit retirements or impose obligations related to historic coal ash use, storage and disposal. Complying with environmental laws often involves specialized human resources and significant capital and operating expenses, as well as occasionally curtailing operations. NRG decides to invest capital for environmental controls based on the relative certainty of the requirements, an evaluation of compliance options and the expected economic returns on capital.\n\nSeveral regulations that affect the Company have been and continue to be revised by the EPA, including requirements regarding coal ash, GHG emissions, NAAQS revisions and implementation, and effluent limitation guidelines. NRG will evaluate the impact of these regulations as they are revised but cannot fully predict the impact of each until anticipated revisions, legal challenges and reconsiderations are resolved. \nAir\nThe CAA and related regulations (as well as similar state and local requirements) have the potential to affect air emissions, operating practices and pollution control equipment required at power plants. Under the CAA, the EPA sets NAAQS for certain pollutants including SO2, ozone, and PM2.5. Many of the Company's facilities are located in or near areas that are classified by the EPA as not achieving certain NAAQS (non-attainment areas). The relevant NAAQS may become more stringent. In March 2024, the EPA increased the stringency of the PM2.5 NAAQS. The Company maintains a comprehensive compliance strategy to address continuing and new requirements. Complying with increasingly stringent air regulations could require the installation of additional emissions control equipment at some NRG facilities or retiring of units if installing such controls is not economic. Significant changes to air regulatory programs affecting the Company are described below. \nCPP/ACE Rules — The attention in recent years on GHG emissions has resulted in federal and state regulations. In 2019, the EPA promulgated the ACE rule, which rescinded the CPP, which had sought to broadly regulate CO2 emissions from the power sector. On January 19, 2021, the D.C. Circuit vacated the ACE rule (but on February 22, 2021, at the EPA's request, stayed the issuance of the portion of the mandate that would vacate the repeal of the CPP). On June 30, 2022, the U.S. Supreme Court held that the \"generation shifting\" approach in the CPP exceeded the powers granted to the EPA by Congress. The Court did not address the related issues of whether the EPA may adopt only measures applied at each source. On May 9, 2024, the EPA promulgated a rule that repealed the ACE rule and significantly revised the manner in which new combustion-turbine and existing steam EGU's GHG emissions will be regulated including capturing and storing/sequestering CO2 in some instances. This rule has been challenged by numerous parties in the D.C. Circuit including 27 states with 22 states intervening in support of the rule. The DC Circuit held oral arguments related to this rule in December 2024. On February 5, 2025, the DOJ filed a motion asking the court to hold proceedings in abeyance while the new administration evaluates the rule. The court granted the motion on February 19, 2025.\nCross-State Air Pollution Rule (“CSAPR”) — On March 15, 2023, the EPA signed and released a prepublication of a final rule that sought to significantly revise the CSAPR to address the good-neighbor obligations of the 2015 ozone NAAQS for 23 states after earlier having disapproved numerous state plans to address the issue. Several states, including Texas, challenged the EPA's disapproval of their state plans. On May 1, 2023, the U.S. Court of Appeals for the Fifth Circuit stayed the EPA's disapproval of Texas' and Louisiana's state plans, which disapprovals are a condition precedent to the EPA imposing its plan on Texas and Louisiana. Several other states are also similarly situated because of similar stays. Nonetheless, on June 5, 2023, the EPA promulgated this rule. On July 31, 2023, the EPA promulgated an interim final rule that addresses the various judicial orders that have stayed several State-Implementation-Plan disapprovals by limiting the effectiveness of certain requirements of the final rule promulgated on June 5, 2023 in Texas and several other states. On June 27, 2024, the U.S. Supreme Court stayed the final rule in the 11 states where the rule had not already been stayed. The Company cannot predict the outcome of the legal challenges to the: (i) various state disapprovals; (ii) the final rule promulgated on June 5, 2023; and (iii) the interim final rule promulgated on July 31, 2023 that seeks to address the judicial orders. The Company anticipates that the new U.S. presidential administration will revisit this rule.\nRegional Haze Proposal — On May 2023, the EPA proposed to withdraw the existing Texas Sulfur Dioxide Trading Program and replace it with unit-specific SO2 limits for 12 units in Texas to address requirements to improve visibility at National Parks and Wilderness areas. If finalized as proposed, the rule would result in more stringent SO2 limits for two of the Company's coal-fired units in Texas. The Company cannot predict the outcome of this proposal.\nGreenhouse Gas Emissions — NRG emits CO2 when generating electricity at its facilities. Nearly all of NRG's domestic GHG emissions are subject to federal (U.S. EPA) GHG reporting requirements. \nNRG's climate goals are to reduce greenhouse gas emissions by 50% by 2025, from its current 2014 base year, and to achieve net-zero emissions by 2050. Greenhouse gas emissions included in NRG's goals are directly controlled emissions, emissions from purchased electricity for NRG's consumption and emissions from employee business travel. In March 2021, the Science Based Targets initiative validated NRG's 2025 and 2050 goals as aligned with a 1.5 degree Celsius trajectory. This validation was based on NRG’s business in 2020, prior to its acquisition of Direct Energy and Vivint. Following the acquisitions, the magnitude of NRG’s indirect emissions changed, and the Company is currently in the process of analyzing these emissions.\nFrom the current 2014 base year through 2024, the Company's directly controlled CO2e emissions decreased from 58 million metric tons to 25 million metric tons, representing a cumulative 57% reduction. The decrease is attributed to reductions in fleet-wide annual net generation and an overall market-driven shift away from coal as a primary fuel to natural gas. The \n![alt  2024GHEV2.jpg](https://www.sec.gov/Archives/edgar/data/1013871/000101387125000006/nrg-20241231_g1.jpg)\n19\n\n\n\ncontinued achievement of NRG's 2025 emissions reduction targets could be impacted by volatility within the power markets, driven by market conditions and changes in regulatory policies.\nAs of December 31, 2024, less than 5% of the Company's consolidated revenues were derived from coal-fired operating assets.\nThe following charts reflect the Company’s domestic generation portfolio, including leased facilities and those accounted for through equity method investments, but excluding the battery storage and remaining renewables activity. Prior year information on U.S. CO2e emissions and U.S. generation was adjusted to remove divested assets. \nMercury and Air Toxics Standards (“MATS”) — On May 7, 2024, the EPA promulgated a final rule that amends the MATS rule by, among other things, increasing the stringency of the filterable particulate matter standard at coal-burning units. The deadline for complying with this more stringent standard is 2027. Twenty three states have challenged this rule in the D.C. Circuit. Accordingly, the outcome of this rulemaking is uncertain. The Company anticipates that the new U.S. presidential administration will revisit this rule.\nByproducts\nIn April 2015, the EPA finalized the rule regulating byproducts of coal combustion (e.g., ash and gypsum) as solid wastes under the RCRA. On July 30, 2018, the EPA promulgated a rule that amended the ash rule by extending some of the deadlines and providing more flexibility for compliance. On August 21, 2018, the D.C. Circuit found, among other things, that the EPA had not adequately regulated unlined ponds and legacy surface impoundments. On August 28, 2020, the EPA finalized \"A Holistic Approach to Closure Part A: Deadline to Initiate Closure,\" which amended the April 2015 Rule to address the August 2018 D.C. Circuit decision and extend some of the deadlines. On November 12, 2020, the EPA finalized \"A Holistic Approach to Closure Part B: Alternative Demonstration for Unlined Surface Impoundments,\" which further amended the April 2015 Rule to, among other things, provide procedures for requesting approval to operate existing ash impoundments with an alternate liner. On May 8, 2024, the EPA promulgated a rule that establishes requirements for: (i) inactive (or legacy) surface impoundments at inactive facilities and (ii) coal combustion residuals (\"CCR\") management units (regardless of how or when the CCR was placed) at regulated facilities. The rule also creates an obligation to conduct site assessments (at all active and certain inactive facilities) to determine whether CCR management units are present. The rule has been challenged in the D.C. Circuit and the outcome of the legal challenges is uncertain. The Company anticipates that the new U.S. presidential administration will revisit this rule.\nDomestic Site Remediation Matters\nUnder certain federal, state and local environmental laws, a current or previous owner or operator of a facility, including an electric generating facility, may be required to investigate and remediate releases or threatened releases of hazardous or toxic substances or petroleum products. NRG may be responsible for property damage, personal injury and investigation and remediation costs incurred by a party in connection with hazardous material releases or threatened releases. These laws impose liability without regard to whether the owner knew of or caused the presence of the hazardous substances, and the courts have interpreted liability under such laws to be strict (without fault) and joint and several. Cleanup obligations can often be triggered during the closure or decommissioning of a facility, in addition to spills during its operations. \n\nJewett Mine Lignite Contract — The Company's Limestone facility historically burned lignite obtained from the Jewett mine. Active mining ceased as of December 31, 2016; however, the Company remains responsible for reclamation activities and is responsible for all reclamation costs. NRG has recorded an adequate ARO liability. The Railroad Commission of Texas has imposed a bond obligation of approximately $112 million for the reclamation of the Jewett mine, which NRG supports through surety bonds. The cost of the reclamation may exceed the value of the bonds. NRG may provide additional performance assurance if required by the Railroad Commission of Texas.\nWater\nThe Company is required under the Clean Water Act to comply with intake and discharge requirements, requirements for technological controls and operating practices. As with air quality regulations, federal and state water regulations have become more stringent and imposed new requirements. \nELG — In 2015, the EPA revised the ELG for Steam Electric Generating Facilities, which imposed more stringent requirements (as individual permits were renewed) for wastewater streams from FGD, fly ash, bottom ash and flue gas mercury control. In 2017, the EPA promulgated a final rule that, among other things, postponed the compliance dates to preserve the status quo for FGD wastewater and bottom ash transport water by two years to November 2020 until the EPA amended the rule. On October 13, 2020, the EPA amended the 2015 ELG rule by: (i) altering the stringency of certain limits for FGD wastewater; (ii) relaxing the zero-discharge requirement for bottom ash transport water; and (iii) changing several deadlines. In October 2021, NRG informed its regulators that the Company intends to comply with the ELG by ceasing combustion of coal by the end of 2028 at its domestic coal units outside of Texas, and installing appropriate controls by the end of 2025 at its two plants that have coal-fired units in Texas. On May 9, 2024, the EPA promulgated a rule that revises the ELG by, among other things, further restricting the discharge of (i) FGD wastewater, (ii) bottom ash transport water, and (iii) combustion residual leachate. The rule was challenged in numerous courts, but the cases have been consolidated in the Eighth Circuit of the U.S. Court of Appeals. The outcome of the legal challenges is uncertain. On February 19, 2025, the DOJ filed a motion asking the court to hold proceedings in abeyance while the new administration evaluates the rule. The Company anticipates that the new U.S. presidential administration will revisit this rule. \nRegional Environmental Developments\nAsh Regulation in Illinois — On July 30, 2019, Illinois enacted legislation that required the state to promulgate regulations regarding coal ash at surface impoundments. On April 15, 2021, the state promulgated the implementing regulation, which became effective on April 21, 2021. NRG has applied for initial operating permits and construction permits (for closure and retrofits) as required by the regulation and is waiting for most of its permits to be issued by the Illinois EPA.\nHouston Nonattainment for 2008 Ozone Standard — In 2022, the EPA changed the Houston area’s classification from Serious to Severe nonattainment for the 2008 Ozone Standard. Accordingly, Texas is required to develop a new control strategy and submit it to the EPA.\nCustomers\nNRG sells to a wide variety of customers, primarily end-use customers in the residential, commercial and industrial, and wholesale sectors. The Company owns and operates power plants to generate and sell power to wholesale customers, such as utilities and other intermediaries. The Company had no customer that comprised more than 10% of the Company's consolidated revenues for the year ended December 31, 2024.\nHuman Capital\nAs of December 31, 2024, NRG and its consolidated subsidiaries had 15,637 employees, including 7,028 active smart home direct sales and installation individuals, which are largely seasonal. Approximately 4% of the Company's employees were covered by U.S. collective bargaining agreements. During 2024, the Company did not experience any labor stoppages or labor disputes at any of its facilities.\nNRG believes its employees are vital to its success and is committed to offering employees a rewarding career that provides opportunities for growth and the ability to make valuable contributions toward the achievement of the Company’s business objectives. NRG focuses on safety, health and wellness, employee engagement, talent development and total rewards for its workforce. \nSafety\nSafety is embedded in the culture at NRG. The Company strives to begin meetings with a safety moment and regularly reminds its employees that safety comes first. NRG has achieved its targeted top decile safety record of Occupational Safety and Health Administration recordable injury rates in each of the 5 previous years.\n![alt  2024SafetyV2.jpg](https://www.sec.gov/Archives/edgar/data/1013871/000101387125000006/nrg-20241231_g2.jpg)\nThe following chart reflects the Company's 5 year safety record, excluding Vivint Smart Home which uses different industry specific safety benchmarks. \nHealth and Wellness\nNRG has continued to invest in the health and well-being of its employees and their families by providing programs that holistically support its employees’ physical, emotional, social and financial wellness, allowing employees the opportunity to take control of their well-being and focus on what matters most to them for a healthy, secure future. The Company includes well-being goals as a metric in the Annual Incentive Plan (AIP), ensuring participants are motivated to improve their overall well-being.\nEmployee Engagement\nNRG seeks to create work environments where employees are treated fairly and respectfully and where each voice matters. The Company seeks to build on that position by continually improving its hiring and promotion policies and supporting the growth of Business Resource Groups (“BRGs”). In these BRGs, employees can share, learn, and receive support from colleagues with whom they have an affinity based on shared backgrounds or interests. The Company strives to be a place that empowers employee growth that celebrates the individual employee and his or her unique backgrounds.\nTalent Development\nNRG deploys various talent development strategies and programs to develop leaders who can execute on the Company’s strategy and drive value for all stakeholders. The Board of Directors regularly engages with management on leadership development and succession planning, including providing feedback on development plans and bench strength for key senior leader positions. In 2024, the Company continued its annual Emerging Executive Leaders Program to strengthen the identified pipeline of future executives and create a cohort of high potential candidates to work on active company challenges or opportunities. Additionally, the Company expanded a front-line leader program called Peak Leadership to the entire company with the intent to onboard first-level leaders into their leadership role in select business units, and will look to continue growing the initiative in 2025. The Company has a performance management tool that emphasizes a continuous feedback loop and a robust online training curriculum covering topics such as leadership, communication and productivity. \nTotal Rewards\nNRG seeks to provide market competitive compensation and benefits benchmarked against the industries in which the Company operate: energy, consumer services and, where appropriate, the entire market. To ensure incentives are properly aligned with business needs and can attract and retain qualified employees, the Compensation Committee of the Board of Directors actively reviews the Company's total rewards programs, including benchmarking, risk assessment, and program design. NRG offers full-time employees incentives designed to motivate and reward success, and it continues to evaluate its benefits and offerings taking into consideration the needs of its employees to ensure they are competitive and best serve its employees. Every two years, the Company engages an independent third-party to benchmark its compensation and benefits programs against its peers and report the results to the Compensation Committee of the Board of Directors.\nFor further discussion and recent available data regarding the Company’s efforts and programs please see the Company’s 2024 Proxy Statement and 2023 Sustainability Report, which are available on the Company’s website at: www.nrg.com. Information included in these documents is not intended to be incorporated into this Annual Report on Form 10-K.\nAvailable Information\nNRG's annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports filed or furnished pursuant to section 13(a) or 15(d) of the Exchange Act are available free of charge through the SEC's website, www.sec.gov, and through the Company's website, www.nrg.com, as soon as reasonably practicable after they are electronically filed with, or furnished to, the SEC. The Company also routinely posts press releases, presentations, webcasts, sustainability reports and other information regarding the Company on the Company's website. The information posted on the Company's website is not a part of this report.",
      "char_count": 84631
    },
    "item1a": {
      "text": "Item 1A — Risk Factors \nNRG's risk factors are grouped into the following categories: (i) Risks Related to the Operation of NRG's Business; (ii) Risks Related to Governmental Regulation and Laws; and (iii) Risks Related to Economic and Financial Market Conditions and the Company's Indebtedness.\nRisks Related to the Operation of NRG's Business\nNRG's financial performance may be impacted by price fluctuations in the retail and wholesale power and natural gas markets, as well as fluctuations in coal and oil markets and other market factors that are beyond the Company's control.\nMarket prices for power, capacity, ancillary services, natural gas, coal, oil and renewable energy credits are unpredictable and tend to fluctuate substantially. Electric power generally must be produced concurrently with its use. As a result, power prices are subject to significant volatility due to supply and demand imbalances, especially in the day-ahead and spot markets. Long and short-term power and gas prices may also fluctuate substantially due to other factors outside of the Company's control, including:\n•changes in generation capacity in the Company’s markets, including the addition of new supplies of power as a result of the development of new plants, expansion of existing plants, the continued operation of uneconomic power plants due to state subsidies, retirement of existing plants or addition of new transmission capacity;\n•electric supply disruptions, including plant outages and transmission disruptions;\n•changes in power and gas transmission infrastructure;\n•transportation capacity constraints or inefficiencies;\n•weather conditions, including extreme weather conditions and seasonal fluctuations, including the effects of climate change;\n•a public health crisis, epidemic or pandemic;\n•changes in commodity prices and the supply of commodities, including but not limited to natural gas, coal and oil;\n•changes in the demand for power or gas, or in patterns of power or gas usage, including the potential development of demand-side management tools and practices, distributed generation, and more efficient end-use technologies;\n•development of new fuels, new technologies and new forms of competition for the production of power;\n•economic and political conditions, including the impact of changing U.S. trade policies and potential additional tariffs that may be imposed; \n•changes in law, including judicial decisions, environmental regulations and environmental legislation; and\n•federal, state and provincial power regulations and legislation, and regulations and actions of the ISO and RTOs.\nWhile retail rates are generally designed to allow retail sellers of electricity and natural gas to pass through price fluctuations and other changes to costs, the Company may not be able to pass through all such changes to customers. For example, serving retail power customers in ISOs that have a capacity market exposes the Company to the risk that capacity costs can change and may not be recoverable, or the Company may engage in sales of power at fixed prices. Additionally, increases in wholesale costs to retail customers may cause additional customer defaults or increased customer attrition, or may be impacted by regulatory rules. \nConversely, should natural gas prices rise to consistently exceed coal prices, NRG’s demand for coal generation may exceed the near-term ability of coal suppliers or rail transporters to meet it, causing the Company to lose generation sales opportunities and/or realize higher retail energy supply costs.\nSuch factors and the associated fluctuations in power prices have affected the Company's wholesale and retail profitability in the past and are expected to continue to do so in the future.\nVolatile power and gas supply costs and demand for power and gas could adversely affect the financial performance of NRG's retail operations.\nThe Company's earnings and cash flows could be adversely affected in any period in which the wholesale power or gas prices rise at a greater rate than the rates the Company can charge to customers. The price of wholesale electricity and gas supply purchases associated with the retail operations' energy commitments can be different than that reflected in the rates charged to customers due to, among other factors:\n•varying supply procurement contracts used and the timing of entering into related contracts;\n•subsequent changes in the overall price of natural gas;\n•daily, monthly or seasonal fluctuations in the price of natural gas relative to the 12-month forward prices;\n•transmission and transportation constraints and the Company's ability to move power or gas to its customers; and\n•changes in market heat rate (i.e., the relationship between power and natural gas prices).\nThe Company's earnings and cash flows could also be adversely affected in any period in which its customers' actual usage of electricity or gas significantly varies from the forecasted usage, which could occur due to, among other factors, weather events, changes in usage patterns, competition and economic conditions.\n\nThe Company’s expectations regarding load growth may not materialize.\nThe electricity industry is expected to experience a surge in demand driven primarily by new manufacturing, industrial and data center facilities (inclusive of generative AI (“GenAI”)). The U.S. Energy Information Administration's 2023 Annual Energy Outlook, combined with external forecasts, shows the potential for 500 TWh of incremental load across the U.S. through 2030, as compared to 2023. ERCOT's current long term load forecast shows peak demand increasing from 86 GW in 2024 to 137 GW in 2028. \nHowever, there is no assurance that these forecasts will be accurate or that the anticipated load growth will occur as projected. Factors such as evolving technology, improvements in energy efficiency, changes in economic conditions, shifts in government policy or regulation, and project delays or cancellations by the Company’s commercial and industrial consumers (including data center facilities) could reduce or slow demand for electricity relative to current expectations. The Company’s capital expenditures and other investments are influenced by projected demand; if the anticipated load growth fails to materialize, the Company could incur additional expenses to terminate or redeploy any underutilized assets or infrastructure, or it may be unable to fully recover its capital expenditures or realize the expected returns on its investments. \nOperation of power generation facilities involves significant risks and hazards customary to the power industry that could have a material adverse effect on NRG's revenues and results of operations, and NRG may not have adequate insurance to cover these risks and hazards.\nThe ongoing operation of NRG's facilities involves risks that include the breakdown or failure of equipment or processes, performance below expected levels of output or efficiency and the inability to transport the Company's products to its customers in an efficient manner due to a lack of transmission capacity. Unplanned outages of generating units, including extensions of scheduled outages due to mechanical failures or other problems occur from time to time and are an inherent risk of the Company's business. Unplanned outages typically increase the Company's operation and maintenance expenses and may reduce the Company's revenues as a result of selling fewer MWh or incurring non-performance penalties and/or require NRG to incur significant costs as a result of obtaining replacement power from third parties in the open market or running one of its higher cost units to satisfy the Company's forward power sales obligations. NRG's inability to operate the Company's plants efficiently, manage capital expenditures and costs, and generate earnings and cash flow from the Company's asset-based businesses could have a material adverse effect on the Company's results of operations, financial condition or cash flows.\nIn addition, NRG provides plant operations and commercial services to a variety of third parties. There is a risk that mistakes, mis-operations or actions taken by these third parties could be attributed to NRG, including the risk of investigation or penalties being assessed to NRG in connection with the services it offers, or that regulators could question whether NRG had the appropriate safeguards in place.\nPower generation involves hazardous activities, including acquiring, transporting and unloading fuel, operating large pieces of rotating equipment and delivering electricity to transmission and distribution systems. In addition to natural risks such as earthquake, flood, lightning, wildfires, hurricane and wind, other hazards, such as fire, explosion, structural collapse and machinery failure are inherent risks in the Company's operations. These and other hazards can cause significant personal injury or loss of life, severe damage to and destruction of property, plant and equipment, contamination of, or damage to, the environment and suspension of operations. The occurrence of any one of these events may result in NRG being named as a defendant in lawsuits asserting claims for substantial damages, including for environmental cleanup costs, personal injury and property damage and fines and/or penalties. \nNRG maintains an amount of insurance protection that it considers adequate, obtains warranties from vendors and obligates contractors to meet certain performance levels, but the Company cannot provide any assurance that these measures will be sufficient or effective under all circumstances and against all hazards or liabilities to which it may be subject. A successful claim for which the Company is not adequately insured or protected could hurt its financial results and materially harm NRG's financial condition. NRG cannot provide any assurance that its insurance coverage will continue to be available at all or at rates or on terms similar to those presently available. Any losses not covered by insurance could have a material adverse effect on the Company's financial condition, results of operations or cash flows.\nNRG's costs, results of operations, financial condition and cash flows could be adversely impacted by disruption of its fuel supplies.\nNRG relies on natural gas, coal and oil to fuel a majority of its power generation facilities. Grid operations depend on the continuing financial viability of contractual counterparties, as well as the infrastructure (including rail lines, rail cars, barge facilities, roadways, riverways and natural gas pipelines) available to serve generation facilities and to ensure that there is sufficient power produced to meet retail demand. As a result, the Company’s wholesale generation facilities are subject to the risks of disruptions or curtailments in the production of power at its generation facilities if no fuel is available at any price, if a counterparty fails to perform or if there is a disruption in the fuel delivery infrastructure.\nNRG routinely hedges both its wholesale sales and purchases to support its retail load obligations. In order to hedge these obligations, the Company may enter into long-term and short-term contracts for the purchase and delivery of fuel. Many of the \n\nforward power sales contracts do not allow the Company to pass through changes in fuel costs or discharge the power sale obligations in the case of a disruption in fuel supply due to force majeure events or the default of a fuel supplier or transporter. Disruptions in the Company's fuel supplies or power supply arrangements may therefore require it to supply replacement power either by running its other, higher cost power plants or by obtaining power from third-party sources at market prices that could substantially exceed the contract price, or to pay damages to counterparties for failure to deliver power or sell electricity or natural gas as contracted. Any such event could have a material adverse effect on the Company's financial performance.\nNRG also buys energy and fuel on a short-term or spot market basis. Prices sometimes rise or fall significantly over a relatively short period of time. The price NRG can obtain for the sale of energy may not rise at the same rate, or may not rise at all, to match a rise in fuel or delivery costs. Retail rates may also not rise at the same rate or may not rise at all. This may have a material adverse effect on the Company's financial performance. \nNRG's plant operating characteristics and equipment, particularly at its coal-fired plants, often dictate the specific fuel quality to be combusted. The availability and price of specific fuel qualities may vary due to supplier financial or operational disruptions, transportation disruptions and force majeure. At times, coal of specific quality may not be available at any price or the Company may not be able to transport such coal to its facilities on a timely basis. In this case, the Company may not be able to run the coal facility even if it would be profitable. Operating a coal facility with different quality coal can lead to emission or operating problems. If the Company had sold forward the power from such a coal facility, it could be required to supply or purchase power from alternate sources, perhaps at a loss. This could have a material adverse impact on the financial results of specific plants and on the Company's results of operations.\nNRG relies on storage, transportation assets and suppliers, which it does not own or control, to deliver natural gas.\nThe Company depends on natural gas pipelines and other transportation and storage facilities owned and operated by third parties to deliver natural gas to wholesale and retail markets and to provide retail energy services to customers. The Company's ability to provide natural gas for its present and projected customers will depend upon its suppliers' ability to obtain and deliver supplies of natural gas, as well as NRG's ability to acquire supplies. Factors beyond the control of the Company and its suppliers may affect the Company's ability to deliver such supplies. These factors include other parties' control over the drilling of new wells and the facilities to transport natural gas to the Company's receipt points, development of additional interstate pipeline infrastructure, availability of supply sources competition for the acquisition of natural gas, priority allocations, impact of severe weather disruptions to natural gas supplies and the regulatory and pricing policies of federal and state regulatory agencies, as well as the availability of Canadian reserves for export to the U.S. Energy deregulation legislation may increase competition among natural gas utilities and impact the quantities of natural gas requirements needed for sales service. If supply, transportation or storage is disrupted, including for reasons of force majeure, the ability of the Company to sell and deliver its products and services may be hindered. As a result, the Company may be responsible for damages incurred by its customers, such as the additional cost of acquiring alternative supply at then-current market rates. These conditions could have a material impact on the Company's financial condition, results of operations and cash flows. \nNRG relies on power transmission and distribution facilities that it does not own or control and that are subject to transmission constraints within a number of the Company's core regions. \nNRG depends on transmission and distribution facilities owned and operated by others to deliver power to its customers. If transmission or distribution is disrupted, including by force majeure events, or if the transmission or distribution infrastructure is inadequate, NRG's ability to deliver power may be adversely impacted. The Company also cannot predict whether transmission or distribution facilities will be expanded in specific markets to accommodate competitive access to those markets.\nIn addition, in certain of the markets in which NRG operates, energy transmission congestion may occur and the Company may be deemed responsible for congestion costs associated with power sales or purchases, or retail sales, particularly where the Company’s load is not co-located with its retail sales obligations. If NRG were liable for such congestion costs, the Company's financial results could be adversely affected.\nMaintenance, expansion and refurbishment of power generation facilities involve significant risks that could result in unplanned power outages or reduced output and could have a material adverse effect on NRG's results of operations, cash flows and financial condition.\nNRG's facilities require periodic maintenance and repair. Any unexpected failure, including failure associated with breakdowns, forced outages or any unanticipated capital expenditures could result in reduced profitability. NRG cannot be certain of the level of capital expenditures that will be required due to changing environmental and safety laws (including changes in the interpretation or enforcement thereof), needed facility repairs and unexpected events (such as natural disasters or terrorist attacks). The unexpected requirement of large capital expenditures could have a material adverse effect on the Company's liquidity and financial condition.\n\nThe Company may incur additional costs or delays in the development and construction of new generation projects and may not be able to recover its investments or complete the projects.\nNRG’s development and construction of new generation facilities involve many risks, including:\n•inability to receive governmental or other third-party funding;\n•delays or inability in obtaining necessary permits and licenses;\n•supply interruptions;\n•work stoppages and labor disputes;\n•weather interferences;\n•unforeseen engineering, environmental and geological problems;\n•unanticipated cost overruns; and\n•failure of various third parties to perform under contracts.\nAny of these risks could cause NRG's financial returns on such new investments to be lower than expected, or could cause the Company to operate below expected capacity or availability levels, which could result in loss of revenues, increase in expenses, higher maintenance costs and penalties. To protect against these risks, insurance is maintained, warranties are generally obtained for limited periods relating to the construction of each project and its equipment in varying degrees, and contractors and equipment suppliers are obligated to meet certain performance levels. The insurance, warranties or performance guarantees, however, may not be adequate to cover increased expenses. As a result, a project may cost more than projected and the Company may be unable to fund principal and interest payments under construction financing obligations, if any.\nFurthermore, where the Company has partnering relationships with a third party, the Company is subject to the viability and performance of the third party. The Company's inability to find a replacement contracting party where the original contracting party has failed to perform, could result in the abandonment of the development and/or construction of such project, while the Company could remain obligated on other agreements associated with the project.\nIf the Company is unable to complete the development or construction of a facility, or decides to delay, downsize, or cancel such project, it may not be able to recover its investment in that facility. Furthermore, if construction projects are not completed according to specification, the Company may incur liabilities and suffer reduced plant efficiency, higher operating costs and reduced net income.\nBecause NRG owns less than a majority of the ownership interests of some of its project investments, the Company cannot exercise complete control over their operations.\nNRG has limited control over the operation of some project investments and joint ventures because the Company's investments are in projects where it beneficially owns less than a majority of the ownership interests. NRG seeks to exert a degree of influence with respect to the management and operation of projects in which it owns less than a majority of the ownership interests by negotiating to obtain positions on management committees or to receive certain limited governance rights, such as rights to veto significant actions. However, the Company may not always succeed in such negotiations. NRG may be dependent on its co-venturers to operate such projects. The Company's co-venturers may not have the level of experience, technical expertise, human resources management or other attributes necessary to operate these projects optimally. The approval of co-venturers also may be required for NRG to receive distributions of funds from projects or to transfer the Company's interest in projects.\nNRG's trading operations and use of hedging agreements could result in financial losses that negatively impact its results of operations, and NRG's hedging activities may increase the volatility in the Company's quarterly and annual financial results.\nThe Company typically enters into hedging agreements, including contracts to purchase or sell commodities at future dates and at fixed prices, to manage the commodity price risks inherent in its business. The Company’s risk management policies and hedging procedures may not mitigate risk as planned, and the Company may fail to fully or effectively hedge its commodity supply and price risk. In addition, these activities, although intended to mitigate price volatility, expose the Company to other risks. When the Company sells or buys power or gas forward, it gives up the opportunity to buy or sell at the future price, which not only may result in lost opportunity costs but also may require the Company to post significant amounts of cash collateral or other credit support to its counterparties. The Company also relies on counterparty performance under its hedging agreements and is exposed to the credit quality of its counterparties under those agreements. Further, if the values of the financial contracts change in a manner that the Company does not anticipate, or if a counterparty fails to perform under a contract, it could harm the Company's business, operating results or financial position.\nNRG does not typically hedge the entire exposure of its operations against commodity price volatility. To the extent it does not hedge against commodity price volatility, the Company's results of operations and financial position may be improved or diminished based upon movement in commodity prices.\n\nNRG may engage in trading activities, including the trading of power, natural gas, fuel, emissions allowances, environmental attributes and credits, weather, and other physical and financial commodity related products that are not directly related to the operation of the Company's generation facilities or the management of related risks. These trading activities take place in volatile markets and some of these trades could be characterized as speculative. This trading activity may expose the Company to the risk of significant financial losses which could have a material adverse effect on its business and financial condition.\nNRG generally attempts to balance its fixed-price physical and financial purchases and sales commitments in terms of contract volumes and the timing of performance and delivery obligations through the use of financial and physical derivative contracts. These derivatives are accounted for in accordance with the FASB ASC 815, Derivatives and Hedging (\"ASC 815\"), which requires the Company to record all derivatives on the balance sheet at fair value with changes in the fair value resulting from fluctuations in the underlying commodity prices immediately recognized in earnings, unless the derivative qualifies for cash flow hedge accounting treatment or a scope exception. As a result, the Company's quarterly and annual results are subject to significant fluctuations caused by changes in market prices.\nNRG may not have sufficient liquidity to hedge market risks effectively.\nThe Company is exposed to market risks through its retail and wholesale operations, which involve the purchase of electricity and natural gas for resale, the sale of energy, capacity and related products, and the purchase and sale of fuel, transmission services and emission allowances. These market risks include, among other risks, volatility arising from location and timing differences that may be associated with buying and transporting fuel, converting fuel into energy and delivering energy to a buyer.\nNRG undertakes to hedge these market activities through agreements with various counterparties. Many of the Company's agreements with counterparties include provisions that require the Company to provide guarantees, offset or netting arrangements, letters of credit, a first lien on assets and/or cash collateral to protect the counterparties against the risk of the Company's default or insolvency. The amount of such credit support that must be provided typically is based on the difference between the price of the commodity in a given contract and the market price of the commodity. Significant movements in market prices can result in the Company being required to provide cash collateral and letters of credit in very large amounts. The effectiveness of the Company's strategy may depend on the amount of collateral available to enter into or maintain these contracts, and liquidity requirements may be greater than the Company anticipates or will be able to meet. Without a sufficient amount of working capital to post as collateral in support of performance guarantees or as a cash margin, the Company may not be able to manage price volatility effectively or to implement its strategy. An increase in the amount of letters of credit or cash collateral required to be provided to the Company's counterparties may negatively affect the Company's liquidity and financial condition.\nFurther, if retail customers use more power or gas than expected, or if any of NRG's facilities experience unplanned outages, the Company may be required to procure additional power or gas at spot market prices to fulfill contractual commitments. Without adequate liquidity to meet margin and collateral requirements, the Company may be exposed to significant losses, may miss significant opportunities, and may have increased exposure to the volatility of spot markets.\nThere may be periods when NRG will not be able to meet its commitments under forward sale or purchase obligations at a reasonable cost or at all.\nThe Company may sell fixed price gas as a proxy for power. Because the obligations under most of the Company's forward sale agreements are not contingent on a unit being available to generate power, NRG is generally required to deliver power to the buyer, even in the event of a plant outage, fuel supply disruption or a reduction in the available capacity of the unit. To the extent that the Company does not have sufficient lower-cost capacity to meet its commitments under its forward sale obligations, the Company would be required to supply replacement power either by running its other, higher cost power plants or by obtaining power from third-party sources at market prices that could substantially exceed the contract price. If NRG fails to deliver the contracted power, it would be required to pay the difference between the market price at the delivery point and the contract price, and the amount of such payments could be substantial.\nNRG’s strategy relies, in part, on its ability to bundle its products and services to optimize its network of home energy and smart home customers, and if it is unable to retain existing customers and expand their use of the Company’s products and services, its expected growth and operating results could be adversely affected.\nAs part of NRG’s growth strategy, it is important for the Company to bundle home energy and smart home services and products to optimize its customer base. As the Company is pursuing these opportunities to bundle services and products, there can be no assurances that its efforts in this regard will be successful. Additionally, for the Company to be successful in such opportunities, it must retain its existing customers. The length of the terms for which NRG’s home energy customers are contracted can be for multi-year periods, but many customers are contracted for a period of one year or less. Smart home customers historically have entered into subscriptions that range from three to five years. These customers are not obligated to, and may not, renew their contracts or subscriptions after the expiration of their original commitments. If customers terminate or \n\ndo not renew their contracts or do not expand their use of NRG’s products and services, the Company’s growth strategy may not be successful and its expected results of operations may be adversely affected.\nThe Company has made investments focused on consumer products that may not be successful, may not achieve the intended financial results or may result in product liability and reputational risk that could adversely affect the Company.\nThe Company may be liable to customers for any damage caused to customers’ homes, facilities, belongings or property during the installation of Company products and systems, such as smart home systems. Where such work is performed by independent contractors, such as repairs performed under the Company's home protection plan products, the Company may nonetheless face claims and costs for damage. In addition, shortages of skilled labor for Company projects could significantly delay a project or otherwise increase its costs. The products that the Company sells or manufactures may expose the Company to product liability claims relating to personal injury, death, or environmental or property damage, and may require product recalls or other actions. Although the Company maintains liability insurance and its service contracts limit Company liability, the Company cannot be certain that its coverage will be adequate for liabilities actually incurred or that insurance will continue to be available to the Company on economically reasonable terms, or at all, or that contractual limitations will be enforced. The laws of some states limit or prohibit insurance coverage for certain liabilities and actions, and any significant uninsured damages could have a material adverse effect on the Company’s business, financial condition and cash flows. Further, any product liability claims or damage caused by the Company could significantly impair the Company’s brand and reputation, which may result in a failure to maintain customers and achieve the Company’s desired growth initiatives in these new businesses.\nChanges in technology may impair the value of, and the attractiveness of, NRG’s retail products, smart home services and generation facilities.\nResearch and development activities are ongoing in the industry to provide alternative and more efficient technologies to produce power, including wind, photovoltaic (solar) cells, hydrogen, energy storage, and improvements in traditional technologies and equipment, such as more efficient gas turbines. Advances in these or other technologies, including through AI, could reduce the costs of power production to a level below what the Company has currently forecasted, which could adversely affect its cash flows, results of operations or competitive position. Technology, including distributed technology or changes in retail rate structures, may also have a material impact on the Company’s ability to retain retail customers. Further, technological innovation and changes could cause the Company’s smart home products and services to become obsolete, or otherwise more expensive and less effective than those of competitors, putting the Company at a competitive disadvantage.\nSome emerging technologies, such as distributed renewable energy technologies, broad consumer adoption of electric vehicles and energy storage devices, could affect the price of energy. These emerging technologies may affect the financial viability of utility counterparties and could have significant impacts on wholesale market prices, which could ultimately have a material adverse effect on NRG's financial condition, results of operations and cash flows.\nThe Company’s smart home services rely on innovation and any failure to adequately protect the Company’s intellectual property underlying such innovation, or claims that the Company has infringed the intellectual property rights of others, could have an adverse effect on its business and operations and result in a competitive disadvantage.\nThe Company relies on a combination of patent, trademark, copyright and trade secret right under the laws of the United States and other countries and a combination of confidentiality procedures, contractual provisions and other methods, to protect its intellectual property, all of which offer only limited protection. If the Company fails to acquire the necessary intellectual property rights or adequately protect or assert its intellectual property rights, competitors may manufacture and market similar products and services or convert customers, which could adversely affect market share and results of operations for smart home services. In addition, patent rights may not prevent competitors from developing, using or selling products or services that are similar to or address the same market as the Company’s smart home products and services. Certain of the Company’s smart home solutions contain software modules licensed under “open-source” licenses, which may entail greater risks than the use of commercial software, as open-source licensors generally do not provide warranties or other contractual protections regarding infringement claims or the quality of the code. Further, if proprietary software is combined with open-source software, in certain cases the Company could be required to release the source code of the proprietary software to the public, allowing competitors to create similar products with lower development effort and time.\nIt is possible that certain of the Company’s smart home products and services or those of third parties incorporated into its offerings could infringe the intellectual property rights of others. From time to time, Vivint Smart Home has been subject to claims based on allegations of infringement, misappropriation or other violations of the intellectual property rights of others. If the Company is unable to successfully defend against such claims or license necessary third-party technology or intellectual property on acceptable terms, it may be required to develop alternative, non-infringing technology, which could require significant time, effort, and expense and may ultimately not be successful. \n\nThe operation of the Company's businesses is subject to advanced persistent cyber-based security threats and integrity risk. Attacks on NRG's infrastructure that breach cyber/data security measures could expose the Company to significant liabilities, reputational damage, regulatory action, and disrupt business operations, which could have a material adverse effect.\nNumerous functions affecting the efficient operation of NRG’s businesses depend on the secure and reliable storage, processing and communication of electronic data and the use of sophisticated computer hardware and software systems, much of which is connected (directly or indirectly) to the internet. As a result, NRG's information technology systems and infrastructure, and those of its vendors and suppliers, are vulnerable to cyber-based security threats which could compromise confidentiality, integrity or availability. While the Company has controls in place designed to protect its infrastructure, such breaches and threats are becoming increasingly sophisticated and complex, requiring continuing evolution and constant improvements in security programs and technology. Any such breach, disruption or similar event that impairs NRG's information technology infrastructure could disrupt normal business operations and affect the Company's ability to control its generation assets, provide smart home services, maintain confidentiality, availability and integrity of restricted data, access retail customer information and limit communication with customers and third parties, which could have a material adverse effect on the Company.\nAs part of the continuing development of new and modified reliability standards, the FERC has approved changes to its Critical Infrastructure Protection reliability standards and has established standards for assets identified as \"critical cyber assets.\" Under the Energy Policy Act of 2005, the FERC can impose penalties, up to $1 million per day, per violation, for failure to comply with mandatory electric reliability standards, including standards to protect the power system against potential disruptions from cyber/data and physical security breaches.\nFurther, the Company's retail and Home businesses, as well as Vivint Smart Home's smart home platform, require accessing, collecting, storing and transmitting sensitive customer data in the ordinary course of business. Concerns about data privacy have led to increased regulation and other actions that could impact NRG's businesses and changes in data privacy and data protection laws and regulations or any failure to comply with such laws and regulations could adversely affect the Company's business and financial results. NRG's retail, Home and smart home businesses access and store sensitive customer data. Additionally, NRG relies on vendors and service providers, such as call centers, that may require access to sensitive data, which increase the risk of data breaches through third-party action or errors. The services and the networks and information systems utilized by the Company may be at risk for breaches as a result of third-party actions, employee or vendor error, malfeasance or other factors. \nAlthough the Company takes precautions to protect its infrastructure, it has been, and will likely continue to be, subject to attempts at phishing and other cybersecurity intrusions. International conflict increases the risk of state-sponsored cyber threats and escalated use of cybercriminal and cyber-espionage activities. In particular, the current geopolitical climate has further escalated cybersecurity risk, with various government agencies, including the U.S. Cybersecurity & Infrastructure Security Agency, issuing warnings of increased cyber threats, particularly for U.S. critical infrastructure. Additionally, the rapid advancement and integration of AI and machine learning technologies present new and evolving risks. These technologies can be exploited by malicious actors to enhance the sophistication and scale of cyberattacks, making it more challenging to detect and mitigate such threats. While the Company has not experienced a cyber/data breach or event causing any material operational, reputational or financial harm, it recognizes the growing threat within the general marketplace and the industry, and there is no assurance that NRG will be able to prevent any such harm in the future. If a material breach of the Company's information technology systems were to occur, the critical operational capabilities and reputation of its business may be adversely affected, customer confidence may be diminished, and NRG may be subject to substantial legal or regulatory scrutiny and claims, any of which may contribute to potential legal or regulatory actions against the Company, loss of customers, fines, penalties or other sanctions and otherwise have a material adverse effect. Any loss or disruption of critical operational capabilities to support the Company's generation, commercial or retail operations, loss of customers, or loss of confidential or proprietary data through a breach, unauthorized access, disruption, misuse or disclosure could adversely affect NRG's reputation, expose the Company to material legal or regulatory claims and impair the Company's ability to execute its business strategy, which could have a material adverse effect. In addition, NRG may experience increased capital and operating costs to implement enhanced security for its information technology infrastructure. NRG cannot provide any assurance that such events and impacts will not be material in the future, and the Company's efforts to deter, identify and mitigate future breaches may require additional significant capital and may not be successful.\nThe Company’s growing use of AI systems in its operations, services and products poses inherent risks, which may cause operational and reputational harm.\nThe Company has incorporated and intends to continue to incorporate AI technologies, such as GenAI, in its operations. services and products. Because GenAI is an emerging technology, ineffective or inadequate AI development, governance, or deployment practices by NRG or third-party vendors could result in unintended consequences, and the desired efficiencies and other intended benefits could fail to materialize. Due to its non-deterministic nature, GenAI technologies can create accuracy \n\nissues, unintended biases and discriminatory outcomes, or may create content that appears correct but is actually inaccurate or flawed. If the recommendations, content, or analyses that AI applications produce are or are alleged to be deficient or inaccurate, NRG could be subjected to potential legal liability and business harm, including brand or reputational harm and operational interruptions and ultimately have a material adverse effect on NRG’s results of operations. In addition, the evolving nature of AI may cause new laws and regulations to be enacted which may require significant resources and costs to modify and maintain business practices in order to comply with these new laws and regulations.\nFuture acquisition or disposition activities could involve unknown risks and may have materially adverse effects and NRG may be subject to trailing liabilities from businesses that it disposes of or that are inactive.\nNRG may in the future acquire or dispose of businesses or assets, acquire or sell books of retail customers, or pursue other business activities, directly or indirectly, through subsidiaries that involve a number of risks. The acquisition of companies and assets, and their integration, is subject to substantial risks, including the failure to identify material problems during due diligence, the risk of over-paying for assets or customers, the inability to retain customers and the inability to arrange financing for an acquisition as may be required or desired. Further, the integration and consolidation of acquisitions requires substantial human, financial and other resources and, ultimately, the Company's acquisitions may not be successfully integrated. In the case of dispositions, such risks may relate to employment matters, counterparties, regulators and other stakeholders in the disposed business, the separation of disposed assets from NRG’s business, the management of NRG’s ongoing business, and other financial, legal and operational matters related to such disposition, which may be unknown to NRG at the time. In addition, NRG may be subject to material trailing liabilities from disposed businesses. Any such risk may result in one or more costly disputes or litigation. There can be no assurances that any future acquisitions will perform as expected or that the returns from such acquisitions will support the indebtedness incurred to acquire them or the capital expenditures needed to develop them. There can also be no assurances that NRG will realize the anticipated benefits from any such dispositions. The failure to realize the anticipated returns or benefits from an acquisition or disposition could adversely affect NRG's results of operations, cash flows and financial condition.\nCompetition may have a material adverse effect on NRG's results of operations, cash flows and the market value of its assets.\nThe Company's retail operations face competition for customers. Competitors may offer different products, lower prices, and other incentives which may attract customers away from the Company. In some retail electricity markets, the principal competitor may be the incumbent utility. The incumbent utility often has the advantage of long-standing relationships with its customers and strong brand recognition. Furthermore, NRG may face competition from other energy service providers, other energy industry participants, or nationally branded providers of consumer products and services — including providers that may be better equipped to satisfy the large and rapid load growth expected of manufacturing, industrial, and data center customers — who have, and may in the future, develop businesses and offerings that compete with NRG. \nThe Company's smart home services market faces competition from residential security companies as well as other companies that are able to bundle their existing offerings, such as cable, telecommunications and internet service, with automation and monitored security services, and from do-it-yourself smart home systems, which customers are able to install without subscription services. \nThe Company’s plant operations face competition from newer or more efficient plants owned by competitors, which may put some of the Company's plants at a disadvantage to the extent these competitors are able to consume the same or less fuel as the Company's plant. Over time, the Company's plants may be unable to compete with these more efficient plants, which could result in asset retirements. \nNRG’s competitors may have greater liquidity, greater access to credit and other financial resources, lower cost structures, more effective risk management policies and procedures, greater ability to incur losses, longer-standing relationships with customers, greater brand awareness, greater potential for profitability from retail sales or greater flexibility in the timing of their sale of generation capacity and ancillary services than NRG does. Competitors may also have better access to subsidies or other out-of-market payments that put NRG at a competitive disadvantage.\nNRG's competitors may be able to respond more quickly to new laws or regulations or emerging technologies, or devote greater resources to marketing of retail energy and home services than NRG can. In addition, current and potential competitors may make strategic acquisitions or establish cooperative relationships among themselves or with third parties. Accordingly, it is possible that new competitors or alliances among current and new competitors may emerge and rapidly gain significant market share. \nThere can be no assurance that NRG will be able to compete successfully against current and future competitors, and any failure to do so would have a material adverse effect on the Company's business, financial condition, results of operations and cash flow.\n\nSupplier and/or customer concentration, the inability of suppliers to meet their obligations and dependence on third-party service providers may expose the Company to significant financial credit or performance risks and adversely affect NRG's results of operations, cash flows and financial condition.\nNRG often relies on a single contracted supplier or a small number of suppliers for the provision and transportation of fuel, chemicals and other services required for the operation of certain of its facilities. If these suppliers cannot perform these services, the Company utilizes the marketplace. There can be no assurance that the marketplace can provide these services as, when and where required or at comparable prices. The Company also relies on a number of sole or limited source suppliers for critical components for its smart home products and services, and those services are dependent on third-party cellular, telecommunications and/or internet providers.\nThe failure of any supplier or customer to fulfill its contractual obligations to NRG, the inability of NRG to source products and services on acceptable terms, if at all, and the failure of third parties to provide services to its customers that are necessary for the Company’s smart home services could have a material adverse effect on the Company's financial results. As a result, the financial performance of the Company's facilities is dependent on the credit quality of, and continued performance by, suppliers and customers, which cannot be guaranteed.\nNegative publicity may damage NRG's reputation or its brands and negatively impact its business, financial condition, results of operations and ability to attract and retain highly qualified employees.\nNRG’s reputation and brands could be damaged for numerous reasons, including negative views of the Company’s environmental impact, sustainability goals, supply chain practices, product and service offerings, sponsorship relationships, charitable giving programs and public statements made by Company officials. Additionally, the Company is from time to time named in investigations, claims and lawsuits arising in the ordinary course of business, and customers have in the past communicated complaints to consumer protection organizations, regulators or the media. Negative claims or publicity regarding the Company or its operations, offerings, practices or customer service may damage its brands or reputation, even if such claims are untrue. The Company may also experience criticism or backlash from media, customers, employees, government entities, advocacy groups and other stakeholders that disagree with positions taken by the Company or its executives. If the Company’s brands or reputation are damaged, it could negatively impact the Company’s business, financial condition, results of operations, and ability to attract and retain highly qualified employees. \nNRG's business, financial condition and results of operations could be adversely impacted by strikes or work stoppages by its unionized employees or inability to replace employees as they retire.\nAs of December 31, 2024, approximately 4% of NRG's employees were covered by collective bargaining agreements. In the event that the Company's union employees strike, participate in a work stoppage or slowdown or engage in other forms of labor strife or disruption, NRG would be responsible for procuring replacement labor or the Company could experience reduced power generation or outages. Although NRG's ability to procure such labor is uncertain, contingency staffing planning is completed as part of each respective contract negotiation. Strikes, work stoppages or the inability to negotiate future collective bargaining agreements on favorable terms could have a material adverse effect on the Company's business, financial condition, results of operations and cash flows. In addition, a number of the Company's employees at NRG's plants are close to retirement. The Company's inability to replace retiring workers could create potential knowledge and expertise gaps as such workers retire.\nNRG's failure to manage key executive succession and retention and to continue to attract qualified personnel could adversely affect the Company's financial condition and results of operations.\nThe loss of one or more of the Company’s key personnel or the inability to effectively identify a suitable successor to a key role could adversely affect the Company’s business. The failure to successfully transition and assimilate key employees, the effectiveness of the Company’s leaders, and any further transition, could adversely affect the Company’s financial condition and results of operations.\nRisks that are beyond NRG's control, including but not limited to acts of terrorism or related acts of war, natural disaster or other catastrophic events could have a material adverse effect on NRG's financial condition, results of operations and cash flows. \nNRG's generation facilities and the facilities of third parties on which they rely may be targets of terrorist activities, as well as events occurring in response to or in connection with such activities, all of which could cause environmental repercussions and/or result in full or partial disruption of the facilities ability to generate, transmit, transport or distribute electricity or natural gas. Strategic targets, such as energy-related facilities, may be at greater risk of future terrorist activities than other domestic targets. Any such environmental repercussions or disruption could result in a significant decrease in revenues or significant reconstruction or remediation costs beyond what could be recovered through insurance policies, which could have a material adverse effect on the Company's financial condition, results of operations and cash flows. In addition, significant weather events or terrorist actions could damage or shut down the power or gas transmission and distribution \n\nfacilities upon which the Company is dependent, which may reduce retail volume for extended periods of time. Power or gas supply may be sold at a loss if these events cause a significant loss of retail customer demand.\nRisks Related to Governmental Regulation and Laws\nNRG's business is subject to substantial energy regulation and may be adversely affected by legislative or regulatory changes, as well as liability under, or any future inability to comply with, existing or future energy regulations or requirements.\nNRG's business is subject to extensive U.S. federal, state and local laws and foreign laws. Compliance with, or changes to, the requirements under these legal regimes may cause the Company to incur significant additional costs, reduce the Company's ability to hedge exposure or to sell retail power within certain states or to certain classes of retail customers, or restrict the Company’s marketing practices, its ability to pass through costs to retail customers, or its ability to compete on favorable terms with competitors, including the incumbent utility. Retail competition and home protection services are regulated on a state-by-state or at the province-by-province level and are highly dependent on state and provincial laws, regulations and policies, which could change at any moment. Failure to comply with such requirements could result in the shutdown of a non-complying facility or line of business, the imposition of liens, fines, penalties and/or civil or criminal liability.\nPublic utilities under the FPA are required to obtain FERC acceptance of their rate schedules for wholesale sales of electricity. Except for ERCOT generation facilities and power marketers, all of NRG's non-qualifying facility generating companies and power marketing affiliates in the U.S. make sales of electricity in interstate commerce and are public utilities for purposes of the FPA. FERC has granted each of NRG's generating and power marketing companies that make sales of electricity outside of ERCOT the authority to sell electricity at market-based rates. FERC's orders that grant NRG's generating and power marketing companies market-based rate authority reserve the right to revoke or revise that authority if FERC subsequently determines that NRG can exercise market power in transmission or generation, create barriers to entry, or engage in abusive affiliate transactions. In addition, NRG's market-based sales are subject to certain market behavior rules, and if any of NRG's generating and power marketing companies were deemed to have violated those rules, they are subject to potential disgorgement of profits associated with the violation and/or suspension or revocation of their market-based rate authority. If NRG's generating and power marketing companies were to lose their market-based rate authority, such companies would be required to obtain FERC's acceptance of a cost-of-service rate schedule and could become subject to the accounting, record-keeping, and reporting requirements that are imposed on utilities with cost-based rate schedules. This could have a material adverse effect on the rates NRG charges for power from its facilities.\nThe Company's generation assets are also subject to the reliability standards promulgated by the designated Electric Reliability Organization (currently NERC) and approved by FERC. If NRG fails to comply with the mandatory reliability standards, NRG could be subject to sanctions, including substantial monetary penalties and increased compliance obligations. NRG is also affected by legislative and regulatory changes, as well as changes to market design, market rules, tariffs, cost allocations, and bidding rules that occur in the existing ISOs. The ISOs that oversee most of the wholesale power markets impose, and in the future may continue to impose, mitigation, including price limitations, offer caps, non-performance penalties and other mechanisms to address some of the volatility and the potential exercise of market power in these markets. These types of price limitations and other regulatory mechanisms may have a material adverse effect on the profitability of NRG's generation facilities that sell energy and capacity into the wholesale power markets.\nThe regulatory environment is subject to significant changes due to state and federal policies affecting wholesale and retail competition and the creation of incentives for the addition of large amounts of new renewable and nuclear generation and, in some cases, transmission. These changes are ongoing, and the Company cannot predict the future design of the wholesale power markets or the ultimate effect that the changing regulatory environment will have on NRG's business. In addition, in some of these markets, interested parties have proposed material market design changes. If competitive restructuring of the electric power markets is reversed, discontinued, or delayed, the Company's business prospects and financial results could be negatively impacted. In addition, there have been a number of reforms to the regulation of the derivatives markets, both in the United States and internationally. These regulations, and any further changes thereto, or adoption of additional regulations, including any regulations relating to position limits on futures and other derivatives or margin for derivatives, could negatively impact NRG’s ability to hedge its portfolio in an efficient, cost-effective manner by, among other things, potentially decreasing liquidity in the forward commodity and derivatives markets or limiting NRG’s ability to utilize non-cash collateral for derivatives transactions.\nNRG’s business may be affected by interference in the competitive wholesale marketplace. \nNRG’s generation and competitive retail operations rely on a competitive wholesale marketplace. The competitive wholesale marketplace may be impacted by out-of-market subsidies, imports of power from Canada, renewable mandates or subsidies, mandates to sell power below its cost of acquisition and associated costs as well as out-of-market payments to new or existing generators. These out-of-market subsidies to existing or new generation undermine the competitive wholesale marketplace, which can lead to premature retirement of existing facilities, including those owned by the Company. If these \n\nmeasures continue, capacity and energy prices may be suppressed, and the Company may not be successful in its efforts to insulate the competitive market from this interference. The Company's retail operations may be materially impacted by rules or regulations that allow regulated utilities to participate in competitive retail markets or own and operate facilities that could be provided by competitive market participants.\nAdditions or changes in tax laws and regulations could potentially affect the Company’s financial results or liquidity.\nNRG is subject to various types of tax arising from normal business operations in the jurisdictions in which the Company operates. Any additions or changes to tax legislation, or their interpretation and application, including those with retroactive effect, could have a material adverse effect on NRG’s financial condition and results of operations, including income tax provision and accruals reflected in the consolidated financial statements. The Company is subject to a 15% corporate alternative minimum tax as a result of the Inflation Reduction Act. The CAMT may lead to volatility in the Company’s cash tax payment obligations, particularly in periods of significant commodity or currency variability resulting from potential changes in the fair value of derivative instruments. The Company continuously monitors and assesses proposed tax legislation that could negatively impact its business.\nThe Capacity Performance product into the PJM market could lead to substantial changes in capacity income and non-performance penalties, which could have a material adverse effect on NRG’s results of operations, financial condition and cash flows.\nPJM operates a pay-for-performance model where capacity payments are modified based on real-time generator performance. Capacity market prices are sensitive to design parameters, as well as additions of new capacity. NRG may experience substantial changes in capacity income and incur non-performance penalties, which could have a material adverse effect on NRG’s results of operations, financial condition and cash flows.\nNRG is subject to environmental laws that impose extensive and increasingly stringent requirements on the Company's ongoing operations, as well as potentially substantial liabilities arising out of environmental contamination. These environmental requirements and liabilities could adversely impact NRG's results of operations, financial condition and cash flows. \nNRG is subject to the environmental laws of foreign and U.S., federal, state and local authorities. The Company must comply with numerous environmental laws and obtain numerous governmental permits and approvals to build and operate the Company's plants. Should NRG fail to comply with any environmental requirements that apply to its operations, the Company could be subject to administrative, civil and/or criminal liability and fines, and regulatory agencies could take other actions seeking to curtail the Company's operations. In addition, when new requirements take effect or when existing environmental requirements are revised, reinterpreted or subject to changing enforcement policies, NRG's business, results of operations, financial condition and cash flows could be adversely affected.\nNRG's businesses are subject to physical, market and economic risks relating to potential effects of climate change, and policies to regulate GHG emissions and mitigate climate change which could adversely impact NRG's results of operations, financial condition and cash flows.\nFluctuations in weather and other environmental conditions, including temperature and precipitation levels, may affect consumer demand for electricity or natural gas. In addition, the potential physical effects of climate change, such as increased frequency and severity of storms, floods and other climatic events, could disrupt NRG's operations and supply chain, and cause it to incur significant costs in preparing for or responding to these effects. These or other changes in climate could lead to increased operating costs or capital expenses. NRG's customers may also experience the potential physical impacts of climate change and may incur significant costs in preparing for or responding to these efforts, including changing the fuel mix and resiliency of their energy solutions and supply. \nThe contribution of climate change to the frequency or intensity of weather-related events could affect NRG's operations and planning process. Climate change could also affect the availability of a secure and economical supply of water in some locations, which is essential for the continued operation of NRG's generation plants. NRG monitors water supply risk carefully. If it is determined that a water supply risk exists that could impact projected generation levels at any plant, risk mitigation efforts are identified and evaluated for implementation. \nFurther, demand for NRG's energy-related services could be similarly impacted by consumers’ preferences or market or regulatory factors favoring energy efficiency, lower carbon energy sources or reduced electricity or natural gas usage.\nNRG's GHG emissions reduction targets can be found in Item 1, Business —Environmental Regulatory Matters. The Company's ability to achieve these targets depends on many factors, including the ability to retire high emitting assets, ability to reduce emissions based on technological advances and innovation, and ability to source energy from less carbon intense resources. In addition, any future decarbonization efforts may increase costs, or NRG may otherwise be limited in its ability to apply them. The cost associated with NRG's GHG emissions reduction goals could be significant. Failure to achieve the \n\nCompany's emissions targets could result in a negative impact on access to and cost of capital, changing investor sentiment regarding investment in the Company or reputation harm.\nEnhanced data privacy and data protection laws and regulations, or any non-compliance with such laws and regulations, could adversely affect NRG’s business and financial results.\nThe consumer privacy landscape continues to experience momentum for greater privacy protection and reform at the state and federal level in response to precedents set forth by the Personal Information Protection and Electronic Documents Act (the \"PIPEDA\") of Canada and the California Consumer Privacy Act (the \"CCPA\"). The development and evolving nature of domestic and international privacy regulation and enforcement could impact and potentially limit how NRG collects, processes, discloses and stores personally identifiable information. California residents have increased access rights (including the right to limit the use, right of data deletion and correction and right of non-disclosure of sensitive personal information), which are enforced by a new state privacy regulator, resulting in more scrutiny of business practices and disclosures. Additional states including Virginia, Utah, Connecticut, Colorado, Nevada, Texas, New Hampshire, Nebraska and Maryland have similarly adopted enhanced data privacy legislation and patterned after the standards set forth by CCPA, including broader data access rights, with several states going a step further requiring businesses to perform data protection assessments for a variety of processing activities. The Company is also bound by contractual requirements relating to privacy and data protection, and may agree to additional contractual requirements addressing these matters from time to time. In addition, Canadian data protection laws, PIPEDA, and the privacy laws of certain Canadian provinces who have promulgated more onerous data protection laws than PIPEDA, apply to the Company’s business in Canada.\nAs new laws and regulations are created, amended or expanded, requiring businesses to implement processes to enable customers access to their data and enhanced data protection and management standards, NRG cannot forecast with any certainty the impact that they may have on the Company’s business; however, it is possible the Company may find it necessary or desirable to change certain of its business practices or to expend resources to modify its home products and services and otherwise adapt to these changes. It is possible that the Company may be unable to make such changes and modifications in a commercially reasonable manner or at all, and its ability to develop new home services and features could be limited. Any non-compliance with laws may result in proceedings or actions against the Company by governmental entities or individuals. Moreover, any inquiries or investigations, government penalties or sanctions, or civil actions by individuals may be costly to comply with, resulting in negative publicity, increased operating costs, significant management time and attention, and may lead to remedies that harm the business, including fines, demands or orders that existing business practices be modified or terminated.\nNRG's retail operations and smart home services are subject to changing rules and regulations that could have a material impact on the Company's profitability.\nThe competitiveness of NRG's retail operations partially depends on regulatory policies that establish the structure, rules, terms and conditions upon which services are offered to retail customers. These policies can include, among other things, controls on the retail rates that NRG can charge, the imposition of additional costs on sales, restrictions on the Company's ability to sell certain types of products or ability to obtain new customers through various marketing channels and disclosure requirements. The Company's retail operations may be materially impacted by rules or regulations that allow regulated utilities to participate in competitive retail markets or own and operate facilities that could be provided by competitive market participants. Additionally, state, federal or provincial imposition of net metering or RPS programs can make it more or less expensive for retail customers to supplement or replace their reliance on grid power.\nThe Company’s smart home services focus on transactions with residential customers, subjecting it to a variety of laws, regulations and licensing requirements governing interactions with residential consumers, including those pertaining to privacy and data security, consumer financial and credit transactions, home improvements, warranties and door-to-door solicitation. In certain jurisdictions, the Company is required to obtain licenses or permits to comply with standards governing marketing and sales efforts, installation of equipment or servicing of customers and monitoring station employee selection and training. Increased regulation of matters relating to interactions with residential consumers could require modification to the Company’s home services operations and the incurrence of additional expenses. Further, any expansion of the scope of products or services into new markets may require additional licenses and expenditures to otherwise maintain compliance with additional laws, regulations or licensing requirements. These laws and regulations, as well as their interpretation, and any new laws, regulations or licensing requirements could negatively affect the Company’s ability to acquire new residential customers. Any of these measures could increase costs for providing, or reduce customer satisfaction with respect to, smart home services. \nThe Federal Trade Commission (\"FTC\") and the Federal Communications Commission have issued regulations that restrict direct-to-home marketing, telemarketing, email marketing and other sales practices, including limitations on methods of communication, requirements to maintain a “do not call” list, cancellation rights and required training for personnel to comply with these restrictions. Any noncompliance, or alleged noncompliance, of applicable regulations by the Company, third-party vendors used for marketing, telemarketing or lead generation activities or independent, third-party authorized dealers of smart \n\nhome services could result in private rights of actions or enforcement actions for civil or criminal penalties. Changes in regulations or interpretations that further restrict lead generating activities also could result in a reduction in the number of new smart home services customers. \nThe Company’s smart home business exposes it to risks of liability for the acts or omissions of its employees, including with respect to sales practices.\nActivities in connection with sales efforts by employees, independent contractors, and other agents, including predatory door-to-door sales tactics and fraudulent misrepresentations, have in the past subjected it to, and could in the future subject the Company to, governmental investigations and class action lawsuits for, among others, false advertising and deceptive trade practice damage claims. Any litigation or regulatory proceedings resulting from such activities could adversely impact the Company’s business, financial condition, results of operations, and cash flows.\nThe Company is subject to various risks in connection with Vivint Smart Home’s ongoing settlement administration process involving the FTC, and may be subject to other FTC actions in the future.\nIn 2021, Vivint Smart Home entered into a settlement with the FTC where Vivint Smart Home agreed to implement various compliance-related measures and pay a penalty or fine. The settlement requires an initial assessment and thereafter biennial assessments by an independent third-party assessor of Vivint Smart Home’s compliance programs and for the assessor to provide a report to the FTC staff on ongoing compliance with the settlement. Although Vivint Smart Home took action to enhance its compliance programs, these and other measures that the Company may take in the future may not be successful. If any assessments identify deficiencies in the Company’s efforts to comply, and should the FTC determine that Vivint Smart Home is not in full compliance with the settlement, the FTC could take further action, such as seeking judicial remedies for any noncompliance, and Vivint Smart Home could be subject to additional sanctions, fines, penalties and restrictions on its smart home operations. In addition, the filing of an application with the court for noncompliance with the settlement could lead to regulatory actions by other agencies or private litigation, which could impact Vivint Smart Home’s ability to obtain regulatory approvals necessary to carry out present or future plans and operations, and result in negative publicity.\nThe Company's international operations are exposed to political and economic risks, commercial instability and events beyond the Company's control in the countries in which it operates, which risks may negatively impact the Company's business.\nThe Company's international operations depend on products manufactured, purchased and sold in the U.S. and internationally. In some cases, these countries have greater political and economic volatility and greater vulnerability to infrastructure labor, and supply chain disruptions than in NRG's other markets. Operating a business in a number of different regions and countries exposes the Company to a number of risks, including: imposition of burdensome tariffs or quotas, multiple and potentially conflicting laws, regulations and policies that are subject to change, imposition of currency restrictions on repatriation of earnings or other restraints, national and international conflict, including terrorist acts and political and economic instability or civil unrest that may severely disrupt economic activity in affected countries and result in increased cost. The occurrence of one or more of these events may negatively impact the Company's business, results of operations and financial condition.\nRates and terms for service of certain residential and commercial customers in Alberta are subject to regulatory review and approval. \nThe Company owns Direct Energy Regulated Services, which serves as a regulated rate supplier for residential and commercial energy customers in portions of the province of Alberta. It is required to engage in regulatory approval proceedings as a part of the process of establishing the terms and rates for sales of power and natural gas. These proceedings typically involve multiple parties, including governmental bodies and officials, consumer advocacy groups and various consumers of energy, who have differing concerns but also have the common objective of limiting rate increases or even reducing rates. Decisions are subject to appeal, potentially leading to additional uncertainty associated with the approval proceedings. The potential duration of such proceedings creates a risk that rates ultimately approved by the applicable regulatory body may not be sufficient for the Company to recover its costs by the time the rates become effective. Established rates are also subject to subsequent reviews by regulators, whereby various portions of rates could be adjusted, subject to refund or disallowed. In certain instances, the Company could agree to negotiated settlements related to various rate matters and other cost recovery elements. These settlements are subject to regulatory approval. The ultimate outcome and timing of regulatory rate proceedings have a significant effect on the Company to recover its costs or earn an adequate return. In addition, subsequent legislative or regulatory action could alter the terms on which the regulated business operates and future earnings could be negatively impacted. The Company also operates a competitive energy supply business in Alberta that is not subject to rate regulation and is subject to stringent requirements to segregate operations and information relating to the competitive business from the regulated business. Failure to comply with these and other requirements on the business could subject the Company's regulated and competitive businesses in Alberta to fines, penalties, and restrictions on the ability to continue business. \n\nRisks Related to Economic and Financial Market Conditions and the Company's Indebtedness \nNRG's level of indebtedness could adversely affect its ability to raise additional capital to fund its operations or return capital to stockholders. It could also expose it to the risk of increased interest rates and limit its ability to react to changes in the economy or its industry.\nNRG's substantial amount of debt could have negative consequences, including:\n•increasing NRG's vulnerability to general economic and industry conditions;\n•requiring a substantial portion of NRG's cash flow from operations be used to pay principal and interest on its indebtedness, which reduces NRG's ability to pay dividends or fund its operations, capital expenditures and future business opportunities;\n•limiting NRG's ability to enter into long-term power sales or fuel purchases, which require credit support;\n•adversely impacting NRG's credit rating, which could increase borrowing costs;\n•limiting NRG's ability to obtain additional financing for working capital, including collateral postings, capital expenditures, debt service requirements, acquisitions and general corporate purposes;\n•limiting NRG's ability to adjust to changing market conditions and placing it at a competitive disadvantage compared to its competitors, who may have less debt; and\n•exposing NRG to the risk of increased interest rates because certain of its borrowings are at variable rates of interest.\nThe Company’s debt agreements contain financial and other restrictive covenants that may limit the Company's ability to return capital to stockholders, including by paying dividends, or otherwise engage in activities that may be in its long-term best interests. NRG's failure to comply with those covenants could result in an event of default which, if not cured or waived, could result in the acceleration of such indebtedness, which in turn could cause a cross default to NRG's other indebtedness. NRG's assets and available cash balances may not be sufficient to fully repay all outstanding indebtedness if accelerated upon an event of default. If NRG is unable to repay, refinance, or restructure its indebtedness as required, or amend the covenants contained in those agreements, the lenders or other creditors may be entitled to obtain a lien or institute foreclosure proceedings against its assets, which could have a material adverse effect on its business, results of operations and financial condition. In addition, the Company's Revolving Credit Facility and sustainability-linked bonds include a sustainability-linked metric, which could result in increased interest expense for the Company if the sustainability metrics set forth therein are not achieved. Furthermore, financial and other restrictive covenants contained in any subsidiary or project level debt may limit the ability of NRG to receive distributions from such subsidiary.\nIn addition, NRG's ability to arrange financing, either at the corporate level, a non-recourse project-level subsidiary or otherwise, and the costs of such capital are dependent on numerous factors, including: general economic and capital market conditions, credit availability from banks and other financial institutions, investor confidence in NRG, its partners and the regional wholesale power markets, NRG's financial performance and the financial performance of its subsidiaries, NRG's level of indebtedness and compliance with covenants in debt agreements, maintenance of acceptable credit ratings, cash flow and provisions of tax and securities laws that may impact raising capital.\nNRG's ability to meet its payment obligations under its debt agreements is dependent on its ability to generate significant cash flows or obtain additional capital in the future. This, to some extent, is subject to market, economic, financial, competitive, legislative, and regulatory factors as well as other factors that are beyond its control. NRG may not be successful in obtaining additional capital for these or other reasons. The failure to obtain additional capital on terms acceptable to NRG, or at all, from time to time may have a material adverse effect on its business and operations.\nNRG's outstanding preferred stock is senior to its common stock, and a failure to pay dividends on its preferred stock will prohibit the payment of dividends on its common stock.\nNRG has outstanding 650,000 shares of Series A Preferred Stock, with a $1,000 liquidation preference per share. The Series A Preferred Stock is senior to NRG's common stock in right of payment of dividends and other distributions and could adversely affect NRG's ability to declare or pay dividends or distributions on its common stock. In the event of NRG's voluntary or involuntary liquidation, winding-up or dissolution, the holders of Series A Preferred Stock must receive their $1,000 per share, plus accumulated but unpaid dividends, prior to any distributions to holder of common stock. NRG must be current on dividends payable to holders of Series A Preferred Stock before any dividends can be paid on its common stock.\nWhenever dividends on any shares of Series A Preferred Stock have not been declared and paid for the equivalent of three or more dividend payments, whether or not for consecutive dividend periods, the number of directors on the Company's Board of Directors will be increased by two, and the holders of Series A Preferred Stock will have the right to elect two members of the Company's Board of Directors to fill such newly created openings.\n\nAdverse economic conditions could adversely affect NRG’s business, financial condition, results of operations and cash flows.\nAdverse economic conditions, including inflation, and declines in wholesale energy prices, partially resulting from adverse economic conditions, may impact NRG's results of operations, including by reducing the demand for energy commodities. In general, economic and commodity market conditions will continue to impact NRG’s unhedged future energy margins, liquidity, earnings growth and overall financial condition. Macroeconomic factors may also impact consumer spending, which could adversely affect the Company’s smart home services, and increase the Company’s costs for such products and services, which it may not be able to pass on to customers. In addition, adverse economic conditions, declines in wholesale energy prices, reduced demand for energy and other factors may negatively impact the trading price of NRG’s common stock and impact forecasted cash flows, which may require NRG to evaluate its goodwill and other long-lived assets for impairment. Any such impairment could have a material impact on NRG’s financial condition. \nGoodwill and other intangible assets that NRG has recorded in connection with its acquisitions are subject to impairment evaluations and, as a result, the Company could be required to write off some or all of this goodwill and other intangible assets, which may adversely affect the Company's financial condition and results of operations.\nGoodwill is not amortized but is reviewed annually or more frequently for impairment. Other intangibles are also reviewed at least annually or more frequently, if certain conditions exist, and are amortized. Any reduction in or impairment of the value of goodwill or other intangible assets will result in a charge against earnings, which could materially adversely affect NRG's reported results of operations and financial position in future periods.\n\nCAUTIONARY STATEMENT REGARDING FORWARD-LOOKING INFORMATION\nThis Annual Report on Form 10-K of NRG Energy, Inc., or NRG or the Company, includes forward-looking statements within the meaning of Section 27A of the Securities Act of 1933, as amended, or Securities Act, and Section 21E of the Securities Exchange Act of 1934, as amended, or Exchange Act. The words \"believes,\" \"projects,\" \"anticipates,\" \"plans,\" \"expects,\" \"intends,\" \"estimates,\" \"should,\" \"forecasts,\" and similar expressions are intended to identify forward-looking statements. These forward-looking statements involve known and unknown risks, uncertainties and other factors that may cause NRG's actual results, performance and achievements, or industry results, to be materially different from any future results, performance or achievements expressed or implied by such forward-looking statements. These factors, risks and uncertainties include the factors described under Item 1A — Risk Factors and the following:\n•NRG's ability to obtain and maintain retail market share;\n•General economic conditions, changes in the wholesale power and gas markets and fluctuations in the cost of fuel;\n•Volatile power and gas supply costs and demand for power and gas, including the impacts of weather;\n•Hazards customary to the power production industry and power generation operations, such as fuel and electricity price volatility, unusual weather conditions, catastrophic weather-related or other damage to facilities, unscheduled generation outages, maintenance or repairs, unanticipated changes to fuel supply costs or availability due to higher demand, shortages, transportation problems or other developments, environmental incidents, or electric transmission or gas pipeline system constraints and the possibility that NRG may not have adequate insurance to cover losses as a result of such hazards;\n•The effectiveness of NRG's risk management policies and procedures and the ability of NRG's counterparties to satisfy their financial commitments;\n•NRG's ability to enter into contracts to sell power or gas and procure fuel on acceptable terms and prices;\n•NRG's ability to successfully integrate, realize cost savings and manage any acquired businesses;\n•NRG's ability to engage in successful acquisitions and divestitures, as well as other mergers and acquisitions activity;\n•NRG’s ability to successfully complete the development and construction new generation projects in a timely and cost effective manner;\n•Cyber terrorism and cybersecurity risks, data breaches or the occurrence of a catastrophic loss and the possibility that NRG may not have sufficient insurance to cover losses resulting from such hazards or the inability of NRG's insurers to provide coverage;\n•Operational and reputational risks related to the use of AI and the adherence to developing laws and regulations related to the use of AI;\n•Counterparties' collateral demands and other factors affecting NRG's liquidity position and financial condition;\n•NRG's ability to operate its businesses efficiently and generate earnings and cash flows from its asset-based businesses in relation to its debt and other obligations;\n•The liquidity and competitiveness of wholesale markets for energy commodities;\n•Changes in law, including judicial and regulatory decisions;\n•Government regulation, including changes in market rules, rates, tariffs and environmental laws;\n•NRG's ability to develop and innovate new products, as retail and wholesale markets continue to change and evolve;\n•Price mitigation strategies and other market structures employed by ISOs or RTOs that result in a failure to adequately and fairly compensate NRG's generation units;\n•NRG's ability to mitigate forced outage risk;\n•NRG's ability to borrow funds and access capital markets, as well as NRG's substantial indebtedness and the possibility that NRG may incur additional indebtedness in the future;\n•Operating and financial restrictions placed on NRG and its subsidiaries that are contained in NRG's corporate credit agreements, and in debt and other agreements of certain of NRG subsidiaries and project affiliates generally;\n•The ability of NRG and its counterparties to develop and build new power generation facilities;\n•NRG's ability to implement its strategy of finding ways to meet the challenges of climate change, clean air and protecting natural resources, while taking advantage of business opportunities;\n•NRG's ability to increase cash from operations through operational and market initiatives, corporate efficiencies, asset strategy, and a range of other programs throughout NRG to reduce costs or generate revenues;\n•NRG's ability to successfully evaluate investments and achieve intended financial results in new business and growth initiatives; and\n•NRG's ability to develop and maintain successful partnering relationships as needed.\n\nIn addition, unlisted factors may present significant additional obstacles to the realization of forward-looking statements. Forward-looking statements speak only as of the date they were made and NRG undertakes no obligation to publicly update or revise any forward-looking statements, whether as a result of new information, future events or otherwise except as otherwise required by applicable laws. The foregoing factors that could cause NRG's actual results to differ materially from those contemplated in any forward-looking statements included in this Annual Report on Form 10-K should not be construed as exhaustive.",
      "char_count": 90749
    }
  },
  "extracted_at": "2025-10-18T17:40:59.725798"
}