{
  "ticker": "NVCR",
  "company_name": "NovoCure Ltd",
  "cik": 1645113,
  "form_type": "10-K",
  "filing_date": "2025-02-27",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001645113-25-000002",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001645113&accession_number=000164511325000002&xbrl_type=v",
  "sic_code": "3841",
  "industry": "Surgical & Medical Instruments & Apparatus",
  "sections": {
    "item1": {
      "text": "ITEM 1.  BUSINESS\nOverview\nWe are a global oncology company with a proprietary platform technology called Tumor Treating Fields (\"TTFields\"), which are electric fields that exert physical forces to kill cancer cells via a variety of mechanisms. Our key priorities are to drive commercial adoption of Optune Gio® and Optune Lua®, our commercial TTFields therapy devices, and to advance clinical and product development programs intended to extend overall survival in some of the most aggressive forms of cancer. Our therapy is delivered through a medical device and we continue to advance our Products with the intention to extend survival and maintain quality of life for patients.\nOptune Gio is approved by the U.S. Food and Drug Administration (\"FDA\") under the Premarket Approval (\"PMA\") pathway for the treatment of adult patients with newly diagnosed glioblastoma (\"GBM\") together with temozolomide, a chemotherapy drug, and for adult patients with GBM following confirmed recurrence after chemotherapy as monotherapy treatment. We also have a CE certificate to market Optune Gio for the treatment of GBM in the European Union (\"EU\"), as well as approval or local registration in the United Kingdom (\"UK\"), Japan, Canada and certain other countries. Optune Lua is approved by the FDA under the PMA pathway for the treatment of adult patients with metastatic non-small cell lung cancer (\"NSCLC\") concurrent with PD-1/PD-L1 inhibitors or docetaxel following progression on or after a platinum-based regimen. Optune Lua is also approved under the Humanitarian Device Exemption (\"HDE\") pathway for the treatment of adult patients with malignant pleural mesothelioma or pleural mesothelioma (together, \"MPM\") together with standard chemotherapies. We have also received CE certification in the EU and approval or local registration to market Optune Lua in certain other countries for the treatment of MPM. We market Optune Gio and Optune Lua in multiple countries around the globe with the majority of our revenues coming from the use of Optune Gio in the U.S., Germany, France and Japan. We are actively evaluating opportunities to expand our international footprint. \nIn June 2024, we presented results from the Phase 3 METIS clinical trial evaluating the use of TTFields therapy and best supportive care for the treatment of adult patients with 1-10 brain metastases from NSCLC following stereotactic radiosurgery (\"METIS\"). The METIS trial met its primary endpoint, demonstrating a statistically significant improvement in time to intracranial progression for patients treated with TTFields therapy and supportive care compared to patients treated with supportive care alone. \nIn December 2024, we announced the top-line results from the Phase 3 PANOVA-3 clinical trial evaluating the use of TTFields therapy together with gemcitabine and nab-paclitaxel for the treatment of adult patients with unresectable, locally advanced pancreatic cancer (\"PANOVA-3\"). The PANOVA-3 trial met its primary endpoint, demonstrating a statistically significant improvement in overall survival for patients treated with TTFields therapy, gemcitabine and nab-paclitaxel compared to patients treated with gemcitabine and nab-paclitaxel alone. We intend to submit marketing applications to regulators in our key markets based on the results of the METIS and PANOVA-3 trials. \nWe believe the physical mechanisms of action behind TTFields therapy may be broadly applicable to solid tumor cancers. We have several ongoing clinical trials which further explore the use of TTFields therapy in these solid tumor cancers, including the Phase 3 TRIDENT and KEYNOTE D58 trials in GBM, Phase 3 LUNAR-2 and Phase 2 LUNAR-4 trials in NSCLC, and Phase 2 PANOVA-4 trial in pancreatic cancer. We anticipate expanding our clinical pipeline over time to study the safety and efficacy of TTFields therapy for additional solid tumor indications and for use together with other cancer treatment modalities. \nWe have several product development programs underway that are designed to optimize the delivery of TTFields to the target tumor and enhance patient ease of use. Our intellectual property portfolio contains hundreds of issued patents and numerous patent applications pending worldwide. We believe we possess global commercialization rights to our Products in oncology and are well-positioned to extend those rights into the future as we continue to find innovative ways to improve our Products.\nIn 2018, we granted Zai Lab (Shanghai) Co., Ltd. (\"Zai\") a license to commercialize our Products in China, Hong Kong, Macau and Taiwan (\"Greater China\") under a License and Collaboration Agreement (the \"Zai Agreement\"). The Zai Agreement also establishes a development partnership intended to accelerate the development of TTFields therapy in multiple solid tumor cancer indications. For additional information, see Note 12 to the Consolidated Financial Statements.\nOur ordinary shares are quoted on the NASDAQ Global Select Market under the symbol \"NVCR.\" We were incorporated in the Bailiwick of Jersey in 2000. Daily management and control of the Company are located in Switzerland, with additional operating centers located around the world. \nOur therapy\nWhen cancer develops, rapid and uncontrolled division of unhealthy cells occurs. Electrically charged proteins within the cell are critical for cell division, making the rapidly dividing cancer cells vulnerable to electrical interference. TTFields therapy is a treatment that uses electric fields which exert physical forces to kill cancer via a variety of mechanisms.\nAll cells are surrounded by a bilipid membrane, which separates the interior of the cell, or cytoplasm, from the space around it. This membrane prevents low frequency electric fields from entering the cell. TTFields, however, have a unique frequency range, between 100 to 500 kHz, enabling the electric fields to penetrate the cancer cell membrane. As healthy cells differ from cancer cells in their division rate, geometry and electric properties, the frequency of TTFields can be tuned to specifically affect the cancer cells while leaving healthy cells mostly unaffected. \nWhether cells are healthy or cancerous, cell division, or mitosis, is the same. When mitosis starts, charged proteins within the cell, or microtubules, form the mitotic spindle. The spindle is built on electric interaction between its building blocks. During division, the mitotic spindle segregates the chromosomes, pulling them in opposite directions. As the daughter cells begin to form, electrically polarized molecules migrate towards the midline to make up the mitotic cleavage furrow. The furrow contracts and the two daughter cells separate. TTFields can interfere with these conditions. When TTFields are present in a dividing cancer cell, they cause the electrically charged proteins to align with the directional forces applied by the field, thus preventing the mitotic spindle from forming. Electrical forces also interrupt the migration of key proteins to the cell midline, disrupting the formation of the mitotic cleavage furrow. Interfering with these key processes disrupts mitosis and can lead to cell death. \nOur track record of fundamental scientific research extends across more than two decades and, in all of our preclinical research to date, the application of TTFields has demonstrated a consistent anti-mitotic effect. Preclinical work suggests that the well-established impairment created by the physical effect of TTFields to tumor cells results in a series of changes to cell processes that downregulate DNA damage response, interfere with cell movement and migration, and increase anti-tumor immunity. Research is ongoing to further refine and build upon our understanding of TTFields' several mechanisms of action. Beyond our internal research efforts, we provide independent researchers with preclinical laboratory bench systems, known as inovitro™ and inovivo™, and we grant funding to support basic and translational research on TTFields therapy. We also support independent research through our Investigator-Sponsored Trials and Preclinical Material Transfer Agreement programs in order to enhance our understanding of the optimal use of TTFields therapy.\nTTFields therapy is intended principally for use together with other standard-of-care cancer treatments. There is a growing body of evidence that supports TTFields therapy's broad applicability with certain other cancer therapies, including radiation therapy, certain chemotherapies and certain immunotherapies. In our clinical research and commercial experience to date, TTFields therapy has exhibited no systemic toxicity, with mild to moderate skin irritation being the most common side effect. \nOur technology\nTTFields therapy is delivered through a portable medical device. The complete devices, called Optune Gio and Optune Lua (for head and thoracic treatment, respectively), include a portable electric field generator, arrays, rechargeable batteries and accessories. Single-use arrays are placed directly on the skin in the region surrounding the tumor and connected to the electric field generator to deliver therapy. Arrays are changed when hair growth or skin moisture reduces array adhesion to the skin. The therapy is designed to be delivered continuously throughout the day and night, and efficacy is strongly correlated to time on therapy. When the device is turned on, TTFields are continuously generated within the specific region of the body covered by the arrays. Healthy tissues located outside of this region remain unaffected by the therapy. The electric field generator can be run from a standard power outlet or carried with a battery in a specially designed bag that we provide to patients.\nWe plan to use the same field generator technology across all indications for which our Products are approved. We plan to specifically target individual solid tumor types by optimizing field generator parameters such as frequency and power output. Our arrays have been developed and are in use, either commercially or clinically, for application on the head, thorax and abdomen.\nThrough engineering efforts, we plan to continue to advance our Products to optimize TTFields therapy. Our product development programs are primarily focused on enhancements to the field generator and arrays, as well as development of software applications intended to enhance the TTFields therapy experience for both patients and healthcare providers. Any enhancements will be subject to applicable regulatory reviews and approvals.\nOur commercial business\nOptune Gio is approved for use in multiple countries for the treatment of GBM, the most common form of primary brain cancer and an aggressive disease for which there are few effective treatment options. Optune Lua is approved for use in multiple countries for the treatment of MPM. Optune Lua is also approved for use in the U.S. for the treatment of NSCLC. \nTreatment of newly diagnosed GBM\nIn 2015, we received FDA approval to market Optune Gio (then known as Optune) for the treatment of adult patients with newly diagnosed supratentorial GBM in combination with temozolomide based on the randomized Phase 3 EF-14 trial (\"EF-14\"), which compared Optune Gio plus temozolomide versus temozolomide alone for the treatment of newly diagnosed GBM post radiation. \nThe trial met its primary endpoint of progression-free survival and a powered secondary endpoint was overall survival. Patients treated with Optune Gio and temozolomide exhibited 6.7 and 20.9 months of median progression-free and overall survival, respectively, compared to 4.0 and and 16.0 months in patients treated with temozolomide alone. \nThe extension of overall survival and progression-free survival in patients receiving Optune Gio with temozolomide was not specific to any prognostic subgroup or tumor genetic marker and was consistent regardless of MGMT methylation status, extent of resection, age, performance status or gender. Patients treated with Optune Gio and temozolomide had no significant increase in serious adverse events compared with those treated with temozolomide alone. The most common side effect related to Optune Gio was mild to moderate skin irritation. The final EF-14 data were published in the Journal of the American Medical Association in 2017.\nPatients treated with Optune Gio and temozolomide also demonstrated stable and comparable quality of life compared to patients treated with temozolomide alone, when evaluating physical, role, social, emotional and cognitive functioning, Post-hoc analyses of EF-14 have shown that increased time on therapy and higher TTFields intensity at the tumor bed are associated with increased survival.\nThe National Comprehensive Cancer Network Clinical Practice Guidelines in Oncology® (NCCN Guidelines®) for Central Nervous Systems Cancers were updated to include alternating electric fields therapy (Optune Gio) in combination with temozolomide following standard brain radiation therapy with concurrent temozolomide as a Category 1 recommended postoperative adjuvant treatment option for patients with newly diagnosed supratentorial GBM.\nTreatment of recurrent GBM\nWe received FDA approval for Optune Gio in 2011 for use as a monotherapy treatment for adult patients with GBM, following confirmed recurrence after chemotherapy based on the randomized Phase 3 EF-11 trial (\"EF-11\"), which compared Optune Gio versus physician's choice chemotherapy for the treatment of recurrent GBM..\nPatients randomized to receive Optune Gio monotherapy demonstrated 6.6 months of median overall survival, compared to 6.0 months in patients treated with physician's choice chemotherapy. Chemotherapies chosen for the active control arm included mainly bevacizumab, nitrosoureas and temozolomide. The study demonstrated that Optune Gio provided clinically comparable survival with an overall better quality of life.\nMore objective radiological responses were observed in the Optune Gio group than in the active control chemotherapy group (14 patients versus 7 patients). Three patients in the Optune Gio alone arm had a complete response versus no patients in the active chemotherapy arm. \nIn 2020, the EF-19 post-approval registry, which was a post-approval study required as a condition of FDA approval, confirmed the effectiveness and safety of Optune Gio as monotherapy and further strengthened Optune Gio's clinical profile in recurrent GBM. The EF-19 study studied Optune Gio as a monotherapy for the treatment of recurrent GBM in 192 patients compared to the 117 recurrent GBM patients who received best standard of care chemotherapy in Novocure’s EF-11 registration study. Optune Gio as monotherapy reduced the risk of death with \nfewer adverse events compared to best standard of care chemotherapy. For patients who received at least one course of therapy, Optune Gio prolonged survival by a median 1.7 months. No new safety signals were noted.\nTreatment of NSCLC\nIn 2024, we received FDA approval to market Optune Lua for the treatment of adult patients with metastatic NSCLC concurrent with PD-1/PD-L1 inhibitors or docetaxel following progression on or after a platinum-based regimen based on the results from the randomized Phase 3 LUNAR clinical trial (\"LUNAR\"). LUNAR evaluated the safety and efficacy of TTFields therapy when used together with immune checkpoint inhibitors or docetaxel (collectively, \"standard therapies\") versus standard therapies alone for patients with stage 4 NSCLC who progressed during or after platinum-based therapy. The LUNAR trial met its primary endpoint Patients treated with TTFields therapy and standard therapies demonstrated median overall survival of 13.2 months (95% CI, 10.3-15.5 months) compared to 9.9 months (95% CI, 8.2-12.2 months) in patients treated with standard therapies alone (p=0.042, HR=0.76). The one-year survival rate for patients treated with TTFields therapy and standard therapies was 53% (95% CI, 44%-61%) compared to 42% (95% CI, 34%-50%) in patients treated with standard therapies alone. TTFields therapy was well-tolerated with no added systemic toxicities and few grade 3 device-related adverse events (no grade 4 or 5).\nIn 2023, the data from the LUNAR study were published in The Lancet Oncology, and additional data detailing the LUNAR study have since been presented at multiple medical congresses.\nTreatment of MPM\nIn 2019, we received FDA approval via the HDE pathway to market Optune Lua (then known as NovoTTF-100L) for the treatment of adult patients with unresectable, locally advanced or metastatic MPM concurrent with pemetrexed and platinum-based chemotherapy. The FDA approved Optune Lua for MPM based on the STELLAR study (\"STELLAR\"). STELLAR was a single-arm, open-label, multi-center study designed to test the safety and efficacy of Optune Lua in combination with pemetrexed combined with cisplatin or carboplatin in patients with unresectable, previously untreated MPM. The study was powered to prospectively determine the overall survival in patients treated with Optune Lua plus chemotherapy. Secondary endpoints included overall response rate (per mRECIST criteria), progression-free survival and safety.\nSTELLAR investigated safety and efficacy among 80 patients treated with Optune Lua plus standard of care chemotherapy. Median overall survival was 18.2 months (95% CI, 12.1-25.8 months) across all patients treated with Optune Lua plus chemotherapy. The median overall survival was 21.2 months for patients with epithelioid MPM (n=53) and 12.1 months for patients with non-epithelioid MPM (n=27). 62% of patients enrolled in STELLAR who used Optune Lua plus chemotherapy were still alive at one year, with 42% of patients alive at two years. The disease control rate in patients with at least one follow-up CT scan performed (n=72) was 97%. 40% of patients had a partial response, 57% had stable disease, and 3% had progressive disease. The median progression-free survival was 7.6 months (95% CI, 6.7-8.6 months).\nThere was no increase in serious systemic adverse events when Optune Lua was added to chemotherapy. Mild-to-moderate skin irritation was the only device-related side effect with Optune Lua. The STELLAR data were published in The Lancet Oncology in 2019.\nOur commercial markets\nWe have built a commercial organization and market Optune Gio for the treatment of GBM in multiple countries and Optune Lua for the treatment of NSCLC in the U.S.. \nIn 2025, we estimate that annually approximately:\n•15,000 people will be diagnosed with GBM or tumors that typically progress to GBM in the U.S. Of this population, approximately 8,200 patients are candidates for treatment with Optune Gio and will actively seek treatment.\n•4,600 people will be diagnosed with GBM or tumors that typically progress to GBM in Germany. Of this population, approximately 2,500 patients are candidates for treatment with Optune Gio and will actively seek treatment. Annual diagnoses rates per capita are similar in our other European active markets.\n•2,200 people will be diagnosed with GBM or tumors that typically progress to GBM in Japan. Of this population, approximately 1,200 patients are candidates for treatment with Optune Gio and will actively seek treatment.\n•114,000 people will be diagnosed with metastatic NSCLC in the U.S. We estimate that approximately 30,000 patients are candidates for second-line treatment with Optune Lua and will actively seek therapy. \nWe believe there are many more patients who could benefit from treatment with Optune Gio or Optune Lua and we continue to focus on increasing penetration for GBM and NSCLC. In the future, we anticipate strategically expanding into additional geographic markets and additional indications, pending regulatory approval.\nCommercial execution\nAs of December 31, 2024, we had 188 sales force colleagues globally. Healthcare providers must undergo a certification training in order to prescribe our Products.\nOur sales and marketing efforts are principally focused on driving adoption of Optune Gio and Optune Lua among medical oncologists, specialty oncologists focused on treatment of the brain and thorax, and radiation oncologists. We continue to focus on driving key academic center engagement across all indications. \nWe currently operate as a direct-to-patient distributor of our Products, except in Japan. In Japan, we distribute our Products through hospitals and provide patient support services under a contractual arrangement with the hospital. Once an eligible patient is identified by a certified prescriber, the healthcare provider’s office submits a prescription order form and supporting documentation to us. We employ a team of Device Support Specialists who provide technical training to the patient and any caregivers. Once treatment is initiated, we provide 24/7 technical support for patients and caregivers as well as assistance with insurance reimbursement. We also provide the healthcare provider and the patient with a usage report for monitoring patient time on therapy. We believe we have the experience and expertise to scale our sales and marketing efforts. \nBilling and reimbursement\nWe provide our Products directly to patients following receipt of a prescription order and a signed patient service agreement (except in Japan as described above). The number of active patients on therapy and the amount of net revenue recognized per active patient are our principal revenue drivers. An active patient is a patient who is receiving treatment under a commercial prescription order as of the measurement date, including patients who may be on a temporary break from treatment and who plan to resume treatment in less than 60 days. Growth in the number of active patients is a factor of both new patient starts and treatment duration. \nWe bill payers a single monthly fee for a month of therapy and we bear the financial risk of securing payment from third-party payers and patients in all markets except for Japan. We distribute our Products through hospitals in Japan with the hospitals receiving reimbursement from the government-mandated insurance program and in turn contracting with us for the equipment, supplies and services necessary to treat patients with our Product.\nWe maintain a monthly list price for our therapy. We typically negotiate discounts from our list price with healthcare payers, and in certain cases we accept government-mandated discounts from our list prices in order to secure reimbursement for our Products.\nWe continue to work with payers to expand access to Optune Gio for patients with GBM. As of December 31, 2024, we have received national reimbursement for Optune Gio in Austria, France, Germany, Israel, Japan, Sweden and Switzerland. As of December 31, 2024 we have not yet received national reimbursement for Optune Lua for NSCLC in any of our active markets, however, we are seeking to obtain national reimbursement (and private insurance coverage, where available) in multiple countries.\nIn the U.S., a substantial majority of Americans with private health insurance had coverage of Optune Gio for newly diagnosed GBM and/or recurrent GBM as of December 31, 2024. Americans who are beneficiaries of the Medicare fee-for-service program also have coverage of Optune Gio for newly diagnosed GBM. We intend to pursue private \nhealth insurance and Medicare coverage with CMS for Optune Lua for NSCLC. We cannot be certain when we will obtain such coverage or if we will be able to obtain such coverage at reasonable rates.\nOur development pipeline\nBased on the results of our preclinical and clinical research, we have developed a pipeline strategy to advance TTFields therapy through phase 2 and phase 3 studies across multiple solid tumor types where TTFields has shown efficacy, including GBM, NSCLC and pancreatic cancer. \n![alt  Q4 2024 Pipeline v4.jpg](https://www.sec.gov/Archives/edgar/data/1645113/000164511325000002/nvcr-20241231_g1.jpg)\nCurrent Development Pipeline\nThe solid tumor cancers subject to our phase 2 and phase 3 studies, as well as the studies themselves, are described in greater detail below. In addition to our ongoing clinical trials, we continue to conduct research to further advance the scientific evidence supporting the use of TTFields therapy and to gather additional information about our therapy's optimal use. \nCentral Nervous System Indications\nBrain metastases\nMetastatic cancer is cancer that has spread from the place where it first started to another place in the body. In metastasis, cancer cells break away from where they first formed (the primary cancer), travel through the blood or lymph system, and form new tumors (the metastatic tumors) in other parts of the body. The exact incidence of brain metastases is unknown because no national cancer registry documents brain metastases, and estimates from scientific literature vary greatly based on the study methodology applied. \nBrain metastases are commonly treated with a combination of surgery and radiation. Systemic therapies are often utilized to treat the primary tumor, but many systemic therapies do not cross the blood brain barrier and are thus ineffective in the treatment of brain metastases. When brain metastases appear, they are either surgically removed or treated with radiation using stereotactic radiosurgery (\"SRS\") when possible. Whole brain radiation therapy, although effective in delaying progression or recurrence of brain metastases when given either before or after SRS, is associated with neurotoxicity and a significant decline in cognitive functioning. Thus, whole brain radiation therapy is often delayed until later in the disease course and is often used as a last resort. This practice results in a window of unmet need after localized surgery and SRS are used and before whole brain radiation therapy is administered to delay or prevent the additional spread of brain metastases.\nMETIS Phase 3 trial\nIn 2024, we presented data from the Phase 3 METIS trial, which evaluated the safety and efficacy of TTFields therapy and best supportive care (\"BSC\") compared to BSC alone in the treatment of adult patients with brain metastases resulting from NSCLC following stereotactic radiosurgery.\nMETIS met its primary endpoint, demonstrating a statistically significant improvement in time to intracranial progression in patients randomized to receive TTFields therapy. Patients treated with TTFields therapy and BSC exhibited a median time to intracranial progression of 21.9 months compared to 11.3 months in patients treated with BSC alone (n=298; HR=0.67; p=0.016). Median TTFields therapy treatment duration was 16 weeks and median usage was 67%. Consistent with previous studies, TTFields therapy was well-tolerated with sustained quality of life and neurocognitive function. Baseline characteristics were well balanced between arms. \nWe estimate that approximately 16,000 patients meet the criteria of the METIS trial and actively seek treatment in the U.S. annually. We intend to submit the data from METIS to regulatory authorities and publish these findings in a peer-reviewed scientific journal. In 2024, we received Breakthrough Device designation from the FDA for the use of TTFields therapy in the treatment of brain metastases from NSCLC and are currently in pre-submission discussions with the FDA in anticipation of filing a PMA application in 2025, with potential launch in 2026. \nGlioblastoma\nGBM is the most common and aggressive form of primary brain cancer. Following diagnosis, standard of care treatment includes surgical resection, followed by radiotherapy with concomitant chemotherapy, followed by TTFields therapy together with maintenance chemotherapy. \nTRIDENT Phase 3 trial\nIn January 2024, the final patient was enrolled in our TRIDENT trial (\"TRIDENT\"), a Phase 3 study testing the potential survival benefit of initiating Optune Gio concurrent with radiation therapy and maintenance temozolomide in patients with newly diagnosed GBM. The primary endpoint is overall survival. Secondary endpoints include, but are not limited to, progression-free survival, survival rates at one and two years, overall radiological response, severity and frequency of adverse effects, pathological changes in resected GBM tumors post treatment, quality of life, and correlation of overall survival to TTFields dose. TRIDENT was designed to accrue 950 patients with a 24-month minimum follow-up period after the last patient is enrolled. Final data from the TRIDENT trial is anticipated in 2026.\nKEYNOTE D58 Phase 3 trial\nIn 2024, the FDA accepted the investigational new drug application for the randomized, double blind, placebo controlled Phase 3 KEYNOTE D58 clinical trial (\"KEYNOTE D58\"). KEYNOTE D58 is evaluating the use of TTFields therapy together with temozolomide and pembrolizumab for the treatment of adult patients with newly diagnosed GBM. KEYNOTE D58 was designed to accrue 741 patients with a 24-month minimum follow-up period after the last patient is enrolled. The primary endpoint is overall survival. Secondary endpoints include, but are not limited to, progression-free survival, one and two-year survival rates, quality life and safety. KEYNOTE D58 was designed and is being conducted as part of a clinical collaboration between Novocure and MSD, a tradename of Merck & Co., Inc. KEYNOTE D58 is currently open and enrolling.\nTorso Indications\nPancreatic cancer\nPancreatic cancer is one of the most lethal cancers and is the third most frequent cause of death from cancer in the U.S. While overall cancer incidence and death rates are remaining stable or declining, the incidence and death rates for pancreatic cancer are increasing. We estimate that approximately 60,000 patients are diagnosed with pancreatic cancer each year in the U.S. Pancreatic cancer has a five-year relative survival rate of just 10 percent.\nPhysicians use different combinations of surgery, radiation and pharmacological therapies to treat pancreatic cancer, depending on the stage of the disease. For patients with locally advanced pancreatic cancer involving encasement of arteries but no extra-pancreatic disease, the standard of care is surgery followed by chemotherapy \nwith or without radiation. Unfortunately, the majority of locally advanced cases are diagnosed once the cancer is no longer operable, generally leaving chemotherapy with or without radiation as the only treatment option.\nPANOVA-3 Phase 3 trial\nIn 2024, we announced top-line results from the Phase 3 PANOVA-3 trial, which evaluated the safety and efficacy of TTFields therapy together with gemcitabine and nab-paclitaxel compared to gemcitabine and nab-paclitaxel alone for the treatment of unresectable, locally advanced pancreatic cancer.\nPANOVA-3 met its primary endpoint, demonstrating a statistically significant improvement in overall survival in patients randomized to receive TTFields therapy. Patients treated with TTFields therapy together with gemcitabine and nab-paclitaxel demonstrated 16.20 median overall survival compared to 14.16 months in patients treated with gemcitabine and nab-paclitaxel alone (n=571, HR=0.819, p=0.039). The survival rate benefit for patients treated with TTFields therapy increased over time with a 13% improve in the overall survival rate at 12 months and a 33% overall survival rate at 24month. Consistent with previous studies, TTFields therapy was well-tolerated.\nWe estimate that approximately 15,000 patients meet the criteria of the PANOVA-3 trial and actively seek treatment in the U.S. annually. We intend to share the PANOVA-3 data at an upcoming scientific congress, to submit these data for publication in a peer-reviewed scientific journal and to submit the data to regulatory authorities. In 2024, we received Breakthrough Device designation from the FDA for the use of TTFields therapy in the treatment unresectable, locally advanced pancreatic cancer together with gemcitabine and nab-paclitaxel and are currently in pre-submission discussions with the FDA in anticipation of filing a PMA application in 2025, with potential launch in 2026. \nPANOVA-4 Phase 2 trial\nIn 2024, we completed enrollment in the Phase 2 PANOVA-4 trial (\"PANOVA-4\") evaluating the safety and efficacy of TTFields therapy together with atezolizumab, gemcitabine and nab-paclitaxel in the treatment of metastatic pancreatic cancer. The primary endpoint of PANOVA-4 is disease control rate. Secondary endpoints include, but are not limited to, overall survival, progression-free survival, one-year survival, objective response rate and frequency and severity of adverse events. PANOVA-4 was designed to accrue 76 patients with a 12-month follow-up period following enrollment of the last patient. PANOVA-4 was designed and is being conducted as part of a clinical collaboration between Novocure and Roche. Final data from the PANOVA-4 trial is anticipated in 2026.\nNon-small cell lung cancer\nLung cancer is the most common cause of cancer-related death worldwide, and NSCLC accounts for approximately 85% of all lung cancers. \nPhysicians use different combinations of surgery, radiation and pharmacological therapies to treat NSCLC, depending on the stage of the disease. Surgery, which may be curative in a subset of patients, is usually used in early stages of the disease. A combination of radiation, platinum-based chemotherapies, and immune checkpoint inhibitors, or targeted therapies, are the first line standard of care treatment for locally advanced or metastatic NSCLC. Today, the standard of care for second line treatment is evolving and often includes immune checkpoint inhibitors, docetaxel, platinum-based chemotherapy or pemetrexed.\nLUNAR-2 Phase 3 trial\nIn July 2023, the FDA accepted the investigation device exemption for the LUNAR-2 clinical trial (\"LUNAR-2\"), a randomized, Phase 3 study evaluating the efficacy of TTFields therapy concomitant with pembrolizumab and platinum-based chemotherapy for the treatment of patients with metastatic NSCLC. The two primary endpoints of LUNAR-2 are overall survival and progression-free survival. Secondary endpoints include, but are not limited to, progression-free survival and overall survival according to patient histology, progression-free survival and overall survival according to patient tumor proportion score, one-, two-, and three-year survival rates, objective response rate, duration of response, disease control rate and severity and frequency of adverse effects. LUNAR-2 is designed \nto accrue 734 patients with a 21-month follow-up following the enrollment of the last patient. LUNAR-2 is currently open and enrolling.\nLUNAR-4 Phase 2 trial\nIn 2024, the FDA accepted the investigation device exemption for the LUNAR-4 clinical trial (\"LUNAR-4\"), a Phase 2 trial evaluating the safety and efficacy of TTFields therapy concomitant with pembrolizumab for the treatment of patients with metastatic NSCLC following previous treatment with PD-1/PD-L1 inhibitor and platinum-based chemotherapy. The primary endpoint of LUNAR-4 is overall survival. Secondary endpoints include, but are not limited to, overall survival and progression-free survival according to patient histology and tumor proportion score, and safety. LUNAR-4 is designed to accrue 69 patients with a 12-month follow-up following the enrollment of the last patient. LUNAR-4 is currently open and enrolling.\nOther Clinical Results\nIn addition to our current development pipeline, we have conducted phase 2 and phase 3 clinical trials exploring the use of TTFields therapy in a variety of other solid tumor cancers. These trials are described in greater detail below.\nGastric cancer\nEF-31 Phase 2 trial\nIn 2022, we announced the final results from our EF-31 Phase 2 study, a single-arm study evaluating the safety and efficacy of TTFields therapy together with XELOX chemotherapy (and trastuzumab for HER2-positive patients) as first-line treatment for patients with unresectable gastric adenocarcinoma or gastroesophageal junction adenocarcinoma in partnership with Zai. In 26 evaluable patients, the primary endpoint, confirmed objective response rate, was 50%, median progression-free survival was 7.8 months, duration of response was 10.3 months and median overall survival had not yet been reached with a one-year survival rate of 72%.\nLiver cancer\nHEPANOVA Phase 2 trial\nIn 2021, we announced the final results of our HEPANOVA Phase 2 trial, a single-arm study evaluating the safety and efficacy of TTFields therapy in combination with sorafenib for the treatment of advanced hepatocellular cancer. In 21 evaluable patients, HEPANOVA showed a 9.5% objective response rate and 76% disease control rate, as well as 5.8 months of progression free survival, compared to historical control data showing a 4.5% objective response rate and 43% disease control rate for patients treated with sorafenib alone.\nOvarian cancer\nINNOVATE-3 Phase 3 trial\nIn 2024 , we presented results from the Phase 3 INNOVATE-3 trial (\"INNOVATE-3\"), studying the effectiveness of TTFields therapy with paclitaxel in patients with platinum-resistant ovarian cancer. INNOVATE-3 did not meet its primary endpoint of overall survival at the final analysis. Patients randomized to receive TTFields therapy plus paclitaxel (n=280) demonstrated a median overall survival of 12.2 months compared to a median overall survival of 11.9 months in patients treated with paclitaxel alone (n=278) (hazard ratio=1.008). Consistent with previously reported studies, TTFields therapy was well-tolerated with no added systemic toxicities. An exploratory analysis of INNOVATE-3 found that pegylated liposomal doxorubicin (PLD) naive patients randomized to receive TTFields therapy and paclitaxel has a median overall survival of 16.0 months (n=113) compared to 11.7 months in PLD-naive patients treated with paclitaxel alone (n=88).\nZai License and Collaboration Agreement\nIn 2018, we announced a strategic collaboration with Zai. The collaboration agreement grants Zai a license to commercialize our Products in Greater China and establishes a development partnership intended to accelerate the development of TTFields therapy in multiple solid tumor cancer indications. Zai has launched Optune Gio for the \ntreatment of newly diagnosed GBM in Hong Kong and mainland China, is seeking marketing authorization for GBM in Taiwan. For additional information, see Note 12 to the Consolidated Financial Statements.\nManufacturing and supply chain\nWe outsource production of all of our system components to qualified partners. Disposable array manufacturing, the dominant activity in our manufacturing supply chain, includes several specialized processes. Production of the durable system components follows standard electronic medical device methodologies.\nWe have supply agreements in place with our third-party manufacturing partners. While we currently obtain some critical materials for use in certain jurisdictions from single source suppliers, we have developed or are in the process of developing and obtaining regulatory approval for second sources for critical materials in all jurisdictions. We hold safety stocks of single source components in quantities that we believe are sufficient to protect against possible supply chain disruptions. We anticipate that the diversification of our supply chain will both ensure a continuity of supply and reduce costs.\nIntellectual property\nWe believe we possess global commercialization rights to our Products in oncology and are well-positioned to extend those rights into the future as we continue to find innovative ways to improve our Products. Our robust global patent and intellectual property portfolio consists of hundreds of issued patents in multiple jurisdictions covering various aspects of our devices and related technology. In the U.S., our patents have expected expiration dates between 2025 and 2041. We have also filed several hundred additional patent applications worldwide, that, if issued, may protect aspects of our platform beyond the current last-to-expire patent in the relevant market. These pending applications cover innovations relating to our arrays, field generators and software platform, in addition to other topics related to TTFields therapy. Our reliance on intellectual property involves certain risks, as described under the heading \"Risk factors—Risks relating to intellectual property.\"\nIn addition to our patent portfolio, we further protect our intellectual property by maintaining the confidentiality of our trade secrets, know-how and other confidential information. Given the length of time and expense associated with bringing device candidates through development and regulatory approval to the market place, the healthcare industry has traditionally placed considerable importance on obtaining patent protection and maintaining trade secrets, know-how and other confidential information for significant new technologies, products and processes.\nOur policy is to require each of our employees, consultants and advisors to execute a confidentiality agreement before beginning their employment, consulting or advisory relationship with us. These agreements generally provide that the individual must keep confidential and not disclose to other parties any confidential information developed or learned by the individual during the course of their relationship with us except in limited circumstances. These agreements also generally provide that we own, or the individual is required to assign to us, all inventions conceived by the individual in the course of rendering services to us. Despite measures taken to protect our intellectual property, unauthorized parties may copy certain aspects of our products or obtain and use information that we believe is proprietary.\nPursuant to our strategic collaboration with Zai, we granted Zai a license to commercialize TTFields therapy in Greater China. For additional information, see Note 12 to the Consolidated Financial Statements.\nCompetition\nThe market for cancer treatments is intensely competitive, subject to rapid change and significantly affected by new product and treatment introductions and other activities of industry participants. The general bases of competition are overall effectiveness, side effect profile, cost, availability of reimbursement and general market acceptance of a product as a suitable cancer treatment.\nOur intellectual property portfolio is continuously expanding as we find new and unique ways to improve TTFields therapy. We believe these intellectual property rights would provide an obstacle to the introduction of state of the art TTFields therapy devices by a competitor. However, competitors may be able to offer less sophisticated TTFields therapy devices that utilize technology described in expired patents and/or choose to market their system(s) in countries where we have limited or no enforceable intellectual property rights. Competitors could also pursue alternative technologies for the application of TTFields into a patient that we did not foresee or protect. We are aware of a few third parties in the United States and China developing devices and filing for intellectual property protection related to TTFields therapy.\nBeginning in 2021, several of our early patents covering technology included in our Products began expiring in the U.S. and elsewhere. Even after the expiration of our patents, we believe that potential market entrants applying low-intensity, alternating electric fields to solid tumors will have to undertake their own clinical studies and regulatory submissions to prove equivalence to our Products, a necessary step in receiving regulatory approvals for a competing product, all while avoiding infringing our unexpired patents.\nPresently, the traditional biotechnology, pharmaceutical and medical technology industries expend significant resources in developing novel and proprietary therapies for the treatment of solid tumors, including GBM, MPM and other indications that we are currently investigating. As we work to increase market acceptance of our Products, we compete with companies commercializing or investigating other anti-cancer therapies, some of which are in clinical studies for GBM, NSCLC or MPM that currently specifically exclude patients who have been or are being treated with our Products. The introduction of competing therapies could materially impact our business and financial results. \nGovernment regulation\nIn the U.S., our Products and our operations are subject to extensive regulation by the FDA under the Federal Food, Drug, and Cosmetic Act (\"FDCA\"). In the EU member states where we market our Products and operate, we are currently subject to, inter alia, the Medical Device Regulation (\"MDR\") as implemented into national legislation by the EU member states, and as amended from time to time, as well as local applicable law. The MDR replaced the Medical Device Directive (\"MDD\") on May 26, 2021. In Switzerland, our Products and operations are subject to, inter alia, the Federal Act on Medicinal Products and Medical Devices and the the Medical Devices Ordinance, which implements the MDR into Swiss law (See \"Foreign approvals and CE mark\" below). In Japan, our Products and operations are subject to regulation by the Pharmaceuticals and Medical Device Agency (\"PMDA\") under the Pharmaceuticals and Medical Devices Act (\"PMD Act\"). In the UK, our Products and operations are subject to, inter alia, the Medical Devices Regulations 2002 and the Medical Devices (Amendment etc.) (EU Exit) Regulations 2020 (the \"UK Regulations\"), which implements the MDR and MDR like provisions into UK law. In addition, our Products must meet the requirements of a large and growing body of national, regional and international standards that govern the preclinical and clinical testing, manufacturing, labeling, certification, storage, recordkeeping, advertising, promotion, export and marketing and distribution, among other things, of our Products for current and future indications.\nIn the U.S., advertising and promotion of medical devices, in addition to being regulated by the FDA, is also regulated by the Federal Trade Commission and by state regulatory and enforcement authorities. In the EU, advertising and promotion is subject to not only the general provisions of the MDR, but also general EU advertising rules on misleading and comparative advertising and unfair commercial practices, as implemented at the EU member state level, such as the Heilmittelwerbegesetz in Germany. In the UK, advertising and promotion is subject to the UK Regulations, general guidance and enforcement of the Medicines and Healthcare products Regulatory Agency (MHRA), and adherence to the Association of British HealthTech Industries (ABHI) Code of Ethical Business Practices. Promotional activities for FDA-regulated products of other companies have been the subject of government enforcement actions brought under healthcare laws and consumer protection statutes. In addition, we are required to meet analogous regulatory requirements in countries outside the U.S., which can change rapidly with relatively short notice. Competitors can also initiate litigation alleging false advertising for our promotional efforts under the Lanham Act, or under similar state laws. \nOur research, development and clinical programs, as well as our manufacturing and marketing operations, are also subject to extensive regulation.\nFailure by us or by our suppliers to comply with applicable regulatory requirements can result in enforcement action by the FDA or other regulatory authorities, which may result in any number of regulatory enforcement actions, or civil or criminal liability.\nFood and Drug Administration\nThe FDA regulates the development, testing, manufacturing, labeling, storage, recordkeeping, promotion, marketing, distribution and service of medical devices in the U.S. to ensure that medical products distributed domestically are safe and effective for their intended uses. In addition, the FDA regulates the export of medical devices manufactured in the U.S. to international markets and the importation of medical devices manufactured abroad. The FDA has broad post-market and regulatory enforcement powers to ensure compliance with the FDCA.\nThe FDA governs the following activities that we perform or that are performed on our behalf:\n•product design, development and manufacture;\n•product safety, testing, labeling and storage;\n•record keeping procedures;\n•product marketing, sales and distribution; and\n•post-marketing surveillance, complaint handling, medical device reporting, reporting of deaths, serious injuries or device malfunctions and repair or recall of products.\nWe have registered three of our facilities with the FDA. We are subject to announced and unannounced inspections by the FDA to determine our compliance with the Quality System Regulation (\"QSR\") and other regulations and these inspections include the manufacturing facilities of our suppliers.\nFDA’s premarket clearance and approval requirements\nUnless an exemption applies, before we can commercially distribute medical devices in the U.S., we must obtain, depending on the type of device, either prior 510(k) clearance or PMA approval from the FDA. The FDA classifies medical devices into one of three classes. Devices deemed to pose lower risks are placed in either class I or II, which typically requires the manufacturer to submit to the FDA a premarket notification requesting permission to commercially distribute the device. This process is generally known as 510(k) clearance. Some low-risk devices are exempted from this requirement. Devices deemed by the FDA to pose the greatest risks, such as life-sustaining, life-supporting or implantable devices, or devices deemed not substantially equivalent to a previously cleared 510(k) device, are placed in class III, generally requiring PMA.\nPremarket approval (PMA) and Humanitarian Device Exemption (HDE) pathways\nOptune Gio and Optune Lua are classified as Class III devices as they are deemed to be life-sustaining devices. Accordingly, we were required to obtain PMA approval for Optune Gio, which the FDA granted in April 2011 and October 2015 for the treatment of recurrent and newly diagnosed supratentorial GBM, respectively, in adult patients. We were also required to obtain PMA approval for Optune Lua for use concurrent with PD-1/PD-L1 inhibitors or docetaxel in adult patients with metastatic NSCLC who have progressed on or after a platinum-based regimen, which the FDA granted in October 2024. We expect that we will be required to obtain PMA approval for the use of our Products for future indications.\nA PMA must be supported by extensive data, including from technical tests, preclinical studies and clinical studies, manufacturing information and intended labeling to demonstrate, to the FDA’s satisfaction, the safety and effectiveness of a medical device for its intended use. During the PMA review period, the FDA will typically request additional information or clarification of the information already provided. Also, an advisory panel of experts from outside the FDA may be convened to review and evaluate the application and provide recommendations to the FDA as to the approvability of the device. The FDA may or may not accept the panel’s recommendation. In addition, the FDA will generally conduct a pre-approval inspection of the manufacturing facility or facilities to ensure compliance with the QSR. Prior to approval of the Optune Gio PMA for the treatment of recurrent GBM, we and our critical component suppliers were each inspected by the FDA.\nNew PMAs or PMA supplements are required for modifications that affect the safety or effectiveness of our devices, including, for example, certain types of modifications to a device’s indication for use, manufacturing process, labeling and design. PMA supplements often require submission of the same type of information as a PMA, except that the supplement is limited to information needed to support any changes from the device covered by the original PMA and may not require any or as extensive clinical data as the original PMA required, or the convening of an advisory panel. The FDA requires a company to make the determination as to whether a new PMA or PMA supplement application is to be filed. If a company determines that neither a new PMA nor a PMA supplement application is required for modifications, it must nevertheless notify the FDA of these modifications in its PMA Annual Report. The FDA may review a company’s decisions when reviewing the PMA Annual Report and require the filing of an application.\nAs is typical with medical device companies, we have received approval for a number of post-approval PMA supplements for our approved Products, including for modifications to the electric field generator, arrays, software, manufacturing processes and labeling. Future modifications may be considered by us as the need arises, some of \nwhich we may deem to require a PMA supplement application and others to require reporting in our PMA Annual Report.\nFor class III devices intended to treat disease affecting 8,000 individuals or less per year in the U.S., called Humanitarian Use Devices (\"HUD\"), the FDA has a separate marketing authorization pathway called the HDE. Approval basis for an HDE is a \"reasonable assurance of safety\" and that the probable benefit to health outweighs risk of injury from its use, which means a traditional phase 3 study usually is not required to support approval. \nIn 2019, the FDA approved Optune Lua (then known as \"NovoTTF-100L\") for the treatment of MPM under the HDE pathway. Devices approved through an HDE application are subject to certain requirements, including specific labeling restrictions and the requirement that a facility’s institutional review board (\"IRB\") or Local Committee approve the use of the device before it can be distributed in that facility. In addition, there is a general prohibition on profiting from sales of devices approved under the HDE standard. As part of the approval process, we applied for an exemption from this limitation, which the FDA granted. Otherwise, HDE approved devices are generally required to follow the same requirements as PMA approved devices, including the supplement process. \nClinical studies\nClinical studies are generally required to support approval of a PMA or HDE. Such studies generally require an Investigational Device Exemption (\"IDE\") approval from the FDA for a specified number of patients and study sites, unless the product is deemed a non-significant risk device eligible for more abbreviated IDE requirements. Clinical studies are subject to extensive monitoring, recordkeeping and reporting requirements. Clinical studies must be conducted under the oversight of an IRB for the relevant clinical study sites and must comply with FDA regulations, including those relating to current Good Clinical Practices (\"cGCPs\"). To conduct a clinical study, we also are required to obtain the patients’ informed consent in form and substance that complies with both FDA requirements and state and federal privacy and human subject protection regulations. We, the FDA or the respective IRB could suspend a clinical study at any time for various reasons, including a belief that the risks to study subjects outweigh the anticipated benefits. Even if a study is completed, the results of clinical testing may not adequately demonstrate the safety and efficacy of the device or may otherwise not be sufficient to obtain FDA approval to market the product in the U.S.\nPost-approval studies are also typically required as a condition of PMA approval to reinforce the reasonable assurance of safety and effectiveness. Such studies are conducted in the post-market setting with the approved device, often to address the long-term use of the device or other discrete questions that may have been raised based on the clinical data from the IDE clinical study. The FDA required a post-approval registry study as a condition of approval for Optune Gio for recurrent GBM, which we completed.\nClinical studies involving pharmacological/immunological therapy candidates may be regulated under FDA’s drug regulations, Unless exempt, such studies require authorization from FDA of an Investigational New Drug Application (\"IND\") for a specified number of patients and study sites. As with IDE studies, IND studies are subject to extensive monitoring, recordkeeping and reporting requirements, must be conducted under the oversight of an IRB, must comply with FDA drug or biologic regulations, and are required to obtain informed consent that complies with FDA requirements and state and federal privacy and human subject protection regulations. IND clinical studies can be suspended at any time by us, the FDA or an IRB for various reasons, including a belief that the risks to study subjects outweigh the anticipated benefits. Even if an IND study is completed, the results of clinical testing may not be sufficient to obtain FDA approval to market the product.\nForeign approvals and CE mark\nMarket access, sales and marketing of medical devices outside of the U.S. are subject to foreign regulatory requirements that vary widely from country to country. In the European Economic Area (“EEA”), for Novocure’s devices these include the requirement to obtain a CE Certificate and to affix a CE mark to our Products. In the EEA, whether or not we have obtained FDA approval, our devices must be subject to conformity assessment procedure involving an EEA notified body, a private organization accredited by an EEA member state to conduct conformity assessment procedures under the MDR. Apart from low risk medical devices (Class I with no measuring function and which are not sterile), a conformity assessment procedure requires the intervention of a notified body. The notified body typically audits and examines the device’s technical documentation, including the clinical evaluation, and the quality system for the manufacture, design and final inspection of our devices before issuing a CE Certificate demonstrating compliance with the relevant requirements or the quality system requirements laid down in the relevant Annexes to the MDR. Following the issuance of this CE Certificate, we can draw up a declaration of conformity and affix the CE mark to the devices covered by this CE Certificate. The time required to CE mark our \ndevices or to obtain approval from other non-U.S. authorities is not defined, and therefore may be longer or shorter than that required for FDA approval. Moreover, the MDR, which became applicable on May 26, 2021, with transitional provisions for \"legacy\" devices under the MDD, imposed new, stricter requirements that we must comply with in order to obtain CE Certificates for new devices, and to renew the CE Certificates for our MDD-Products when these expire, or at the latest, December 31, 2027 or 2028, depending on the device, whichever comes first. In addition, as of May 25, 2021, in the absence of a new MRA, Switzerland is now considered a non-EU “third country” with respect to medical devices, meaning that movement of our Products bearing a CE mark from the EEA to Switzerland is subject to additional requirements. In the UK, we were able to market and sell our Products under the CE mark until June 2023. Thereafter, our Products have been regulated under the UK Regulations.\nIn the EEA, before carrying out a clinical investigation with a non-CE marked device to assess its safety or performance when in accordance with its intended use, the study sponsor must receive a positive opinion from the local ethics committee and approval from the national competent authority in the relevant EEA member states in which the clinical investigation will be conducted. When a CE marked medical device is used in a clinical study in accordance with its intended use, the approval of the national competent authorities is not required for the use of such medical device in the study. In Japan, we must obtain approvals from the Ministry of Health, Labour, and Welfare (\"MHLW\") to market our devices. Each regulatory approval process outside of the U.S. includes all the risks associated with FDA regulation, as well as country-specific regulations.\nPervasive and continuing regulation\nAfter a device is placed on the market, numerous regulatory requirements apply depending upon the country in which the device is being marketed. These may include:\n•product listing and establishment registration, which helps facilitate FDA inspections and other regulatory action;\n•the QSR, which requires manufacturers, including third-party manufacturers, to follow stringent design, testing, control, documentation and other quality assurance procedures during all aspects of the manufacturing process for products marketed in the U.S.;\n•labeling regulations and FDA and equivalent competent authority in other jurisdictions requiring promotion be truthful and non-misleading and prohibiting the promotion of products for uncleared, unapproved or off-label uses;\n•approval of product modifications that affect the safety or effectiveness of one of our devices that has been approved or is the subject of a CE Certificate;\n•Medical Device Reporting regulations of the FDCA and medical device vigilance, which require that manufacturers comply with FDA or equivalent competent authority requirements in other jurisdictions to report if their device may have caused or contributed to a death or serious injury, or has malfunctioned in a way that would likely cause or contribute to a death or serious injury if the malfunction of the device or a similar device were to recur;\n•post-approval restrictions or conditions, including post-approval study commitments;\n•post-market surveillance regulations, which apply when necessary to protect the public health or to provide additional safety and effectiveness data for the device;\n•the FDA’s and equivalent competent authority’s recall authority, whereby they can ask, or under certain conditions order, device manufacturers to recall from the market a product that is in violation of governing laws and regulations;\n•regulations pertaining to voluntary recalls; and\n•notices of corrections or removals.\nOur devices could be subject to voluntary recall if we, the FDA or another applicable regulatory authority determine, for any reason, that our devices pose a risk of injury or are otherwise defective. Moreover, the FDA and other \napplicable regulatory authorities can order a mandatory recall if there is a reasonable probability that our device would cause serious adverse health consequences or death.\nThe FDA has broad post-market and regulatory enforcement powers. We are subject to unannounced inspections by the FDA to determine our compliance with the QSR and other regulations and these inspections include the manufacturing facilities of our subcontractors. We are also subject to FDA’s broad regulatory enforcement power around promotional activities. Failure by us or by our suppliers to comply with applicable regulatory requirements can result in enforcement action by the FDA or other applicable regulatory authorities, which may result in sanctions, including, but not limited to:\n•untitled letters, warning letters, fines, injunctions, consent decrees and civil penalties;\n•unanticipated expenditures to address or defend such actions;\n•customer notifications for repair, replacement and/or refunds;\n•recall, detention or seizure of our devices;\n•operating restrictions or partial suspension or total shutdown of production;\n•refusing or delaying our requests for approval of device candidates or a modified version of Optune Gio;\n•withdrawal of PMA/HDE approvals or suspension, variation or withdrawal of CE Certificates that have already been granted;\n•refusal to grant export approval for our devices; or\n•civil and/or criminal prosecution by the U.S. Department of Justice or other enforcement authorities outside of the U.S.\nTo date, our facilities and those of our critical suppliers have been inspected by several relevant regulatory authorities in order to obtain regulatory approval of our Products. \nDurable medical equipment accreditation and licensing and other requirements\nIn the U.S., we are subject to accreditation and licensing requirements as a durable medical equipment (\"DME\") supplier in most states and must meet the supplier standards of Medicare, Medicaid and other federal healthcare programs. Certain states require that DME providers maintain an in-state location. Although we believe we are in compliance with all applicable federal and state regulations regarding accreditation and licensure requirements and similar requirements in other jurisdictions, if we are found to be noncompliant, we could lose our accreditation or licensure in such states or our supplier rights under such federal healthcare programs, which could prohibit us from selling our current or future devices to patients in such state or to that federal healthcare program.\nHealthcare regulatory matters\nIn addition to FDA restrictions on the marketing of medical devices, several other U.S. federal and state laws have been applied to restrict certain business practices in the healthcare industry and penalize unlawful conduct. These laws include the federal Anti-Kickback Statute, the federal prohibition on physician self-referrals (commonly known as the \"Stark Law\") and the federal False Claims Act.\nThe U.S. federal Anti-Kickback Statute is a criminal, intent-based statute that prohibits, among other things, knowingly and willfully offering, paying, soliciting or receiving any remuneration to induce or in return for purchasing, leasing, ordering, recommending or arranging for the purchase, lease, order or recommendation of any healthcare item or service that may be paid for, in whole or in part, by Medicare, Medicaid or another federal healthcare program. Among other arrangements, this statute has been interpreted to apply to financial arrangements between medical device manufacturers on one hand and prescribers and purchasers on the other. Although there are a number of statutory exceptions and regulatory safe harbors that protect certain common activities from prosecution under the law, the exceptions and safe harbors are drawn narrowly and practices that involve the provision of remuneration intended to induce ordering, purchasing, leasing or recommending of a medical device may be subject to scrutiny if they do not qualify for an exception or safe harbor. In some cases, our practices may not meet \nall of the technical elements for protection under a federal Anti-Kickback Statute exception or safe harbor. Similarly, as a supplier, we are also subject to the federal beneficiary anti-inducement statute, which prohibits us from offering any remuneration to a beneficiary of Medicare or Medicaid that is likely to influence that beneficiary’s choice of therapy, unless an exception applies. This can include, but is not limited to, the provision of inappropriate financial assistance to purchase our Products. Recent government investigations and enforcement actions have focused on the provision of financial assistance to patients by providers and suppliers. As noted, there are established exceptions from liability, but we cannot guarantee that all of our practices will fall squarely within those exceptions.\nAs a DME supplier, we also are subject to the Stark law, which is a strict liability law that prohibits Medicare payments for certain \"designated health services\" (\"DHS\") including DME ordered by physicians who, personally or through an immediate family member, have an ownership interest in or a compensation arrangement with the furnishing DHS entity. The Stark law contains a number of specific exceptions that, if met, permit physicians who have certain financial relationships with a DHS entity to make referrals to that entity and for that entity to bill Medicare for such services.\nThe False Claims Act prohibits any person from knowingly presenting, or causing to be presented, a false claim for payment to the federal government, or knowingly making, or causing to be made, a false statement to get a false claim paid. The government has pursued numerous cases under the False Claims Act in connection with the off-label promotion of medical products and various other health care law violations. Notably, the government may assert that a claim including items or services resulting from a violation of the federal Anti-Kickback Statute constitutes a false or fraudulent claim for purposes of the federal civil False Claims Act.\nThe majority of states also have statutes or regulations similar to the federal Anti-Kickback Statute, Stark Law and False Claims Act laws, which apply to items and services reimbursed under Medicaid and other state programs, or, in several states, that apply regardless of the payer (e.g., including private/commercial payors or cash-pay scenarios).\nNumerous federal and state laws and regulations, including the Health Insurance Portability and Accountability Act of 1996 as amended by the Health Information Technology for Economic and Clinical Health Act (\"HITECH\" and collectively \"HIPAA\"), govern the collection, dissemination, use, security and privacy of individually identifiable health information. We believe we are in substantial compliance with such applicable laws and regulations, including HIPAA.\nHIPAA also includes a number of federal criminal provisions, including for healthcare fraud and for false statements relating to healthcare matters. The healthcare fraud provision prohibits knowingly and willfully executing a scheme to defraud any healthcare benefit program, including private third-party payers. The false statements provision prohibits knowingly and willfully falsifying, concealing or covering up a material fact or making any materially false, fictitious or fraudulent statement in connection with the delivery of or payment for healthcare benefits, items or services. Many states have similar healthcare fraud laws or insurance fraud laws that apply to claims for healthcare reimbursement.\nSanctions under these federal and state laws may include civil monetary penalties, exclusion of a manufacturer’s products from reimbursement under government programs, criminal fines and imprisonment.\nLegislation similar to the federal Anti-Kickback Statute, the Stark Law and False Claims Act has been adopted in foreign countries, including a number of EU member states.\nIn the EU, the General Data Protection Regulation (\"GDPR\") has applied since May 25, 2018. The GDPR harmonizes data privacy laws and rules for the processing of personal data, including patient and employee data, across the EU and repeals and replaces Directive 95/46/EC of the European Parliament and of the Council of October 24, 1995, and applicable national laws. The GDPR has added a number of strict data protection and security requirements for companies processing personal data of EU residents, including when such data is transferred outside the EU.\nIn the U.S., the federal Physician Payment Sunshine Act (\"Sunshine Act\") requires certain manufacturers of drugs, medical devices, biologicals or medical supplies that participate in U.S. federal health care programs to track and then report certain payments and transfers of value given to \"Covered Recipients.\" The term \"Covered Recipients\" currently includes U.S.-licensed physicians and teaching hospitals, and, for reports submitted on or after January 1, 2022, physician assistants, nurse practitioners, clinical nurse specialists, certified nurse anesthetists, and certified nurse-midwives. The Sunshine Act requires that manufacturers collect this information on a yearly basis and then report it to Centers for Medicare & Medicaid Services by the 90th day of each subsequent year. We have adopted policies and codes of conduct regarding our interactions with Covered Recipients and believe we are in material compliance with the Sunshine Act. However, our failure to adhere to these requirements could materially adversely \nimpact our business and financial results. Additionally, a number of states have transparency reporting requirements similar to (and in some cases broader than) the Sunshine Act, and regulations similar to the Sunshine Act have been adopted in foreign countries including a number of EU member states.\nIn addition, the U.S. Foreign Corrupt Practices Act (\"FCPA\") prohibits corporations and individuals from engaging in certain activities to obtain or retain business outside the U.S. or to influence a person working in an official capacity in a foreign country. It is illegal to pay, offer to pay or authorize the payment of anything of value to any official of another country, government staff member, political party or political candidate in an attempt to obtain or retain business or to otherwise influence a person working in that capacity. Legislation similar to the FCPA has been adopted in foreign countries, including a number of EU member states.\nHuman Capital Resources\nAs of December 31, 2024, we had 1,488 employees, compared to 1,453 employees as of December 31, 2023. We believe relations with our employees are good.\nTo achieve commercial success for our Products, we believe we must continue to develop and grow our sales and marketing, patient support and research and development teams, along with the necessary staff to support it. Developing and managing a growing organization is a difficult, expensive and time consuming process. To be successful we must:\n•recruit and retain adequate numbers of effective and experienced sales and marketing, patient support and research and development personnel;\n•effectively train our personnel on the benefits and risks of our Products and healthcare compliance; and\n•manage geographically disbursed business operations.\nWe compete with other medical device, pharmaceutical and life sciences companies to recruit, hire, train and retain the personnel that we anticipate we will need. Because our current Products require, and we anticipate our future Products will require, physician training and education, we expect that our sales and marketing and patient support teams will continue to grow substantially as we expand our approved indications and markets. \nIn November 2023, we announced a series of actions to strengthen and optimize our business operations to support near-term growth drivers and long-term value creation. The plan included a reduction in headcount of approximately 200 employees or 13% of our then current workforce. Field-based commercial and field-based medical employees were minimally affected. We expect that the workforce reduction, along with other actions, will enable us to fund future growth priorities without an associated increase in expected forward operating cash burn. We continue to focus resources on our global commercial infrastructure and launch preparation ahead of our anticipated indication in metastatic non-small cell lung cancer and on high-potential research and development programs.\nAvailable information\nOur corporate website address is www.novocure.com. Our website is an inactive textual reference and nothing on our website is incorporated by reference in this Annual Report. Our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, and amendments to reports filed pursuant to Sections 13(a) and 15(d) of the Securities Exchange Act of 1934, as amended, or the Exchange Act, are available free of charge on our website as soon as reasonably practicable after we electronically file such material with, or furnish it to, the SEC. These filings are also available on the SEC’s website at www.sec.gov.\nWe may use our website as a means of disclosing material information and for complying with our disclosure obligations under Regulation Fair Disclosure promulgated by the SEC. Accordingly, investors should monitor our website, in addition to following our press releases, SEC filings, public conference calls, webcasts and our social media accounts.",
      "char_count": 76332
    },
    "item1a": {
      "text": "ITEM 1A.  RISK FACTORS\nAn investment in our ordinary shares involves a high degree of risk. Investors and prospective investors should carefully consider all of the information in this Annual Report on Form 10-K, including the risks and uncertainties described below. Any of the following risks could have a material adverse effect on our business, prospects, financial condition and results of operations. In any such case, the trading price of our ordinary shares could decline, and you could lose all or part of your investment. In assessing these risks, you should also refer to the other information contained in this Annual Report on Form 10-K, including our consolidated financial statements and the related notes thereto.\nRisks relating to our business and our Products\nOur business and prospects depend heavily on Optune Gio, which is currently approved only for the treatment of GBM, and Optune Lua, which is currently approved for the treatment of NSCLC in the United States and MPM. If we are unable to increase sales of our Products, obtain further regulatory approvals and commercialize our Products for the treatment of additional indications, or are significantly delayed or limited in doing so, our business and prospects will be materially harmed.\nTo date we have received FDA regulatory approval under the PMA pathway and certain approvals in other jurisdictions for the use of Optune Gio for the treatment of adult patients with newly diagnosed GBM when used together with certain forms of chemotherapy and for the treatment of adult patients with recurrent GBM as monotherapy. Optune Gio has a CE mark affixed for the treatment of GBM in the EU and Switzerland. Optune Lua is approved by the FDA under the PMA pathway for adults with metastatic NSCLC who have progressed on or after a platinum-based regimen, together with docetaxel or immune checkpoint inhibitors (ICI). We have also received FDA approval under the HDE pathway to market Optune Lua for unresectable, locally advanced or metastatic, MPM when used together with standard chemotherapies. Optune Lua is also CE Certified for the same indication in the EU and Switzerland. However, such approvals and maintaining the CE Certificates of Conformity, and related CE marking, of our Products, as applicable, do not guarantee future revenues for these indications. Further, until we receive FDA and analogous approval in other jurisdictions for the use of our Products for other indications (including for NSCLC pending obtaining widespread reimbursement agreements), almost all of our revenues will derive from sales and royalties from sales of Optune Gio for the treatment of newly diagnosed and recurrent GBM. The commercial success of our Products and our ability to generate and maintain revenues from the sale of our Products will depend on a number of factors, including:\n•our ability to develop and obtain additional regulatory approvals and further commercialize our Products for additional indications; \n•our ability to expand into new markets and future indications;\n•the acceptance of our Products by patients and the healthcare community, including physicians and third-party payers (both private and governmental), as therapeutically effective and safe;\n•the accomplishment of various scientific, engineering, clinical, regulatory and other goals, which we sometimes refer to as milestones, on our anticipated timeline; \n•the relative cost, safety and efficacy of alternative therapies;\n•our ability to obtain and maintain sufficient coverage or reimbursement by private and governmental third-party payers and to comply with applicable health care coverage laws and regulations;\n•the ability of our third-party manufacturers to manufacture our Products in sufficient quantities with acceptable quality;\n•our ability to provide marketing, distribution and customer support for our Products;\n•the presence of competitive products in our active indications;\n•results of future clinical studies relating to our Products or other competitor products for similar indications;\n•compliance with applicable laws and regulatory requirements, in particular in the EU;\n•the maintenance of our existing regulatory approvals; and\n•the consequences of any reportable adverse events involving our Products.\nIn addition, the promotion of our Products is limited to approved indications, which vary by geography. The labelling for Optune Gio in the U.S. is limited in certain respects (for example, it is approved specifically for glioblastomas of the supratentorial region of the brain, is indicated for use in the treatment of newly diagnosed GBM only when used together with temozolomide, and limited to use by adults ages 22 and older), which may limit the number of patients to whom it is prescribed. Similarly, the label for Optune Lua also contains certain limitations that may adversely affect adoption. For NSCLC it is approved specifically for concurrent use with PD-1/PDL-1 inhibitors or docetaxel for adult patients with metastatic NSCLC who have progressed on or after platinum-based therapies. Similarly, the MPM indication in the U.S. includes the requirement in the United States (applicable to all HDE-approved devices) to display on all marketing materials that the efficacy of the Product has not been established, as well as a limitation for use by adults ages 22 and older, and the absence of phase 3 clinical data.\nOur ability to generate future revenues will also depend on achieving regulatory approval of, and eventual commercialization of, our Products for additional indications and in additional geographies, which is not guaranteed. Our near-term prospects are substantially dependent on our ability to obtain regulatory approvals on the timetable we have anticipated, and thereafter to further successfully commercialize our Products for additional indications. Regulatory changes or actions in areas in which we operate or propose to operate may further affect our ability to obtain regulatory approvals on our anticipated timetable. If we are not able to receive such approvals, meet other anticipated milestones, or further commercialize our Products, or are significantly delayed or limited in doing so, our business and prospects will be materially harmed and we may need to reduce expenses by delaying, reducing or curtailing the development of our Products and we may need to raise additional capital to fund our operations, which we may not be able to obtain on favorable terms, if at all.\nTo date, we have generated only occasional and intermittent operating profits, and we have a history of incurring substantial operating losses.\nWe were founded in 2000 and have only occasionally and intermittently generated operating profits. We have otherwise had a history of and expect to continue incurring substantial operating losses. We anticipate continuing to incur significant costs associated with commercializing our Products for approved indications including product sales, marketing, manufacturing, and distribution expenses. We expect our research, development, and clinical study expenses to increase in connection with our ongoing activities and as additional indications enter late-stage clinical development and as we advance our product development. Our expenses could increase beyond expectations if, for example, we are required by the FDA, or other regulatory agencies or similar governing bodies, to change manufacturing processes for our Products or to perform clinical, nonclinical or other types of studies in addition to those that we currently anticipate. Our revenues are dependent, in part, upon the size of the markets in the jurisdictions in which we receive regulatory approval, the accepted price for our Products and the ability to obtain coverage for our Products and thereafter reimbursement at the accepted applicable price. If the number of addressable patients is not as significant as we estimate, the indications approved by regulatory authorities are narrower than we expect or the eligible population for treatment is narrowed by competition, regulatory approvals, physician choice or treatment guidelines, we may not generate significant revenues. If we are not able to generate significant revenues, we may never be sustainably profitable. \nOur clinical studies could be delayed or otherwise adversely affected by many factors, including difficulties in enrolling patients.\nClinical testing can be costly and take many years, and the outcome is uncertain and susceptible to varying interpretations. Moreover, success in preclinical and early clinical studies does not ensure that large-scale studies will be successful or predict final results. Acceptable results in early studies may not be replicable in later studies. A number of companies in the oncology industry have suffered significant setbacks in advanced clinical studies, even after promising results in earlier studies. Negative or inconclusive results or adverse events or incidents during a clinical study could cause the clinical study to be redone or terminated. In addition, failure to appropriately construct clinical studies could result in high rates of adverse events or incidents, which could cause a clinical study to be suspended, redone or terminated. We may be unable to obtain reimbursement for our Products used in clinical trials where our Products are already part of the approved standard of care. We may be unable to obtain other drugs or therapies that are to be used together with our Products in a given protocol, either due to supply issues, recall or the ability to obtain materials in an efficient or economically feasible manner. Our failure or the failure of third-party participants in our studies to comply with their obligations to follow protocols and/or legal requirements may also result in our inability to use the affected data in our submissions to regulatory authorities. \nThe timely completion of clinical studies depends, among other things, on our ability to enroll a sufficient number of patients who remain in the study until its conclusion. We may experience difficulties in patient enrollment in our clinical studies for a variety of reasons, including:\n•the severity of the disease under investigation;\n•the limited size and nature of the patient population;\n•the patient eligibility criteria defined in our protocol and other clinical study protocols;\n•standards of care may vary by geographic region, affecting whether our protocols may be valid in a given region;\n•the nature of the study protocol, including the attractiveness of, or the discomforts and risks associated with, the treatments received by enrolled subjects;\n•difficulties and delays in clinical studies that may occur as a result of economic, political, industry and environmental conditions outside of our control; \n•the ability to obtain IRB approval at clinical study locations;\n•clinicians’ and patients’ perceptions as to the potential advantages, disadvantages and side effects of our Products in relation to other available therapies, including any new drugs or treatments that may be approved for the indications we are pursuing;\n•availability of other clinical studies that exclude use of our Products;\n•the possibility or perception that enrolling in a Product’s clinical study may limit the patient’s ability to enroll in future clinical studies for other therapies due to protocol restrictions;\n•the possibility or perception that our software is not secure enough to maintain patient privacy;\n•patient referral practices of physicians;\n•the ability to monitor patients adequately during and after treatment;\n•the availability of appropriate clinical study investigators, support staff, drugs and other therapeutic supplies and proximity of patients to clinical sites;\n•physicians’ or our ability to obtain and maintain patient consents; and\n•the risk that patients enrolled in clinical studies will choose to withdraw from or otherwise not be able to complete a clinical study.\nIf we have difficulty enrolling and retaining a sufficient number or diversity of patients to conduct our clinical studies as planned, or encounter other difficulties, we may need to delay, terminate or modify ongoing or planned clinical studies, any of which would have an adverse effect on our business.\nIf we are unable to continue the development of an adequate sales and marketing organization or contract with third parties to assist us, we may not be able to successfully commercialize our Products for current and future indications.\nTo achieve commercial success for our Products, we must continue to compliantly develop and grow our sales and marketing organization and, as necessary, enter into sales and distribution relationships with third parties to market and sell our Products. Developing and managing a sales and marketing organization is a difficult, expensive and time consuming process. We may not be able to successfully develop adequate sales and marketing capabilities to achieve our growth objectives. We compete with other medical device, pharmaceutical and life sciences companies to recruit, hire, train and retain the sales and marketing personnel that we anticipate we will need, and the nature of our Products may make it more difficult to compete for sales and marketing personnel. In addition, because our current Products require, and we anticipate our future Products will require, physician training and education, our sales and marketing organization may need to grow substantially as we expand our approved indications and markets. As a consequence, our expenses associated with building up and maintaining our sales force and \nmarketing capabilities may be disproportionate to the revenues we may be able to generate on sales of our Products.\nIf we are unable to establish adequate sales and marketing capabilities or successful sales and distribution relationships, we may fail to realize the full revenue potential of our Products for current and future indications, and we may not be able to achieve the necessary growth in a cost-effective manner or realize a positive return on our investment. In our current and future sales and distribution agreements with other companies, we generally do not and may not have control over the resources or degree of effort that any of these third parties may devote to our Products, and if they fail to devote sufficient time and resources to the marketing of our Products, or if their performance is substandard, our revenues may be adversely affected.\nThe success of our business may be dependent on the actions of our collaborative partners.\nOur global business strategy includes, in part, the consummation of collaborative arrangements with companies who will support the development and commercialization of our Products and technology. For example, we have exclusively licensed rights to commercialize our Products in the field of oncology in Greater China to Zai pursuant to an agreement that also establishes a development partnership for TTFields therapy in multiple solid tumor indications. Zai is responsible for the development and commercialization of our Products in Greater China at its sole cost with certain assistance from us. We have also entered into several clinical collaborations with third parties to test our Products and technology together with other products and technologies.\nWhen we collaborate with a third party for development and commercialization of a Product in a particular territory, we can expect to relinquish some or all of the control over the future success of that Product to the third party in that territory. In addition, our collaborative partners may have the right to abandon research or development projects and terminate applicable agreements, including payment obligations, prior to or upon the expiration of the agreed-upon terms. We may not be successful in establishing or maintaining collaborative arrangements on acceptable terms or at all, collaborative partners may terminate funding before completion of projects, our Products may not achieve the criteria for milestone payments, our collaborative arrangements may not result in successful product commercialization, our Products may not receive acceptable pricing and we may not derive any revenue from such arrangements. Additionally, our collaborators may not perform their obligations as expected or in compliance with study protocols or applicable laws. Our collaborators may also be subject to additional risks in their particular territories, such as a lack of intellectual property protections and/or enforcement or the possibility of nationalization. Acts or omissions by collaborators may disqualify study data for use in regulatory submissions and/or create liability for us in the jurisdictions in which we operate. Any disagreements with collaborators, including disagreements over proprietary rights, contract interpretation or the preferred course of development or commercialization, might cause delays or termination of the research, development or commercialization of Products, might lead to additional responsibilities for us with respect to developing or commercializing Products, or might result in litigation or arbitration, any of which would be time-consuming and expensive. To the extent that we are not able to develop and maintain collaborative arrangements, we would need to devote substantial capital to undertake development and commercialization activities on our own in order to further expand our global reach, and we may be forced to limit the territories in which we commercialize our Products.\nWe may not be successful in achieving market acceptance of our Products by healthcare professionals, patients and/or third-party payers in the timeframes we anticipate, or at all, which could have a material adverse effect on our business, prospects, financial condition and results of operations.\nOur business model is predicated on achieving market acceptance of our Products as a monotherapy or together with well-established cancer treatment modalities like surgery, radiation, pharmacological and immunologic therapies. We may not achieve market acceptance of our Products for current or future indications within the timeframes we have anticipated, or at all, for a number of different reasons, including the following factors:\n•it may be difficult to gain or maintain broad acceptance of our Products because they are new technologies and involve a novel mechanism of action and, as such, physicians may be reluctant to prescribe our Products without prior experience or additional data or training;\n•physicians may be reluctant to prescribe our Products due to their perception that the supporting clinical study designs have limitations, as they are, for example, unblinded, or because reimbursement for physician time spent prescribing and assisting patients with our Products is low compared to other therapies;\n•physicians at large academic universities and medical centers may prefer to enroll patients into clinical studies instead of prescribing our Products;\n•it may be difficult to gain broad acceptance at community hospitals where the number of patients seeking treatment may be more limited than at larger medical centers, and such community hospitals may not be willing to invest in the resources necessary for their physicians to become trained to use our Products, which could lead to reluctance to prescribe our Products;\n•patients may be reluctant to use our Products for various reasons, including a perception that the treatment is untested or difficult to use (for example, they will need to shave the areas on their bodies where the arrays are applied) or a perception that our software is not secure;\n•our Products may have side effects (for example, dermatitis where the arrays are placed) and our Products cannot be worn in all circumstances (for example, they cannot get wet and are difficult to wear in high temperatures); and\n•the price of our Products includes a monthly fee for use of the device and therefore, as the duration of the treatment course increases, the overall price will increase correspondingly and, when used together with other treatments, the overall cost of treatment will be greater than using a single type of treatment.\nIn particular, our Products may not achieve market acceptance for current or future indications because of the following additional factors:\n•achieving patient acceptance could be difficult because we are targeting devastating diseases with poor prognoses, and not all patients with potentially short lifespans are willing to comply with requirements of treatment with our Products, such as the need to use our Products for a certain amount of time per day, carrying around a device and shaving the area where the arrays are worn, and other patients may forego our Products for financial, privacy, cosmetic, visibility or mobility reasons;\n•achieving patient compliance is difficult because the recommended use of our currently marketed Products is throughout the day, requiring patients to wear the device nearly continuously, which to some extent restricts physical mobility because the battery must be frequently exchanged and recharged, and the patient or a caregiver must ensure that it remains continuously operable and this may also impact the pool of patients to whom physicians may be willing to prescribe our Products;\n•certain patients are contraindicated to using our Products due to a variety of factors, including, but not limited to, those who have an active implanted medical device, those who have a skull defect, and those who are sensitive to the materials used in our Products;\n•there are certain perceived limitations to our study designs or data obtained from our clinical studies; \n•efficacy may also be limited in instances where patients take a break from the device, for example when experiencing skin rashes or while bathing or swimming (because our Products should not get wet); and\n•patients may decline therapy or prescribers may be unwilling to prescribe our Products due to certain adverse events reported in clinical studies by patients treated with our Products as monotherapy include medical device site reaction, headache, malaise, muscle twitching, fall and skin ulcer; additional adverse events reported in clinical studies by patients treated with our Products when used together with chemotherapies in addition to the above, were thrombocytopenia, nausea, constipation, vomiting, fatigue and other side effects consistent with treatment with chemotherapies.\nIn addition, even if we are successful in achieving market acceptance of our Products for GBM, NSCLC or MPM, we may be unsuccessful in achieving market acceptance of our Products for other indications, such as brain metastases from NSCLC, pancreatic cancer and other solid tumor cancers, because certain radiation, chemotherapies and/or systemic medical therapies may become or remain the preferred standard of care for these indications.\nThere may be other factors that are presently unknown to us that also may negatively impact our ability to achieve market acceptance of our Products. If we do not achieve market acceptance of our Products in the timeframes we anticipate, or are unable to achieve market acceptance at all, our business, prospects, financial condition and results of operations could be materially adversely affected.\nFailure to secure and maintain adequate coverage and reimbursement from third-party payers could adversely affect acceptance of our Products and reduce our revenues.\nWe expect that the vast majority of our revenues will come from third-party payers either directly to us in markets where we provide our Products or plan to provide our device candidates to patients or indirectly via payments made \nto hospitals or other entities providing our Products or which may in the future provide our device candidates to patients.\nIn the U.S., private payers cover the largest segment of the population, with the remainder either uninsured or covered by governmental payers. The majority of the third-party payers outside the U.S. are government agencies, government sponsored entities or other payers operating under significant regulatory requirements from national or regional governments.\nThird-party payers may decline to cover and reimburse certain procedures, supplies or services. Additionally, some third-party payers may decline to cover and reimburse our Products for a particular patient even if the payer has a favorable coverage policy addressing our Products or previously approved reimbursement for our Products. Additionally, private and government payers may consider the cost of a treatment in approving coverage or in setting reimbursement for the treatment.\nPrivate and government payers around the world are increasingly challenging the prices charged for medical products and services. Additionally, the containment of healthcare costs has become a priority of governments around the world. Adoption of additional price controls and cost-containment measures, and adoption of more restrictive policies in jurisdictions with existing controls and measures by both private and public payers, could further limit our revenues and operating results. If third-party payers do not consider our Products or the use of our Products together with additional treatments to be cost-justified under a required cost-testing model, they may not cover our Products for their populations or, if they do, the level of reimbursement may not be sufficient to allow us to sell our Products on a profitable basis.\nReimbursement for the treatment of patients with medical devices around the world is governed by complex mechanisms established on a national or sub-national level in each country. These mechanisms vary widely among countries, are sometimes informal and unpredictable, and evolve continuously, reflecting the efforts of these countries to reduce public spending on healthcare. As a result, obtaining and maintaining reimbursement for the treatment of patients with medical devices has become more challenging globally. We cannot guarantee that the use of our Products will receive reimbursement approvals and cannot guarantee that our existing reimbursement approvals will be maintained in any country. \nWe provide financial assistance to certain patients in certain markets who qualify based on established financial and other criteria. Primarily, we provide financial assistance to patients where we have or are actively pursuing coverage and reimbursement. This financial assistance is intended to defray out-of-pocket costs for our Products for patients who begin treatment but who are unable to pay for the costs of their treatment not covered by insurance. Our costs associated with this program could increase if payers increase the cost-sharing burden of patients or we do not obtain coverage and reimbursement and we elect to continue providing financial assistance in those markets.\nOur failure to secure or maintain adequate coverage or reimbursement for our Products by third-party payers in the U.S. or in the other jurisdictions in which we market our Products could have a material adverse effect on our business, revenues and results of operations and cause our stock price to decline.\nWe may not be successful in securing and maintaining reimbursement codes necessary to facilitate accurate and timely billing for our Products or physician services attendant to our Products.\nThird-party payers, healthcare systems, government agencies or other groups often issue reimbursement codes to facilitate billing for products and physician services used in the delivery of healthcare. Within the U.S., the billing codes most directly related to our Products are contained in the Healthcare Common Procedure Coding System (\"HCPCS code set\"). The HCPCS code set contains Level I codes that describe physician services, also known as Common Procedural Terminology codes (\"CPT codes\") and Level II codes that primarily describe products. CMS is responsible for issuing the HCPCS Level II codes. The American Medical Association issues HCPCS Level I codes.\nWe have secured unique HCPCS Level II codes that describe our Products and we are able to use these codes in the U.S. to bill third-party payers. Loss of these codes or any alteration in the reimbursement amounts attached to these codes would materially impact our operating results. We do not expect to obtain different codes for new indications.\nNo CPT codes specific to our therapy currently exist to describe physician services related to the delivery of therapy using our Products. CPT codes for physician services specifically related to our Products may not be obtainable. Our future revenues and results may be affected by the absence of specific CPT codes, as physicians may be less likely to prescribe the therapy when there is no certainty that adequate reimbursement will be available for the time, effort, skill, practice expense and malpractice costs required to provide the therapy to patients. Coverage and payment relating to these codes is subject to discretion by each third-party payer.\nOutside the U.S., Germany, France and Japan, we have not secured codes to describe our Products or to document physician services related to the delivery of therapy using our Products. The failure to obtain and maintain these codes could affect the future growth of our business.\nThere is no assurance that Medicare or the Medicare Administrative Contractors will provide, or continue to provide, coverage or adequate payment rates for our Products.\nWe anticipate that a significant portion of patients using our Products will be beneficiaries under the Medicare program in the U.S, including a majority of our Optune Lua patients for NSCLC. Failure to secure or maintain coverage or maintain adequate reimbursement from Medicare would reduce our revenues and may also affect the coverage and reimbursement decisions of other third-party payers in the U.S. and elsewhere.\nMedicare classifies Optune Gio and Optune Lua as durable medical equipment (\"DME\"). Medicare has the authority to issue national coverage determinations or to defer coverage decisions to its regional Medicare Administrative Contractors (\"MACs\"). The fact that only two MACs administer the entire DME program may negatively affect our ability to petition individual medical policy decision-makers at the MACs for coverage. The absence of a positive coverage determination or a future restriction to existing coverage from Medicare or the DME MACs would materially affect our future revenues.\nAdditionally, Medicare has the authority to publish the reimbursement amounts for DME products. Medicare has published a reimbursement amount for Optune Gio that falls below the median reimbursement that we have established with non-Medicare payers. Medicare may in the future publish reimbursement amounts for our Products that do not reflect then-current prices for our Products or Medicare may decrease existing reimbursement amounts published for our Products. Medicare fee schedules are frequently referenced by private payers in the U.S. and around the world. Medicare's publication of reimbursement amounts for our Products that are below our Products’ established prices could materially reduce our revenues and operating results with respect to non-Medicare payers in the U.S. and our other active markets.\nMedicare has assigned the billing codes describing our Products to the DME category for products that require frequent and substantial servicing. DME items in this billing category are billed monthly and payment is not capped after a time period. If Medicare revises its payment category classifications for our Products, this action could materially reduce our revenues and operating results. \nCMS requires prior authorization for certain DME items. Claims for such items that did not receive prior authorization before they were furnished to a beneficiary will be automatically denied. In the event Medicare adds one of our Products to the list of items requiring prior authorization, our ability to bill and secure reimbursement for patients who would otherwise be covered to use our Product under the Medicare fee-for-service program may be reduced. \nMedicare denied coverage for all claims prior to the September 1, 2019 effective date of DME MAC LCD L34823, which provides coverage for Optune Gio for the treatment of newly diagnosed GBM subject to certain conditions and restrictions. We expect that Medicare will continue to deny essentially all claims that do not meet the coverage policy terms, including for patients with recurrent GBM and NSCLC. Although we are actively appealing these coverage denials, we are prohibited from balance billing most of our existing Medicare fee-for-service patients for amounts not paid by Medicare. Therefore, we are absorbing and may continue to absorb the costs of treatment for amounts not paid by Medicare.\nWe appeal Medicare coverage denials through the Medicare appeals process: redetermination by a MAC, reconsideration by a Qualified Independent Contractor, hearing before an Administrative Law Judge (“ALJ”) at the Office of Medicare Hearings and Appeals, review by the Medicare Appeals Council, and judicial review in U.S. District Court. We cannot provide any assurance that our outstanding ALJ appeals will be favorably decided. Further, we anticipate that, even if we are successful in winning our appeals, we will experience a significant delay in securing reimbursement for Medicare patients when Medicare’s DME MACs deny coverage for patients who start therapy.\nWhile we have obtained Medicare coverage for our existing Products other than Optune Lua for NSCLC, we cannot provide any assurance that we can access transitional, expedited, or expanded Medicare coverage for our future Products, including Optune Lua for NSCLC. CMS has issued new guidance regarding coverage of emerging technologies that is limited in nature and unlikely to provide a faster pathway to coverage for our future Products.\nWe depend on single-source suppliers for some of our components. The loss of these suppliers could prevent or delay shipments of our Products, delay our clinical studies or otherwise adversely affect our business.\nIn certain jurisdictions, we source some of the components of our Products from only a single vendor or manufacturer. If any one of these single-source suppliers were to fail to continue to provide components to us on a timely basis, or at all, our business and reputation could be harmed. Our policy is to seek and maintain second-source suppliers, but we can provide no assurance that we will secure or maintain such suppliers. We have developed or are in the process of developing and obtaining regulatory approval for second sources for components in all jurisdictions. Various steps must be taken before securing these suppliers, including qualifying these suppliers in accordance with regulatory requirements, but we may never receive such approvals. The risks associated with the failure of our suppliers to comply with strictly enforced regulatory requirements as described below are exacerbated by our dependence on single-source suppliers. \nIf we experience any deficiency in the quality of, delay in or loss of availability of any components supplied to or manufactured for us by third-party suppliers, or if we switch suppliers or components, we may face additional regulatory delays and the manufacture and delivery of our Products would be interrupted for an extended period of time, which could materially adversely affect our business, prospects, financial condition and results of operations. If we are required to obtain prior regulatory approval from the FDA or regulatory authorities or similar governing bodies in other jurisdictions or to conduct a new conformity assessment procedure and obtain new CE Certificates of Conformity in the EU to use different suppliers or components for our Products, regulatory approval or the CE Certificates of Conformity for our Products may not be received on a timely basis, or at all, which would have a material adverse effect on our business, prospects, financial condition and results of operations.\nQuality control problems with respect to devices and components supplied by third-party suppliers could have a material adverse effect on our reputation, our clinical studies or the commercialization of our Products and, as a result, a material adverse effect on our business, prospects, financial condition and results of operations.\nOur Products, which are manufactured by third parties, are highly technical and are required to meet exacting specifications. Any quality control problems that we experience with respect to the devices and components supplied by third-party suppliers could have a material adverse effect on our reputation, our attempts to complete our clinical studies, our operating expenses or the commercialization of our Products. The failure of our suppliers to comply with strictly enforced regulatory requirements could expose us to regulatory action, including warning letters, product recalls, suspension or termination of distribution, product seizures or civil penalties. If we experience any delay in the receipt or deficiency in the quality of products supplied to us by third-party suppliers, or if we have to switch to replacement suppliers, we may face additional regulatory delays and the manufacture and delivery of our Products would be interrupted for an extended period of time, which would materially adversely affect our business, prospects, financial condition and results of operations.\nIf the third parties on which we rely to conduct our preclinical and clinical studies and to assist us with research and development do not perform as contractually required or expected, we may not be able to obtain regulatory approvals for or commercialize our Products.\nWe do not have the ability to independently conduct certain of our preclinical and development activities or any of our clinical studies for our Products; therefore, we must rely on third parties, such as contract research organizations, medical institutions, clinical investigators, contract laboratories and collaborative partners, to conduct such studies. We and these third parties are required to comply with current good clinical practices (\"cGCPs\"), which are regulations and guidelines enforced by the FDA under the medical device Quality System Regulation (\"QSR\") and comparable regulatory authorities in other jurisdictions for clinical development. We and these third parties are also required to comply with current good laboratory practices (\"cGLPs\"), which are regulations and guidelines enforced by the FDA and comparable regulatory authorities in other jurisdictions for nonclinical laboratory studies. If we or any of these third parties fail to comply with applicable cGLP and cGCP regulations, the data generated in our nonclinical studies and clinical studies may be deemed unreliable and the FDA or regulatory authorities in other jurisdictions may require us to perform additional nonclinical or clinical studies before approving our applications. We cannot be certain that, upon inspection or review of our data, such regulatory authorities will determine that any of our nonclinical studies or clinical studies comply with the applicable cGLP or cGCP regulations.\nAdditionally, any third parties conducting our preclinical, clinical and other development programs are not and will not be our employees and, except for remedies available to us under our agreements with such third parties, we \ncannot control whether or not they devote sufficient time and resources to our ongoing preclinical, clinical and other development programs. If these third parties do not successfully carry out their contractual duties or regulatory obligations or meet expected deadlines, if these third parties need to be replaced or if the quality or accuracy of the data they obtain is compromised due to the failure to adhere to our clinical protocols or regulatory requirements or for other reasons, our development activities or clinical studies may be extended, delayed, suspended or terminated, and we may not be able to obtain regulatory approval for our Products or successfully commercialize our Products on a timely basis, if at all, and our business, prospects and results of operations may be adversely affected.\nContinued testing of our Products may not yield successful results and could reveal currently unknown aspects or safety hazards associated with our Products.\nOur research and development programs are designed to test the safety and efficacy of our Products and TTFields through extensive preclinical and clinical testing. Even if our ongoing and future preclinical and clinical studies are completed as planned, we cannot be certain that their results will support our claims or that the FDA and other regulatory authorities will agree with our conclusions. Success in preclinical studies and early clinical studies does not ensure that later clinical studies will be successful, and we cannot be sure that the later studies will replicate the results of prior studies and preclinical studies. The clinical study process may fail to demonstrate that our device candidates are safe and effective for the proposed indicated uses, which could cause us to abandon a device candidate and may delay development of others. It is also possible that patients enrolled in clinical studies will experience adverse side effects that have not been previously observed. In addition, our preclinical and clinical studies for our device candidates involve a relatively small patient population and, as a result, these studies may not be indicative of future results.\nWe may experience numerous unforeseen events during, or as a result of, the testing process that could delay or prevent further commercialization of our Products, including the following:\n•Preclinical and clinical testing for our Products may not produce the desired effect, may be inconclusive or may not be predictive of safety or efficacy results obtained in future clinical studies, following long-term use or in much larger populations;\n•unanticipated adverse events or other side effects that are not currently known may occur during our clinical studies that may preclude additional regulatory approval or result in additional limitations to commercial use if approved; and\n•the data collected from our clinical studies may not reach statistical significance or otherwise not be sufficient to support FDA or other regulatory approval.\nIf unacceptable side effects arise in the development of our Products for future indications, we could suspend or terminate our clinical studies or the FDA or other regulatory authorities could order us to cease clinical studies or deny approval of our device candidates for any or all targeted indications, narrow the approved indications for use or otherwise require restrictive product labeling or marketing or require further clinical studies, which may be time-consuming and expensive and may not produce results supporting FDA or other regulatory approval of our Products in a specific indication. Treatment-related side effects could also affect patient recruitment or the ability of enrolled patients to complete the study or result in potential product liability claims. In addition, these side effects may not be appropriately recognized or managed by the treating medical staff. We expect to have a need to train medical personnel using our device candidates to understand the side effect profiles for our clinical studies and upon any commercialization of our Products for future indications. Inadequate training in recognizing or managing the potential side effects of our Products could result in patient injury or death. Any of these occurrences may harm our business, prospects and financial condition significantly.\nAny delay or termination of our clinical studies will delay the filing of submissions for regulatory approvals of our Products and ultimately our ability to commercialize our Products and generate revenues. Furthermore, we may abandon our Products for indications that we previously believed to be promising. Over time, we expect to make modifications to our Products that are designed to improve efficacy, reduce side effects, enhance the user experience and other purposes. It is possible that our patients will not accept these developments or see them as improvements, necessitating abandoning the development or spending additional development efforts to refine the modification. Any of these events could have a material adverse effect on our business, prospects, financial condition and results of operations and cause our stock price to decline.\nWe face competition from numerous competitors, which may make it more difficult for us to achieve significant market penetration and which may allow our competitors to develop additional oncology treatments to compete with our Products. \nThe oncology market is intensely competitive, subject to rapid change and significantly affected by new product introductions and other market activities of industry participants. Our Products primarily compete with radiation and pharmacological therapies. We may face additional competition as advancements are made in the field of anti-cancer therapies and as we enter additional oncological markets. To date, we have conducted clinical studies where our Products are used together with a certain subset of other anti-cancer therapies. Many of our competitors are large, well-capitalized companies with significantly greater market share and resources than we have. As a consequence, they are able to spend more aggressively on product development, marketing, sales and other initiatives than we can. Many of these competitors could have:\n•significantly greater name recognition and experience;\n•established distribution networks and/or relationships with government agencies, healthcare professionals, patients and third-party payers;\n•additional product lines, and the ability to offer rebates or bundle products to offer higher discounts or more competitive pricing or other incentives to gain a competitive advantage; and\n•greater financial and human resources for research and development, sales and marketing, patent litigation and/or acquisitions.\nAlthough we believe our Products represent a treatment modality that can be used together with other cancer treatment modalities, our current and future competitors may at any time develop additional drugs, biologics or devices for the treatment of GBM, NSCLC, MPM, or other solid tumors that could be more effective from a therapeutic or cost-basis perspective than using our Products. In our currently-approved indications, if current or future competitors develop a product that proves to be superior or comparable to our Products, our revenues may decline. In addition, some of our competitors may compete by lowering the price of their cancer treatments. If these competitors’ products were to gain acceptance by healthcare professionals, patients or third-party payers, a downward pressure on prices could result. If prices were to fall, we may not be able to improve our gross margins or sales growth sufficiently to be sustainably profitable. For future indications, other companies could view us as a competitor and attempt to block our market entry or otherwise hinder our Product growth in a market. We are aware of third parties in the United States and China developing devices and filing for intellectual property protection related to TTFields, which, if approved, may directly compete with our Products. Competitors could also pursue lawsuits to invalidate our patents or develop alternative technologies for the application of TTFields into a patient that we did not foresee or protect.\nAs we expand, we may experience difficulties managing our growth.\nOur anticipated growth will place a significant strain on our management and on our operational and financial resources and systems. We could face challenges inherent in efficiently managing a more complex business with an increased number of employees over large geographic distances, including the need to implement appropriate systems, policies, benefits and compliance programs. Failure to manage our growth effectively could materially adversely affect our business. Additionally, our anticipated growth will increase the demands placed on our third-party suppliers, resulting in an increased need to carefully monitor the available supply of components and services and to scale up our quality assurance programs. There is no guarantee that our suppliers will be able to support our anticipated growth. Any failure by us to manage our growth effectively could have an adverse effect on our ability to achieve our development and commercialization goals.\nBecause of the specialized nature of our business, the termination of relationships with our key employees, consultants and advisors may prevent us from successfully operating our business, including developing our Products, conducting clinical studies, commercializing our Products and obtaining any necessary financing.\nWe are highly dependent on the members of our executive team, the loss of whose services may adversely impact the achievement of our objectives. While we have entered into employment agreements with each of our key executives, any of them could leave our employment at any time. We do not have \"key person\" insurance on any of our employees. The loss of the services of one or more of our current employees might impede the achievement of our business objectives. \nThe competition for qualified personnel in the oncology and medical device fields is intense, and we rely heavily on our ability to attract and retain qualified scientific, technical and managerial personnel. Our future success depends upon our ability to attract, retain and motivate highly skilled employees. In order to commercialize our Products successfully, we will be required to expand our workforce, particularly in the areas of research and development and clinical studies, sales and marketing and supply chain management. These activities will require the addition of new personnel and the development of additional expertise by existing management personnel. We face intense competition for qualified individuals from numerous pharmaceutical, biopharmaceutical and biotechnology companies, as well as academic and other research institutions. We may not be able to attract and retain these individuals on acceptable terms or at all. Failure to do so could materially harm our business.\nProduct liability suits, whether or not meritorious, could be brought against us due to alleged defective devices or for the misuse of our Products, which could result in expensive and time-consuming litigation, payment of substantial damages and/or expenses and an increase in our insurance rates.\nIf our current or future devices are defectively designed or manufactured, contain defective components or are misused, or if someone claims any of the foregoing, whether or not meritorious, we may become subject to substantial and costly litigation. For example, we may be sued if our Products cause or are perceived to cause injury or are found to be otherwise unsuitable during clinical testing, manufacturing, marketing or sale. This may occur if our Products are misused or damaged, have a sudden failure or malfunction (including with respect to safety features) or are otherwise impaired due to wear and tear. Even absent a product liability suit, malfunctions of our Products or misuse by physicians or patients would need to be remedied swiftly in order to maintain continuous use and ensure efficacy of our Products.\nAny product liability claims may include allegations of defects in manufacturing, defects in design, a failure to warn of dangers inherent in the device, negligence, strict liability or a breach of warranties. Claims could also be asserted under state consumer protection acts. If we cannot successfully defend ourselves against product liability claims, we may incur substantial liabilities or be required to limit commercialization of our Products. Even successful defense may require significant financial and management resources. Regardless of the merits or eventual outcome, liability claims may result in:\n•decreased demand for our Products;\n•injury to our reputation;\n•withdrawal of clinical study participants and inability to continue clinical studies;\n•initiation of investigations by regulators;\n•costs to prepare for and defend the related litigation;\n•a diversion of management’s time and our resources;\n•substantial monetary awards to study participants or patients;\n•product recalls, withdrawals or labeling, marketing or promotional restrictions;\n•loss of revenues;\n•exhaustion of any available insurance and our capital resources;\n•the inability to commercialize any device candidate; and\n•a decline in our share price.\nProduct liability claims could divert management’s attention from our core business, be expensive to defend and result in sizable damage awards against us. We may not have sufficient insurance coverage for all claims. Any product liability claims brought against us, with or without merit, could increase our product liability insurance rates or prevent us from securing continuing coverage, could harm our reputation in the industry and could reduce revenues. Product liability claims in excess of our insurance coverage would be paid out of cash reserves, if any, which could have a material adverse effect on our business, prospects, financial condition and results of operations and cause our stock price to decline. Even if our agreements with our third-party manufacturers and suppliers entitle us to indemnification against losses, such indemnification may not be available or adequate should any claim arise.\nOther future litigation and regulatory actions could have a material adverse impact on the Company.\nFrom time to time, we may be subject to litigation and other legal and regulatory proceedings relating to our business or investigations or other actions by governmental agencies, including as described in Part I, Item 3 \"Legal \nProceedings\" of this Annual Report on Form 10-K. No assurances can be given that the results of these or new matters will be favorable to us. An adverse resolution of lawsuits, arbitrations, investigations or other proceedings or actions could have a material adverse effect on our financial condition and results of operations, including as a result of non-monetary remedies. Defending ourselves in these matters may be time-consuming, expensive and disruptive to normal business operations and may result in significant expense and a diversion of management’s time and attention from the operation of our business, which could impede our ability to achieve our business objectives. Additionally, any amount that we may be required to pay to satisfy a judgment, settlement, fine or penalty may not be covered by insurance. Subject to the Jersey Companies Law, our articles of association permit us to indemnify any director against any liability, to purchase and maintain insurance against any liability for any director and to provide any director with funds (whether by loan or otherwise) to meet expenditures incurred or to be incurred by such director in defending any criminal, regulatory or civil proceedings or in connection with an application for relief (or to enable any such director to avoid incurring such expenditure). In addition, we have entered into indemnification agreements with each of our directors and officers to indemnify them against certain liabilities and expenses arising from their being a director or officer to the maximum extent permitted by Jersey law. In the event we are required to make such payments to our directors and officers, there can be no assurance that any of these payments will not be material.\nGlobal economic, political, industry and environmental conditions constantly change and unfavorable conditions may have a material adverse effect on our business and results of operations. \nWe are a global company with worldwide operations. Volatile economic, political and market conditions, such as political or economic instability, civil unrest, trade sanctions, majority hostilities or acts of terrorism in the regions in which we operate may have a negative impact on our operating results and our ability to achieve our business objectives. We may not have insight into economic and political trends that could emerge and negatively affect our business. In addition, significant or volatile changes in interest rates or exchange rates between the U.S. dollar and other currencies may have a material adverse impact upon our liquidity, revenues, costs and operating results.\nIn particular, we have research facilities located in Israel, and certain key suppliers manufacture their goods in Israel. Due to the high-conflict nature of this area, Israel is subject to additional political, economic and military confines, which could result in a material adverse effect on our operations. Parties with whom we do business have sometimes declined to travel to Israel during periods of heightened unrest or tension, forcing us to make alternative arrangements when necessary. In addition, the political and security situation in Israel may result in parties with whom we have agreements involving performance in Israel being unable perform their obligations, due to transportation and other disruptions, and/or claiming that they are not obligated to perform their commitments under those agreements pursuant to force majeure provisions in the agreements.\nAdditionally, natural disasters and public health emergencies, such as extreme weather events and pandemics, such as seen with COVID-19,, could have a significant adverse effect on our business, including interruption of our commercial and clinical operations, supply chain disruption, endangerment of our personnel, fewer prescriptions written, fewer patient visits, increased patient drop-out rates, delays in recruitment of new patients, and other delays or losses of materials and results.\nWe are increasingly dependent on information technology systems and subject to privacy and security laws. Our Products and our systems and infrastructure face certain risks, including from cyber security breaches and data leakage. \nWe increasingly rely upon technology systems and infrastructure. Our technology systems, including our Products, are potentially vulnerable to breakdown or other interruption by fire, power loss, system malfunction, unauthorized access and other events. Likewise, data privacy breaches by employees and others with both permitted and unauthorized access to our Products and our systems may pose a risk that protected patient information (\"PI\") may be exposed to unauthorized persons or to the public, or may be permanently lost. The increasing use and evolution of technology, including cloud-based computing, creates additional opportunities for the unintentional dissemination of information, intentional destruction of confidential information stored in our systems or in non-encrypted portable media or storage devices. We could also experience a business interruption, information theft of confidential information, or reputational damage from industrial espionage attacks, malware or other cyber incidents, which may compromise our system infrastructure or lead to data leakage, either internally or at our third-party service providers or other business partners. \nThe size and complexity of our computer systems, and scope of our geographic reach, make us potentially vulnerable to information technology system breakdowns, internal and external malicious intrusion, cyberattacks and computer viruses. Because the techniques used to obtain unauthorized access, or to sabotage systems, \nchange frequently and generally are not recognized until launched against a target, we may be unable to anticipate these techniques or to implement adequate preventative measures. If we do not allocate and effectively manage the resources necessary to build and sustain the proper technology infrastructure or properly manage third-party contractors who perform data management services on our behalf, then a security breach could subject us to, among other things, transaction errors, business process inefficiencies, the loss of customers, damage to our reputation, business disruptions or the loss of or damage to intellectual property. Such security breaches could expose us to a risk of loss of information, litigation, penalties, remediation costs and potentially significant liability to customers, employees, business partners and regulatory authorities, including, for example, under the Health Insurance Portability and Accountability Act of 1996 (“HIPAA”) in the United States and Regulation 2016/679 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data under GDPR in the EU. If our data management systems (including third party data management systems) do not effectively collect, secure, store, process and report relevant data for the operation of our business, whether due to equipment malfunction or constraints, software deficiencies, or human error, our ability to effectively plan, forecast and execute our business plan and comply with applicable laws and regulations will be impaired. Any such impairment could materially and adversely affect our financial condition and results of operations.\nWhile we have invested heavily in the protection of data and information technology and in related training, there can be no assurance that our efforts will prevent significant breakdowns, breaches in our systems or other cyber incidents or ensure compliance with all applicable security and privacy laws, regulations and standards, including with respect to third-party service providers that utilize sensitive personal information, including PI, on our behalf. \nA security breach, whether of our Products, systems or third-party hosting services we utilize, could disrupt treatments being provided by our Products, disrupt access to our customers’ stored information, such as patient treatment data and health information, and could lead to the loss of, damage to or public disclosure of such data and information, including patient health information. Such an event could have serious negative consequences, including possible patient injury, regulatory action, fines, penalties and damages, reduced demand for our Products, an unwillingness of customers to use our Products, harm to our reputation and brand and time-consuming and expensive litigation, any of which could have a material adverse effect on our financial results. We carry a limited amount of insurance for cybersecurity liability, and our insurance coverage may be inadequate. In the future, our insurance coverage may be expensive or not be available on acceptable terms or in sufficient amounts, if at all.\nRisks relating to the regulation of our business\nOur device candidates must undergo rigorous preclinical and clinical testing and we must obtain regulatory approvals, which could be costly and time-consuming and subject us to unanticipated delays or prevent us from marketing any devices.\nOur research and development activities, as well as the manufacturing and marketing of our Products, are subject to regulation, including regulation for safety, efficacy and quality, by the FDA in the U.S. In the EU member states where we market our Products and operate, we are subject to, inter alia, the Medical Device Regulation (\"MDR\"), which applies directly in all EU member states. In Switzerland, our Products and operations are subject to, inter alia, the Medical Devices Ordinance, which implements the MDR into Swiss law. In the United Kingdom, our Products and operation are subject to, inter alia, the Medical Devices Regulations 2002 and the Medical Devices (Amendment etc.) (EU Exit) Regulations 2020 (the \"UK Regulations\"), which implements the MDR and MDR like provisions into UK law. We are regulated by comparable authorities in other countries. Regulations promulgated by the regulatory authorities in our applicable jurisdictions are wide-ranging and govern, among other things:\n•the conduct of preclinical and clinical studies;\n•product design, development, manufacturing, testing, storage and shipping;\n•product labeling, advertising and promotion;\n•premarket clearance, approval and conformity assessment procedures, as well as for modifications introduced in marketed products;\n•post-market surveillance and monitoring;\n•reporting of adverse events or incidents and implementation of corrective actions, including product recalls;\n•interactions with healthcare professionals and patients; and\n•product sales and distribution.\nWe cannot be certain if or when the FDA, comparable regulatory agencies in other jurisdictions or our notified body might request additional or modified studies on our Products, under what conditions such studies might be requested, or the required size or length of any such studies. The data collected from our clinical studies may not be sufficient to support regulatory approval in the U.S., Japan and other countries or to obtain a CE Certificate in the EU for our various future device candidates. Even if we believe the data collected from our clinical studies are sufficient, the FDA and comparable regulatory bodies in other jurisdictions have substantial discretion in the assessment and approval or conformity assessment processes and may disagree with our interpretation of the data. Our failure to adequately demonstrate the safety and efficacy of any of our device candidates would delay or prevent regulatory approval in the U.S., Japan and other countries or delay or prevent a CE Certificate in the EU (and therefore be unable to affix the CE mark) for our device candidates, which could prevent us from being sustainably profitable. In addition, any change in the laws or regulations that govern the clearance and approval processes relating to our current and future devices could make it more difficult and costly to obtain clearance or approval for new devices, or to produce, market and distribute our Products. Delays in receiving clearance or approval may result from these factors and others outside of our control, such as reductions in budgets to these agencies, staffing cuts and shifting priorities within these agencies. Significant delays in receiving clearance or approval, or the failure to receive clearance or approval for our new devices would have an adverse effect on our ability to expand our business.\nWe intend to market our Products in a number of international markets in addition to our current markets. In order to market our Products in any jurisdiction and for other indications or purposes, we may be required to obtain separate regulatory approvals or CE Certificates for our Products, as applicable. The requirements governing the conduct of clinical studies and manufacturing and marketing of our device candidates outside the U.S. vary widely from country to country. CE Certificates and regulatory approvals in other jurisdictions may take longer to obtain than FDA approvals and can require, among other things, additional testing and different clinical study designs. CE Certification processes and regulatory approvals in other jurisdictions include essentially all of the risks associated with the FDA approval processes. Some regulatory agencies in other jurisdictions must also approve prices of our Products. Approval of a Product by the FDA does not guarantee approval of the same product by the health authorities of other countries or CE marking of our Products in the EU and vice versa. In addition, changes in regulatory policy in the U.S. or in other countries for the approval or CE marking of a medical device during the period of product development and regulatory agency review or notified body review of each submitted new application may cause delays or rejections. \nIn the European Economic Area (“EEA”), we are required to obtain a CE Certificate and to affix a CE mark to our Products. In the EEA, our devices must be subject to conformity assessment procedure involving an EEA notified body, a private organization accredited by an EEA member state to conduct conformity assessment procedures under the MDR. The notified body typically audits and examines the device’s technical documentation, including the clinical evaluation, and the quality system for the manufacture, design and final inspection of our devices before issuing a CE Certificate demonstrating compliance with the relevant requirements or the quality system requirements laid down in the relevant Annexes to the MDR. The MDR became active on May 26, 2021 and replaced Council Directive 93/42/EEC concerning medical devices (“MDD”) with transitional provisions for \"legacy\" devices under the MDD. The MDR introduced significant changes to the regulatory framework for medical devices in the EU, including new, stricter requirements that we must comply with in order to obtain CE Certificates for new product candidates, and to renew the CE Certificates for our \"legacy\" MDD-Products when they expire or by December 31, 2027 or 2028, depending on device class, whichever occurs first. These changes may prevent or delay the CE Certification of our device candidates or impact our ability to modify our Products on a timely basis. In particular, the delay in the publication of key MDR guidance documents at EU level and the limited availability of qualified notified bodies might affect our ability to timely comply and demonstrate such compliance with the new requirements or delay the MDR CE Certification of our device candidates. Further, as a result of the implementation of the MDR, our notified body (as well as many other notified bodies throughout the EEA) has suffered a significant backlog in issuing CE Certificate renewals. In the UK, our Products are regulated under the UK Regulations. There can be no assurance that the UK Regulations will be interpreted by UK regulators in the same manner as the MDR from which the UK Regulations are based, which may prevent or delay the UK CE certification of our device candidates or impact our ability to modify our Products on a timely basis\nWe may choose to, or may be required to, suspend, repeat or terminate our clinical studies if they are not conducted in accordance with regulatory requirements, the results are negative or inconclusive or the studies are not well designed.\nClinical studies must be conducted in accordance with the FDA’s cGCPs and the equivalent laws and regulations applicable in other jurisdictions in which the clinical studies are conducted. The clinical studies are subject to \noversight by the FDA, regulatory agencies in other jurisdictions, ethics committees and institutional review boards at the medical institutions where the clinical studies are conducted. In addition, clinical studies must be conducted with device candidates produced under the FDA’s QSR and in accordance with the applicable regulatory requirements in the other jurisdictions in which the clinical studies are conducted. The conduct of clinical studies may require large numbers of test patients. \nThe FDA or regulatory agencies in other jurisdictions might delay or terminate our clinical studies of a device candidate for various reasons, including:\n•the device candidate may have unforeseen adverse side effects or may not appear to be more effective than current therapies;\n•we may not agree with the FDA, a regulatory authority in another jurisdiction or an ethics committee regarding the protocol for the conduct of a clinical study;\n•new therapies may become the standard of care while we are conducting our clinical studies, which may require us to revise or amend our clinical study protocols or terminate a clinical study; or\n•fatalities may occur during a clinical study due to medical problems that may or may not be related to clinical study treatments.\nFurthermore, the process of obtaining and maintaining regulatory approvals in the U.S. and other jurisdictions and CE Certification in the EU for new therapeutic products is lengthy, expensive and uncertain. It can vary substantially, based on the type, complexity and novelty of the product involved. Accordingly, any of our device candidates could take a significantly longer time than we expect to, or may never, gain regulatory approval or obtain CE Certification in the EU, which could have a material adverse effect on our business, prospects, financial condition and results of operations and cause our stock price to decline.\nThe process of obtaining and maintaining regulatory approvals may be further complicated when we seek approval for indications involving the use of our products together with pharmacological/immunological therapies and therapy candidates. If our regulators determine that the predominant questions stem from the pharmacological/immunological therapy in the study, they may require us and our partners to conduct the study under trial rules and regulations governing pharmacological/immunological therapies, which may differ significantly from medical device requirements. Adhering to pharmacological/immunological regulations and requirements governing clinical trials could make it more difficult to enroll study sites and patients, increase compliance costs and lengthen the time it takes to complete the study.\nLegislative and regulatory changes in the U.S. and in other countries regarding healthcare insurance and government-sponsored reimbursement programs (such as Medicare in the United States) may adversely affect our business and financial results.\nWe rely to a material degree on highly regulated private and government-run health insurance programs for our revenue in most of the countries in which we operate. The laws and regulations regarding health care programs, both public and private, are driven by public policy considerations that may be unrelated to the direct provision of patient care, such as lowering costs or requiring or limiting access to healthcare options. These laws and regulations are very complicated and there are many requirements we must satisfy in order for our Products to become and remain eligible for reimbursement under these programs. In many cases we may have limited negotiating power when negotiating reimbursement rates for our Products.\nIn the future, lawmakers and regulators could also pass additional healthcare laws and implement other regulatory changes at both the national and local levels. These laws and regulations could potentially affect coverage and reimbursement for our Products. However, we cannot predict the ultimate content, timing or effect of any future healthcare initiatives or the impact any future legislation or regulation will have on us. \nGovernmental authorities in the U.S., EU member states, the UK, Switzerland, Israel, Japan, and other jurisdictions are increasingly active in their goal of reducing public spending on healthcare. We cannot, therefore, guarantee that the treatment of patients with our Products would be reimbursed in any particular country or, if successfully included on reimbursement lists, whether we will remain on such lists at a reasonable price.\nWe are subject to extensive post-marketing regulation by the FDA and comparable authorities in other jurisdictions, which could impact the sales and marketing of our Products and could cause us to incur significant costs to maintain compliance. In addition, we may become subject to additional regulation in \nother jurisdictions as we increase our efforts to market and sell Optune Gio or Optune Lua and future Products outside of the U.S.\nWe market and sell our Products, and expect to market and sell future Products, subject to extensive regulation by the FDA and numerous other federal, state and governmental authorities in other jurisdictions. These regulations are broad and relate to, among other things, the conduct of preclinical and clinical studies, product design, development, manufacturing, labeling, testing, product storage and shipping, premarket clearance and approval, conformity assessment procedures, premarket clearance and approval of modifications introduced in marketed products, post-market surveillance and monitoring, reporting of adverse events and incidents, pricing and reimbursement, interactions with healthcare professionals, interactions with patients, information security, advertising and promotion and product sales and distribution. Although we have received FDA approval to market Optune Gio in the U.S. for the treatment of adult patients with newly diagnosed GBM (together with temozolomide) and recurrent GBM and approval to market Optune Lua for adults with metastatic NSCLC who have progressed on or after a platinum-based regimen, together with docetaxel or ICI, and in patients with MPM, we will require additional FDA approval to market our Products for other indications. We may be required to obtain approval of a new PMA, HDE or PMA/HDE supplement application for modifications made to our Products. This approval process is costly and uncertain, and it could take one to three years, or longer, from the time the application is filed with the FDA. We may make modifications in the future that we believe do not or will not require additional approvals, such as the introduction of software products that we have assessed as not subject to FDA regulation and that are intended for use by users of our Products. If the FDA disagrees, and requires new PMAs, HDEs, or PMA/HDE supplements for the modifications, we may be required to recall and to stop marketing the modified versions of our Products.\nIn addition, before our Products can be marketed in the EU, our Products must obtain a CE Certificate from a notified body. New intended uses of CE marked medical devices falling outside the scope of the current CE Certificate require a completely new conformity assessment before the device can be CE marked and marketed in the EU for the new intended use. The process required to gather necessary information and draw up documentation in order to obtain CE Certification of a medical device in the EU can be expensive and lengthy and its outcome can be uncertain. We may make modifications to our Products in the future that we believe do not or will not require notifications to our notified body or new conformity assessments to permit the maintenance of our current CE Certificate. If the competent authorities of the EU member states or our notified body disagree and require the conduct of a new conformity assessment, the modification of the existing CE Certificate or the issuance of a new CE Certificate, we may be required to recall or suspend the marketing of the modified versions of our Products.\nIn Japan, new medical devices or new therapeutic uses of medical devices falling outside the scope of the existing approval by the MHLW require a new assessment and approval for each such new device or use. Accordingly, we may be required to obtain a new approval from MHLW before we launch a modified version of our Products or the use of our Products for additional indications. Approval time frames from the MHLW vary from simple notifications to review periods of one or more years, depending on the complexity and risk level of the device. In addition, importation into Japan of medical devices is subject to \"Quality Management System (QMS) Ordinance,\" which includes the equivalent of \"Good Import\" regulations in the U.S. As with any highly regulated market, significant changes in the regulatory environment could adversely affect our ability to commercialize our Products in Japan.\nIn the U.S. and other jurisdictions, we also are subject to numerous post-marketing regulatory requirements, which include regulations under the QSR related to the manufacturing of our Products, labeling regulations and medical device reporting regulations, which require us to report to the FDA or comparable regulatory authorities in other jurisdictions and our notified body if our Products cause or contributes to a death or serious injury, or malfunction in a way that would likely cause or contribute to a death or serious injury. In addition, these regulatory requirements may in the future change in a way that adversely affects us. If we fail to comply with present or future regulatory requirements that are applicable to us, we may be subject to enforcement action by the FDA or comparable regulatory authorities in other jurisdictions and notified bodies, which may include any of the following sanctions:\n•untitled letters, warning letters, fines, injunctions, consent decrees and civil penalties;\n•unanticipated expenditures to address or defend such actions;\n•patient notification, or orders for repair, replacement or refunds;\n•voluntary or mandatory recall, withdrawal or seizure of our current or future devices;\n•administrative detention by the FDA or other regulatory authority in another jurisdiction of medical devices believed to be adulterated or misbranded;\n•operating restrictions, suspension or shutdown of production;\n•refusal or delay of our requests for PMA or analogous approval for new intended uses for or modifications to our Products or for approval of new devices;\n•refusal or delay in obtaining CE Certificates for new intended uses for or modifications to our Products;\n•suspension, variation or withdrawal of the CE Certificates granted by our notified body in the EU;\n•prohibition or restriction of Products being placed on the market;\n•operating restrictions;\n•suspension or withdrawal of PMA or analogous approvals that have already been granted;\n•refusal to grant export approval for our Products or any device candidates; or\n•criminal prosecution.\nThe occurrence of any of these events could have a material adverse effect on our business, prospects, financial condition and results of operations and cause our stock price to decline.\nOver time, we expect to make modifications to our Products that are designed to improve efficacy, reduce side effects, enhance the user experience and other purposes. Modifications to our Products may require approvals of new PMAs, HDEs, or PMA/HDE supplement applications, modified or new CE Certificates and analogous regulatory approvals in other jurisdictions or even require us to cease promoting or to recall the modified versions of our Products until such clearances, approvals or modified or new CE Certificates are obtained, and the FDA, comparable regulatory authorities in other jurisdictions or our notified body may not agree with our conclusions regarding whether new approvals are required.\nAny modification to a device approved through the PMA or HDE pathway that impacts the safety or effectiveness of the device requires submission to the FDA and FDA approval of a PMA supplement application or even a new PMA or HDE application, as the case may be. The FDA requires a company to make the determination as to whether a new PMA, HDE or PMA/HDE supplement application is to be filed, but the FDA may review the company’s decision. For example, in the past, we have made initial determinations that certain modifications did not require the filing of a new PMA or PMA/HDE supplement application and have notified the FDA of these changes in our PMA Annual Report, but after its review of our PMA Annual Report, the FDA requested that we submit these modifications to the FDA as a PMA supplement application. From time to time, we may make other changes to the devices, software, packaging, manufacturing facilities and manufacturing processes and may submit additional PMA/HDE supplement applications for these changes. FDA may conduct a facility inspection as part of its review and approval process. In addition, it is possible that the FDA will require a human factors (user interface) study. It is also possible that the FDA may require additional clinical data. We can provide no assurance that we will receive FDA approval for these changes on a timely basis, or at all. We also may make additional changes in the future that we may determine do not require the filing of a new PMA, HDE or PMA/HDE supplement application. The FDA may not agree with our decisions regarding whether the filing of new PMAs, HDEs or PMA/HDE supplement applications are required.\nIn addition, any substantial change introduced to a medical device or to the quality system certified by our notified body requires a new conformity assessment of the device and can lead to changes to the CE Certificates or the preparation of a new CE Certificate of Conformity. Substantial changes may include, among others, the introduction of a new intended use of the device, a change in its design or a change in the company’s suppliers. Responsibility for determination that a modification constitutes a substantial change lies with the manufacturer of the medical device. We must inform the notified body that conducted the conformity assessment of the Products we market or sell in the EU of any planned substantial changes to our quality system or changes to our Products that could, among other things, affect compliance with the MDR or the devices’ intended use. The notified body will then assess the changes and verify whether they affect the Product’s conformity with the Essential Requirements laid down in Annex I to the MDR or the conditions for the use of the device. If the assessment is favorable, the notified body will issue a new CE Certificate or an addendum to the existing CE Certificate attesting compliance with the Essential Requirements laid down in Annex I to the MDR. There is a risk that the competent authorities of the EU member states or our notified body may disagree with our assessment of the changes introduced to our Products. The competent authorities of the EU member states or our notified body also may come to a different conclusion than the FDA on any given product modification.\nIn addition, \"legacy\" medical devices that have obtained a CE Certification under the MDD may in principle continue to be marketed under such CE Certificate until the CE Certificate expires but at the latest by December 31, 2027 or 2028, depending on device class, under transitional provisions as amended in February 2023, provided that the manufacturer complies with the MDR’s additional requirements related to post-marketing surveillance, market \nsurveillance, vigilance, and registration of economic operators and of devices. However, if such medical devices undergo a significant change in their design or intended use, we would need to obtain a new CE Certificate under the MDR for these devices.\nIf the FDA disagrees with us and requires us to submit a new PMA, HDE, or PMA/HDE supplement application for then-existing modifications and/or the competent authorities of the EU member states or our notified body disagree with our assessment of the change introduced in a product, its design or its intended use, we may be required to cease promoting or to recall the modified product until we obtain approval and/or until a new conformity assessment has been conducted in relation to the product, as applicable. In addition, we could be subject to significant regulatory fines or other penalties. Furthermore, our Products could be subject to recall if the FDA, comparable regulatory authorities in other jurisdictions, or our notified body determine, for any reason, that our Products are not safe or effective or that appropriate regulatory submissions were not made. Any recall or requirement that we seek additional approvals or clearances could result in significant delays, fines, increased costs associated with modification of a product, loss of revenues and potential operating restrictions imposed by the FDA, comparable foreign regulatory authorities in other jurisdictions, or our notified body. Delays in receipt or failure to receive approvals/certification, or the failure to comply with any other existing or future regulatory requirements, could reduce our sales, profitability and future growth prospects.\nIn addition to FDA requirements, we will spend considerable time and money complying with other federal, state, local and foreign rules, regulations and guidance and, if we are unable to fully comply with such rules, regulations and guidance, we could face substantial penalties.\nWe are subject to extensive regulation by the U.S. federal government and the states and other countries in which we conduct our business. U.S. federal government healthcare laws apply when we submit a claim on behalf of a U.S. federal healthcare program beneficiary, or when a customer submits a claim for an item or service that is reimbursed under a U.S. federal government-funded healthcare program, such as Medicare or Medicaid. The laws that affect our ability to operate our business in addition to the Federal Food, Drug, and Cosmetic Act and FDA regulations include, but are not limited to, the following:\n•the Federal Anti-Kickback Statute, an intent-based federal criminal statute which prohibits knowingly and willfully offering, providing, soliciting or receiving remuneration of any kind to induce or reward, or in return for, referrals or the purchase, lease, order or recommendation or arranging of any items or services reimbursable by a federal healthcare program;\n•the Federal Civil False Claims Act, which imposes civil penalties, including through civil whistleblower or \"qui tam\" actions, for knowingly submitting or causing the submission of false or fraudulent claims of payment to the federal government, knowingly making, using or causing to be made or used a false statement or record material to payment of a false claim or avoiding, decreasing or concealing an obligation to pay money to the federal government;\n•the Federal Criminal False Claims Act, which is similar to the Federal Civil False Claims Act and imposes criminal liability on those that make or present a false, fictitious or fraudulent claim to the federal government;\n•Medicare laws and regulations that prescribe requirements for coverage and reimbursement, including the conditions of participation for DME suppliers, and laws prohibiting false claims or unduly influencing selection of products for reimbursement under Medicare and Medicaid;\n•healthcare fraud statutes that prohibit false statements and improper claims to any third-party payer; \n•the Federal Physician Self-Referral Law, commonly known as the Stark law, which, absent an applicable exception, prohibits physicians from referring Medicare and Medicaid patients to an entity for the provision of certain designated health services (“DHS”), including DME, if the physician (or a member of the physician’s immediate family) has an impermissible financial relationship with that entity and prohibits the DHS entity from billing for such improperly referred services;\n•the Federal Beneficiary Anti-Inducement Statute, which prohibits the offering of any remuneration to a beneficiary of Medicare or Medicaid that is likely to influence that beneficiary’s choice of provider or supplier. This can include, but is not limited to, inappropriate provision of patient services including financial assistance. Recent government investigations have focused on this particular prohibition. There are established exceptions from liability, but we cannot guarantee that all of our practices will fall squarely within those exceptions;\n•similar state anti-kickback, false claims, insurance fraud and self-referral laws, which may not be limited to government-reimbursed items, as well as state laws that require us to maintain permits or licenses to distribute DME;\n•federal and state accreditation and licensing requirements applicable to DME providers and equivalent requirements in other jurisdictions;\n•the U.S. Foreign Corrupt Practices Act, which can be used to prosecute companies in the U.S. for arrangements with physicians or other parties outside the U.S. if the physician or party is a government official of another country and the arrangement violates the law of that country;\n•the Federal Trade Commission Act, the Lanham Act and similar federal and state laws regulating truthfulness in advertising and consumer protection; and\n•the Federal Physician Payments Sunshine Act, the French Sunshine Act and similar state and foreign laws, which require periodic reporting of payments and other transfers of value made to U.S. and French-licensed physicians, teaching hospitals, and in the U.S., physician assistants, nurse practitioners, clinical nurse specialists, certified nurse anesthetists, and certified nurse-midwives.\nSimilar laws exist in the EU, individual EU member states and other countries. These laws are complemented by EU or national professional codes of practices.\nHIPAA provides data privacy and security provisions for safeguarding medical information. Additionally, states in the U.S. are enacting local privacy laws (e.g., California). In the EU, the GDPR harmonizes data privacy laws and rules on the processing of personal data, including patient and employee data, across the EU. The GDPR has a number of strict data protection and security requirements for companies processing data of EU residents, including when such data is transferred outside of the EU. Additionally, we need to comply with analogous privacy laws in other jurisdictions in which we operate, such as the Israeli Privacy Protection Law, the Asia Pacific Economic Cooperation Privacy Framework, and Japan’s Act on the Protection of Personal Information. \nThe laws and codes of practices applicable to us are subject to evolving interpretations. Moreover, certain U.S. federal and state laws regarding healthcare fraud and abuse and certain laws in other jurisdictions regarding interactions with healthcare professionals and patients are broad and we may be required to restrict certain of our practices to be in compliance with these laws. Healthcare fraud and abuse laws also are complex and even minor, inadvertent irregularities, or even the perception of impropriety, can potentially give rise to claims that a statute has been violated.\nAny violation of these laws could have a material adverse effect on our business, prospects, financial condition and results of operations and cause our stock price to decline. Similarly, if there is a change in law, regulation or administrative or judicial interpretations, we may have to change our business practices or our existing business practices could be challenged as unlawful, which likewise could have a material adverse effect on our business, prospects, financial condition and results of operations and cause our stock price to decline. Fines and penalties for violations of these laws and regulations could include severe criminal and civil penalties, including, for example, significant monetary damages, exclusion from participation in the federal healthcare programs and permanent disbarment of key employees. Any penalties, damages, fines, curtailment or restructuring of our operations would adversely affect our ability to operate our business, our prospects and our financial results. In addition, any action against us for violation of these laws, even if we successfully defend against it, could cause us to incur significant legal expenses, divert our management’s attention from the operation of our business and damage our reputation.\nIn addition, although we believe that we have the required licenses, permits and accreditation to dispense our Products in the future, a regulator could find that we need to obtain additional licenses or permits. We also may be subject to mandatory reaccreditation and other requirements in order to maintain our billing privileges. Failure to satisfy those requirements could cause us to lose our privileges to bill governmental and private payers. If we are required to obtain permits or licenses that we do not already possess, we also may become subject to substantial additional regulation or incur significant expense.\nTo ensure compliance with Medicare, Medicaid and other regulations, federal and state governmental agencies and their agents, including DME MACs, may conduct audits of our operations to support our claims submitted for reimbursement of items furnished to beneficiaries and health care providers. Depending on the nature of the conduct found in such audits and whether the underlying conduct could be considered systemic, the resolution of these audits could adversely impact our revenue, financial condition and results of operations.\nIf we, our collaborative partners, our contract manufacturers or our component suppliers fail to comply with the FDA’s QSR or equivalent regulations established in other countries, the manufacturing and distribution of our Products could be interrupted, and our Product sales and results of operations could suffer.\nWe, our collaborative partners, our contract manufacturers and our component suppliers are required to comply with the FDA’s QSR and the equivalent quality system requirements imposed by the laws and regulations in other jurisdictions, which are a complex regulatory framework that covers the procedures and documentation of the design, testing, production, control, quality assurance, labeling, packaging, sterilization, storage and shipping of our Products. We cannot assure you that our facilities or our contract manufacturers’ or component suppliers’ facilities would pass any future quality system inspection. If our or any of our contract manufacturers’ or component suppliers’ facilities fails a quality system inspection, the manufacturing or distribution of our Products could be interrupted and our operations disrupted. Failure to take adequate and timely corrective action in response to an adverse quality system inspection could force a suspension or shutdown of our packaging and labeling operations or the manufacturing operations of our contract manufacturers, and lead to suspension, variation or withdrawal of our regulatory approvals or a recall of our Products. If any of these events occurs, we may not be able to provide our customers with our Products on a timely basis, our reputation could be harmed and we could lose customers, any or all of which could have a material adverse effect on our business, prospects, financial condition and results of operations and cause our stock price to decline.\nOur Products may in the future be subject to recalls that could harm our reputation, business and financial results.\nThe FDA and similar governmental authorities in other jurisdictions have the authority to require the recall of commercialized products in the event of material deficiencies or defects in design or manufacture. In the case of the FDA, the authority to require a recall must be based on an FDA finding that there is a reasonable probability that the device would cause serious injury or death. In addition, governmental bodies in other jurisdictions have the authority to require the recall of our Products in the event of material deficiencies or defects in design or manufacture. Distributors and manufacturers may, under their own initiative, recall a product if any material deficiency in a device is found. A government-mandated or voluntary recall by us or one of our manufacturers could occur as a result of component failures, manufacturing errors, design or labeling defects or other deficiencies and issues. The FDA requires that certain classifications of recalls be reported to the FDA within ten working days after the recall is initiated. Requirements for the reporting of product recalls to the competent authorities are imposed in other jurisdictions in which our Products are or would be marketed in the future. Companies are required to maintain certain records of recalls, even if they are not reportable to the FDA or to the competent authorities of other countries. In the future, we may initiate voluntary recalls involving our Products that we determine do not require notification of the FDA or to other equivalent non-U.S. authorities. If the FDA or the equivalent non-U.S. authorities disagree with our determinations, they could require us to report those actions as recalls. A future recall announcement could harm our reputation with customers and negatively affect our sales. In addition, the FDA and the equivalent non-U.S. authorities could take enforcement action if we fail to report the recalls when they were conducted. Recalls of our Products would divert managerial and financial resources and could have a material adverse effect on our business, prospects, financial condition and results of operations and cause our stock price to decline.\nIf our Products cause or contribute to a death or a serious injury, or malfunction in certain ways, we will be subject to medical device reporting regulations, which can result in voluntary corrective actions or agency enforcement actions.\nUnder the FDA Medical Device Reporting regulations and the equivalent regulations applicable in other jurisdictions in which our Products are or may be marketed in the future, medical device manufacturers are required to report to the FDA and to the equivalent non-U.S. authorities information that a device has or may have caused or contributed to a death or serious injury or has malfunctioned in a way that would likely cause or contribute to death or serious injury if the malfunction of the device or one of our similar devices were to recur. If we fail to report these events to the FDA or to the equivalent authorities in other jurisdictions within the required time frames, or at all, the FDA or the equivalent authorities in other jurisdictions could take enforcement action against us. Any such adverse event involving our Products also could result in future voluntary corrective actions, such as recalls or customer notifications, or agency action, such as inspection or enforcement action. Any corrective action, whether voluntary or involuntary, as well as defending ourselves in a lawsuit, will require the dedication of our time and capital, distract management from operating our business, and may harm our reputation and financial results.\nWe may be subject to fines, penalties or injunctions if we are determined to be promoting the use of our Products for unapproved or off-label uses.\nMedical devices may be marketed only for the indications for which they are approved. Our promotional materials and training materials must comply with FDA regulations and other applicable laws and regulations governing the promotion of our Products in the U.S. and other jurisdictions. Currently, Optune Gio is approved for treatment of adult patients with newly diagnosed GBM (together with temozolomide) and recurrent GBM in the U.S. and is approved for treatment of adult patients with GBM in Japan. In the EU and Switzerland, we have CE marked Optune Gio for the treatment of newly diagnosed GBM (together with temozolomide), recurrent GBM, and advanced NSCLC (together with standard-of-care chemotherapy). Optune Gio is also approved in Israel and in Australia for the treatment of recurrent GBM and newly diagnosed GBM (together with temozolomide). Optune Lua is approved in the U.S for adults with metastatic NSCLC who have progressed on or after a platinum-based regimen, together with docetaxel or ICI. Optune Lua is also approved in the U.S., the EU and Switzerland for the treatment of unresectable, locally advanced or metastatic MPM.\nIf the FDA or the competent authorities in other jurisdictions, including the EU member states, determine that our promotional materials or training constitutes promotion of an unapproved use, they could request that we modify our training or promotional materials or subject us to regulatory or enforcement actions, including the issuance of an untitled or warning letter, an injunction, seizure, civil fines and criminal penalties. It is also possible that authorities in other federal, state or national enforcement in other jurisdictions might take action if they consider our promotional or training materials to constitute promotion of an unapproved use, which could result in significant fines or penalties under other statutory authorities, such as laws prohibiting false claims for reimbursement. In that event, our reputation could be damaged and the commercialization of our Products could be impaired.\nWe pay taxes, including tariffs, in multiple jurisdictions and adverse determinations by taxing or other governmental authorities or changes in tax laws, rates or our status under which tax jurisdictions apply to us could increase our tax burden or otherwise affect our financial condition or results of operations, as well as subject our shareholders to additional taxes.\nThe amount of taxes we pay is subject to a variety of tax and customs laws in the various jurisdictions in which we and our subsidiaries are organized and operate. Our domestic and international tax and tariff liabilities are dependent on the location of goods or earnings among these various jurisdictions. Such liabilities could be affected by changes in tax or other laws, treaties, and regulations, as well as the interpretation or enforcement thereof by tax, customs or other governmental entities in any relevant jurisdiction. The amount we pay in tax and tariffs to any particular jurisdiction depends, in part, on the correct interpretation of the relevant laws in such jurisdiction, and we have made a number of determinations as to the effect of such laws in our particular circumstances. In some cases, the determinations we have made as to the effect of the laws in a particular jurisdiction depend on the continuing effectiveness of administrative rulings we have received from the authorities in that jurisdiction, while in other cases, our determinations are based on the reasoned judgment of our advisors. Although we believe that we are in compliance with the administrative rulings we have received, that the assumptions made by our advisors in rendering their advice remain correct, and that as a result we are in compliance with applicable tax and customs laws in the jurisdictions where we and our subsidiaries are organized and operate, an appropriate authority in any such jurisdiction may challenge our interpretation of those laws and assess us or any of our subsidiaries with additional taxes, tariffs, penalties, fees and interest.\nAdditionally, from time to time, proposals can be made and legislation can be introduced to change the tax and other laws, regulations or interpretations thereof (possibly with retroactive effect) of various jurisdictions or limit treaty benefits that, if enacted, could materially increase our tax and tariff burden, increase our effective tax rate or otherwise have a material adverse impact on our financial condition and results of operations. For example, the Organization for Economic Cooperation and Development (OECD) has secured agreements from many countries to fundamentally rewrite international tax rules and create a minimum global tax, which could impact the amount of tax we will pay in the future. We also cannot predict the effect on our tax and tariff burden, if any, of the imposition of new or increased tariffs by one country and the response of other countries that retaliate in response. It is possible that these changes could adversely affect our business. While we monitor proposals and other developments that would materially impact our tax and tariff burden and effective tax rate and investigate our options accordingly, we could still be subject to increased taxation on a going forward and retroactive basis no matter what action we undertake if certain legislative proposals or regulatory changes are enacted, certain treaties are amended and/or our interpretation of applicable tax or other laws is challenged and determined to be incorrect. Any alternative interpretations of applicable tax and other laws asserted by an authority or changes in tax and customs laws, regulations or accounting principles that limit our ability to take advantage of treaties between jurisdictions, modify or eliminate the deductibility of various currently deductible payments, increase the tax and tariff burden of operating \nor being resident in a particular country, result in transfer pricing adjustments or otherwise require the payment of additional taxes or levies, may have a material adverse effect on our cash flows, financial condition and results of operations. The termination or revision of any of our rulings or indirect exemptions that we have or may have in the future may have a material adverse effect on our cash flows, financial condition and results of operations.\nWe are affected by and subject to environmental laws and regulations that could be costly to comply with or that may result in costly liabilities.\nWe are subject to environmental laws and regulations, including those that impose various environmental controls on the manufacturing, transportation, storage, use and disposal of batteries and chemicals and other materials used in, and hazardous waste produced by, the manufacturing of our Products. We incur and expect to continue to incur costs to comply with these environmental laws and regulations. Additional or modified environmental laws and regulations, including those relating to the manufacture, transportation, storage, use and disposal of materials used to manufacture our Products or restricting disposal or transportation of batteries, may be imposed that may result in higher costs. For example, our products contain per- and polyfluoroalkyl substances (PFAS), and we may be subject to reporting laws or regulations for products containing these substances, such as the Federal Toxic Substances Control Act (TCSA) of 1976 in the U.S.\nIn addition, we cannot predict the effect that additional or modified environmental laws and regulations may have on us, our third-party suppliers of equipment, batteries and our Products or our customers. For example, we and our suppliers rely on the exemption in European Directive 2011/65/EU relating to the restriction of the use of certain hazardous substances in electrical and electronic equipment, set out in Annex IV, relating to lead content in our arrays. To the extent this exemption is revoked or amended, it may have a material impact on our business and results of operations.\nSafety issues concerning lithium-ion batteries could have a material adverse impact on our business.\nOur Products use lithium-ion batteries. On rare occasions, lithium-ion cells can rapidly release the energy they contain by venting smoke, heat, and flames in a manner that can ignite nearby materials as well as other lithium-ion cells. A failure in the lithium-ion battery contained in a Product could occur, which could result in accidents, casualty or damages, and subject us to lawsuits, product recalls, or redesign efforts. In addition, we store a significant number of lithium-ion cells at our facilities. Any failure of battery cells or a safety issue or fire related to the cells could disrupt our operations. Such damage or injury could lead to adverse publicity and potentially a safety recall. The transportation of lithium and lithium-ion batteries is regulated worldwide.\nLaws regulating the transportation of batteries have been and may be enacted which could impose additional costs that could harm our ability to be profitable. If additional restrictions are put in place that limit our ability to ship our Products by air freight or on water borne cargo, such restrictions could have an adverse effect on our supply chain, our inventory management procedures and processes and our ability to fill prescriptions and service patients in a timely manner, which could have a material adverse effect on our business, prospects, financial condition and results of operations. In addition, compliance with future worldwide or International Air Transport Association approval process and regulations could require significant time and resources from our technical staff and, if redesign were necessary, could delay the introduction of new Products.\nRisks relating to intellectual property\nIf we fail to maintain, develop, protect, defend or enforce our intellectual property rights, including to our proprietary technology, trade secrets or know how, competitors may be able to develop competing therapies.\nOur success depends, in part, on our ability to obtain and maintain protection for our Products and technologies under the patent laws or other intellectual property laws of the U.S. and other countries. The standards that the U.S. Patent and Trademark Office (\"USPTO\") and its counterparts in other jurisdictions use to grant patents are not always applied predictably or uniformly and can change. Consequently, we cannot be certain as to whether pending patent applications will result in issued patents, and we cannot be certain as to the type and extent of patent claims that may be issued to us in the future. Any issued patents may not contain claims that will permit us to stop competitors from using similar technology.\nOur current intellectual property portfolio consists of hundreds of issued patents in multiple jurisdictions covering various aspects of our devices and related technology. The legal scope of our patents vary, with some having broad \ncoverage and others having narrow coverage, for example being limited to certain intensities and frequencies. Our patent position is generally uncertain and involves complex legal and factual questions.\nIn the U.S., our patents have expected expiration dates between 2024 and 2041. Starting in 2021, several patents covering technology included in our Products have expired in the U.S. and elsewhere. Patent expiration could adversely affect our ability to protect our Products and future product development and our competitors may develop and market competing products. We have also filed additional patent applications in several countries that may never be issued. Consequently, our operating results and financial position could be materially adversely affected. In addition, due to the extensive time needed to develop, test and obtain regulatory approval for our treatment therapies, any patents that protect our Product candidates may expire early during commercialization. This may reduce or eliminate any market advantages that such patents may give us and harm our financial position. If we fail to develop and successfully launch new Products prior to the expiration of patents for our existing Products, our sales and achieving patient acceptance with respect to those Products could decline significantly. We may not be able to develop and successfully launch more advanced replacement Products before these and other patents expire.\nWe have limited intellectual property rights outside of our key markets. In some countries outside the U.S., we do not have any intellectual property rights, and our intellectual property rights in other countries outside the U.S. have a different scope and strength compared to our intellectual property rights in the U.S. Consequently, we may not be able to prevent third parties from practicing our inventions in all countries outside the U.S. Competitors may use our technologies in jurisdictions where we have not obtained patent protection to develop their own products and further, may export otherwise infringing products to territories where we have patent protection, but where enforcement rights are not as strong as those in the U.S. These products may compete with our devices, and our patents or other intellectual property rights may not be effective or adequate to prevent such competition.\nFor a variety of reasons, we may decide not to file for patent protection for certain of our intellectual property. Our patent rights underlying TTFields and our Products may not be adequate, and our competitors or customers may design around our proprietary technologies or independently develop similar or alternative technologies or products that are equal or superior to ours without infringing on any of our patent rights. In addition, the patents licensed or issued to us may not provide a competitive advantage, and may be insufficient to prevent others from commercializing products similar or identical to ours. The occurrence of any of these events could have a material adverse effect on our business, prospects, financial condition and results of operations and cause our stock price to decline.\nOur existing and future patent portfolio also is vulnerable to legal challenges worldwide. The standards that courts use to interpret patents are not always applied predictably or uniformly and can change from country to country, particularly as new technologies develop. As a result of the uncertainties of patent law in general, we cannot predict how much protection, if any, will be given to our patents when we attempt to enforce them and they are challenged in court. Any attempt to enforce our intellectual property rights may also be time-consuming and costly, may divert the attention of management from our business, may ultimately be unsuccessful or may result in a remedy that is not commercially valuable. Such attempts often provoke third parties to assert claims against us or result in our intellectual property being narrowed in scope or declared to be invalid or unenforceable.\nIn addition, we rely on certain proprietary trade secrets, know-how and other confidential information. We have taken measures to protect our unpatented trade secrets, know-how and other confidential information, including the use of confidentiality and assignment of inventions agreements with our employees, consultants and certain contractors. It is possible, however, that these persons may breach or challenge the agreements, that our trade secrets may otherwise be misappropriated or that competitors may independently develop or otherwise discover our trade secrets. There is therefore no guarantee that we will be able to obtain, maintain and enforce the intellectual property rights that may be necessary to protect and grow our business and to provide us with a meaningful competitive advantage, and our failure to do so could have a material adverse effect on our business, prospects, financial condition and results of operations and cause our stock price to decline.\nThe oncology and medical device industries are characterized by patent and other intellectual property litigation and disputes, and any litigation, dispute or claim against us may cause us to incur substantial costs, could place a significant strain on our financial resources, divert the attention of management from our business, harm our reputation and require us to remove certain devices from the market.\nWhether a product infringes a patent or violates other intellectual property rights involves complex legal and factual issues, the determination of which is often uncertain. Any intellectual property dispute, even a meritless or unsuccessful one, would be time consuming and expensive to defend and could result in the diversion of our \nmanagement’s attention from our business and result in adverse publicity, the disruption of research and development and marketing efforts, injury to our reputation and loss of revenues. Any of these events could negatively affect our business, prospects, financial condition and results of operations.\nThird parties may assert that TTFields, our Products, the methods employed in the use of our Products or other activities infringe on their patents. Such claims may be made by competitors seeking to obtain a competitive advantage or by other parties, many of whom have significantly larger intellectual property portfolios than we have. Additionally, in recent years, individuals and groups have begun purchasing intellectual property assets for the purpose of making claims of infringement and attempting to extract settlements from companies like ours. With respect to our current Products, the risk of infringement claims is exacerbated by the fact that there are numerous issued and pending patents relating to the treatment of cancer. Because patent applications can take many years to issue, and in many cases remain unpublished for many months after filing, there may be applications now pending of which we are unaware that may later result in issued patents that our Products may infringe.\nThere could also be existing patents that one or more components of our Products or other device candidates may inadvertently infringe. As the number of competitors in the market or other device candidates grows, the possibility of inadvertent patent infringement by us or a patent infringement claim against us increases. To the extent we gain greater market visibility, our risk of being subject to such claims is also likely to increase. If a third party’s patent was upheld as valid and enforceable and we were found to be infringing, we could be prevented from making, using, selling, offering to sell or importing our Products or other device candidates, unless we were able to obtain a license under that patent or to redesign our systems to avoid infringement. A license may not be available at all or on terms acceptable to us, and we may not be able to redesign our Products to avoid any infringement. Modification of our Products or development of device candidates to avoid infringement could require us to conduct additional clinical studies and to revise our filings with the FDA and other regulatory bodies, which would be time-consuming and expensive. If we are not successful in obtaining a license or redesigning our devices, we may be unable to make, use, sell, offer to sell or import our devices and our business could suffer. We may also be required to pay substantial damages and undertake remedial activities, which could cause our business to suffer.\nWe may also be subject to claims alleging that we infringe or violate other intellectual property rights, such as copyrights or trademarks, may have to defend against allegations that we misappropriated trade secrets, and may face claims based on competing claims of ownership of our intellectual property. The confidentiality and assignment of inventions agreements that our employees, consultants and other third parties sign may not in all cases be enforceable or sufficient to protect our intellectual property rights. In addition, we may face claims from third parties based on competing claims to ownership of our intellectual property.\nWe also employ individuals who were previously employed at other medical device companies, and as such we may be subject to claims that such employees have inadvertently or otherwise used or disclosed the alleged trade secrets or other proprietary information of their former employers. Any such litigation, dispute or claim could be costly to defend and could subject us to substantial damages, injunctions or other remedies, which could have a material adverse effect on our business, prospects, financial condition and results of operations and cause our stock price to decline.\nChanges in U.S. patent law could diminish the value of patents in general, thereby impairing our ability to protect our devices.\nAs is the case with other medical device companies, our success is heavily dependent on our intellectual property rights, and particularly on our patent rights. Obtaining and enforcing patents in the medical device industry involves both technological and legal complexity, and is therefore costly, time consuming and inherently uncertain. In addition, the U.S. has recently enacted and is currently implementing wide-ranging patent reform legislation. Certain U.S. Supreme Court rulings have narrowed the scope of patent protection available in certain circumstances and weakened the rights of patent owners in certain situations. In addition to increasing uncertainty with regard to our ability to obtain patents in the future, this combination of events has created uncertainty with respect to the value of patents once obtained. Depending on decisions by the U.S. Congress, the federal courts and the USPTO, the laws and regulations governing patents could change in unpredictable ways that could further negatively impact the value of our patents, narrow the scope of available patent protection or weaken the rights of patent owners.\nRisks relating to our ordinary shares and capital structure\nThe market price for our ordinary shares may be volatile, which could result in substantial losses.\nThe market price for our ordinary shares may be volatile and subject to wide fluctuations in response to factors such as publication of clinical studies relating to our Products, our system candidates or a competitor’s product, actual or \nanticipated fluctuations in our quarterly results of operations, changes in financial estimates by securities research analysts, negative publicity, studies or reports, changes in the economic performance or market valuations of other companies that operate in our industry, changes in the availability of third-party reimbursement in the U.S. or other countries, changes in governmental regulations or in the status of our regulatory approvals or applications, announcements by us or our competitors of material acquisitions, strategic partnerships, joint ventures or capital commitments, intellectual property litigation, release of transfer restrictions on our outstanding ordinary shares, and economic or political conditions in the U.S. or elsewhere. \nOur ordinary shares are issued under the laws of Jersey, which may not provide the level of legal certainty and transparency afforded by incorporation in a U.S. state.\nWe are incorporated under the laws of the Bailiwick of Jersey, Channel Islands. Jersey legislation regarding companies is largely based on English corporate law principles. However, there can be no assurance that Jersey law will not change in the future or that it will serve to protect investors in a similar fashion afforded under corporate law principles in the U.S., which could adversely affect the rights of investors.\nU.S. shareholders may not be able to enforce civil liabilities against us.\nWe are a Jersey entity with most of our assets located outside of the U.S. Although we have appointed an agent for service of process in the U.S. for purposes of U.S. federal securities laws, a number of our directors and executive officers and a number of directors of each of our subsidiaries are not residents of the U.S., and all or a substantial portion of the assets of such persons are located outside the U.S. As a result, it may not be possible for investors to effect service of process within the U.S. upon such persons or to enforce against them judgments obtained in U.S. courts predicated upon the civil liability provisions of the federal securities laws of the U.S.\nWe have been advised by our Jersey lawyers that the courts of Jersey would recognize any final and conclusive judgment under which a sum of money is payable (not being a sum payable in respect of taxes or other charges of a like nature or in respect of a fine or other penalty) obtained against us in the courts of any other territory in respect of certain enforceable obligations in accordance with the principles of private international law as applied by Jersey law (which are broadly similar to the principles accepted under English common law) and such judgment would be sufficient to form the basis of proceedings in the Jersey courts for a claim for liquidated damages in the amount of such judgment. In such proceedings, the Jersey courts would not re-hear the case on its merits save in accordance with such principles of private international law. Obligations may not necessarily be enforceable in Jersey in all circumstances or in accordance with their terms; and in particular, but without limitation: (i) any agreement purporting to provide for a payment to be made in the event of a breach of such agreement would not be enforceable to the extent that the Jersey courts were to construe such payment to be a penalty that was excessive, in that it unreasonably exceeds the maximum damages that an obligee could have suffered as a result of the breach of an obligation; (ii) the Jersey courts may refuse to give effect to any provision in an agreement that would involve the enforcement of any revenue or penal laws in other jurisdictions; and (iii) the Jersey courts may refuse to allow unjust enrichment or to give effect to any provisions of an agreement (including provisions relating to contractual interest on a judgment debt) that it considers usurious.\nWe have borrowed a significant amount of debt and have the ability to borrow additional debt in the future, which could adversely affect our financial condition and results of operations and our ability to react and make changes to our business.\nOn November 5, 2020, we issued $575 million of 0% Convertible Senior Notes due 2025 (the “Convertible Notes”). The Convertible Notes are senior unsecured obligations. The Convertible Notes do not bear regular interest, and mature on November 1, 2025, unless earlier repurchased, redeemed or converted. The Notes are not redeemable prior to November 6, 2023 and are convertible into a combination of cash and ordinary shares on or after August 1, 2025, or earlier upon certain events. The Convertible Notes are due in full in November 2025. \nWe are also party to a five-year senior secured credit facility of up to $400.0 million (the \"Facility\") among Novocure Luxembourg S.a.r.l., our wholly-owned subsidiary, and BPCR Limited Partnership and BioPharma Credit Investments V (Master) LP (collectively, the \"Lenders\"), BioPharma Credit PLC, as collateral agent for the Lenders, and other of our subsidiaries that are guarantors to such agreement. As of December 31, 2024, we have borrowed \n$100.0 million under the Facility, and we are required to draw down an additional $100.0 million no later than September 30, 2025.\nThe Facility contains usual and customary restrictive covenants relating to the operation of our business, including restrictions on our ability:\n•to incur or guarantee additional indebtedness;\n•to incur or permit to exist certain liens;\n•to enter into certain sale and lease-back transactions;\n•to make certain investments, loans and advances;\n•to effect certain mergers, consolidations, asset sales and acquisitions;\n•to pay dividends on, or redeem or repurchase, capital stock, enter into transactions with affiliates or materially change our business; and\n•to repay or modify certain other agreements with respect to other material indebtedness or modify our organizational documents.\nWhile the Convertible Notes do not accrue interest, our ability to service the Facility indebtedness and incur and service indebtedness in the future could be impacted by interest and currency rate fluctuations.\nOur existing indebtedness and any additional indebtedness we may incur otherwise could require us to divert funds identified for other purposes for debt service and impair our liquidity position.\nThe fact that a substantial portion of our cash flow from operations could be needed to make payments on our indebtedness could have important consequences, including the following:\n•increasing our vulnerability to general adverse economic and industry conditions or increased interests rates;\n•limiting the availability of our cash flow for other purposes and our flexibility in planning for or reacting to changes in our business and the markets in which we operate, which would place us at a competitive disadvantage compared to our competitors that may have less exposure to debt;\n•limiting our ability to borrow additional funds for working capital, capital expenditures and other investments; and\n•failing to comply with the covenants in our debt agreements could result in all of our indebtedness becoming immediately due and payable.\nOur ability to obtain necessary funds through borrowing, as well as our ability to service our indebtedness, will depend on our ability to generate cash flow from operations. Our ability to generate cash is subject to general economic, financial, competitive, legislative, regulatory and other factors that are beyond our control. If our business does not generate sufficient cash flow from operations or if future borrowings are not available to us under our outstanding borrowings or otherwise in amounts sufficient to enable us to fund our liquidity needs, our financial condition and results of operations may be adversely affected. Our inability to make scheduled payments on our debt obligations in the future would require us to refinance all or a portion of our indebtedness on or before maturity, sell assets or seek additional equity investment. We may not be able to take any of such actions on a timely basis, on terms satisfactory to us or at all.\nTransactions relating to our Convertible Notes may dilute the ownership interest of existing shareholders, or may otherwise depress the price of our ordinary shares.\nThe conversion of some or all of our Convertible Notes would dilute the ownership interests of existing shareholders to the extent we deliver shares upon conversion of any of such notes. Our Convertible Notes are convertible at the option of their holders prior to their scheduled terms under certain circumstances. In connection with the conversion of our Convertible Notes, we may deliver to the holders of such notes a significant number of our ordinary shares. Any sales in the public market of our ordinary shares issuable upon such conversion could adversely affect prevailing market prices of our ordinary shares. In addition, the existence of our Convertible Notes may encourage \nshort selling by market participants because the conversion of such notes could be used to satisfy short positions, or anticipated conversion of such notes into our ordinary shares could depress the price of our ordinary shares.",
      "char_count": 134686
    }
  },
  "extracted_at": "2025-10-18T17:41:06.892713"
}