{
  "ticker": "NWBI",
  "company_name": "Northwest Bancshares, Inc.",
  "cik": 1471265,
  "form_type": "10-K",
  "filing_date": "2025-02-25",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001471265-25-000016",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001471265&accession_number=000147126525000016&xbrl_type=v",
  "sic_code": "6021",
  "industry": "National Commercial Banks",
  "sections": {
    "item1": {
      "text": "ITEM 1.                                                BUSINESS\nNorthwest Bancshares, Inc.\n\nNorthwest Bancshares, Inc., a Maryland corporation, was incorporated in 2009 to be the successor corporation to Northwest Bancorp, Inc., the former stock holding company for Northwest Bank, upon completion of the mutual-to-stock conversion of Northwest Bancorp, MHC. The terms “Northwest”, “the Company”, “we”, “us” and “our” refer to Northwest Bancshares, Inc., unless indicated otherwise by the context. \nThe conversion was completed in 2009 when the Company sold 68,878,267 shares of common stock at $10.00 per share in the related offering. Concurrent with the completion of the offering, shares of Northwest Bancorp, Inc. common stock owned by public stockholders were exchanged for shares of Northwest Bancshares, Inc.’s common stock. We also issued 1,277,565 shares of common stock and contributed $1.0 million in cash from the offering proceeds to Northwest Charitable Foundation, a charitable foundation that we established for the benefit of the communities in which Northwest Bank operates. As of December 31, 2024, the Company had 127,508,003 shares outstanding and a market capitalization of approximately $1.682 billion.\n\nOur executive offices are located at 3 Easton Oval, Suite 500, Columbus, Ohio 43219. We also maintain administrative offices located at 100 Liberty Street, Warren, Pennsylvania 16365. The telephone number for these addresses is (814) 726-2140.\n\nThe Company’s website (www.northwest.com) contains a direct link to Northwest Bancshares, Inc.’s filings with the SEC, including copies of annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to these filings, if any. Information on our website shall not be considered a part of this report. Copies of our filings may be obtained, without charge, by written request to Shareholder Relations, 100 Liberty Street, P.O. Box 128, Warren, Pennsylvania 16365, or emailing shareholderrelations@northwest.com.\n\nNorthwest Bank\n\nNorthwest Bank is a Pennsylvania-chartered savings bank headquartered in Warren, Pennsylvania, which is located in northwestern Pennsylvania. Northwest Bank is a community-oriented financial institution offering personal and commercial banking solutions, investment management and trust services. Northwest Bank’s mutual savings bank predecessor was founded in 1896.\n\nAs of December 31, 2024, Northwest Bank operated 141 community-banking locations throughout its market area in Pennsylvania, western New York, eastern Ohio, and Indiana. Our principal lending activities are the origination of loans secured by first mortgages on owner-occupied, one-to-four-family residences, shorter term consumer loans, and commercial business and commercial real estate loans.\n\nOur principal sources of funds are personal and business deposits, borrowed funds and the principal and interest payments on loans and marketable securities. Our principal source of income is interest received on loans and marketable securities. Our principal expenses are the cost of employee compensation and benefits and the interest paid on deposits and borrowed funds.\n\nNorthwest Bank’s principal executive office is located at 100 Liberty Street, Warren, Pennsylvania 16365, and the telephone number at that address is (814) 726-2140.\nAgreement to Acquire Penns Woods\nOn December 16, 2024, the Company and Penns Woods Bancorp, Inc., a Pennsylvania corporation (“Penns Woods”), entered into an Agreement and Plan of Merger (the “Merger Agreement”). The Merger Agreement provides for a business combination whereby Penns Woods will merge with and into the Company (the “Merger”), with the Company as the surviving corporation in the merger. Immediately after the effective time of the Merger (the “Effective Time”), or at such later time as the Company determines, Penns Woods’ wholly-owned subsidiary banks, Luzerne Bank, a Pennsylvania-chartered state bank, and Jersey Shore State Bank, a Pennsylvania-chartered state bank, will merge with and into Northwest Bank, with Northwest Bank as the surviving bank in the subsidiary bank mergers. The boards of directors of Northwest and Penns Woods have unanimously approved entry into the Merger Agreement and the transactions contemplated thereby.\nUnder the terms and subject to the conditions of the Merger Agreement, at the Effective Time, each share of Penns Woods’ common stock, $5.55 par value, issued and outstanding immediately prior to the Effective Time (except for Treasury Shares (as provided for in the Merger Agreement)), will be converted, in accordance with the procedures set forth in the Merger Agreement, into a right to receive 2.385 shares of common stock, $0.01 par value, of the Company.\nUnder the terms and subject to the conditions of the Merger Agreement, the Company agreed to fill the current vacancy on its Board of Directors (or otherwise expand its Board of Directors by one director and fill the resulting vacancy) with Penns Woods director, Richard A. Grafmyre, effective at the Effective Time and subject to the Company’s standard corporate governance practices and standard director evaluation process.\nThe Merger is expected to close in the third quarter of 2025, pending satisfaction of various closing conditions, including: (i) the receipt of Penns Woods’ shareholders adoption and approvals; (ii) authorization for listing on the Nasdaq Stock Market LLC of the shares of common stock of the Company to be issued in the Merger; (iii) the receipt of required regulatory approvals, including the approval of the Federal Reserve Board and the Pennsylvania Department of Banking and Securities; (iv) effectiveness of the registration statement on Form S-4 for the shares of common stock of the Company to be issued in the Merger; (v) the absence of any order, injunction or other legal restraint preventing or making illegal the completion of the Merger or any of the other transactions contemplated by the Merger Agreement.\nMarket Area and Competition\n\nNorthwest Bank is headquartered in northwestern Pennsylvania and has expanded primarily through acquisitions, into the southwestern and central regions of Pennsylvania, as well as western New York, northeastern Ohio, and Indiana. As of December 31, 2024, we operated 141 community banking locations across these market areas. All of the aforementioned market areas are served by a number of competing financial institutions. As a result, we encounter strong competition both in attracting deposits and in originating loans. Our most direct competition for deposits comes from other banks, brokerage houses and credit unions in our market areas. We expect continued competition from these financial institutions in the foreseeable future. With the continued acceptance of internet banking by our customers and consumers generally, competition for deposits has increased from institutions operating outside of our market area. \nThe following description of our market area is based upon information obtained from SNL Securities, the Bureau of Labor Statistics, the Federal Housing Financial Agency and the Mortgage Bankers Association. \nPennsylvania Market Area. Our retail branch network of 82 community banking offices within the Commonwealth of Pennsylvania encompasses 24 counties. Our western Pennsylvania market has a diverse economy driven by healthcare and education industries, service businesses, technology companies and small manufacturing operations. Our southeastern Pennsylvania market is primarily driven by service businesses but also serves as a bedroom community to the cities of Baltimore, Maryland and Philadelphia, Pennsylvania.\nOur Pennsylvania market area has a total population of approximately 4.3 million and total households of approximately 1.8 million as of December 31, 2024. The Pennsylvania markets in which we operate our retail branches contain approximately half of Pennsylvania’s population and a similar percentage of households. These markets have experienced a 2.1% decrease in population between 2020 and 2024. As of December 31, 2024, the market’s average median household income has decreased over the last year by 2.1%, to $66,127, compared to the national median income level of $78,770. The household income growth rate in Pennsylvania of 7.8%, is projected to be slightly lower than the national average growth rates during the next five years of 8.8%. As of December 31, 2024, the market’s unemployment rate was 3.3%, slightly lower than both the Commonwealth of Pennsylvania rate of 3.6% and the national average of 4.1%.\n\nAs of September 30, 2024, the most recent date for which data is available, the House Price Index for the last four quarters in the state of Pennsylvania increased by 5.4%, compared to an increase in the national average of 4.3%. As of September 30, 2024, the foreclosure rate for mortgage loans on one-to-four unit residential properties in the state of Pennsylvania was one in every 7,424 housing units, compared to the national average of one in every 4,578 housing units.\nWestern New York Market Area. Our retail branch network of 28 community banking offices in New York encompasses four counties in the western portion of the state. This market has a diverse economy driven by healthcare and education industries, service businesses, technology companies and small manufacturing operations.\n\nOur New York market area has a total population of approximately 2.0 million and total households of approximately 864,000 as of December 31, 2024. This area has experienced a decrease in population between 2020 and 2024, of 1.5%. The average median household income in this market increased by 5.6% over the last year to $69,253 as of December 31, 2024, compared to the national median income level of $78,770. As of December 31, 2024, the unemployment rate for our New York market area was 4.4%, compared to the national average of 4.1%.\n\nAs of September 30, 2024, the House Price Index for the last four quarters in our New York market increased by 7.0%, compared to an increase in the national average of 4.3%. As of September 30, 2024, the foreclosure rate for mortgage loans on one-to-four unit residential properties in the state of New York was one in every 4,829 housing units, compared to the national average of one in every 4,578 housing units.\nNortheastern Ohio Market Area. Our retail branch network of 11 community banking offices in Ohio includes two counties in northeastern Ohio, including the Cleveland metro area. The major employment sectors in this market are similar to the contiguous market in western Pennsylvania.\n\nOur Ohio market area has a total population of approximately 857,000 and total households of approximately 357,000 as of December 31, 2024. This area has experienced an increase in population between 2020 and 2024, of 2.3%. The median household income for our Ohio market increased 2.2% over the last year to $70,100 as of December 31, 2024, compared to the national median income level of $78,770. As of December 31, 2024, the unemployment rate for our Ohio market was 4.4%, compared to the national average of 4.1%.\n\nAs of September 30, 2024, the House Price Index for the last four quarters in our Ohio market area increased by 6.6%, compared to an increase in the national average of 4.3%. As of September 30, 2024, the foreclosure rate for mortgage loans on one-to-four unit residential properties in the state of Ohio was one in every 3,450 housing units, compared to the national average of one in every 4,578 housing units.\nIndiana Market Area. Our retail branch network of 20 community banking offices in Indiana includes nine counties in Indiana. This market has a diverse economy driven by healthcare and education industries, service businesses, technology companies and small manufacturing operations. \nOur Indiana market area has a total population of approximately 934,000 and total households of approximately 368,000 as of December 31, 2024. The population of this area has remained stable between 2020 and 2024. The median household income for our Indiana market increased 2.6% over the last year to $62,248 as of December 31, 2024, compared to the national median income level of $78,770. As of December 31, 2024, the unemployment rate for our Indiana market was 4.5%, compared to the national average of 4.1%.\nAs of September 30, 2024, the House Price Index for the last four quarters in our Indiana market area increased by 6.4%, compared to an increase in the national average of 4.3%. As of September 30, 2024, the foreclosure rate for mortgage loans on one-to-four unit residential properties in the state of Indiana was one in every 3,441 housing units, compared to the national average of one in every 4,578 housing units.\n\nLending Activities\n\nGeneral. Our principal lending activities are the origination of fixed and adjustable-rate loans collateralized by one-to-four-family residential real estate, shorter term consumer loans and loans collateralized by multi-family residential and commercial real estate as well as commercial business loans. Generally, we focus our lending activities in the geographic areas where we maintain offices.\n\nIn an effort to manage interest rate risk, we have sought to make our interest-earning assets more interest rate sensitive by originating adjustable-rate loans, such as adjustable-rate residential mortgage loans and home equity lines of credit, and by originating short-term and medium-term fixed-rate consumer loans. In recent years we have emphasized the origination of commercial real estate loans and commercial business loans, which generally have adjustable-rates of interest and shorter maturities than one-to-four-family residential real estate loans. Because we originate a substantial amount of long-term fixed-rate mortgage loans collateralized by one-to-four-family residential real estate, when possible, we originate and underwrite loans according to standards that allow us to sell them into the secondary mortgage market for purposes of managing interest-rate risk and liquidity. The sale of mortgage loans supports our strategy to grow the consumer and commercial loan portfolios faster than our portfolio of long-term fixed-rate residential mortgage loans. We currently sell low-yielding fixed-rate residential mortgage loans with maturities of more than 15 years, and on a more limited basis, those with maturities of 15 years or less, while retaining all adjustable-rate residential mortgage loans. With the build out of our Columbus, Ohio mortgage fulfillment center, our intention is to sell more loans into the secondary market on a servicing released basis. We also retain servicing on some of the mortgage loans we sell which generates monthly service fee income. We generally retain in our portfolio all consumer loans that we originate while we periodically sell participation loans in the multi-family residential, commercial real estate and commercial business loans that we originate in an effort to reduce the concentration of certain individual credits and the risk associated with certain businesses, industries or geographies.\n\nResidential Mortgage Loans. We offer residential mortgage loans with terms typically ranging from 15 to 30 years, with either fixed or adjustable interest rates. Our mortgage loans are amortized on a monthly basis with both principal and interest due monthly. Originations of fixed-rate residential mortgage loans versus adjustable-rate residential mortgage loans are monitored on an ongoing basis. The percentage of adjustable-rate residential mortgage originations to total originations is affected significantly by the level of market interest rates, customer preference, our interest rate sensitivity and liquidity position, as well as loan products offered by our competitors. Therefore, even when our strategy is to increase the origination of adjustable-rate residential mortgage loans, market conditions may be such that there is greater demand for fixed-rate mortgage loans. Adjustable-rate residential mortgage loans totaled $95 million, or 1%, of our gross loan portfolio at December 31, 2024.\n\nOur fixed-rate residential mortgage loan products offer fixed rates for up to 30 years. Whenever possible, our fixed-rate residential mortgages are originated and underwritten according to secondary mortgage market guidelines in order to manage credit risk, as well as interest rate risk and liquidity risk. Our adjustable-rate residential mortgage loans offer initial interest rate adjustment periods of five, seven, and ten years, terms up to 30 years and adjustments based on changes in designated market indices. \nWe generally limit the maximum loan-to-value on both fixed-rate and adjustable-rate residential mortgage loans without private mortgage insurance, to 80% of the lesser of appraised values or purchase prices of real estate serving as collateral for our mortgage loans. Limited special financing programs allow for insured loans with loan-to-value ratios of up to 97%, and uninsured loans with loan-to-value ratios up to 100%. The appraisal process is managed by the Northwest Appraising Department, and appraisals are performed by our in-house appraiser staff or by appraisers deemed qualified by our Residential Appraising Manager. We require fire and casualty insurance, as well as a title guaranty regarding good title, on all properties securing our residential mortgage loans. We also require flood insurance for loans secured by properties located within special flood hazard areas.\n\nIncluded in our $3.2 billion portfolio of residential mortgage loans as of December 31, 2024 are construction loans of $7 million, or 0.2% of our gross loan portfolio. We offer fixed-rate and adjustable-rate residential construction-to-permanent loans primarily for the construction of owner-occupied one-to-four-family residences in our market area to owners who have a contract for construction. Construction loans are originated with terms of up to 30 years with an allowance of up to one year for construction. Advances are made as construction is completed, and interest is charged on the total amount of credit extended. At the end of the construction period, repayment terms convert to fully amortizing payments, with both principal and interest due monthly. Construction lending generally involves a greater degree of credit risk than permanent residential mortgage lending, as repayment of construction loans is often dependent upon the successful completion of construction projects. Construction delays or the inability of borrowers to sell properties once construction is completed may impair borrowers’ ability to repay loans. Private mortgage insurance is required for construction loans with loan-to-value ratios in excess of 80%, and the maximum loan-to-value ratio for construction loans is 95% of the lower of cost to build or as-completed appraised value.\nIn addition, we originate loans within our market area that are secured by individual unimproved or improved lots. Land loans for the construction of owner-occupied residential real estate properties are currently offered with fixed rates for terms of up to ten years. The maximum loan-to-value ratio for these loans is 80% of the as-completed appraised value.\nOur residential mortgage loans customarily include due-on-sale clauses, which are provisions giving us the right to declare loans immediately due and payable in the event, among other things, borrowers sell or otherwise dispose of underlying real properties serving as collateral for loans.\n\nHome Equity Loans and Lines of Credit. Generally, our home equity loans are secured by the borrower’s principal residence with a maximum loan-to-value ratio, including the principal balances of both the first and subordinate mortgage loans, of 95% or less. We generally underwrite home equity loans and lines of credit in a manner similar to our underwriting of residential mortgage loans. \nHome equity loans are offered on a fixed-rate basis with amortized terms of up to 20 years. Principal and interest is due monthly. At December 31, 2024, our fixed-rate home equity loans totaled $722 million, or 6% of gross loans.\nHome equity lines of credit are offered on an adjustable-rate basis with terms of up to 25 years, including a draw period of 10 years each. Although home equity lines of credit require interest-only payments during draw periods, they are underwritten using amortizing principal and interest payments based on current rates of equivalent fixed-rate products. The disbursed portion of home equity lines of credit totaled $423 million, or 4% of gross loans, with $728 million remaining undistributed as of December 31, 2024.\nOther Consumer Loans. The principal types of other consumer loans we offer are direct and indirect automobile loans, sales finance loans, unsecured personal loans, credit card loans, and loans secured by investment accounts. These loans are typically offered with maturities of ten years or less.\n\nThe underwriting standards we employ for consumer loans include a determination of the applicant’s credit history and an assessment of ability to meet existing obligations and payments on the proposed loan. The stability of the applicant’s monthly income may be determined by verification of gross monthly income from primary employment, and additionally, from any verifiable secondary income. Creditworthiness of the applicant is of primary consideration; however, the underwriting process also includes a comparison of the value of the collateral in relation to the proposed loan amount for secured products. \n\nConsumer loans entail greater credit risk than residential mortgage loans, particularly in the case of consumer loans that are unsecured or secured by assets that depreciate rapidly, such as automobiles, mobile homes, boats, and recreation vehicles. In such cases, repossessed collateral for a defaulted consumer loan may not provide an adequate source of repayment for the outstanding loan and the remaining deficiency often does not warrant further substantial collection efforts against the borrower. In particular, amounts realizable on the sale of repossessed automobiles may be significantly reduced based upon the condition of the automobiles and the lack of demand for used automobiles. At December 31, 2024, other consumer loans totaled $1.9 billion, or 17% of gross loans.\nCommercial Real Estate Loans. Our multi-family commercial real estate loans are secured by multi-family residences, such as rental properties, student housing, and senior living facilities. Our other commercial real estate loans are secured by nonresidential properties such as hotels, commercial offices, medical buildings, manufacturing facilities and retail establishments. At December 31, 2024, a significant portion of our multi-family commercial real estate and commercial real estate loans were secured by properties located within our market area. \nOur largest commercial loan relationship, including commercial real estate, had an aggregate total exposure of $114.1 million as of December 31, 2024. The largest component of this exposure is attributed to loans secured by student housing, which comprised $53.3 million of exposure at December 31, 2024, which additional loans secured by multi-family residential, commercial office, hotel and retail buildings. This relationship is also our largest commercial real estate loan relationship as of December 31, 2024, with $112.5 million of the exposure attributed to commercial real estate loans. All of the underlying loans were performing in accordance with their terms as of December 31, 2024. \nMulti-family commercial and commercial real estate loans are offered with both adjustable and fixed interest rates. The terms of each multi-family residential and commercial real estate loan are negotiated on a case-by-case basis. We generally originate multi-family commercial and commercial real estate loans in amounts up to 80% of the appraised value of the property collateralizing the loan. At December 31, 2024, commercial real estate loans totaled $2.9 billion, or 26% of gross loans.\nLoans secured by multi-family commercial and commercial real estate generally involve a greater degree of credit risk than residential mortgage loans and carry larger loan balances. This increased credit risk is a result of several factors, including the concentration of principal in a limited number of loans and borrowers, the effects of general economic conditions on income producing properties, and the increased difficulty of evaluating and monitoring these types of loans. Furthermore, the repayment of loans secured by multi-family commercial and commercial real estate is typically dependent upon the successful operation of the related real estate property. If the cash flow from the project is reduced, the borrower’s ability to repay the loan may be impaired.\n\nCommercial Loans. We offer commercial loans to finance various activities in our market area, some of which are secured in part by additional real estate collateral. At December 31, 2024, our largest commercial loan relationship had an aggregate total exposure of \n$65.0 million, and operates in the manufacturing space. These loans were performing in accordance with their agreed upon terms as of December 31, 2024.\n\nCommercial business loans are offered with both fixed and adjustable interest rates. Underwriting standards we employ for commercial business loans include a determination of the applicant’s ability to meet existing obligations and payments on the proposed loan from operating cash flows generated by the applicant’s business. The financial strength of each applicant is also assessed through a review of financial statements provided by the applicant.\nWe originate commercial loans through our network of Small Business and Commercial Loan Officers located in our areas. In addition, our Commercial Finance group originates loans where multiple banks may be involved in the credit facilities. These loans are made to companies operating in our market area. Many of these companies carry public debt ratings. \nCommercial loans generally have higher interest rates than residential loans, but they also may involve a higher risk of default since their repayment is generally dependent on the successful operation of the borrower’s business. We strive to obtain personal guarantees from the borrower or a third party as a condition to originating commercial loans. At December 31, 2024, commercial loans totaled $2.0 billion, or 18% of gross loans.\nLoan Originations, Solicitation, Processing and Commitments. Upon receiving a retail loan application, we obtain a credit report and may verify employment to confirm specific information relating to the applicant’s employment, income, and credit standing. In the case of a real estate loan, either an in-house appraiser, or an approved external appraiser, appraises the real estate intended to secure the proposed loan. For certain home equity loans we may use an approved alternative valuation such as an assessed value or Automated Value Model (AVM). A loan underwriter checks the loan document file for accuracy and completeness and verifies the information provided.\n\nFor our personal loans, including residential mortgage loans, home equity loans and lines of credit, automobile loans and credit cards and other unsecured loans, we have implemented a credit approval process based on a laddered individual loan authority system. Real estate secured loans are underwritten centrally by our underwriting team. Non-real estate loans are underwritten by local loan officers and/or a centralized underwriting team who are granted various levels of authority based on their lending experience and expertise. These authority levels are reviewed by the Credit Committee on at least an annual basis.\nFor commercial loans, aggregate credit exposures over $1.0 million are underwritten by Commercial Credit Management. Our commercial loan policy assigns individual lending limits for our various commercial credit underwriters and dual authority consisting of an individual from Commercial Credit Management and Credit Risk Officers. Lending authorities are established by the Credit Committee. The Senior Loan Committee meets weekly to approve extensions of credit in excess of the maximum dual authority limits. The Credit Committee meets monthly to review the assigned lending limits and to monitor our lending policies, loan activity, economic conditions, and concentrations of credit.\nThe Northwest Credit Committee has established a policy to make no loans, either individually or in the aggregate to one borrower or single source of repayment (the “Total Credit Exposure Limit”), in excess of $30.0 million. For loans originated and managed within the Corporate Finance portfolio, the Total Credit Exposure limit is increased to $50.0 million for borrowers with a strong credit profile and a risk rating of 3 or better. The Aggregate Credit Exposure, which represents total relationship exposure which may include multiple distinct borrowers, limit is $100.0 million. Criticized/classified loans exceeding $5.0 million or unusual loan requests are reviewed with the Risk Management Committee of the Board of Directors at each quarterly meeting. In addition, the Chief Credit Officer has the authority to require that the Board of Directors review any loan that has been approved by the Senior Loan Committee with which the Chief Credit Officer has specific concerns. \nAfter a loan is approved, a loan commitment letter is promptly issued to the borrower. At December 31, 2024, we had commitments to originate $190 million of loans.\nLoan Origination Fees and Costs. We defer loan origination fees received from borrowers and costs to originate loans and amortize such amounts as an adjustment of yield over the life of the loan by using the level yield method. Deferred loan fees and costs are recognized as part of interest income immediately upon prepayment or the sale of the related loan. At December 31, 2024, we had $63 million of net deferred loan origination fees. Loan origination fees vary with the volume and type of loans and commitments originated and purchased, principal repayments, and competitive conditions in the marketplace.\nLoan origination costs were $16.3 million, $16.4 million and $18.2 million for the years ended December 31, 2024, 2023 and 2022, respectively.\nLoans-to-One Borrower. As of December 31, 2024, the largest aggregate amount loaned to one borrower, or related borrowers, totaled $114.1 million in exposure and was secured by student housing, multi-family residential, commercial office, hotel, and retail \nbuildings. Our second largest lending relationship totaled $65.8 million in exposure and was secured by office space, and medical facilities. Our third largest commercial relationship totaled $65.0 million in exposure and was secured by business assets. Our fourth largest commercial relationship totaled $60.0 million in exposure and was secured by non-marketable securities. Our fifth largest commercial relationship totaled $58.6 million in exposure and was secured by a nursing home. All of these loans were performing in accordance with their terms at December 31, 2024.\n\nInvestment Activities\n\nOur Board of Directors has primary responsibility for establishing and overseeing our investment policy. The Board of Directors has delegated authority to implement the investment policy to our Chief Financial Officer. The investment policy is reviewed at least annually, and any changes to the policy are subject to approval by the Board of Directors. The overall objectives of the investment policy are to maintain a portfolio of high quality and diversified investments, to provide liquidity, and to control interest rate risk while providing an acceptable return. The investment portfolio is also used to provide collateral for qualified deposits and borrowings, to provide additional earnings when loan production is low, and to reduce our tax liability. The policy dictates that investment decisions give consideration to the safety of principal, liquidity requirements and potential returns.\n\nOur investment policy does permit the purchase of complex securities, derivatives and other high-risk securities as long as the investment has a pre-purchase sensitivity analysis completed and the results are within our our established range. The policy does not permit additional investments in pooled trust preferred securities, or single issuer trust preferred securities.\n\nAt the time of purchase, we designate a security as either held-to-maturity or available-for-sale based upon our ability and intentions. Securities available-for-sale are carried at fair value and securities held-to-maturity are carried at amortized cost. On a quarterly basis, we measure expected credit losses on held-to-maturity debt securities on a collective basis by major security type. Available-for-sale debt securities in an unrealized loss position are reviewed for impairment at least quarterly. If impairment exists, credit related impairment losses are recorded through an allowance for credit losses while noncredit related impairment losses are recorded in accumulated other comprehensive income (for available-for-sale securities). The fair values of our securities are based on published or securities dealers’ market values, when available. See Note 4 to the Consolidated Financial Statements for a detailed analysis and description of our investment portfolio and valuation techniques.\n\nWe purchase debentures and mortgage-backed securities that generally are issued by the Federal Home Loan Bank (“FHLB”), Fannie Mae (“FNMA”), Freddie Mac (“FHLMC”) or Ginnie Mae (“GNMA”). Historically, we have invested in mortgage-backed securities to achieve positive interest rate spreads with minimal administrative expense and to lower our credit risk as a result of the guarantees provided by FHLMC, FNMA or GNMA.  \nSources of Funds\n\nGeneral. Deposits are the primary funding source for lending and other investing purposes. In addition to deposits, we derive funds from the amortization, prepayment and sale of loans and mortgage-backed securities, the maturity of investment securities, operations and, if needed, borrowings. Scheduled loan principal repayments are a relatively stable source of funds, while deposit inflows and outflows and loan prepayments and sales are influenced significantly by general interest rates and market conditions. Borrowings may be used on a short-term basis to compensate for reductions in the availability of funds from other sources or on a longer-term basis for general business purposes, including to manage interest rate risk.\n\nDeposits. Personal and business deposits are generated from our market area by offering a broad selection of deposit instruments including checking accounts, savings accounts, money market deposit accounts, term certificate accounts and individual retirement accounts. While we accept deposits of $250,000 or more, we do not offer premium rates for such deposits. In addition, we purchased $200.0 million of brokered certificates of deposit as of December 31, 2024. Deposit account terms vary according to the minimum balance required, the period of time during which the funds must remain on deposit, and the interest rate, among other factors. We regularly execute changes in our deposit rates based upon general market interest rates, competition, and liquidity requirements. As of December 31, 2024, $1.9 billion, or 16%, of total deposits were uninsured as they exceeded the FDIC’s $250,000 limit of deposit insurance per depositor, per FDIC-insured bank, per account ownership category.\n\nBorrowings. We may utilize borrowings to supplement our supply of lendable funds and to meet deposit withdrawal requirements. Borrowings from the FHLB of Pittsburgh typically are collateralized by a portion of our real estate loans. In addition to the FHLB, we have borrowing facilities with the Federal Reserve Bank of Cleveland and two correspondent banks. We also borrow funds, in the form of corporate repurchase agreements, from municipalities, corporations and school districts.\nNorthwest Bank is a member of the FHLB of Pittsburgh. The FHLB functions as a central bank providing credit for Northwest Bank and other member financial institutions. As a member, Northwest Bank is required to own capital stock in the FHLB of Pittsburgh and is authorized to apply for borrowings on the security of certain of its real estate loans, provided certain standards related to \ncreditworthiness have been met. Borrowings are made pursuant to several different programs. Each credit program has its own interest rate and range of maturities. Depending on the program, limitations on the amount of borrowings are based either on a fixed percentage of a member institution’s net worth or on the FHLB’s assessment of the institution’s creditworthiness. \nOn September 9, 2020, the Company issued $125 million of 4.00% fixed-to-floating rate subordinated notes with a maturity date of September 15, 2030. The subordinated notes, which qualify as Tier 2 capital, bear interest at an annual rate of 4.00%, payable semi-annually in arrears commencing on March 15, 2021, and a floating rate of interest equivalent to the 3-month Term Secured Overnight Financing Rate (“SOFR”) plus 3.89% payable quarterly in arrears commencing on December 15, 2025. During the year ended December 31, 2024, the Company had $114.8 million of subordinated notes outstanding. The subordinated debt issuance costs of approximately $1.8 million are being amortized over five years on a straight-line basis into interest expense. \nRisk Management\nGeneral. Our Enterprise Risk Management (ERM) program is designed to ensure that significant risks are identified, measured, monitored and addressed. Our ERM program reflects our risk appetite, governance, culture and reporting. We manage enterprise risk using our Board-approved Risk Management Policy, which includes Board-level oversight, risk management committees, and a dedicated risk management team led by our Chief Risk Officer (CRO). Our Board determines the level of risk we are willing to accept in pursuit of our objectives, through the ERM program and well-defined risk appetite statements developed thereunder. We utilize the “three lines of defense” risk management model to assign roles, responsibilities and accountabilities for taking and managing risk. \nBoard and Board Committees. Our Board of Directors, as a whole and through its committees, maintains responsibility for the oversight of risk management, including monitoring the “tone at the top”, adherence to our risk appetite, our risk culture and overseeing emerging and strategic risks. Our Board’s Risk Management Committee (BRMC) has primary responsibility for oversight of enterprise risk management. The BRMC consists entirely of independent directors and provides a regular report to the full Board regarding matters reviewed at it’s Committee meetings. The Bank has a comprehensive Enterprise Risk Management Policy, approved by the Board of Directors. \nRisk Management Roles and Responsibilities. In addition to our Board and Board Committees, responsibility for risk management also flows to other individuals and entities throughout the Company, including various management committees and executive management. Our Enterprise Risk Management Policy defines our “three lines of defense” risk management model, which includes the following:\n•The “first line of defense” is comprised of the business areas that engage in activities that generate revenue or provide operational support or services that introduce risk to the Company. The first line of defense is responsible for, among other things, identifying, owning, managing and controlling key risks associated with their activities, timely addressing issues and remediation, and implementing processes and procedures to strengthen the risk and control environment. The first line of defense identifies and manages key risk indicators and risks and controls consistent with the Company’s risk appetite. The executive officers who serve as leaders in the “first line of defense,” are responsible for ensuring that their respective functions operate within established risk limits, in accordance with our risk appetite. These leaders are also responsible for identifying risks, considering risk when developing strategic plans, budgets and new products, and implementing appropriate controls when pursuing business strategies and objectives. In addition, these leaders are responsible for deploying sufficient financial resources and qualified personnel to manage the risks inherent in our business activities.\n•The “second line of defense” includes an independent risk management team charged with oversight and monitoring of risk within the business. The second line of defense is responsible for, among other things, formulating and overseeing our Enterprise Risk Management Policy and related policies and procedures, effectively challenging the first line of defense and identifying, measuring, monitoring and reporting on aggregate risks of the business and support functions. \nOur risk management team, which is led by our CRO, provides oversight of our risk profile and is responsible for maintaining a compliance program that includes compliance risk assessments, policy development, testing and reporting activities. \nThe CRO manages our risk management team and is responsible for establishing and implementing standards for the identification, management, measurement, monitoring and reporting of risk on an enterprise-wide basis. The CRO is responsible for developing an appropriate risk appetite with corresponding limits that aligns with supervisory expectations and proposing our risk appetite to the Board of Directors. The CRO regularly reports to the Board Risk Management Committee as well as the Bank’s Enterprise Risk Management Committee (“ERMC”) on risk management matters.\n•The “third line of defense” is comprised of the Internal Audit organization. The third line of defense provides an independent review and objective assessment of the design and operating effectiveness of the first and second lines of defense, governance, policies, procedures, processes and internal controls, and reports its findings to executive management and the Board, through the Audit Committee. Internal Audit is responsible for performing periodic, independent reviews and testing compliance with the Company’s and the Bank’s risk management policies and standards, as well as with regulatory guidance and industry best practices. Internal Audit also assesses the design of the Company’s and the Bank’s policies and standards and validates the effectiveness of risk management controls and reports the results of such reviews to the Audit Committee.\nManagement Committees. The ERMC is the highest-management-level committee at the Bank to oversee risks and is responsible for risk governance and oversight and makes recommendations on the Bank’s risk appetite. The ERMC monitors compliance with limits and related escalation requirements and oversees implementation of risk policies.\nIn addition to the ERMC, we maintain the following management-level committees to oversee our risk categories: Compliance Risk Management Committee; Credit Committee; Model Risk Management Committee; Operational Risk Management Committee; and the Asset/Liability Committee. Each of these Committees is responsible for one or more of the Bank’s eight risk categories, which are described in greater detail below under the heading “Risk Categories”. For its risk category(ies) of responsibility, each Committee provides risk governance, risk oversight and monitoring. Each Committee reviews key risk exposures, trends and significant compliance matters, and provides guidance on steps to monitor, control and escalate significant risks. We include the risk information provided by the ERMC, and these management-level risk committees, along with additional risk information that is identified at the holding company level in our determination and assessment of the risks that are presented to and discussed with our Board and Board Committees.\nRisk Categories. We evaluate the potential impact of a risk event on us by assessing the customer, partner, financial, reputational, and legal and regulatory impacts and have divided risk into the following categories.\nCompliance Risk. Risk arising from violations of consumer protection laws and/or or regulations, and/or nonconformance with policies and procedures. This risk exposes Northwest to regulatory enforcement actions, fines, civil money penalties, customer reimbursement, and/or statutory or punitive damages. This can further result in diminished reputation, limited business opportunities, and/or merger and acquisition restrictions.\nOur Compliance organization is responsible for establishing and maintaining our Compliance Management System. We seek to manage and mitigate compliance risk by assessing, controlling, monitoring, measuring and reporting the legal and regulatory risks to which we are exposed. The Compliance Risk Management Committee, chaired by the Chief Compliance Officer, oversees the implementation and execution of the Compliance Management System and monitors compliance exposures to manage compliance risks.\nCredit Risk. Risk arising from an obligor’s failure to meet the terms of any contract or otherwise perform as agreed. Credit Risk is found in all activities in which settlement or repayment depends on counterparty, issuer, or borrower performance. We are exposed to credit risk on the loans we make to our customers. Our credit risk relates to the risk that our borrowers will not repay their loan balances. To minimize our risk of loan write-offs, we have developed policies and procedures outlining our underwriting guidelines across all loan types. The loan policies contain guidance and establish requirements specific to loan types for each line of business. They also establish appropriate and accurate financial information requirements to assist in making loan decisions, which may vary based on loan type, risk profile and secondary investor requirement, if applicable. Loan portfolios of all types are monitored as part of ongoing independent credit review and administration functions which ensure underwriting quality, loan administration, collateral, diversity (by industry, geography, products and borrowers) adhere to policy requirements. The credit risk on our loan portfolio is quantified through our allowance for credit losses which is recorded net within loans on our Consolidated Balance Sheets. Credit risk is overseen and monitored by the Credit Committee.\nMarket Risk. Risk of financial loss arising from adverse changes in markets, primarily in interest rates. Movements in interest rates have the potential to adversely affect net interest income and the market value of assets and liabilities. \nOur principal market risk exposures arise from volatility in interest rates and their impact on earnings and capital. While we use various techniques to analyze, measure, assess and manage the financial impact of changes in interest rates, we believe an interest rate sensitivity analysis best reflects the risk inherent in our business. The interest rate sensitivity analysis calculates the impact on net interest income from instantaneous and sustained increases or decreases in market interest rates. Actual changes in our net interest income will depend on many factors, and therefore may differ from our estimated risk to changes in interest rates. The Asset/Liability Committee assists the Board of Directors and bank management in overseeing, reviewing, and monitoring market and treasury risk.\nModel and Data Risk. Refers to the potential for adverse consequences from business decisions based on incorrect or misused model or tool outputs and reports. This risk can lead to financial loss, poor business and strategic decision making and reputational damage. This risk may result from (1) input errors, including inaccurate or unrepresentative data; (2) design flaws resulting in inaccurate calculations, valuations, estimates, or forecasts; or (3) incorrect or improper usage or a misunderstanding about a model’s limitations and assumptions.\nWe manage model risk through a comprehensive model governance framework, including policies and procedures for model development, maintenance and performance monitoring activities, independent model validation and change management capabilities. We also assess model performance on an ongoing basis. Model and Data risk oversight and monitoring is conducted by the Model Risk Management Committee.\nOperational Risk. Risk arising from failed internal processes, people, and systems or from adverse external events. Operational losses result from internal fraud, external fraud, business disruptions and system failures, damage to physical assets, inadequate or inappropriate employment practices and workplace safety, improper customer products and business practices, and failures in execution, delivery, and process management.\nOperational risk is inherent in all business activities and can impact us through direct or indirect financial loss, brand damage, customer dissatisfaction, and legal and regulatory penalties. We have implemented an operational risk framework that is defined in the Operational Risk Management Policy. The Operational Risk Management Committee, chaired by our Chief Operational Risk Officer, oversees and monitors operational risk exposures, including escalating issues and recommending policies, procedures and practices to manage operational risks.\nAdditionally, we maintain a cybersecurity program, which is led by our Chief Information Security Officer (“CISO”). For more information, see Item 1C. Cybersecurity.\nTreasury Risk. Risk arising from the inability to meet payment obligations in full and on time when they become due, whether caused by an inability to access funding sources or manage fluctuations in cash flows.\n\nOur primary Treasury objective is to maintain a liquidity profile that will enable us, even in times of stress or market disruption, to fund our existing assets and meet liabilities in a timely manner and at an acceptable cost. Policy and risk appetite limits require us to ensure that sufficient liquid assets are available to survive liquidity stresses over a specified period if time. The Asset/Liability Committee assists the Board of Directors, as well as management, in overseeing, reviewing, and monitoring treasury risk. \nReputational Risk. Risk arising from negative public opinion. This risk may impair competitiveness by affecting the ability to establish new relationships or services or continue servicing existing relationships. Reputational risk is inherent in all of Northwest’s activities and requires management to exercise an abundance of caution in dealing with stakeholders, including customers, investors, employees, and the community.\nExecutive management is responsible for considering the Reputational risk implications of business activities and strategies and ensuring the relevant subject matter experts are engaged as needed.\nStrategic Risk. Risk arising from events or business decisions that may prevent Northwest from achieving its strategic objectives. Examples of strategic risk include adverse business decisions, poor implementation of business decisions, or the inability to adapt to changes in the economic competitive environment. This risk is a function of a bank’s strategic goals and business strategies.\nSubsidiary Activities\n\nNorthwest Bancshares, Inc.’s sole direct consolidated subsidiary is Northwest Bank. Northwest Bancshares, Inc. also owns all of the common stock of seven statutory business trusts: Northwest Bancorp Capital Trust III, a Delaware statutory business trust, Northwest Bancorp Statutory Trust IV, a Connecticut statutory business trust, LNB Trust II, a Delaware statutory business trust, Union National Capital Trust I, a Delaware statutory business trust, Union National Capital Trust II, a Delaware statutory business trust, MFBC Statutory Trust I, a Delaware statutory business trust, and Universal Preferred Trust, a Delaware statutory business trust (the “Trusts”). At December 31, 2024, the Trusts have issued a total of $129 million of trust preferred securities. The Trusts are not consolidated with Northwest Bancshares, Inc. At December 31, 2024, Northwest Bancshares, Inc.’s investment in the Trusts totaled $4 million, and the Trusts had assets of $130 million, net of discounts due to fair value adjustments made at the time of acquisition of Union Community Bank and MutualFirst Financial, Inc. \nAt December 31, 2024, Northwest Bank had three active wholly-owned subsidiaries; Great Northwest Corporation, Northwest Capital Group, Inc., and Mutual Federal Interest Corporation. For financial reporting purposes all of these companies are included in the Consolidated Financial Statements of Northwest Bancshares, Inc.\nGreat Northwest Corporation holds equity investments in government-assisted, low-income housing projects in various locations throughout our market area. At December 31, 2024, Northwest Bank had an equity investment in Great Northwest Corporation of $14.4 million. For the year ended December 31, 2024, Great Northwest Corporation had net income of $178,000, generated primarily from federal low-income housing tax credits.\nNorthwest Capital Group, Inc.’s principal activity is to own, operate and ultimately divest of properties that were acquired in foreclosure. At December 31, 2024, Northwest Bank had an equity investment of $11.6 million in Northwest Capital Group, Inc., with a $28,000 net loss reported for the year ended December 31, 2024. \nMutual Federal Interest Corporation, which is a Nevada corporation, holds and manages a portion of the Northwest Bank investment portfolio and consumer closed-end first mortgage loans. At December 31, 2024, Northwest Bank had an equity investment in Mutual Federal Interest Corporation of $1.550 billion. For the year ended December 31, 2024, Mutual Federal Interest Corporation had net income of $11.3 million. \nNorthwest Bank strategically ceased operating several business lines in prior periods.\nNorthwest Settlement Agency, LLC provided title insurance to borrowers of Northwest Bank and other lenders. At December 31, 2024, Northwest Bank had an equity investment in Northwest Settlement Agency, LLC of $3.7 million. \nAllegheny Services, Inc. was a Delaware investment company that held mortgage loans originated through our wholesale lending operation as well as municipal bonds. At December 31, 2024, Northwest Bank had an equity investment in Allegheny Services, Inc. of $876.2 million. \nThe Bert Company (doing business as Northwest Insurance Services), was an employee benefits and property and casualty insurance agency specializing in commercial and personal insurance as well as retirement benefit plans and was sold during the second quarter of 2021. At December 31, 2024, Northwest Bank had an equity investment of $29.2 million in The Bert Company.\nNorthwest Advisors, Inc., a federally registered investment advisor, which provided investment management programs and investment portfolio planning services, ceased operations and became inactive during 2018. At December 31, 2024, Northwest Bank had an equity investment in Northwest Advisors, Inc. of $819,000.\nNorthwest Financial Services, Inc. provided retail brokerage services and became inactive during the fourth quarter of 2017. At December 31, 2024, Northwest Bank had an equity investment in Northwest Financial Services of $9.5 million.\nOn July 14, 2017, Northwest Consumer Discount Company, Inc. became inactive as all consumer finance offices were closed. At December 31, 2024, Northwest Bank had an equity investment in Northwest Consumer Discount Company of $44.3 million.\nHuman Capital Management\nWorkforce Demographics. As of December 31, 2024, we had 1,884 full-time and 143 part-time employees, or 1,956 full-time equivalent employees (“FTEs”). This represents a decrease of 142 FTEs, or 6.8%, from December 31, 2023 when we had 2,030 full-time and 135 part-time employees, or 2,098 FTEs. This decrease is a result of our efforts to optimize our retail network. As a financial institution, approximately 41% of our employee population are employed at our 130 full-service banking offices and eleven free-standing drive-up locations across Pennsylvania, New York, Ohio, and Indiana, and approximately 3% are employed at our customer call centers. Our annual turnover rate (voluntary and involuntary) was 29.6% as of December 31, 2024. None of our employees are represented by a collective bargaining group.\nAs a community-based bank, our reputation is an extremely valuable and important component of our business. We strive to conduct our business in a manner that enhances our reputation. This is done, in part, by recruiting, hiring and retaining employees who share our core values of being an integral part of the communities we serve.\nInclusion and Workplace Environment. At Northwest Bank, we know that in order to succeed, we must create and maintain an environment where all employees, whatever their background or role, can contribute, innovate and thrive. We are committed to foster a workplace where we all feel accepted, seen and heard. One way we have engaged our entire employee population is through our 5 Employee Resource Groups (ERGSs). This has provided an opportunity to leverage diverse talents and perspectives. \nWorkforce Health and Safety. The health and safety of our employees, their families and the communities we serve is our top priority. In order to maintain safety in the workplace, Northwest Bank has an inclusive Safety Focus Group that includes various levels of positions up through senior leadership. The committee was established in order to encourage employee involvement and highlight the importance of safety in the workplace. \nCompensation and Benefits. Our compensation program is designed to attract and retain talented individuals to support our business objectives and achieve our strategic goals. We provide employees with compensation packages that include base salaries, and if eligible, incentive compensation, annual bonuses, and equity incentives. In addition, we also offer employees a 401(k) plan with an employer match contribution, medical, dental, vision, disability, life, wellness plan, employee assistance plan, flexible work arrangement, paid time off, flexible spending accounts, and voluntary benefits.\nSUPERVISION AND REGULATION\nGeneral\nAs a bank holding company, the Company is required to comply with the rules and regulations of the Federal Reserve Board and is also required to file certain reports with, and subject to examination by, the Federal Reserve Board. Because it has $10 billion or more in total consolidated assets, the Company is subject to additional statutory and regulatory requirements, including enhanced risk management and corporate governance processes and examination and supervision for compliance with federal financial consumer protection laws by the Consumer Financial Protection Bureau (the “CFPB”). The Company is also subject to the disclosure and regulatory requirements of the Securities Act of 1933, as amended (the “Securities Act”) , and the Securities Exchange Act of 1934, as amended (the “Exchange Act”), both as administered by the SEC, as well as the rules of Nasdaq that apply to companies with securities listed on the NASDAQ Global Select Market.\nThe Company’s sole direct consolidated subsidiary is Northwest Bank. Northwest Bank is a Pennsylvania-chartered stock savings bank that is not a member of the Federal Reserve System and its deposit accounts are insured up to applicable limits by the FDIC’s Deposit Insurance Fund (the “DIF”). Northwest Bank is subject to extensive regulation by the Department of Banking and Securities of the Commonwealth of Pennsylvania (the “Department of Banking”), as its chartering agency, and by the FDIC, as its primary federal regulator and the insurer of its deposit accounts. Northwest Bank must file reports with the Department of Banking and the FDIC concerning its activities and financial condition in addition to obtaining regulatory approvals prior to entering into certain transactions including acquisitions of other financial institutions. Northwest Bank is examined periodically by the Department of Banking and the FDIC to test Northwest Bank’s compliance with various laws and regulations. \nThis regulation and supervision, as well as federal and state law, establishes a comprehensive framework of activities in which the Company and Northwest Bank may engage and is intended primarily for the protection and benefit of depositors and other customers, the DIF, the U.S. banking and financial system, and the broader economy, not for the protection or benefit of the Company’s shareholders or non-deposit creditors. The regulatory structure also gives the regulatory authorities extensive discretion in connection with their supervisory and enforcement activities and with their examination policies, including policies with respect to the classification of assets, establishment of adequate credit loss reserves for regulatory purposes and risk management and governance. Any change in these laws or regulations or any heightened supervisory environment, including by the Federal Reserve Board, the Department of Banking, the FDIC or the CFPB, could have a material adverse impact on the Company, Northwest Bank and their respective operations. The Trump administration is expected to create further changes to the federal regulatory and supervisory framework, the impact of which is difficult to assess. Changes in our regulatory and supervisory framework may also have a material adverse affect on the Company and Northwest Bank’s business, operations, and earnings. \nSet forth below is a brief description of certain regulatory requirements that are applicable to the Company and Northwest Bank. The description below is limited to certain material aspects of the statutes and regulations addressed, and is not intended to be a complete description of such statutes and regulations and their effects on the Company and Northwest Bank.\nFederal Bank Holding Company Regulation\nGeneral\nAs a bank holding company, the Company is subject to regulation under the Bank Holding Company Act, as amended (the “BHCA”), and to regulation, examination and supervision by, and periodic reporting to, the Federal Reserve Board. The Federal Reserve Board has supervisory and enforcement authority over the Company and any non-bank subsidiaries. Among other things, this authority permits the Federal Reserve Board to restrict or prohibit activities that are determined to be a risk to Northwest Bank.\nPause on Major Federal Reserve Board Rulemakings\nIn January 2025, the Federal Reserve Board stated that Vice Chair of Supervision Michael Barr would step down from the position, effective, February 28, 2025. The Federal Reserve Board stated that it will not issue any major rulemakings from the time of the announcement until a new vice chair for supervision is confirmed by the U.S. Senate. \nPermissible Activities\nAs a bank holding company, the Company and its subsidiaries are generally limited to activities deemed by the Federal Reserve Board to be the business of banking or closely related activities that are incidental to banking. A bank holding company that meets certain criteria may elect to become a financial holding company and thereby engage in a broader array of activities that are financial in nature, such as underwriting equity securities and insurance, as well as those incidental or complementary to financial activities. The Company has not elected to become a financial holding company.\nBank Acquisitions by the Company\nFederal law prohibits a bank holding company, including the Company, from acquiring, directly or indirectly, more than 5% of a class of voting securities of another bank or bank holding company or all or substantially all of the assets of a bank, or merging or consolidating with another bank holding company, without prior written approval of the Federal Reserve Board. In evaluating applications by bank holding companies to acquire banks, the Federal Reserve Board considers, among other factors, the financial and managerial resources and future prospects of the parties, the effect of the acquisition on the risk to the DIF, the convenience and needs of the community, competitive factors and compliance with anti-money laundering laws. \nLate in the Biden administration, the standards by which bank and financial institution acquisitions would be evaluated have been undergoing review and change by the Office of the Comptroller of the Currency (the “OCC”), FDIC and U.S Department of Justice (the “DOJ”), but not by the Federal Reserve Board. In September 2024, the FDIC and the DOJ finalized changes to their bank merger review policies in the form of non-binding guidance. Whether and how the guidance might be further changed or interpreted by the Trump administration is uncertain. The FDIC’s final policy statement addresses, among other things, the scope of transactions subject to FDIC approval. The final policy statement also addresses a more rigorous FDIC process for evaluating Bank Merger Act applications, and the FDIC Board’s heightened expectations with respect to the Bank Merger Act’s statutory factors. \nIn addition, the DOJ withdrew its 1995 Bank Merger Guidelines and issued the 2024 Banking Addendum to 2023 Merger Guidelines (“2024 Banking Addendum”). The DOJ clarified that it will assess competition considerations in connection with bank and bank holding company mergers using its 2023 Merger Guidelines, which is the general merger review framework the DOJ now uses to evaluate transactions in all segments of the economy, and 2024 Banking Addendum. The 2024 Banking Addendum provides guidance on how the DOJ will assess competition in the specific context of bank and bank holding company mergers. An analysis under the 2023 Merger Guidelines and 2024 Banking Addendum may include consideration of theories of harm and relevant markets not considered under the 1995 Bank Merger Guidelines, which focused primarily on concentrations of deposits and branches. The effects of these changes and the Trump administration’s interpretation of merger policies remain uncertain.\nAcquisition of the Company\nAny holder, other than an individual, of 25% or more of a class of the Company’s voting stock, or a lesser percentage if such holder otherwise exercises a “controlling influence” over the Company, is subject to regulation as a bank holding company under the BHCA. In addition, any person other than a bank holding company is required to obtain prior non-objection of the Federal Reserve Board to acquire 10% or more of a class of voting stock of the Company under the Change in Bank Control Act, as amended (the “CIBCA”). In July 2024, the FDIC released a proposed rule to amend its regulations under the CIBCA. The proposed rule removes an explicit exemption for transactions where the Federal Reserve Board reviews a notice under the CIBCA. The effect of these proposed changes would be to provide the FDIC with discretion to require a CIBCA notice in addition to any CIBCA notice required by the Federal Reserve Board.\nSource of Strength Doctrine\nThe “source of strength doctrine” requires bank holding companies to provide assistance to their subsidiary depository institutions in the event such subsidiary depository institutions experience financial difficulty. The Federal Reserve Board has issued regulations requiring that all bank holding companies serve as a source of financial and managerial strength to their subsidiary depository institutions.\nCapital Requirements\nThe Federal Reserve Board and FDIC require bank holding companies, including the Company, and federally insured depository institutions, including Northwest Bank, to meet several minimum capital standards: a common equity Tier 1 capital to risk-based assets ratio of 4.5%, a Tier 1 capital to risk-based assets ratio of 6.0%, a total capital to risk-based assets ratio of 8.0%, and a Tier 1 capital to total assets leverage ratio of 4.0%. \nIn determining the amount of risk-weighted assets for purposes of calculating risk-based capital ratios, all assets, including certain off-balance-sheet assets (e.g., recourse obligations, direct credit substitutes, residual interests) are multiplied by a risk weight factor assigned by the regulations based on the risks believed inherent in the type of asset. Higher levels of capital are required for asset categories believed to present greater risk.\nCommon equity Tier 1 capital is generally defined as common stockholders’ equity and retained earnings. Tier 1 capital is generally defined as common equity Tier 1 and additional Tier 1 capital. Additional Tier 1 capital includes certain noncumulative perpetual preferred stock and related surplus and minority interests in equity accounts of consolidated subsidiaries. Total capital includes Tier 1 capital (common equity Tier 1 capital plus additional Tier 1 capital) and Tier 2 capital. Tier 2 capital is comprised of capital instruments and related surplus, meeting specified requirements, and may include cumulative preferred stock and long-term perpetual preferred stock, mandatory convertible securities, intermediate preferred stock and subordinated debt. Also included in Tier 2 capital is the allowance for credit losses limited to a maximum of 1.25% of risk-weighted assets and, for institutions that have exercised an opt-out election regarding the treatment of Accumulated Other Comprehensive Income, up to 45% of net unrealized gains on available-for-sale equity securities with readily determinable fair market values. Calculation of all types of regulatory capital is subject to deductions and adjustments specified in the regulations. Northwest Bank exercised this opt-out election during the year ended December 31, 2024. \nEach of the Company and Northwest Bank must hold a “capital conservation buffer” consisting of 2.5% of common equity Tier 1 capital to risk-weighted assets above the amount necessary to meet its minimum risk-based capital requirements in order to avoid limitations on capital distributions, including dividends, and certain discretionary bonus payments to management. As of December 31, 2024, Northwest Bank’s capital exceeded all applicable regulatory requirements and it had an appropriate capital conservation buffer. \nThe following table presents the minimum regulatory capital ratios, minimum ratio plus capital conservation buffer and well-capitalized minimums that the Company and Northwest Bank must satisfy.\n\n                                                                                       Minimum regulatory                                               Minimum                   Well capitalized minimums (1)                     Actual\n                                                                                            capital ratio                   ratio + capital conservation buffer                                                                           \nCET1 risk based capital ratio          Northwest Bancshares, Inc.                           4.50        %                                    7.00             %                                             N/A                 12.63    %\n                                       Northwest Bank                                       4.50        %                                    7.00             %                                6.50           %                 12.63    %\nTier 1 risk based capital ratio        Northwest Bancshares, Inc.                           6.00        %                                    8.50             %                                6.00           %                 13.82    %\n                                       Northwest Bank                                       6.00        %                                    8.50             %                                8.00           %                 12.63    %\nTotal risk based capital ratio         Northwest Bancshares, Inc.                           8.00        %                                   10.50             %                               10.00           %                 16.08    %\n                                       Northwest Bank                                       8.00        %                                   10.50             %                               10.00           %                 13.81    %\nTier 1 leverage ratio                  Northwest Bancshares, Inc.                           4.00        %                                                   N/A                                             N/A                 10.39    %\n                                       Northwest Bank                                       4.00        %                                                   N/A                                5.00           %                  9.50    %\n(1)    Reflects the well-capitalized standard applicable to Northwest Bank and the well-capitalized standard applicable to the Company under the Federal Reserve Board’s Regulation Y. \nAny institution that fails any of the regulatory capital requirements is subject to enforcement action by the Federal Reserve Board or FDIC, as applicable. Such action may include a capital directive, a cease and desist order, civil money penalties, restrictions on an institution’s operations, termination of federal deposit insurance, and the appointment of a conservator or receiver. Such action, through enforcement proceedings or otherwise, may require a variety of corrective measures. For information regarding enforcement actions under the “prompt corrective action” framework under federal law, see “Supervision and Regulation—Federal Banking Regulation—Prompt Corrective Action.”\nCapital Distributions. The Company is a legal entity separate and distinct from its banking and other subsidiaries and relies on dividends from Northwest Bank as its primary source of funding. There are limitations on the payment of dividends by the Northwest Bank to the Company, as well as by the Company to its shareholders. For information on dividend limitations under Pennsylvania law, see “Supervision and Regulation—Pennsylvania Savings Bank Law—Dividends.”\nThe Company and Northwest Bank must maintain the applicable common equity Tier 1 capital conservation buffer of 2.5% to avoid becoming subject to restrictions on capital distributions, including dividends. For more information on the common equity Tier 1 capital conservation buffer, see “Supervision and Regulation— Federal Bank Holding Company Regulation—Capital Requirements.”\nFederal Reserve Board policy provides that a bank holding company should not pay cash dividends unless (1) its net income over the last four quarters, net of dividends paid, is sufficient to fully fund the dividends, (2) the prospective rate of earnings retention appears consistent with the capital needs, asset quality, and overall financial condition of the bank holding company and its subsidiaries, and (3) the bank holding company will continue to meet minimum required capital adequacy ratios. The policy also provides that a bank holding company should inform the Federal Reserve Board reasonably in advance of declaring or paying a dividend that exceeds earnings for the period for which the dividend is being paid, or that could result in a material adverse change to the bank holding \ncompany’s capital structure. Bank holding companies also are expected to consult with the Federal Reserve Board before materially increasing dividends. The Federal Reserve Board could prohibit or limit the payment of dividends by the Company if it determines that payment of the dividend would constitute an unsafe or unsound practice.\nA bank holding company that is not well capitalized or well managed, or that is subject to any unresolved supervisory issues, is required to give the Federal Reserve Board prior written notice of any repurchase or redemption of its outstanding equity securities if the gross consideration for repurchase or redemption, when combined with the net consideration paid for all such repurchases or redemptions during the preceding 12 months, will be equal to 10% or more of the company’s consolidated net worth. The Federal Reserve Board may disapprove such a repurchase or redemption if it determines that the proposal would constitute an unsafe and unsound practice or violate a law or regulation. However, Federal Reserve Board guidance generally provides for bank holding company consultation with Federal Reserve Board staff prior to engaging in a repurchase or redemption of a bank holding company’s stock, even if a formal written notice is not required.\nThese regulatory requirements and expectations may affect the ability of the Company to pay dividends, repurchase shares of its common stock or otherwise engage in capital distributions.\nPennsylvania Savings Bank Law\nThe Pennsylvania Banking Code of 1965, as amended (the “Banking Code”), contains detailed provisions governing the organization, operations, corporate powers, savings and investment authority, branching, and rights and responsibilities of directors, officers and employees of Pennsylvania savings banks. A Pennsylvania savings bank may locate or change the location of its principal place of business and establish an office anywhere in, or adjacent to, Pennsylvania, with the prior approval of the Department of Banking. The Banking Code delegates extensive rule making power and administrative discretion to the Department of Banking in its supervision and regulation of state-chartered savings banks.\nAlthough the Department of Banking may accept the examinations and reports of the FDIC in lieu of its own examination, the current practice is for the Department of Banking to conduct joint examinations with the FDIC. The Department of Banking may order any savings bank to discontinue any violation of law or unsafe or unsound business practice and may direct any director, officer, or employee of a savings bank engaged in a violation of law, unsafe or unsound practice or breach of fiduciary duty to show cause at a hearing before the Department of Banking why such person should not be removed. Pennsylvania law provides for the Department of Banking’s examination and enforcement authority over subsidiaries of Pennsylvania institutions and authorizes the assessment of civil money penalties of up to $25,000 under certain circumstances for violations of laws or orders related to the institution or unsafe or unsound practices or breaches of fiduciary duties. The Department of Banking may also appoint a receiver or conservator for an institution in appropriate cases.\nNorthwest Bank is subject to capital guidelines of the Department of Banking. Although not adopted in regulation form, the Department of Banking requires 6% leverage capital and 10% risk-based capital. The components of leverage and risk-based capital are substantially the same as those defined by the FDIC, which are discussed above.\nNorthwest Bank is subject to Department of Banking regulations that limit the amount that a bank may lend relative to appraised values of real estate securing the loans, as determined by an appraisal at the time of loan origination. Such regulations permit a maximum loan-to-value of 95% for residential properties and 80% for all other real estate secured loans as established by the FDIC guidance.\nLoans-to-One Borrower Limitation\nIn accordance with the Banking Code, a Pennsylvania chartered savings bank, with certain limited exceptions, may lend to a single or related group of borrowers an amount equal to up to 15% of its capital accounts, defined as the aggregate of capital, surplus, undivided profits, capital securities and reserve for credit losses. The Northwest Bank Credit Committee has established an internal lending limit, either individually or in the aggregate to one customer, or a single source of repayment, of $30.0 million, or $50.0 million for loans originated and managed within the Corporate Finance portfolio for borrowers with a strong credit profile and a risk rating of 3 or better, and Aggregate Credit Exposure of $100.0 million. As of December 31, 2024 we had no credit relationships that were equal to or exceeded our $30.0 million internal limit for individual borrowers, 4 credit relationships that were equal to or exceeded our $50.0 million internal limit for individual borrowers within the corporate finance portfolio, and one credit relationship that was equal to or exceeded the $100.0 million internal limit for Aggregate Credit Exposure.\nDividends\nThe Company’s ability to pay dividends depends, to a large extent, upon Northwest Bank’s ability to pay dividends to the Company. The Banking Code states that no dividend may be paid out of surplus without approval of the Department of Banking. Dividends may \nbe paid out of accumulated net earnings. No dividend may generally be paid that would result in Northwest Bank failing to comply with its regulatory capital requirements. \nFederal Banking Regulation\nNorthwest Bank is also subject to extensive regulation, examination and supervision by the FDIC, as its primary federal regulator. Such regulation and supervision:\n•Limits the activities and investment authority of Northwest Bank;\n•Establishes assessment rates for maintaining the DIF;\n•Establishes various capital categories resulting in various levels of regulatory scrutiny applied to the institutions in a particular category; \n•Establishes standards for safety and soundness; and\n•Establishes a continuing and affirmative obligation, consistent with Northwest Bank’s safe and sound operation, to help meet the credit needs of its community, including low- and moderate-income neighborhoods;\nThe FDIC is required by law to examine each regulated institution every twelve months. The FDIC has the authority to order any savings bank and its directors, officers, or employees to discontinue any violation of law or unsafe or unsound banking practice.\nActivities and Investments of Insured State-Chartered Banks\nFederal law generally limits the activities as principal and equity investments of state-chartered banks insured by the FDIC and its subsidiaries to those that are permissible for national banks. Before engaging in a new activity as principal that is not permissible for a national bank or otherwise permissible under federal law or FDIC regulations, an insured state-chartered bank must seek approval from the FDIC to engage in such activity. The FDIC will not approve the activity unless the insured state-chartered bank meets its minimum capital requirements, and the FDIC determines that the activity does not present a significant risk to the DIF. \nInsurance of Deposit Accounts\nThe deposit accounts of Northwest Bank are insured by the DIF to the maximum amount provided by law. The FDIC insures deposits up to the standard maximum deposit insurance amount of $250,000 per depositor for each account ownership category. This insurance is backed by the full faith and credit of the United States Government.\nThe FDIC charges insured depository institutions premiums to maintain the DIF, based on the risk each institution poses to the DIF. The FDIC may increase an insured depository institution’s insurance premiums based on various factors, including the FDIC’s assessment of its risk profile. Assessments for institutions with $10 billion or more of assets, such as Northwest Bank, are primarily based on a scorecard approach by the FDIC, including factors such as examination ratings and modeling measuring the institution’s ability to withstand asset-related and funding-related stress and potential loss to the DIF should the bank fail. \nIn response to the bank failures in early 2023, the FDIC implemented a special assessment to recover the losses to the DIF at an annual rate of approximately 13.4 basis points over eight quarterly collection periods, which began in 2024, and currently projects that the special assessment will be collected for an additional two quarters beyond the initial eight-quarter collection period, at a lower rate. The base for the special assessment is equal to an insured depository institution’s estimated uninsured deposits reported as of December 31, 2022, adjusted to exclude the first $5 billion. The FDIC may impose additional special assessments from time to time based on the actual losses incurred by the FDIC as a result of the March 2023 bank failures or future failures.\nInsurance of deposits may be terminated by the FDIC upon a finding that the institution has engaged or is engaging in unsafe and unsound practices, is in an unsafe or unsound condition to continue operations or has violated any applicable law, regulation, rule, order or condition imposed by the FDIC or written agreement entered into with the FDIC. \nPrompt Corrective Action\nFederal law requires, among other things, that federal banking agencies take “prompt corrective action” (“PCA”) with respect to insured depository institutions that do not meet minimum capital requirements. For this purpose, federal law establishes five capital categories: (1) well capitalized, (2) adequately capitalized, (3) undercapitalized, (4) significantly undercapitalized and (5) critically undercapitalized. Failure to be well-capitalized or to meet minimum capital requirements could result in certain mandatory and possible additional discretionary actions by regulators that, if undertaken, could have a material adverse effect on the Company’s operations or financial condition. For example, “brokered deposits,” as defined by FDIC regulations, may only be accepted by well capitalized depository institutions without prior regulatory approval or, with a waiver from the FDIC, by adequately capitalized depository institutions. Institutions that fall into an “undercapitalized” category are subject to a variety of mandatory and discretionary \nsupervisory actions, including a restriction on capital distributions and the requirement to file a capital restoration plan with the regulators. Performance under the capital restoration plan must be guaranteed by the parent bank holding company up to the lesser of the amount of the capital deficiency when deemed undercapitalized. As of December 31, 2024, Northwest Bank was well capitalized as defined above.\n\n                                       Well capitalized        Adequately capitalized        Undercapitalized        Significantly undercapitalized                           Actual\nCET1 risk based capital ratio          ≥ 6.5%                  ≥ 4.5%                        &lt; 4.5%               &lt; 3.0%                                            12.63    %\nTier 1 risk based capital ratio        ≥ 8.0%                  ≥ 6.0%                        &lt; 6.0%               &lt; 4.0%                                            12.63    %\nTotal risk based capital ratio         ≥ 10.0%                 ≥ 8.0%                        &lt; 8.0%               &lt; 6.0%                                            13.81    %\nTier 1 leverage ratio                  ≥ 5.0%                  ≥ 4.0%                        &lt; 4.0%               &lt; 3.0%                                             9.50    %\nSafety and Soundness Guidelines \nThe federal banking agencies, including the FDIC, have adopted guidelines prescribing safety and soundness standards relating to internal controls, risk management, information systems, internal audit systems, loan documentation, credit underwriting, interest rate exposure, asset growth and compensation, fees and benefits. These guidelines in general require appropriate systems and practices to identify and manage specified risks and exposures. The guidelines prohibit excessive compensation as an unsafe and unsound practice and characterize compensation as excessive when the amounts paid are unreasonable or disproportionate to the services performed by an executive officer or employee, director or principal shareholder. In addition, the federal banking agencies have adopted regulations that authorize but do not require an agency to order an institution that has been given notice by the agency that it is not in compliance with any of the safety and soundness standards to submit a compliance plan. If after being so notified, an institution fails to submit an acceptable compliance plan, the agency must issue an order directing action to correct the deficiency and may issue an order directing other actions, including those that may limit growth or capital distributions.\nTransactions with Affiliates\nSection 18(j) of the Federal Deposit Insurance Act applies the limits of Sections 23A and 23B of the Federal Reserve Act and the Federal Reserve Board’s implementing regulation, Regulation W, to transactions between FDIC-insured state nonmember banks and their affiliates, such as Northwest Bank and the Company. In general, transactions with affiliates must be on terms and under circumstances that are substantially the same, or at least as favorable to the bank, as comparable transactions with non-affiliates. In addition, certain types of transactions with affiliates are restricted to an aggregate percentage of the bank’s capital stock and surplus. Certain transactions with affiliates are required to be secured by specified collateral. The Company and the Bank are also subject to the “Volcker Rule,” which contains prohibitions on proprietary trading and certain investments in, and relationships with, hedge funds, private equity funds and similar funds.\nFederal Home Loan Bank System\nNorthwest Bank is a member of the Federal Home Loan Bank System, which consists of 11 regional Federal Home Loan Banks. The Federal Home Loan Bank System provides a central credit facility primarily for member institutions. As a member of the Federal Home Loan Bank of Pittsburgh, Northwest Bank is required to acquire and hold shares of capital stock in the Federal Home Loan Bank in specified amounts. As of December 31, 2024, Northwest Bank was in compliance with this requirement.\nReal Estate Lending Standards and Guidance\nThe federal banking agencies have adopted uniform regulations prescribing standards for extensions of credit that are secured by liens or interests in real estate or made for the purpose of financing permanent improvements to real estate. Under these regulations, all insured depository institutions, such as Northwest Bank, must adopt and maintain written policies establishing appropriate limits and standards for extensions of credit that are secured by liens or interests in real estate or are made for the purpose of financing permanent improvements to real estate. These policies must establish loan portfolio diversification standards, prudent underwriting standards (including loan-to-value limits) that are clear and measurable, loan administration procedures, and documentation, approval and reporting requirements. The real estate lending policies must reflect consideration of the federal banking agencies’ Interagency Guidelines for Real Estate Lending Policies.\nThe federal banking agencies have also jointly issued guidance on “Concentrations in Commercial Real Estate Lending” (the “CRE Lending Guidance”), which defines commercial real estate loans as exposures secured by raw land, land development and construction (including 1-4 family residential construction), multi-family property, and non-farm nonresidential property where the primary or a significant source of repayment is derived from rental income associated with the property (that is, loans for which 50% or more of the source of repayment comes from third-party, non-affiliated, rental income) or the proceeds of the sale, refinancing, or permanent financing of the property. The CRE Lending Guidance requires that appropriate processes be in place to identify, monitor and control \nrisks associated with real estate lending concentrations. If a concentration is present, management must employ heightened risk management practices that address key elements, including board and management oversight and strategic planning, portfolio management, development of underwriting standards, risk assessment and monitoring through market analysis and stress testing, and maintenance of increased capital levels as needed to support the level of commercial real estate lending. The required heightened risk management practices could include enhanced strategic planning, underwriting policies, risk management, internal controls, portfolio stress testing and risk exposure limits as well as appropriately designed compensation and incentive programs. Higher allowances for credit losses and capital levels may also be required. The CRE Lending Guidance states that the following metrics may indicate a concentration of commercial real estate loans, but that these metrics are neither limits nor a safe harbor: (1) total reported loans for construction, land development, and other land represent 100% or more of total risk-based capital; or (2) total reported loans secured by multi-family properties, nonfarm non-residential properties (excluding those that are owner-occupied), and loans for construction, land development, and other land represent 300% or more of total risk-based capital and the bank’s commercial real estate loan portfolio has increased 50% or more during the prior 36 months.\nCommunity Reinvestment Act \nAll FDIC-insured institutions have a responsibility under the Community Reinvestment Act (the “CRA”) and related regulations to help meet the credit needs of their communities, including low- and moderate-income neighborhoods. The CRA requires Northwest Bank’s primary federal banking agency, the FDIC, to assess the institution’s record of compliance with the CRA. Institutions are assigned one of four ratings: “Outstanding,” “Satisfactory,” “Needs to Improve,” or “Substantial Noncompliance.” These ratings under the CRA are taken into account by the Federal Reserve Board and the OCC when considering merger or other specified applications that the Company or Northwest Bank may submit from time to time. Northwest Bank received an “Outstanding” rating at its most recent CRA evaluation.\nOn October 24, 2023, the FDIC, the Federal Reserve Board, and the OCC issued a final rule to strengthen and modernize the CRA regulations. Under the final rule, banks with assets of at least $2 billion as of December 31 in both of the prior two calendar years will be a “large bank.” The agencies would evaluate large banks under four performance tests: the Retail Lending Test, the Retail Services and Products Test, the Community Development Financing Test, and the Community Development Services Test. The rule was intended to begin taking effect on April 1, 2024, with most of the provisions to become applicable on January 1, 2026, and additional requirements to become applicable on January 1, 2027.\nSeveral banking industry groups filed a lawsuit seeking to invalidate the CRA final rule, in which they argued that the federal banking agencies exceeded their statutory authority in adopting the CRA final rule. In March 2024, a federal judge granted an injunction to extend the CRA final rule’s effective date. The effective date will be extended each day the injunction remains in place, pending the resolution of the lawsuit. It is unknown whether and when the CRA final rule will become effective.\nConsumer Protection Laws\nNorthwest Bank is subject to a number of federal laws designed to protect its customers. These consumer protection laws apply to a broad range of its activities and to various aspects of its business and include laws relating to interest rates, fair lending, disclosures of credit terms and estimated transaction costs to consumer borrowers, debt collection practices, the use of and the provision of information to consumer reporting agencies, and the prohibition of unfair, deceptive or abusive acts or practices in connection with the offer, sale or provision of consumer financial products and services. Administration of many of these consumer protection rules are the responsibility of the CFPB, which has exclusive supervisory authority over insured depository institutions with more than $10 billion in total assets and any affiliates thereof. The CFPB also has authority to define and prevent unfair, deceptive and abusive practices in the consumer financial area, and expanded data collecting powers for purposes of determining bank compliance with the fair lending laws.\nIn December 2024, the CFPB issued a final rule that would become effective on October 1, 2025, which, if it goes into effect as currently issued, would including imposing certain requirements on overdraft fees, similar to those that apply to credit cards, unless the financial institution limits the overdraft fee to an amount that covers the institution’s costs and losses to provide the service or $5. \nIn addition, the Federal Reserve Board has proposed, but not yet finalized, amendments to Regulation II that would lower the cap on debit interchange fees and institute a process for automatically recalculating the debit interchange fee cap every two years based upon a biennial survey of large debit card issuers. \nThe Bank Secrecy Act and USA PATRIOT Act\nThe Bank Secrecy Act (the “BSA”), as amended by the Uniting and Strengthening America by Providing Appropriate Tools Required to Intercept and Obstruct Terrorism Act of 2001 (the “USA PATRIOT Act”), and its implementing regulations require Northwest Bank to implement a compliance program designed to detect and prevent money laundering, terrorist financing, and other illicit \nfinancial crimes. The BSA, as amended, and its implementing regulations require Northwest Bank to implement, among other things, internal controls, policies and procedures; conduct customer due diligence; and adhere to certain recordkeeping and reporting requirements. \nThe Anti-Money Laundering Act of 2020 (the “AML Act”), enacted as part of the National Defense Authorization Act, requires the U.S. Treasury Department’s Financial Crimes Enforcement Network (“FinCEN”) to issue a number of rules that will update and expand the BSA’s regulatory requirements. For example, the AML Act requires FinCEN to issue National Anti-Money Laundering ]and Countering the Financing of Terrorism Priorities (the “National Priorities”), which the agency did in June 2021, and to conduct studies and issue regulations that may alter some of the due diligence, record-keeping and reporting requirements that the BSA and USA PATRIOT Act impose on banks. FinCEN has yet to issue a final rule that establishes the compliance obligations of financial institutions with respect to the National Priorities, and several other mandatory rulemakings under the AML Act remain outstanding. The AML Act also promotes increased information-sharing and use of technology and increases penalties for violations of the BSA and includes whistleblower incentives, both of which could increase the prospect of regulatory enforcement. The AML Act also includes the Corporate Transparency Act (the “CTA”), which requires FinCEN to, among other things, establish a national beneficial ownership information registry. In September 2022, FinCEN issued the final Beneficial Ownership Information Reporting Requirements rule (the “BOI Reporting Rule”) which, effective January 1, 2024, requires certain “reporting companies” to file beneficial ownership information reports with FinCEN that will be stored in the national beneficial ownership registry and will detail the reporting company’s beneficial owners. In December 2023, FinCEN issued the final Beneficial Ownership Information Access and Safeguards rule—the second of three rulemakings that would implement the CTA—which governs access to the national beneficial ownership registry. FinCEN has not yet issued the third CTA-implementing regulation, which will amend the beneficial ownership requirements applicable to banks and other covered financial institutions under FinCEN’s existing Customer Due Diligence rule. The constitutionality of the CTA is subject to ongoing litigation.\nThe USA PATRIOT Act also required the federal banking agencies to take into consideration the effectiveness of controls designed to combat money laundering activities in determining whether to approve a merger or other acquisition application. Accordingly, if we engage in a merger or other acquisition, our controls designed to combat money laundering would be considered as part of the application process. We have established policies, procedures and systems designed to comply with the BSA, as amended, and its implementing regulations.\nFederal Securities Laws\nOur common stock is registered with the SEC under Section 12(b) of the Exchange Act. We are also subject to the proxy rules, tender offer rules, insider trading restrictions, annual and periodic reporting, and other requirements of the Exchange Act.\nSarbanes-Oxley Act of 2002\nThe Sarbanes-Oxley Act of 2002 was enacted to increase corporate responsibility, to provide for enhanced penalties for accounting and auditing improprieties at publicly traded companies, and to protect investors by improving the accuracy and reliability of corporate disclosures pursuant to the securities laws. In particular, the Sarbanes-Oxley Act established, among other things: (i) requirements for audit and other key Board of Directors committees involving independence, expertise levels, and specified responsibilities; (ii) responsibilities regarding the oversight of financial statements by the Chief Executive Officer and Chief Financial Officer of the reporting company; (iii) standards for auditors and the regulation of audits, including independence provisions which restrict non-audit services that accountants may provide to their audit clients; (iv) increased disclosure and reporting obligations for the reporting company and its directors and executive officers including accelerated reporting of company stock transactions; (v) a prohibition of personal loans to directors and officers, except certain loans made by insured financial institutions on non-preferential terms and in compliance with other bank regulator requirements; and (vii) a range of new and increased civil and criminal penalties for fraud and other violations of the securities laws. The Sarbanes-Oxley Act generally applies to all companies that file or are required to file periodic reports with the SEC, under the Exchange Act. The Company has policies, procedures and systems designed to comply with this Act and its implementing regulations. \nData Privacy and Cybersecurity\nData privacy and cybersecurity are areas of significant and increasing federal and state regulation. Like other businesses in the U.S., the Company and its non-banking subsidiaries are subject to the rules and regulations promulgated under the authority of the Federal Trade Commission which regulates unfair or deceptive acts or practices, including with respect to data privacy and cybersecurity. Other federal and state laws and regulations impact the Company’s ability to share certain information with affiliates and non-affiliates for marketing and/or non-marketing purposes. Moreover, the U.S. Congress has recently considered, and is currently considering, various proposals for more comprehensive data privacy and cybersecurity legislation, to which the Company and its subsidiaries may be subject if passed. \nFinancial institutions, including the Company and Northwest Bank, are also subject to the Gramm-Leach-Bliley Act which, among other things: (i) imposes certain limitations on their ability to share nonpublic personal information about their customers with nonaffiliated third parties; (ii) requires that they provide certain disclosures to customers about their information collection, sharing and security practices and afford customers the right to “opt out” of any information sharing by them with nonaffiliated third parties (with certain exceptions); and (iii) requires that they develop, implement and maintain a written comprehensive information security program containing appropriate safeguards based on their size and complexity, the nature and scope of their activities, and the sensitivity of customer information they process, as well as plans for responding to cybersecurity breaches. Like other lenders, Northwest Bank also uses credit bureau data in its underwriting activities, and use of such data is regulated under the Fair Credit Reporting Act, which regulates reporting information to credit bureaus, prescreening individuals for credit offers, sharing of information between affiliates, and using affiliate data for marketing purposes. Similar state laws may impose additional requirements on Northwest Bank. \nIn November 2021, the Federal Reserve Board, the Office of the Comptroller of the Currency and the FDIC adopted a regulation that, among other things, requires a banking organization to notify its primary federal regulators as soon as possible (and in any event within 36 hours) after identifying a “computer-security incident” that the banking organization believes in good faith has materially disrupted or degraded, or is reasonably likely to materially disrupt or degrade, its business or operations in a manner that would, among other things, jeopardize the viability of its operations, result in customers being unable to access their deposit and other accounts, result in a material loss of revenue, profit or stock price, or pose a threat to the stability of the U.S. financial sector.\nThe enactment of the Cyber Incident Reporting for Critical Infrastructure Act (“CIRCIA”) in 2022, once rulemaking is complete, will separately require, among other things, covered entities to report significant cyber incidents, including ransomware attacks, to the Cybersecurity and Infrastructure Agency (“CISA”) within 72 hours from the time the covered entity reasonably believes the incident occurred (and within 24 hours of making a ransom payment as a result of a ransomware attack). The CISA proposed a rule under the CIRCIA in April 2024 that, among other things, would clarify the scope of cyber incidents to be reported and would further define covered entities subject to the CIRCIA to expressly include companies in the financial services sector that are required to report cyber incidents their respective primary federal regulators. \nStates also have enacted, and are increasingly proposing or enacting, legislation that relates to data privacy and cybersecurity, such as the California Consumer Privacy Act, as amended by the California Privacy Rights Act. In addition, laws in all 50 U.S. states require businesses to provide notice under certain circumstances to consumers whose personal information has been disclosed as a result of a data breach.\nFor more information on data privacy and cybersecurity-related risks, see “Item 1A. Risk Factors” under the headings “Data privacy and cybersecurity are areas of heightened legislative and regulatory scrutiny” and “Risks associated with system failures, interruptions, or cybersecurity breaches could negatively affect our earnings.”",
      "char_count": 107932
    },
    "item1a": {
      "text": "ITEM 1A.                                       RISK FACTORS\n\nIn addition to factors discussed in the description of our business and elsewhere in this report, as well as other filings we make with the SEC, the following are factors that could adversely affect our future results of operations and financial condition.\nRisks Related to our Lending Activities\nOur commercial loan portfolio is increasing and the inherently higher risk of loss may lead to additional provisions for credit losses or charge-offs, which would negatively impact earnings and capital.\nCommercial loans generally expose a lender to greater risk of non-payment and loss than one- to four-family residential mortgage loans because repayment of the loans often depends on the successful operation of the business and the income stream of the borrowers. Such loans typically involve larger loan balances to single borrowers or groups of related borrowers compared to one- to four-family residential mortgage loans. Also, many of our commercial borrowers have more than one loan outstanding with us. Consequently, an adverse development with respect to one loan or one credit relationship can expose us to a significantly greater risk of loss compared to an adverse development with respect to a one- to four-family residential mortgage loan. Commercial business loans expose us to additional risk since they typically are dependent on the borrower’s ability to make repayments from the cash flows of the business and are secured by non-real estate collateral that may depreciate over time. Further, our commercial business loans may be secured by collateral other than real estate, such as inventory and accounts receivable, the value of which may be more difficult to appraise, control or collect and may be more susceptible to fluctuation in value at the time of default. In addition, if we foreclose on these loans, our holding period for the collateral may be longer than for a single or multi-family residential property if there are fewer potential purchasers of the collateral. \nThe level of our commercial real estate loan portfolio may subject us to additional regulatory scrutiny.\nThe FDIC and the other federal banking regulatory agencies have jointly promulgated the CRE Lending Guidance on sound risk management practices for financial institutions with concentrations in commercial real estate lending. Under the CRE Lending Guidance, a financial institution that, like us, is actively involved in commercial real estate lending should perform a risk assessment to identify concentrations. A financial institution may have a concentration in commercial real estate lending if, among other factors, (i) total reported loans for construction, land acquisition and development, and other land represent 100% or more of total capital, or (ii) total reported loans secured by multi-family and non-farm residential properties, loans for construction, land acquisition and development and other land, and loans otherwise sensitive to the general commercial real estate market, including loans to commercial real estate related entities, represent 300% or more of total capital. Based on these factors, we have a concentration in multi-family and commercial real estate lending, as such loans represent 357% of total bank capital as of December 31, 2024. The particular focus of the guidance is on exposure to commercial real estate loans that are dependent on the cash flow from the real estate held as collateral and that are likely to be at greater risk to conditions in the commercial real estate market (as opposed to real estate collateral held as a secondary source of repayment or as an abundance of caution). The purpose of the CRE Lending Guidance is to guide banks in developing risk management practices and capital levels commensurate with the level and nature of real estate concentrations. The CRE Lending Guidance states that management should employ heightened risk management practices including board and management oversight and strategic planning, development of underwriting standards, risk assessment and monitoring through market analysis and stress testing. While we believe we have implemented policies and procedures with respect to our commercial real estate loan portfolio consistent with this guidance, bank regulators could require us to implement additional policies and procedures consistent with their interpretation of the guidance that may result in additional costs to us or that may result in a curtailment of our multi-family and commercial real estate lending that would adversely affect our loan originations and profitability. For additional information, see “Supervision and Regulation—Federal Banking Regulation—Real Estate Lending Standards and Guidance.”\nIf the allowance for credit losses is not sufficient to cover actual credit losses, our earnings could decrease.\nOur customers may not repay their loans according to the original terms, and the collateral, if any, securing the payment of these loans may be insufficient to pay any remaining loan balance. We may experience significant credit losses, which may have a material adverse effect on operating results. We make various assumptions and judgments about the collectability of the loan portfolio, including the creditworthiness of borrowers and the value of the real estate and other assets serving as collateral for the repayment of loans. If our assumptions prove to be incorrect, the allowance for credit losses may not be sufficient to cover losses inherent in our loan portfolio, resulting in additions to the allowance. Material additions to the allowance would materially decrease net income.\nOur emphasis on originating commercial real estate and commercial loans is one of the more significant factors in evaluating the allowance for credit losses. As we continue to increase the amount of such loans, increased provisions for credit losses may be necessary, which would decrease our earnings. In addition, any future credit deterioration could require us to increase our allowance for credit losses in the future.\nBank regulators periodically review our allowance for credit losses and may require an increase to the provision for credit losses or further loan charge-offs. Any increase in our allowance for credit losses or loan charge-offs resulting from these reviews may have a material adverse effect on our results of operations or financial condition.\nThe foreclosure process may adversely impact our recoveries on non-performing loans.\nThe judicial foreclosure process is protracted, which delays our ability to resolve non-performing loans through the sale of the underlying collateral. The longer timelines have been the result of the economic crisis, additional consumer protection initiatives related to the foreclosure process, increased documentary requirements and judicial scrutiny, and, both voluntary and mandatory programs under which lenders may consider loan modifications or other alternatives to foreclosure. These reasons and the legal and regulatory responses have impacted the foreclosure process and completion time of foreclosures for residential mortgage lenders. This may result in a material adverse effect on collateral values and our ability to minimize its losses.\nRisks Related to Laws and Regulations\nChanges in laws and regulations and the cost of compliance with new laws and regulations may adversely affect our operations and our income.\nThe Company and Northwest Bank operate in a highly regulated industry and are subject to extensive laws, regulation, supervision and examination by the Federal Reserve Board, the Department of Banking, the FDIC and the CFPB. These laws and regulations are imposed primarily for the protection and benefit of depositors and other customers, the DIF the U.S. banking and financial system, and the broader economy, not for the protection or benefit of the Company’s investors or non-deposit creditors. These regulatory authorities have extensive discretion in connection with their supervisory and enforcement activities, including the ability to impose restrictions on Northwest Bank’s operations, reclassify assets, determine the adequacy of Northwest Bank’s allowance for credit losses and determine the level of deposit insurance premiums assessed. The laws and regulations applicable to us are subject to frequent \nchange and interpretations and the supervisory environment may be heightened at the regulators’ discretion. For example, the Company is unable to predict what, if any, changes to the regulatory environment may be enacted by Congress, both chambers of which became under Republican control beginning in 2025, or the new presidential administration and what the impact of any changes will be on the Company. We expect the Trump administration will seek to implement a regulatory reform agenda that is significantly different than that of the Biden administration, impacting the rulemaking, supervision, examination, and enforcement priorities of the federal banking agencies. Any change in these regulations and oversight, whether in the form of regulatory policy, new regulations or legislation or additional deposit insurance premiums could have a material impact on our operations.\nThe potential exists for additional federal or state laws and regulations, or changes in policy, affecting lending and funding practices and liquidity standards. Moreover, bank regulatory agencies have been active in responding to concerns and trends identified in examinations, and have issued many formal enforcement orders requiring capital ratios in excess of regulatory requirements. In addition, new laws and regulations may increase our costs of regulatory compliance and of doing business, and otherwise affect our operations. New laws and regulations may significantly affect the markets in which we do business, the markets for and value of our loans and investments, the fees we can charge and our ongoing operations, costs and profitability.\nNon-compliance with the Bank Secrecy Act, as amended, and its implementing regulations, or other laws and regulations could result in fines or sanctions.\nThe BSA, as amended, and its implementing regulations require certain financial institutions, such as banks, to develop compliance programs that prevent the financial institutions from being used to facilitate money laundering, terrorist financing and other illicit financial crimes. If a financial institution detects suspicious activities, financial institutions are obligated to, among other things, file suspicious activity reports with the U.S. Treasury’s FinCEN. The BSA, as amended, and its implementing regulations also require financial institutions to establish procedures for identifying and verifying the identity of customers seeking to open accounts at the financial institution. Failure to comply with the Bank Secrecy, as amended, and its implementing regulations could result in fines or sanctions or affect our ability to pursue further acquisition opportunities. During the last year, several banking institutions have received large fines for non-compliance with the BSA, as amended, and its implementing regulations. While we have developed policies and procedures designed to promote compliance with the BSA, as amended, and its implementing regulations, these policies and procedures may not be effective in preventing violations of the law.\nWe are subject to numerous laws designed to protect consumers, including the Community Reinvestment Act and fair lending laws, and failure to comply with these laws could lead to material penalties and other sanctions.\nThe CRA, the Equal Credit Opportunity Act, the Fair Housing Act and other fair lending laws and regulations impose nondiscriminatory lending requirements on financial institutions. The DOJ and other federal agencies are responsible for enforcing these laws and regulations. A successful regulatory challenge to an institution’s performance under the CRA or fair lending laws and regulations could result in a wide variety of sanctions, including the required payment of damages and civil money penalties, injunctive relief, restrictions on mergers and acquisitions activity, restrictions on expansion and restrictions on entering new business lines. Private parties may also have the ability to challenge an institution’s performance under fair lending laws in private class action litigation. Such actions could have a material adverse effect on our business, financial condition and results of operations.\nWe could become subject to more stringent capital requirements, which could adversely impact our return on equity, require us to raise additional capital, or constrain us from paying dividends or repurchasing shares.\nFederal regulations establish minimum capital requirements for bank holding companies and insured depository institutions, including minimum risk-based capital and leverage ratios. Unrealized gains and losses on certain “available-for-sale” securities holdings are to be included for purposes of calculating regulatory capital requirements unless a one-time opt-out was exercised, which we exercised. The regulations also establish a “capital conservation buffer” of 2.5%. An institution will be subject to limitations on paying dividends, engaging in share repurchases, and paying discretionary bonuses if its capital level falls below the 2.5% capital conservation buffer. The primary source of funds for the Company is dividends from Northwest Bank, which is also subject these obligations to maintain sufficient capital and by other restrictions on its dividends under federal and Pennsylvania law.\nFrom time to time, the regulators implement changes to these regulatory capital requirements. The application of more stringent capital requirements could, among other things, result in lower returns on equity, require the raising of additional capital, and result in regulatory actions if we were to be unable to comply with such requirements. Changes to applicable capital requirements, including to asset risk weightings for risk-based capital calculations, items included or deducted in calculating regulatory capital and/or capital buffers, could result in management modifying its business strategy, and could limit our ability to make distributions, including paying out dividends or buying back shares. Furthermore, changes to the Basel III capital rules, including the implementation of Basel III endgame, that apply to banking organizations that are larger or more internationally active than the Company and Northwest may be informally applied or considered by the Federal Reserve Board and the FDIC in their regulation, supervision and examination of, and indirectly adversely impact, smaller institutions such as the Company and the Bank.\nThe Federal Reserve Board may require us to commit capital resources to support Northwest Bank. \nFederal law requires that a holding company act as a source of financial and managerial strength to its subsidiary bank and to commit resources to support such subsidiary bank. Under the “source of strength” doctrine, the Federal Reserve Board may require a holding company to make capital injections into a troubled subsidiary bank and may charge the holding company with engaging in unsafe and unsound practices for failure to commit resources to a subsidiary bank. A capital injection may be required at times when the holding company may not have sufficient resources and therefore may be required to borrow the funds or raise capital. Any borrowing or capital raise could occur at a time that is more difficult and expensive and could have an adverse effect on our business, financial condition, and results of operations.\nLegal and regulatory proceedings and related matters could adversely affect us or the financial services industry in general.\nWe, and other participants in the financial services industry upon whom we rely to operate, have been and may in the future become involved in legal and regulatory proceedings. Most of the proceedings we consider to be in the normal course of our business are typical for the industry; however, it is inherently difficult to assess the outcome of these matters, and other participants in the financial services industry or we may not prevail in any proceeding or litigation. For example, financial institutions, such as ourselves, are subject to comprehensive regulation and periodic examination by federal and state banking regulators and face significant regulatory scrutiny, which can lead to proceedings that result in remedial actions. These actions include the power to enjoin “unsafe or unsound” practices, to require affirmative actions to correct any conditions resulting from any violation or practice, to issue an administrative order that can be judicially enforced, to direct an increase in the Company’s capital, to restrict the Company’s growth, to change the asset composition of the Company’s portfolio or balance sheet, to assess civil money penalties against the Company’s officers or directors, to remove officers and directors and, if it is concluded that such conditions cannot be corrected or there is an imminent risk of loss to depositors, to terminate Northwest Bank’s deposit insurance. There could be substantial cost and management diversion in such litigation and proceedings, and any adverse determination could have a materially adverse effect on our business, brand or image, or our financial condition and results of our operations.\nData privacy and cybersecurity are areas of heightened legislative and regulatory scrutiny.\nAs data privacy and cybersecurity risks for the financial services industry have significantly increased in recent years, data privacy and cybersecurity issues have become the subject of increasing legislative and regulatory scrutiny. For more information regarding applicable data privacy and cybersecurity laws and regulations, see “Item 1. Business” under the heading “Supervision and Regulation—Data Privacy and Cybersecurity.” \nWe also make public statements about our collection, use, transfer, storage, disclosure and other processing of personal information through our privacy policies, information provided on our website and press statements. Although we endeavor to comply with our public statements and documentation, we may at times fail to do so or be alleged to have failed to do so. Our public statements and documentation that provide promises and assurances about data privacy and cybersecurity can subject us to liability or regulatory action if they are found to be deceptive, unfair or misrepresentative of our actual practices. Further, our agreements with third parties may also contain contractual commitments with which we are required to adhere related to data privacy and cybersecurity.\nEnsuring that our collection, use, transfer, storage, disclosure and other processing of personal information complies with increasingly stringent and evolving data privacy and cybersecurity laws and regulations, as well as our contractual commitments and other obligations related to data privacy and cybersecurity, can increase our costs, expose us to increased liability and regulatory risk, and result in other adverse effects. We also may be adversely affected if we become subject to new data privacy or cybersecurity laws and regulations or if existing laws and regulations are amended or interpreted in such a manner that requires us to change our business practices, policies or systems or otherwise incur significant additional costs in order to comply. Any failure to address data privacy and cybersecurity concerns or to comply with applicable data privacy or cybersecurity laws, regulations, contractual commitments or other obligations, or any perceived failure with respect to the foregoing, even if unfounded, could result in litigation, liability, regulatory action, fines, penalties, sanctions, claims, orders to cease or change our processing of personal information, changes to our business practices, reputational harm or other adverse effects.\nRisks Related to Market Interest Rates\nThe reversal of the historically low interest rate environment has and may continue to adversely affect our net interest income and profitability.\nThe Federal Reserve Board decreased benchmark interest rates significantly, to near zero, in response to the COVID-19 pandemic. Beginning in 2022, the Federal Reserve Board reversed its policy of near zero interest rates given its concerns over inflation. Market interest rates have risen significantly in response to the Federal Reserve Board’s rate increases. Although they have decreased since \nlate 2023 in response to the Federal Reserve Board’s rate decreases, they remain at historically high levels. As discussed below, the increase in market interest rates has had, and may continue to have, an adverse effect on our net interest income and profitability. \nChanges in interest rates could adversely affect our results of operations and financial condition.\nOur results of operations and financial condition could be significantly affected by changes in interest rates. Our results of operations and net interest income depend substantially on our net interest income, which is the difference between the interest income we earn on our interest-earning assets, such as loans and investment securities, and the interest expense we pay on our interest-bearing liabilities, such as deposits, borrowings and trust preferred securities. Our net interest income could be adversely impacted by changes in the level and pace of change of interest rates or the slope of the Treasury yield curve, as well as balance sheet growth, customer loan and deposit preferences and competitive dynamics. In addition, our net interest income may be adversely affected by resurgent inflationary pressures and new global supply chain challenges, fiscal policies, geopolitical matters, including as a result of changes in U.S. presidential administrations or Congress, the implementation of tariffs and other protectionist trade policies, weather events or other developments.\nChanges in interest rates may also affect the average life of loans and mortgage-related securities. Decreases in interest rates can result in increased prepayments of loans and mortgage-related securities, as borrowers refinance to reduce their borrowing costs. Under these circumstances, we are subject to reinvestment risk to the extent that we are unable to reinvest the cash received from such prepayments at rates that are comparable to the rates on existing loans and investment securities. Additionally, increases in interest rates may decrease loan demand and make it more difficult for borrowers to repay adjustable rate loans. Also, increases in interest rates may extend the life of fixed rate assets, which would restrict our ability to reinvest in higher yielding alternatives, and may result in customers withdrawing certificates of deposit early so long as the early withdrawal penalty is less than the interest they could receive as a result of the higher interest rates.\nChanges in interest rates also affect the current fair value of our interest-earning investment securities portfolio. Generally, the value of securities moves inversely with changes in interest rates. At December 31, 2024, the fair value of our investment and mortgage-backed securities portfolio totaled $1.7 billion. Net unrealized losses on these securities totaled $282 million at December 31, 2024. During the year ended December 31, 2024, we incurred other comprehensive loss of $6 million related to net changes in unrealized holding losses in the available-for-sale investment securities portfolio. \nThe current level of, or any increases in market interest rates may reduce our mortgage banking income. We generate revenues primarily from gains on the sale of mortgage loans to investors, and from the amortization of deferred mortgage servicing rights. We recognized noninterest income of $2 million on mortgage banking activities during the year ended December 31, 2024. We also earn interest on loans held for sale while awaiting delivery to our investors. In a rising or higher interest rate environment, our mortgage loan originations may decrease, resulting in fewer loans that are available for sale. This would result in a decrease in interest income and a decrease in revenues from loan sales. In addition, our results of operations are affected by the amount of noninterest expense associated with mortgage banking activities, such as salaries and employee benefits, occupancy, equipment, data processing and other operating costs. During periods of reduced loan demand, our results of operations may be adversely affected to the extent that we are unable to reduce expenses commensurate with the decline in mortgage loan origination activity.\nHedging against interest rate exposure may adversely affect our earnings.\nOn occasion we have employed various financial methodologies that limit, or “hedge,” the adverse effects of rising or decreasing interest rates on our loan portfolios and short-term liabilities. We also engage in hedging strategies with respect to arrangements with our customers. Our hedging activity varies based on the level and volatility of interest rates and other changing market conditions. Hedging strategies can be imperfect and may fail to protect us from loss. Moreover, hedging activities could result in costs if the hedge proves to be ineffective. Additionally, hedging activities could fail to protect us or adversely affect us because, among other things:\n•available interest rate hedging may not correlate to the risk for which protection is sought;\n•the duration of the hedge may not match the duration of the related asset or liability;\n•the counterparty in the hedging transaction may default on its obligation to pay;\n•the credit quality of the counterparty may degrade to such an extent that it impairs our ability to sell or assign our side of the hedging transaction; \n•the value of derivatives used for hedging may be adjusted from time to time in accordance with accounting rules to reflect changes in fair value; and/or\n•downward adjustments, or “mark-to-market” losses, would reduce our stockholders’ equity.\nRisks Related to Economic Conditions\nA worsening of economic conditions in our market area could reduce demand for our products and services and/or result in increases in our level of non-performing loans, which could adversely affect our operations, financial condition and earnings.\nOur performance is significantly impacted by the general economic conditions in our primary markets in Pennsylvania, New York, Ohio, and Indiana. At December 31, 2024, 36% of our loan portfolio was secured by properties located in Pennsylvania, and 16% of our loan portfolio was secured by properties located in New York, with a large portion of the rest of our loans secured by real estate located in Ohio and Indiana. Local economic conditions have a significant impact on the ability of our borrowers to repay loans and the value of the collateral securing loans.\nA deterioration in economic conditions could result in the following consequences, any of which could have a material adverse effect on our business, financial condition, liquidity and results of operations:\n•demand for our products and services may decline;\n•loan delinquencies, problem assets and foreclosures may increase;\n•we may increase our allowance for credit losses;\n•collateral for loans, especially real estate, may decline in value, in turn reducing customers’ future borrowing power, and reducing the value of assets and collateral associated with existing loans; and\n•the net worth and liquidity of loan guarantors may decline, impairing their ability to honor commitments to us.\nIn addition, deflationary pressures could have a significant negative effect on our borrowers, especially our business borrowers, and the values of underlying collateral securing loans, which could negatively affect our financial performance.\nThe monetary policies of the Federal Reserve Board could adversely affect our business, financial condition and results of operations.\nIn addition to being affected by general economic conditions, our earnings and growth are affected by the policies of the Federal Reserve Board. An important function of the Federal Reserve Board is to regulate the money supply and credit conditions. Among the instruments used by the Federal Reserve Board to implement these objectives are open market purchases and sales of U.S. government securities, adjustments of the discount rate and changes in banks’ reserve requirements against bank deposits. These instruments are used in varying combinations to influence overall economic growth and the distribution of credit, bank loans, investments and deposits. Their use also affects interest rates charged on loans or paid on deposits. \nThe monetary policies of the Federal Reserve Board have had a significant effect on the operating results of financial institutions in the past and are expected to continue to do so in the future. The effects of such policies upon our business, financial condition and results of operations cannot be predicted.\nInflation can have an adverse impact on our business and on our customers. \nInflation risk is the risk that the value of assets or income from investments will be worth less in the future as inflation decreases the value of money. Inflation generally increases the cost of goods and services we use in our business operations, such as electricity and other utilities, which increases our non-interest expenses. Furthermore, our customers are also affected by inflation and the rising costs of goods and services used in their households and businesses, which could have a negative impact on their ability to repay their loans with us. Sustained higher interest rates by the Federal Reserve Board to tame persistent inflationary price pressures could also push down asset prices and weaken economic activity. A deterioration in economic conditions in the United States and our markets could result in an increase in loan delinquencies and non-performing assets, decreases in loan collateral values and a decrease in demand for our products and services, all of which, in turn, would adversely affect our business, financial condition and results of operations.\nBeginning in 2022, in response to a pronounced rise in inflation, the Federal Reserve Board reversed its policy of “near zero” interest rates and has materially increased the target federal funds rate. As discussed under “Risks Related to Market Interest Rates—Changes in interest rates could adversely affect our results of operations and financial condition,” as inflation increases and market interest rates rise the value of our investment securities, particularly those with longer maturities, would decrease, although this effect can be less pronounced for floating rate instruments.\nWe could be adversely affected by the soundness of other financial institutions and other third parties we rely on. \nAdverse developments affecting the overall strength and soundness of other financial institutions, the financial services industry as a whole and the general economic climate and the U.S. Treasury market could have a negative impact on perceptions about the strength and soundness of the Company’s business even if the Company is not subject to the same adverse developments. In addition, adverse developments with respect to third parties with whom the Company has important relationships could also negatively impact \nperceptions about the Company. These perceptions about the Company could cause its business to be negatively affected and exacerbate the other risks that the Company faces.\nThe Company may be impacted by actual or perceived soundness of other financial institutions, including as a result of the financial or operational failure of a major financial institution, or concerns about the creditworthiness of such a financial institution or its ability to fulfill its obligations, which can cause substantial and cascading disruption within the financial markets and increased expenses, including FDIC insurance premiums, and could affect the Company’s ability to attract and retain depositors and to borrow or raise capital. For example, during 2023 the FDIC took control and was appointed receiver of Silicon Valley Bank, Signature Bank, and First Republic Bank. The failure of other banks and financial institutions and the measures taken by governments, businesses, and other organizations in response to those events could adversely impact the Company’s business, financial condition and results of operations. These bank failures have led to an increased customer and regulatory focus on funding and liquidity at financial institutions, the composition of its deposits, including the amount of uninsured deposits, the amount of accumulated other comprehensive loss, capital levels and interest rate risk management. If we are unable to meet the increased expectations of our customers and regulatory agencies, it may have a material adverse effect on our financial condition and results of operations. \nThe Company’s ability to engage in routine funding transactions could be adversely affected by the actions and commercial soundness of other financial institutions. Financial services institutions are interrelated as a result of trading, clearing, counterparty or other relationships. We have exposure to many different industries and counterparties, and routinely execute transactions with counterparties in the financial services industry, including commercial banks, the FHLB, brokers and dealers, investment banks and other institutional customers. As a result, defaults by, or even rumors or questions about, one or more financial services institutions, or the financial services industry generally, have led to market-wide liquidity problems and losses of depositor, creditor and counterparty confidence and could lead to losses or defaults by the Company or by other institutions. Many of these transactions expose us to credit risk in the event of a default by a counterparty or client. In addition, our credit risk may be exacerbated when our collateral cannot be foreclosed upon or is liquidated at prices not sufficient to recover the full amount of the credit or derivative exposure due. Furthermore, successful operation of our debit card and cash management solutions business depends on the soundness of third party processors, clearing agents and others that we rely on to conduct our merchant business. Any losses resulting from such third parties could adversely affect our business, financial condition and results of operations.\nA lack of liquidity could adversely affect the Company’s financial condition and results of operations.\nLiquidity is essential to the Company’s business. The Company relies on its ability to generate deposits and effectively manage the repayment of its liabilities to ensure that there is adequate liquidity to fund operations. An inability to raise funds through deposits, borrowings, the sale and maturities of loans and securities and other sources could have a substantial negative effect on liquidity. The Company’s most important source of funds is its deposits. Deposit balances can decrease when customers perceive alternative investments as providing a better risk adjusted return, which are strongly influenced by such external factors as the direction of interest rates, local and national economic conditions and the availability and attractiveness of alternative investments. Further, the demand for deposits may be reduced due to a variety of factors such as negative trends in the banking sector, the level of and/or composition of our uninsured deposits, demographic patterns, changes in customer preferences, reductions in consumers’ disposable income, the monetary policy of the Federal Reserve Board or regulatory actions that decrease customer access to particular products. Increased adoption of consumer banking technology can result in reduced deposit stickiness due to the relative ease with which depositors may transfer deposits if confidence is lost in Northwest Bank. If customers move money out of bank deposits and into other investments such as money market funds, the Company would lose a relatively low-cost source of funds, which would increase its funding costs and reduce net interest income. Any changes made to the rates offered on deposits to remain competitive with other financial institutions may also adversely affect profitability and liquidity. \nOther primary sources of funds consist of cash flows from operations, maturities and sales of investment securities and/or loans, brokered deposits, borrowings from the FHLB and/or Federal Reserve discount window, and unsecured borrowings. The Company also may borrow funds from third-party lenders, such as other financial institutions. The Company’s access to funding sources in amounts adequate to finance or capitalize its activities, or on terms that are acceptable, could be impaired by factors that affect the Company directly or the financial services industry or economy in general, such as disruptions in the financial markets or negative views and expectations about the prospects for the financial services industry, a decrease in the level of the Company’s business activity as a result of a downturn in markets or by one or more adverse regulatory actions against the Company or the financial sector in general. Any decline in available funding could adversely impact the Company’s ability to originate loans, invest in securities, meet expenses, or to fulfill obligations such as meeting deposit withdrawal demands, any of which could have a material adverse impact on its liquidity, business, financial condition and results of operations.\nRisks Related to our Business Strategy\nAcquisitions may disrupt our business and dilute stockholder value.\nWe regularly evaluate merger and acquisition opportunities with other financial institutions and financial services companies. As a result, negotiations may take place and future mergers or acquisitions involving cash, debt, or equity securities may occur at any time. We would seek acquisition partners that offer us either significant market presence or the potential to expand our market footprint and improve profitability through economies of scale or expanded services. For example, on December 16, 2024, we entered into the Merger Agreement with Penns Woods. The Merger Agreement provides for a business combination whereby Penns Woods will merge with and into the Company, with the Company as the surviving corporation in the merger.\nAcquiring other banks, such as Penns Woods, businesses, or branches may have an adverse effect on our financial results and may involve various other risks commonly associated with acquisitions, including, among other things:\n•difficulty in estimating the value of the target company;\n•payment of a premium over book and market values that may dilute our tangible book value and earnings per share in the short and long term;\n•potential exposure to unknown or contingent liabilities of the target company;\n•exposure to potential asset quality problems of the target company;\n•potential volatility in reported income associated with goodwill impairment losses;\n•difficulty and expense of integrating the operations and personnel of the target company;\n•inability to realize the expected revenue increases, cost savings, increases in geographic or product presence, and/or other projected benefits of the acquisition;\n•potential disruption to our business;\n•potential diversion of our management’s time and attention;\n•the possible loss of key employees and customers of the target company; and\n•potential changes in banking or tax laws or regulations that may affect the target company.\nLoans that were acquired as part of our acquisitions of other depository institutions, such as Penns Woods, were not underwritten or originated in accordance with our credit standards, including environmental matters, and we did not have long-standing relationships with many of these borrowers at the time of acquisition. The acquired loans are re-risked at that date of acquisition based on our credit standards, which can temporarily increase loans classified as special mention and substandard for a period of time until these loans are integrated and conform to our credit standards. Although we reviewed the loan portfolios of each institution acquired as part of the diligence process, and believe that we have established reasonable credit marks with regard to all loans acquired, we may incur losses in excess of the credit marks with regard to these acquired loans, and any such losses, if they occur, may have a material adverse effect on our business, financial condition, and results of operations. \nOur merger with Penns Woods and other mergers and acquisitions may not enhance our cash flows, business, financial condition, results of operations or prospects as expected and such acquisitions may have an adverse effect on our results of operations, particularly during periods in which the acquisitions are being integrated into our operations.\nOur continued pace of growth may require us to raise additional capital during unfavorable market conditions.\nWe are required by federal regulatory authorities to maintain adequate levels of capital to support our operations. We anticipate that we will have sufficient capital resources to satisfy our capital requirements for the foreseeable future. We may at some point, however, need to raise additional capital to support our continued growth. If we raise capital through the issuance of additional shares of our common stock or other securities, it would dilute the ownership interests of existing stockholders and may dilute the per share book value of our common stock. New investors may also have rights, preferences and privileges senior to our current stockholders, which may adversely impact our current stockholders. Also, the need to raise additional capital may force our management to spend more time in managerial and financing-related activities than in operational activities.\nOur ability to raise additional capital, if needed, will depend on conditions in the capital markets at that time, which are outside of our control, and on our financial performance. Accordingly, we may not be able to raise additional capital, if needed, with favorable terms. If we cannot raise additional capital when needed, our ability to further expand our operations through internal growth and acquisitions could be materially impaired.\nNew lines of business or new products and services may subject us to additional risks.\nFrom time to time, we may implement new lines of business or offer new products and services within existing lines of business. In addition, we will continue to make investments in research, development, and marketing for new products and services. There are substantial risks and uncertainties associated with these efforts, particularly in instances where the markets are not fully developed. In developing and marketing new lines of business and/or new products and services we may invest significant time and resources. Initial timetables for the development and introduction of new lines of business and/or new products or services may not be achieved and price and profitability targets may not prove feasible. Furthermore, if customers do not perceive our new offerings as providing \nsignificant value, they may fail to accept our new products and services. External factors, such as compliance with regulations, competitive alternatives, and shifting market preferences, may also impact the successful implementation of a new line of business or a new product or service. Furthermore, the burden on management and our information technology of introducing any new line of business and/or new product or service could have a significant impact on the effectiveness of our system of internal controls. Failure to successfully manage these risks in the development and implementation of new lines of business or new products or services could have a material adverse effect on our business, financial condition and results of operations.\nOur business strategy includes growth, and our financial condition and results of operations could be negatively affected if we fail to grow or fail to manage our growth effectively.\nOur business strategy includes growth in assets, deposits and the scale of our operations. Achieving our growth targets will require us to attract customers that currently bank at other financial institutions in our market, thereby increasing our share of the market. Our ability to successfully grow will depend on a variety of factors, including our ability to attract and retain experienced bankers, the continued availability of desirable business opportunities, the competitive responses from other financial institutions in our market area and our ability to manage our growth. In order to successfully manage our growth, the Company may need to adopt and effectively implement new or revise existing policies, procedures, and controls, as well as hire additional employees or pay higher salaries to retain existing employees, to maintain credit quality, control costs and oversee the Company’s operations. Growth opportunities may not be available or we may not be able to manage our growth successfully. If we do not manage our growth effectively, our financial condition and operating results could be negatively affected.\nUncertainties associated with increased loan originations may result in errors in our judgment of collectability, which may lead to additional provisions for credit losses or charge-offs, which would negatively affect our operations. \nIncreasing loan originations would likely require us to lend to borrowers with which we have limited experience. Accordingly, we would not have a significant payment history pattern with which to judge future collectability. Further, newly originated loans have not been subjected to unfavorable economic conditions. As a result, it may be difficult to predict the future performance of newly originated loans. These loans may have delinquency or charge-off levels above our recent historical experience, which could adversely affect our future performance.\nRisk Related to Competitive Matters\nStrong competition may limit growth and profitability.\nCompetition in the banking and financial services industry is intense. We compete with commercial banks, savings institutions, mortgage brokerage firms, credit unions, finance companies, fintech companies, money market funds and other mutual funds, insurance companies, and brokerage and investment banking firms operating locally and elsewhere. Many of these competitors (whether regional or national institutions) have substantially greater resources and lending limits than we have and may offer certain services that we do not or cannot provide. In addition, some have competitive advantages such as the credit union exemption from paying federal income tax. Competitive factors driven by consumer sentiment or otherwise can also reduce our ability to generate fee income, such as through overdraft fees. Our profitability depends upon our ability to successfully compete in our market areas.\nWe may be subject to intellectual property-related disputes or may fail to effectively obtain, maintain, defend, or enforce our intellectual property rights.\nOur competition, or other third parties, may allege that we have infringed, misappropriated, or otherwise violated their intellectual property rights or challenge our rights in intellectual property that is important to our business. To defend against such allegations and challenges, we may have to engage in litigation that could be expensive, time-consuming, disruptive to our operations, and distracting to management. We may not be successful in defending against any such allegations or challenges, which could subject us to significant monetary damages, require significant license fees or royalty payments (which also may not be available on acceptable terms), restrict our ability to offer our products or services, or otherwise require changes to the way we conduct our business.\nWe rely on, and expect to continue to rely on, a variety of measures to obtain, maintain, defend, and enforce our intellectual property rights, including intellectual property laws and contractual provisions, including confidentiality agreements, invention assignments, and intellectual property licenses. These measures may not prevent third parties from infringing, misappropriating or otherwise violating our intellectual property rights or otherwise duplicating or improving upon our products or services, any of which may adversely affect our competitive position. Any of the foregoing could have a material adverse effect on our business, financial condition and results of operations.\nRisks Related to Operational Matters\nRisks associated with system failures, interruptions, or cybersecurity breaches could negatively affect our earnings.\nInformation technology systems are critical to our business. We use various information technology systems to manage our customer relationships, general ledger, deposits, and loans. We have established policies and procedures to prevent or limit the impact of system failures, interruptions, and cybersecurity breaches, but such events may still occur or may not be adequately addressed if they do occur. In addition, any compromise of our information technology systems could deter customers from using our products and services. Although we rely on information technology systems designed to provide security and authentication necessary to effect the secure transmission of data, these precautions may not protect our information technology systems from system failures, interruptions, or cybersecurity breaches.\nDespite the defensive measures we take designed to manage our internal technological and operational infrastructure, threats may originate externally from foreign governments, state-sponsored actors, organized crime, terrorists, hackers, and other third parties or internally from within our organization, including our personnel or third-party providers (including infrastructure-support providers and application developers). Furthermore, we may not be able to ensure that all of our clients, suppliers and other third-party providers, counterparties and other third parties have appropriate controls in place to protect the confidentiality of the information that they exchange with us, particularly where such information is transmitted by electronic means. Our heavy reliance on information technology systems exposes us to operational risks, which include the risk of malfeasance by personnel or persons outside of our organization, denial of service attacks, computer viruses, worms, ransomware, social engineering (including phishing attacks), service outages, software bugs or defects, server failures, errors relating to transaction processing and technology, failures to properly implement systems upgrades, breaches of our internal control systems and compliance requirements, business continuation and disaster recovery issues and other system failures, interruptions, or cybersecurity breaches. Such risks have significantly increased in recent years in part because of the proliferation of new technologies, including artificial intelligence, and the use of the internet and telecommunications technologies to conduct financial transactions.\nIn addition, we outsource a significant amount of our data processing to, and otherwise rely on, certain third-party providers, and our ability to monitor such third-party providers’ data privacy and cybersecurity practices is limited. If these third-party providers encounter difficulties or experience system failures, interruptions, or cybersecurity breaches, or if we have difficulty communicating with them, our ability to adequately process and account for transactions could be affected, and our business operations could be adversely affected. Additionally, any system failures, interruptions or cybersecurity breaches impacting such third-party providers may not be disclosed to us in a timely manner, and we cannot guarantee that we can obtain adequate or any reimbursement from such third-party providers in the event we should suffer any disruption, compromise, failure, liability, reputational harm or other cost or expense. Due to applicable laws and regulations or contractual obligations, we may be held responsible for system failures, interruptions, or cybersecurity breaches attributed to such third-party providers as they relate to the information we share with them.\nThe occurrence, or perceived occurrence (whether unfounded or not), of any system failure, interruption, or cybersecurity breach affecting our information technology systems, or those of our third-party providers, could damage our reputation, result in a loss of customers and business, violate applicable laws and regulations, subject us to additional regulatory scrutiny, or expose us to litigation, liability or other costs or expenses. Any of these events could have a material adverse effect on our financial condition and results of operations.\nIn addition, any insurance coverage we may have may not be adequate to compensate for losses from any of the foregoing. We also cannot be sure that such insurance coverage will continue to be available on acceptable terms or at all or that any applicable insurer will not deny coverage as to any future claim.\nOur risk management framework may not be effective in mitigating risk and reducing the potential for significant losses.\nOur risk management framework is designed to minimize risk and loss to us. We seek to identify, measure, monitor, report and control our exposure to risk, including strategic, market, liquidity, credit, interest rate, compliance and operational risks. While we use a broad and diversified set of risk monitoring and mitigation techniques, these techniques are inherently limited because they cannot anticipate the existence or future development of currently unanticipated or unknown risks. Recent economic conditions and heightened legislative and regulatory scrutiny of the financial services industry, among other developments, have increased our level of risk. Accordingly, we could suffer losses as a result of our failure to properly anticipate and manage these risks.\nOur board of directors relies to a large degree on management and outside consultants in overseeing cybersecurity risk management.\nThe Board of the Company has an Innovation and Technology Sub-Committee, consisting of wholly independent directors chartered, among other items, with a focus on cybersecurity risk. Additionally, the Company’s Board has a designated Risk Management Sub-Committee with the responsibility of monitoring enterprise level risks, including those related to cybersecurity. Furthermore, management of the Company has both an Enterprise Risk Management Committee and an Information Technology Steering \nCommittee (“ITSC”), both of which are comprised of the most senior members of management, including the Chief Executive Officer, Chief Information Officer (“CIO”), and Chief Operating Officer. The ITSC meets monthly, or more frequently if needed, and the ERMC meets quarterly, or more frequently if needed. Material items related to cybersecurity are reported to the Innovation and Technology and Risk Management Sub-Committees. The Company also engages outside consultants to support its cybersecurity efforts. The directors of the Company do not have significant experience in cybersecurity risk management in other business entities comparable to the Company and rely on members of management, including, but not limited to, the CISO, CIO, Chief Operational Risk Management Officer, Chief Technology Officer and Chief Data Officer, for cybersecurity guidance. \nOur business may be adversely affected by an increasing prevalence of fraud and other financial crimes.\nOur loans to businesses and individuals and our deposit relationships and related transactions are subject to exposure to the risk of loss due to fraud and other financial crimes. Incidents of fraud and other financial crimes could also lead to significant reputational risks and other negative effects on our financial condition and results of operations. Nationally, reported incidents of fraud and other financial crimes have increased. We have also experienced losses due to apparent fraud and other financial crimes. While we have policies and procedures designed to prevent such losses, losses may still occur.\nRisks Related to Environmental and Other Global Matters\nWe are subject to environmental liability risk associated with lending activities. \nA significant portion of our loan portfolio is secured by real estate, and we could become subject to environmental liabilities with respect to one or more of these properties. During the ordinary course of business, we may foreclose on and take title to properties securing defaulted loans. In doing so, there is a risk that hazardous or toxic substances could be found on these properties. If hazardous conditions or toxic substances are found on these properties, we may be liable for remediation costs, as well as for personal injury and property damage, civil fines and criminal penalties regardless of when the hazardous conditions or toxic substances first affected any particular property. Environmental laws may require us to incur substantial expenses to address unknown liabilities and may materially reduce the affected property’s value or limit our ability to use or sell the affected property. In addition, future laws or regulations or more stringent interpretations or enforcement policies with respect to existing laws and regulations may increase our exposure to environmental liability, and heightened pressure from investors and other stakeholders may require to incur additional expenses with respect to environmental matters. Although we have policies and procedures to perform an environmental review before initiating any foreclosure action on nonresidential real property, these reviews may not be sufficient to detect all potential environmental hazards. The remediation costs and any other financial liabilities associated with an environmental hazard could have a material adverse effect on us.\nA slowdown in economic growth or a resumption of recessionary economic conditions due to global events could have an adverse effect on our business in the future.\nThe economy is subject to worldwide events, such as the COVID-19 pandemic and geopolitical tensions in the Middle East and Europe, as well as domestic events, any or all of which could impact inflationary pressures and interest rates to dampen demand. These and other political and market developments are affecting and could continue to affect consumer confidence levels and cause adverse changes in loan payment patterns, causing increases in delinquencies and default rates, which may impact our charge-offs and the provision for credit losses. Changes in the financial services industry and the effects of current and future law and regulations that may be imposed in response to future market developments also could negatively affect us by restricting our business operations, including our ability to originate or sell loans, and adversely impact our financial performance.\nClimate-related risks could adversely affect our business and performance, including indirectly through impacts on our customers.\nThere continues to be concern, including on the part of our regulators, regarding climate change and its impacts. Climate change could manifest as a financial risk to us either through changes in the physical climate or from the process of transitioning to a low-carbon economy. Both physical risks and transition risks associated with climate change could have negative impacts on the financial condition or creditworthiness of our customers, and on its exposure to those customers. Physical risks include the increased frequency or severity of acute weather events, such as floods, wildfires and tropical cyclones, and chronic shifts in the climate, such as persistent changes in precipitation levels, rising sea levels, or increases in average ambient temperature. Transition risks arise from societal adjustment to a low-carbon economy, such as changes in public policy, adoption of new technologies or changes in consumer preferences towards low-carbon goods and services. These risks could also be influenced by changes in the physical climate.\nConcerns over the anticipated and unanticipated impacts of climate change (including physical risk and transition risk) have led and will continue to lead to governmental efforts to mitigate those impacts. We may be compelled to change or cease some of our business or operational practices or to incur additional capital, compliance, and other costs because of climate- or environmental-driven \nchanges in applicable law or supervisory expectations or due to related political, social, market, or similar pressure. We and our customers may face cost increases, asset value reductions, operating process changes and other issues. In addition, we could face reductions in creditworthiness on the part of some customers or in the value of asset securing loans. Our efforts to take these risks into account in making lending and other decisions may not be effective in protecting us from the negative impact of new laws and regulations or changes in consumer or business behavior.\nFurther, there is increased scrutiny of climate change-related policies, goals and disclosures. Our stakeholders may disagree with these policies and goals or, conversely, believe that these policies and goals are insufficient. This may lead to a decrease in demand for our products and services or damage to our reputation. We may also incur additional costs and require additional resources as we evolve our strategy, practices and related disclosures with respect to these matters. In addition, there are and will continue to be challenges related to capturing, verifying, analyzing and disclosing climate-related data that is subject to measurement uncertainties.\nOur business, financial condition, and results of operations could be adversely affected by natural disasters, health epidemics, and other catastrophic events. \nWe could be adversely affected if key personnel or a significant number of employees were to become unavailable due to a pandemic, natural disaster, war, act of terrorism, accident, or other reason. Any of these events could result in the temporary reduction of operations, employees, and customers, which could limit our ability to provide services. Additionally, many of our borrowers may suffer property damage, experience interruption of their businesses or lose their jobs after such events. Those borrowers might not be able to repay their loans, and the collateral for such loans may decline significantly in value.\nRisks Related to Accounting Matters\nIf our intangible assets, including goodwill, are either partially or fully impaired in the future, it would decrease earnings.\nWe are required to test our goodwill and other identifiable intangible assets for impairment on an annual basis and more regularly if indicators of impairment exist. The impairment testing process considers a variety of factors, including the current market price of our common stock, the estimated net present value of our assets and liabilities and information concerning the terminal valuation of similar insured depository institutions. Future impairment testing may result in a partial or full impairment of the value of our goodwill or other identifiable intangible assets, or both. If an impairment determination is made in a future reporting period, our earnings and the book value of these intangible assets will be reduced by the amount of the impairment. However, the recording of such an impairment loss would have no impact on the tangible book value of our shares of common stock or our regulatory capital levels.\nChanges in management’s estimates and assumptions may have a material impact on our Consolidated Financial Statements and our financial condition or operating results.\nIn preparing this annual report as well as periodic reports we are required to file under the Exchange Act, including our Consolidated Financial Statements, our management is and will be required under applicable rules and regulations to make estimates and assumptions as of a specified date. These estimates and assumptions are based on management’s best estimates and experience as of that date and are subject to substantial risk and uncertainty. Materially different results may occur as circumstances change and additional information becomes known. Areas requiring significant estimates and assumptions by management include our evaluation of the adequacy of our allowance for credit losses.\nRisks Related to Investment Activities\nWe could record future losses on our investment securities portfolio.\nA number of factors or combinations of factors could require us to conclude in one or more future reporting periods that an unrealized loss that exists with respect to these and other securities constitutes a credit related impairment, which could result in material losses to us. These factors include, but are not limited to, failure by the issuer to make scheduled interest payments, the issuer of the securities and their creditworthiness, any changes to the rating of the security and any adverse conditions specifically related to the security that would render us unable to forecast a full recovery in value. In addition, the fair values of securities could decline if the overall economy and the financial condition of some of the issuers deteriorates and there remains limited liquidity for these securities. During the year ended December 31, 2024, we incurred other comprehensive losses of $6 million related to net changes in unrealized holding losses in the available-for-sale investment securities portfolio.\nSee “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations—Balance Sheet Analysis—Securities” for a discussion of our securities portfolio and the unrealized losses related to the portfolio, as well as the “Marketable Securities” and “Disclosures about Fair Value of Financial Instruments” footnotes to the audited financial statements.\nOur exposure to municipalities may lead to operating losses.\nOur municipal bond portfolio may be impacted by the effects of economic stress on state and local governments. At December 31, 2024, we had $69 million invested in debt obligations of states, municipalities and political subdivisions (collectively referred to as our municipal bond portfolio). We also had $204 million of loans outstanding to municipalities and political subdivisions. State and local governments may experience financial stress due to: (i) declining revenues; (ii) large unfunded liabilities to government workers; and (iii) entrenched cost structures. Additionally, the debt-to-gross domestic product ratios for the majority of states have been deteriorating due to, among other factors, declines in federal monetary assistance. These challenges have led to speculation about the potential for a significant deterioration in the municipal bond market, which could materially affect our results of operations, financial condition and liquidity. We may not be able to mitigate the exposure in our municipal portfolio if state and local governments are unable to fulfill their obligations. The risk of widespread issuer defaults may also increase if there are changes in legislation that permit states, or additional municipalities and political subdivisions, to file for bankruptcy protection or if there are judicial interpretations that, in a bankruptcy or other proceeding, lessen the value of any structural protections.\nThe financial services sector represents a significant concentration within our investment portfolio.\nWithin our investment portfolio, we have a significant amount of corporate debt and mortgage-backed securities issued by companies in the financial services sector. Given current market conditions, this sector has an enhanced level of credit risk.\nPotential downgrades of U.S. government securities by one or more of the credit ratings agencies could have a material adverse effect on our operations, earnings and financial condition.\nA possible downgrade of the sovereign credit ratings of the U.S. government and a decline in the perceived creditworthiness of U.S. government-related obligations could impact the value of our investments, and the availability and pricing of funding transactions collateralized by those instruments. We cannot predict if, when or how any changes to the credit ratings or perceived creditworthiness of these organizations will affect economic conditions. Such ratings actions could result in a significant adverse impact on us. Among other things, a downgrade in the U.S. government’s credit rating could adversely impact the value of our securities portfolio and may trigger requirements that we post additional collateral for trades relative to these securities. A downgrade of the sovereign credit ratings of the U.S. government or the credit ratings of related institutions, agencies or instruments would significantly exacerbate the other risks to which we are subject and any related adverse effects on the business, financial condition and results of operations.\nRisks Related to Our Debit and Credit Activities\nChanges in card network rules or standards could adversely affect our business. \nIn order to provide our debit card and cash management solutions, we are members of the Visa network. As such, we are subject to card network rules that could subject us to a variety of fines or penalties that may be assessed on us. The termination of our membership or any changes in card network rules or standards, including interpretation and implementation of existing rules or standards, could increase the cost of operating our merchant services business or limit our ability to provide debit card and cash management solutions to or through our customers, and could have a material adverse effect on our business, financial condition and results of operations.\nChanges in card network fees could impact our operations. \nFrom time to time, the card networks increase the fees, known as interchange fees, that they charge to acquirers and that we charge to our merchants. It is possible that competitive pressures will result in us absorbing a portion of such increases in the future, which would increase our costs, reduce our profit margin and adversely affect our business and financial condition. In addition, the card networks require certain capital requirements. An increase in the required capital level would further limit our use of capital for other purposes. \nOur business could suffer if there is a decline in the use of debit cards as a payment mechanism or if there are adverse developments with respect to the financial services industry in general.\nAs the financial services industry evolves, consumers may find debit financial services to be less attractive than traditional or other financial services. Consumers might not use debit card financial services for any number of reasons, including the general perception of our industry. If consumers do not continue or increase their usage of debit cards, including making changes in the way debit cards are loaded, our operating revenues and debit card deposits may remain at current levels or decline. Any projected growth for the industry may not occur or may occur more slowly than estimated. If consumer acceptance of debit financial services does not continue to develop or develops more slowly than expected or if there is a shift in the mix of payment forms, such as cash, credit cards, and debit cards, away from our products and services, it could have a material adverse effect on our financial position and results of operations.\nOther Risks Related to Our Business\nThe corporate governance provisions in our articles of incorporation and bylaws, and the corporate governance provisions under Maryland law, may prevent or impede the holders of our common stock from obtaining representation on our Board of Directors and may impede takeovers of the Company that our board might conclude are not in the best interest of us or our stockholders.\nProvisions in our articles of incorporation and bylaws may prevent or impede holders of our common stock from obtaining representation on our Board of Directors and may make takeovers of Northwest Bancshares, Inc. more difficult. As a result, our stockholders may not have the opportunity to participate in such a transaction, which could provide a premium over the prevailing price of our common stock. The provisions that may discourage takeover attempts or make them more difficult include that our Board of Directors is divided into three staggered classes. A classified board makes it more difficult for stockholders to change a majority of the directors because it generally takes at least two annual elections of directors for this to occur. Our articles of incorporation include a provision that no person will be entitled to vote any shares of our common stock in excess of 10% of our outstanding shares of common stock. This limitation does not apply to the purchase of shares by a tax-qualified employee stock benefit plan established by us. In addition, our articles of incorporation and bylaws restrict who may call special meetings of stockholders and how directors may be removed from office. Additionally, in certain instances, the Maryland General Corporation Law requires a super majority vote of our stockholders to approve a merger or other business combination with a large stockholder, if the proposed transaction is not approved by a majority of our directors.\nOur ability to maintain our reputation is critical to the success of our business and the failure to do so may materially adversely affect our performance.\nOur reputation is one of the most valuable components of our business. A key component of our business strategy is to rely on our reputation for customer service and knowledge of local markets to expand our presence by capturing new business opportunities from existing and prospective customers in our current market and contiguous areas. As such, we strive to conduct our business in a manner that enhances our reputation. This is done, in part, by recruiting, hiring and retaining employees who share our core values of being an integral part of the communities we serve, delivering superior service to our customers and caring about our customers and associates. If our reputation is negatively affected by the actions of our employees, by our inability to conduct our operations in a manner that is appealing to current or prospective customers, or otherwise, our business and operating results may be adversely affected.\nIf our government banking deposits were lost within a short period of time, this could negatively impact our liquidity and earnings.\nAs of December 31, 2024, we held $618 million of deposits from municipalities throughout Pennsylvania, New York, Ohio, and Indiana. These deposits may be more volatile than other deposits. If a significant amount of these deposits were withdrawn within a short period of time, it could have a negative impact on our short-term liquidity and have an adverse impact on our earnings.\nOur funding sources may prove insufficient to replace deposits at maturity and support our future growth.\nWe must maintain sufficient liquidity to respond to the needs of depositors and borrowers. As such, we utilize a diverse set of funding sources in addition to core deposits. As we continue to grow, we are likely to become more dependent on these sources, which may include FHLB advances, proceeds from the sale of loans, federal funds purchased and brokered certificates of deposit. Adverse operating results or changes in industry conditions could lead to difficulty or an inability to maintain timely access to these additional funding sources. Our financial flexibility will be materially constrained if we are unable to maintain our access to funding or if adequate financing is not available to accommodate future growth at acceptable interest rates. If we are required to rely more heavily on more expensive funding sources to support future growth, our revenues may not increase proportionately to cover our costs. In this case, our operating margins and profitability would be adversely affected.\nA protracted government shutdown may result in reduced loan originations and related gains on sale and could negatively affect our financial condition and results of operations.\nDuring any protracted federal government shutdown, we may not be able to close certain loans and we may not be able to recognize non-interest income on the sale of loans. Some of the loans we originate are sold directly to government agencies, and some of these sales may be unable to be consummated during the shutdown. In addition, we believe that some borrowers may determine not to proceed with their home purchase and not close on their loans, which would result in a permanent loss of the related non-interest income. A federal government shutdown could also result in reduced income for government employees or employees of companies that engage in business with the federal government, which could result in greater loan delinquencies, increases in our nonperforming, criticized and classified assets and a decline in demand for our products and services.\nOur inability to tailor our retail delivery model to respond to consumer preferences in banking may negatively affect earnings. \nWe have expanded our market presence through acquisitions and growth. Our branch network continues to be a very significant source of new business generation, however, consumers continue to migrate much of their routine banking to self-service channels. In recognition of this shift in consumer patterns, we regularly review our branch network, which has resulted in branch consolidation accompanied by the enhancement of our capabilities to serve its customers through alternate delivery channels. The benefits of this strategy will depend on our ability to realize expected expense reductions without experiencing significant customer attrition.",
      "char_count": 78955
    }
  },
  "extracted_at": "2025-10-18T17:41:14.183567"
}