{
  "ticker": "ODC",
  "company_name": "Oil-Dri Corp of America",
  "cik": 74046,
  "form_type": "10-K",
  "filing_date": "2025-10-09",
  "period_of_report": "2025-07-31",
  "fiscal_year": 2025,
  "accession_number": "0001628280-25-044686",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0000074046&accession_number=000162828025044686&xbrl_type=v",
  "sic_code": "3990",
  "industry": "Miscellaneous Manufacturing Industries",
  "sections": {
    "item1": {
      "text": "ITEM 1 – BUSINESS\nOVERVIEW OF BUSINESS\nExcept as otherwise indicated herein or as the context otherwise requires, references to “Oil-Dri,” the “Company,” “we,” “us” or “our” refer to Oil-Dri Corporation of America and its subsidiaries.\nOil-Dri is a leader in developing, manufacturing and/or marketing sorbent products. Our sorbent products are principally produced from hydrated aluminosilicate minerals, primarily consisting of calcium bentonite, attapulgite and diatomaceous shale, which we refer to collectively as our “clay,” our “minerals,” or “Fuller's Earth.” We surface mine our clay on leased or owned land near our manufacturing facilities in Mississippi, Georgia, Illinois and California. We produce both absorbent and adsorbent products from our clay. Absorbents, like sponges, draw liquids up into their many pores. Examples of our absorbent clay products are Cat’s Pride and Jonny Cat branded premium cat litter, as well as other private label cat litters. Additional examples are our Oil-Dri branded floor absorbents, Amlan branded animal health and nutrition solutions for livestock, and Agsorb and Verge agricultural chemical carriers. Adsorbent products attract impurities in liquids, such as metals and surfactants, and form low-level chemical bonds. Examples of our adsorbent products include Ultra-Clear, Pure-Flo, Supreme, Perform, Select, Metal-X and Metal-Z which act as purification mediums for edible and non-edible oils. We also sell nonclay-based products, such as our Oil-Dri synthetic sorbents used for automotive, industrial and marine cleanup, silica gel-based crystal cat litter, and plastic cat litter box liners. Our principal products are described in more detail below.\n    Oil-Dri Corporation of America was incorporated in Delaware in 1969 as the successor to an Illinois corporation incorporated in 1946 (which was the successor to a partnership that commenced business in 1941). For additional information on recent business developments, see “Management’s Discussion and Analysis of Financial Condition and Results of Operations,” in Part II, Item 7, incorporated herein by reference.\nOPERATING SEGMENTS\nWe have two reportable operating segments for financial reporting derived from the different characteristics of our two major customer groups: the Retail and Wholesale Products Group and the Business to Business Products Group. The Retail and Wholesale Products Group customers include mass merchandisers, the farm & fleet channel, drugstore chains, pet specialty retail outlets, dollar stores, retail grocery stores, online retailers, co-packaged products customers, distributors of industrial cleanup and automotive products, environmental service companies and users of sports field products and sports turf materials. The Business to Business Products Group customers include processors and refiners of edible oils, renewable diesel, petroleum-based oils and biodiesel fuel; manufacturers of animal feed and agricultural chemicals; and distributors of animal health and nutrition products. Certain financial information on both segments is contained in Note 3 of the Notes to the Consolidated Financial Statements and is incorporated herein by reference.\nPRINCIPAL PRODUCTS BY OPERATING SEGMENT \nRetail and Wholesale Products Group\nCat Litter\n    We produce two types of mineral-based cat litter products, scoopable and coarse non-clumping litters, both of which have absorbent and odor controlling characteristics. Scoopable litters have the additional characteristic of clumping when exposed to moisture, allowing the consumer to selectively dispose of the used portion of the litter. Scoopable litter products are further differentiated between lightweight and heavyweight. Lightweight scoopable litters offer high performance with the added convenience of being lighter to carry and pour. All of our cat litter products are sold both domestically and internationally.\nBranded products. Our scoopable and non-clumping litters are sold under our Cat’s Pride and Jonny Cat brand names. Our Cat's Pride litters created the lightweight segment of the scoopable litter market. In fiscal year 2023, we launched Cat’s Pride Antibacterial Clumping Litter which is the first and only Environmental Protection Agency (“EPA”) approved antibacterial cat litter in the United States. In addition, we offer our non-clumping litter in a pre-packaged, disposable tray under the Cat’s Pride KatKit brand. Moreover, we offer litter box liners under the Cat's Pride and Jonny Cat product lines. These products are sold through independent food brokers and by our sales force to major grocery, drug, dollar store, mass-merchandiser, farm & fleet, and pet outlets, as well as through online retailers.\n\nPrivate label products. We produce private label scoopable and non-clumping cat litters. Our lightweight scoopable litters lead our private label cat litter offerings.\nCo-packaged products. We have a long-term supply agreement with A&M Products Manufacturing Company, a subsidiary of The Clorox Company (\"Clorox\"), under which we manufacture branded non-clumping litters. Under this agreement, the marketer controls all aspects of sales, marketing, and distribution, as well as the odor control formula, and we are responsible for manufacturing. This long-term supply agreement with Clorox grants us the exclusive right to supply Clorox’s requirements for Fresh Step coarse cat litter up to certain levels.\nCrystal litter products. Additionally, effective May 1, 2024, as a result of our acquisition of Ultra Pet Company, Inc. (\"Ultra Pet\"), we began selling crystal cat litter made of synthetic silica-gel granules. Similar to Oil-Dri’s clay-based lightweight litter, Ultra Pet’s crystal litter products are lightweight with superior odor control. Crystals are 99.9% dust free and absorb up to 90% of their weight in liquid. The acquired product portfolio includes brands such as Ultra, Litter Pearls, and Cat's Pride, as well as many private label offerings. These products are sold to consumers both domestically and internationally through e-commerce and brick and mortar retail stores.\nIndustrial and Automotive\nWe manufacture and/or sell products made from clay, polypropylene and recycled materials that absorb oil, acid, paint, ink, water and other liquids. These products have industrial, automotive, marine and home applications. Our clay-based sorbent products, such as Oil-Dri branded and private label floor absorbents, are used for floor maintenance in industrial applications to provide a non-slip and non-flammable surface for workers. These floor absorbents are also used in automotive repair facilities, car dealerships and other industrial applications, as well as for home use in garages and driveways. Our Oil-Dri branded polypropylene-based and recycled products are sold in various forms, such as pads, rolls, socks, booms and spill kits.\nIndustrial and automotive sorbent products are sold through distribution networks that include industrial, auto parts, safety, sanitary supply, chemical and paper distributors. These products are also sold both domestically and internationally through environmental service companies, mass-merchandisers, catalogs and e-commerce.\nSports \nWe manufacture and sell both branded and private label sports products. Pro’s Choice Sports Field Products are used on baseball, softball, football, cricket, and soccer fields. Pro’s Choice soil conditioners are used in field construction or as top dressing to improve drainage, suppress dust and improve field performance. Pro Mound packing clay is used to construct pitcher’s mounds, catcher's stations and batter’s boxes. Rapid Dry drying agent is used to wick away excess water from the infield. Sports products are used at all levels of play, including professional, college and high school and on municipal fields. These products are sold domestically through distributors of sport turf materials as well as directly to sports field product users.\nBusiness to Business Products Group\nFluids Purification\nWe produce an array of adsorbent products for bleaching, purification and filtration applications that are used around the world by edible oil processors, as well as by refiners of renewable diesel, jet fuel and other petroleum-based products. Bleaching clays are used by edible oil processors to adsorb soluble contaminants that promote oxidation problems. Our Pure-Flo and Perform bleaching clays remove impurities, such as trace metals, chlorophyll and color bodies, in various types of edible oils. Perform products provide increased activity for hard-to-bleach oils. Our Select adsorbents are used in a pre-treatment process to remove metals and trace soap in vegetable oil processing. Our Select adsorbents can also be used to pre-treat oil in the processing of biodiesel. Metal-X and Metal-Z are highly efficient adsorbents for the renewable diesel market. Our Ultra-Clear product is used as a purification and filtration medium for jet fuel and other petroleum-based products. These products are sold in the United States and in international markets by our team of technical sales employees, distributors and sales agents.\nAgricultural and Horticultural\nWe produce a wide range of granules and powders used to enhance agricultural and horticultural products. Our mineral-based absorbent products serve as carriers for biological and chemical active ingredients, drying agents, and growing media. Our brands include: Agsorb, an agricultural and horticultural carrier and drying agent; Verge, an engineered granule used as a carrier and drying agent; and Flo-Fre, a highly absorbent microgranule used as a flowability aid. \n\nAgsorb and Verge carriers are used in products that are alternatives to liquid sprays. These products are sold for lawn and garden and row crop applications. The clay granules absorb active ingredients and are then delivered directly into, or on top of the ground, providing a more precise application than liquid sprays. Verge carriers are spherical, uniform-sized granules with very low dust. Agsorb drying agent is blended into fertilizer-pesticide blends applied to absorb moisture and improve flowability. Flo-Fre microgranules are used by grain processors and other large handlers of bulk products to soak up excess moisture, which prevents caking. These products are sold primarily in the United States by our technical sales force.\nAnimal Health and Nutrition\nWe produce, or use contract processors to produce, Amlan brand name and private label products that support good health and productivity of species in livestock industries. For example, our products, including our Calibrin, Varium and NeoPrime products in our international markets, and Sorbiam, Ambio P and Ambio S products to customers in North America, provide a number of solutions for swine, poultry and dairy cattle livestock production. In addition, our MD-09 moisture manager product is a feed additive for the reduction of wet droppings in poultry and our Pel-Unite and Pel-Unite Plus products are specialized animal feed pellet binders.\nOur animal health and nutrition products are sold both directly and through a network of distributors to livestock producers, feed mill operators, nutritionists and veterinarians in the United States, Latin America, Africa, Mexico, the Middle East and Asia. The sales force for our subsidiaries located in China, Mexico and Indonesia also sell these products, as further described in Foreign Operations below.\nFOREIGN OPERATIONS\nOur foreign operations located in Canada and the Netherlands are included in the Retail and Wholesale Products Group, while operations in the United Kingdom, China, Switzerland, Mexico and Indonesia are included in the Business to Business Products Group.\nOur wholly-owned subsidiary, Oil-Dri Canada ULC, located in Canada, is a manufacturer, distributor and marketer of branded and private label cat litter in the Canadian marketplace. Among its leading brands are Saular, Cat’s Pride and Jonny Cat. Our Canadian business also manufactures or purchases and sells industrial granule floor absorbents, synthetic polypropylene sorbent materials and agricultural chemical carriers.\nOur wholly-owned subsidiary, MBA Pet BV, located in the Netherlands, which was acquired on May 1, 2024 as part of the acquisition of Ultra Pet, is a distributor of silica gel-based cat litter to the Europe region. \nOur wholly-owned subsidiary, Oil-Dri (U.K.) Limited, located in the United Kingdom, is a manufacturer, distributor and marketer of bleaching earth, industrial floor absorbents and cat litter. These products are marketed in the United Kingdom and Western Europe. Oil-Dri (U.K.) Limited also sells synthetic polypropylene sorbent materials and plastic containment products.\nOur wholly-owned subsidiary, Amlan Trading (Shenzhen) Company, Ltd., located in China, is dedicated to animal health and provides natural disease management solutions for livestock. This subsidiary sells animal health and nutrition products under our Amlan brand name and under private label arrangements. \nOur wholly-owned subsidiary, PT Amlan Perdagangan Internasional, located in Indonesia, also distributes our animal health and nutrition products.\nOur wholly-owned subsidiary, Oil-Dri SARL, located in Switzerland, performs various management, customer service and administrative functions for some of the international customers of our domestic operations.\nOur wholly-owned subsidiary, Agromex Importaciones, S.A de C.V, located in Mexico, sells our international animal health and nutrition products.\nOur foreign operations are subject to the normal risks of doing business in non-U.S. countries, such as currency fluctuations, restrictions on the transfer of funds and import/export duties; however, historically our operating results have not been materially impacted by these factors. Incorporated herein by reference are Item 1A \"Risk Factors,\" which describes other risks that could impact our foreign operations, and Note 3 of the Notes to the Consolidated Financial Statements, which contains certain financial information about our foreign operations.\n\nCUSTOMERS\nWalmart Inc. (“Walmart”) is a customer in our Retail and Wholesale Products Group with whom we have a long-term relationship. Sales to Walmart and its affiliates accounted for approximately 19% and 20% of our total net sales for fiscal years 2025 and 2024, respectively. Sales to Walmart are comprised of a variety of products including but not limited to, multiple scoopable, coarse, and crystal cat litter items and accessories. There are no customers in the Business to Business Products Group with sales equal to or greater than 10% of our total sales. The degree of margin contribution of our significant customers in the Business to Business Products Group varies, with certain customers having a greater effect on our operating results. The loss of any customer other than those described in this paragraph would not be expected to have a material adverse effect on our business.\nCOMPETITION\nProduct performance, price, brand recognition, customer service, technical support, and distribution resources are the principal methods of competition in our markets and competition historically has been very vigorous. Advertising, promotion, merchandising and packaging also have a significant impact on retail consumer purchasing decisions, which primarily affects our Retail and Wholesale Products Group. Most of the principal competitors for our Retail and Wholesale Products Group have substantially greater financial resources or market presence than we do and have established brands. These competitors may be able to spend more aggressively on advertising and promotional activities, introduce competing products more quickly and respond more effectively to changing business and economic conditions than us.\nWe have six principal competitors in our Retail and Wholesale Products Group, one of which is also our customer. Two of the principal competitors relate to our Industrial and Sports products while the other four relate to our cat litter products. The overwhelming majority of all cat litter is mineral based, including both scoopable and coarse non-clumping litter. Through our acquisition of Ultra Pet, we have expanded our footprint into the silica gel-based cat litter market, which is a growing cat litter market. Cat litters based on other alternatives, such as paper and various agricultural waste products, have niche positions. Scoopable products have a majority of the cat litter market share followed by coarse non-clumping litters.\nThere is significant competition to attract cat litter consumers across multi-outlet channels, including grocery, mass-merchandiser, dollar, pet and drug stores, as well as through online retailers. Competition for the scoopable litter market continues to be impacted by new product offerings and increased advertising and promotions by our competitors and by us. We provide our customers with product innovation, a nation-wide distribution network and strong customer service. Our exceptional sales and research and development teams, as well as our being vertically integrated, give us a further advantage over smaller and regional manufacturers. With the acquisition of Ultra Pet and our subsequent entrance into the crystal cat litter market we continue to expand our customer offerings. \nWe currently have nine principal competitors in our Business to Business Products Group. Our bleaching clay and fluids purification products are sold in a highly cost competitive global marketplace. The demand for these products has grown in recent years due to the use of our products in the filtration of renewable diesel. Performance is a primary competitive factor for these products. The animal health portion of this segment also operates in a global marketplace with price and performance competition from multi-national and local competitors. Competition for our crop protection products is primarily based on price, but competitor differentiation also exists in the ability to meet customer product specifications and enhancements in engineered granule technologies.\nRESEARCH AND DEVELOPMENT\nWe develop new products and applications and improve existing products at our research and development center, the Nick Jaffee Center for Innovation, located in Vernon Hills, Illinois. The Nick Jaffee Center for Innovation includes a pilot plant that simulates the production processes of our customers and our manufacturing plants. In addition, our microbiology lab, the Richard M. Jaffee Laboratory for Applied Microbiology, is within walking distance of the Nick Jaffee Center for Innovation and is dedicated primarily to the development of our animal health products. Our staff (and various consultants they engage from time to time) have experience in disciplines such as biology, microbiology, chemistry, physics, mathematics, geological and earth science, material science, geochemistry, physical catalysis, animal nutrition, and the animal sciences. In the past several years, our research efforts have resulted in a number of new sorbent products and processes. The Nick Jaffee Center for Innovation produces prototype samples and tests new products for customer trial and evaluation. No significant research and development was customer sponsored, and all research and development costs are expensed in the period in which incurred. See Note 1 of the Notes to the Consolidated Financial Statements for further information about research and development expenses.\nSEASONALITY\n\nWe consider our business, taken as a whole, to be moderately seasonal; however, business activities of certain customers, such as agricultural chemical manufacturers and edible oil producers, are subject to such seasonal factors as crop acreage planted, product formulation cycles and weather conditions. Additionally, demand for our sports products fluctuates depending on the time of year that certain sports, including baseball, softball, football, cricket, and soccer are played.\nRESOURCES\nPatents\nWe have obtained or applied for patents for certain of our processes and products sold to customers in both the Retail and Wholesale Products Group and the Business to Business Products Group. U.S. patents are currently granted for a term of 20 years from the date the patent application is filed, and our U.S. patents generally have durations of 15-20 years. The durations of patents issued outside of the United States vary from country to country, and generally have durations of 10-15 years. Our patents, particularly our U.S. patents, are highly important to our business and we assert our patent rights and vigorously protect our patents from apparent infringement where appropriate, although no single patent is considered material to the business as a whole. The risks associated with our patents (and intellectual property, generally), are discussed in Item 1A \"Risk Factors.\"\nReserves\nWe mine our clay on leased or owned land near our manufacturing facilities in Mississippi, Georgia, Illinois and California, and we also have reserves in Nevada and Tennessee. We estimate that our proven mineral reserves as of July 31, 2025, were approximately 92.3 million tons in aggregate and our probable mineral reserves were approximately 115.3 million tons in aggregate, for a total of 207.6 million tons of mineral reserves. Based on our rate of consumption during fiscal year 2025, and without regard to any of our reserves in Nevada or Tennessee, we consider our proven and probable reserves adequate to supply our needs for over forty years. Although we consider these reserves to be extremely valuable to our business, we do not believe they have inherent value and only become valuable through the mining and manufacturing methods as further described in Item 2 \"Properties\".\nIt is our policy to attempt to maintain a minimum of forty years of proven and probable reserves of each type of clay at each location. We have an ongoing program of exploration for additional reserves, but we cannot provide assurance that additional reserves will continue to become available. Our use of these reserves, and our ability to explore for additional reserves, are subject to compliance with existing and future federal and state statutes and regulations regarding mining and environmental compliance. During fiscal year 2025, we utilized these reserves to produce substantially all of the sorbent products that we sold.\nProven reserves are those reserves for which (a) quantity is computed from dimensions revealed in outcrops, trenches, workings or drill holes; grade and/or quality are computed from results of detailed sampling, and (b) the sites for inspection, sampling and measurement are spaced so closely and the geologic character is so well defined that size, shape, depth and mineral content of reserves are well established. Probable reserves are computed from information similar to that used for proven reserves, but the sites for inspection, sampling and measurement are farther apart or are otherwise less adequately spaced. The degree of assurance, although lower than that for proven reserves, is high enough to assume continuity between points of observation. We use certified professional geologists and mineral specialists who estimate and evaluate existing and potential reserves in terms of quality, quantity and availability.\nMining Operations\nWe have continuously conducted mining operations in Ripley, Mississippi since 1963, in Ochlocknee, Georgia since 1968, in Blue Mountain, Mississippi since 1989, in Mounds, Illinois since 1998 and in Taft, California since 2002. Our clay is surface mined on a year-round basis, using large earth moving scrapers, bulldozers, or excavators and off-road trucks to strip off overburden (non-usable material atop desired clay). The desired clay is then loaded into dump trucks and transported to the processing facilities. The stripping, mining and hauling of our clay is performed in-house as well as by independent contractors. Our current operating mines range in distance from immediately adjacent to approximately eleven miles from the related processing plants. Processing facilities are generally accessed from the mining areas by private and public roads and in some instances by public highways. Each of our processing facilities maintains inventories of unprocessed clay for approximately one week of production requirements. All material permits have either been obtained by us, or approval is expected to be received in the normal course of business. See Item 2 “Properties” below for additional information regarding our mining properties and operations.\n\nThe following schedule summarizes the net book value of land, mining assets and other plant and equipment for each of our manufacturing facilities as of July 31, 2025 (in thousands). Of the mining assets, $0.8 million relates to mineral rights. Mineral rights as of July 31, 2025, were $0.3 million and $0.5 million for our properties in Illinois and California, respectively. \n\n                                          Land         Mining Assets, Net       Plant andEquipment, Net\nOchlocknee, Georgia                 $8,183                $4,656                      $47,843          \nRipley, Mississippi                 $1,855                  $864                      $22,542          \nMounds, Illinois                      $321                  $961                      $18,706          \nBlue Mountain, Mississippi            $875                   $62                      $13,690          \nTaft, California                      $384                  $866                      $14,668          \nEnergy\nWe primarily use natural gas in the processing kilns to dry our clay products. We monitor gas market trends, and we may contract for a portion of our anticipated fuel needs using forward purchase contracts to mitigate the volatility of our kiln fuel prices. During fiscal years 2025 and 2024, we purchased several forward fuel contracts in Georgia and California which will cover a portion of our needs through fiscal year 2026. \nHUMAN CAPITAL MANAGEMENT\nOverview\nAs part of our efforts to drive continued growth and increased profitability, we are keenly focused on building an organization that attracts and retains top talent and develops the skills necessary to drive differentiation for our business. As of July 31, 2025, we had approximately 928 employees globally, who we refer to as our teammates, of which 893 are based in the U.S and 35 are located internationally. We believe our corporate offices, research and development center and manufacturing facilities are currently adequately staffed but there is no guarantee that this will always be possible. Approximately 58 of our teammates in the U.S. and approximately 15 of our teammates in Canada are represented by labor unions, with whom we have entered into separate collective bargaining agreements. We consider our employee relations with our teammates represented by labor unions to be satisfactory.\nCulture\nOil-Dri’s culture and values, along with its teammates, are our most valuable assets. We take pride in building a culture that emphasizes high moral and ethical values and conducts business with honesty, integrity and a passion for excellence. Our approach is centered on collaboration, communication, and transparency, and we believe in the value of an open and accessible corporate structure. We expect all our teammates to conduct business in an ethical and fair manner using our “WE CARE” values framework.\nOil-Dri's culture and the objectives that we focus on in managing our business are based on our “WE CARE” values. “WE CARE” is an acronym for remembering our core values, which is the moral standard that we endeavor to apply to our teammates, customers, vendors, and other stakeholders. We continuously work to reinforce these values through leading by example, training, and rewarding positive behaviors. We use “WE CARE” values as a moral compass to constantly strive for continuous improvement. These values are embedded into everything we do and are reflected in our Code of Ethics and Business Conduct, formal policies and procedures, continuous training including training on workplace harassment, and a strong governance structure. Our \"WE CARE\" values are also the basis of our formal teammate recognition process.\n![alt  WE CARE 10k graphic (new 4) .jpg](https://www.sec.gov/Archives/edgar/data/74046/000162828025044686/odc-20250731_g1.jpg)\n\nOur Code of Ethics and Business Conduct details how we act in accordance with these fundamental standards. The first “E” in \"WE CARE\" represents Ethics. Oil-Dri’s ethical culture is one of our greatest strengths and areas of emphasis by our Board of Directors (\"Board\") and management team. Our Chief Executive Officer (\"CEO\") has been asked to speak on this topic at local business schools, including the Kellogg School of Management at Northwestern and Marquette University. Our CEO’s continued messaging to all Oil-Dri teammates about the importance of our ethical culture helps maintain a strong tone at the top for our entire organization. \nWe have codified our compliance and ethics requirements through our Code of Ethics and Business Conduct, the Human Rights Policy, Supplier Code of Conduct and Whistleblower Response Policy. \nUnder the direction of the Vice President of Compliance, the Company’s compliance program ensures adherence to the highest ethical standards and regulatory requirements, including but not limited to the Foreign Corrupt Practices Act (FCPA), the Company’s Code of Ethics and Business Conduct, Whistleblower Protection, and other applicable public company standards. As part of the focus on addressing potential risks and ensuring a global understanding of the various applicable policies and requirements, we have also translated our Code of Ethics and Business Conduct and our Supplier Code of Conduct into French, Mandarin and Spanish. Our Board also annually attests to Oil-Dri’s Code of Ethics and Business Conduct. The Vice President of Compliance also conducts a thorough third-party due diligence process for new third-parties that includes the use of compliance software. In addition, our distributor and agent agreements include a mandatory anti-corruption regulatory compliance section.\nOil-Dri has strong policies and procedures in place for anti-corruption and conflicts of interest. This includes training and attestation requirements where appropriate. Oil-Dri is committed to whistleblower protection and uses a third-party anonymous hotline available on our website, where teammates or third parties across the globe can reach out via phone or internet with any concerns they may have and be ensured of anonymity in reporting if they so desire. The Company has documented and implemented procedures to ensure the protection of whistleblowers' employment status as well as protection from harassment in the workplace. Our anti-corruption training emphasizes the necessity of whistleblower procedures, protection, and zero tolerance for retaliation. This training is given within the first few months of hire to new teammates with sales and/or leadership roles that interact with customers and/or teammates outside the U.S. Additionally, anti-corruption training is repeated annually at our Global Sales Meeting for all attending teammates; including sales teams across the globe as well as all Oil-Dri leadership personnel and other teammates in roles that support sales.\nAs individual hotline cases are investigated, the Company's Vice President of Compliance works with Human Resources and any other teammates involved in the investigation to ensure confidentiality is maintained and whistleblowers are protected; our compliance training emphasizes that this is not only required by law, but clearly fits with our \"WE CARE\" \n\nvalues. All cases are investigated to conclusion, with follow up provided, where possible, on an anonymous basis back to the whistleblower through the anonymous third-party hotline. \n\"WE CARE\" for all. Our strength as a company comes from leveraging the uniqueness of all teammates and those in our communities. We strive to promote a diverse and inclusive workforce for all. We are committed to fostering a safe, collaborative, supporting and respectful environment that values diverse perspectives, mitigates unconscious bias and enables a culture where teammates can bring their authentic self to work. We believe that Oil-Dri’s success is enhanced by endeavoring to attract and retain a workforce that reflects the diversity of the communities and countries in which we live and work. We embrace all people, regardless of race, sex, gender identity, age, religion, nationality, physical ability or sexual orientation. We are committed to cultivating and preserving a culture of inclusion. \nCompensation\nWe believe our success largely depends upon our continued ability to attract and retain highly skilled teammates. We have demonstrated a history of investing in our teammates by providing market competitive salaries and bonuses at all levels of the Company that are consistent with similar roles, skill levels, experience, knowledge and geographic locations where we operate. Our executive compensation programs include a deferred compensation plan and executive deferred bonuses, as well as opportunities for equity ownership through our restricted stock program under our long-term incentive plan. We believe this aligns the interests of our executives with those of our shareholders. We also provide access to training and development and an attractive employment package that promotes well-being, including health care, retirement plans, and paid time off. In the U.S., we support our teammates’ desire to save for retirement by providing a 401(k) savings plan in which we contribute 100% of every employee dollar contributed, up to six percent (6%) of earnings and for which employees are fully vested after two (2) years of employment. Outside of the U.S., employees are eligible for a variety of supplemental benefits based on local market practices. The competitive compensation and benefit package have been key to the strong retention of our employees. \nTeammate Health and Wellness\nThe success of our business is fundamentally connected to the well-being of our teammates. As such, the health and wellness of our teammates is a top priority. We offer robust and generous benefit programs to those who qualify, which include, but are not limited to, health, prescription drug, dental, life insurance and disability insurance. We also offer wellness programs to those who qualify, to help our teammates live healthy lives. Smoking cessation programs are offered to teammates at no cost. We also offer gym and weight loss reimbursement in order to encourage a healthy lifestyle. Our employee assistance program provides face-to-face, telephonic and online counseling services for a variety of potential needs that our teammates may have. Our commitment to the wellness of our teammates is further evidenced by our paid time off and sick days program, which are part of the work/life balance component of our \"WE CARE\" values framework.\nWorkplace Flexibility\nDuring fiscal year 2025, Oil-Dri continued a hybrid work environment for many of our non-manufacturing teammates, with the option for some positions to be 100% remote. Oil-Dri offers a wide range of employment opportunities including full and part-time positions which support our Work/Life Balance values. By providing these flexible work options, among other initiatives, we are able to attract and retain diverse talent throughout the Company.\nContinuous Teammate Development\nWe encourage our teammates to reach their potential with continuous learning and improvement. All teammates have access to our online training and development library for on-demand courses, webinars, books and podcasts. Teammates may attend conferences and programs and/or obtain certifications that relate to their positions at no cost. For teammates looking to further their education, we offer varying levels of tuition reimbursement programs after one year of employment. This is designed to provide financial support to help teammates reach their educational goals, while also providing a way to support academic activities that directly relate to the organization’s identified knowledge, skills, and behaviors which support the mission, vision, and values of the Company.\nTeammate Engagement\nOil-Dri maintains an open-door policy that encourages conversations between teammates at all levels. Communication goes both ways - ideas are shared and feedback is encouraged. We engage with teammates on a regular basis through newsletters, townhalls, video announcements, meetings, and new hire luncheons with our CEO. On occasion, anonymous \n\nonline surveys are issued to solicit feedback on various work-related topics. We come together to celebrate work anniversaries, birthdays, retirements and other special occasions. \nSafety\nWe believe that safety must be the first and foremost consideration in the decisions made by and on behalf of the Company. We believe safety is everyone’s responsibility - from senior management to frontline workers. As part of our company-wide safety policies, it is expected that all teammates identify safety risks and take action by implementing interim controls, ensuring that controls are maintained, and recommending permanent solutions. Additionally, as part of our annual budget and capital planning process, our businesses identify additional safety investments required for training, education, equipment, and processes. We are committed to operating in a manner that protects the health and safety of our workforce and our communities and ensures decisions are consistent with a long-term view of sustainability and stewardship. \nThrough our corporate safety department, we implemented a safety auditing program for adherence to local, state and federal safety standards and regulations including those of the Mine Safety and Health Administration (\"MSHA\") and the Occupational Safety and Health Administration (\"OSHA\"). These audits are conducted annually for global operations by third-party consultants enforcing a rigorous assessment of regulatory standards, internal procedures and program performance. Audit assessments and inspections are scored and are currently indicating high levels of compliance in our operations. The auditing program confirms the Company’s commitment to best management practices and principles. We continually increase the rigor and level of scrutiny to drive continuous improvement in our operations. \nGOVERNMENT AND ENVIRONMENTAL REGULATION AND COMPLIANCE\nWe are subject to a variety of federal, state, local and foreign laws and regulatory requirements relating to the environment and to health and safety matters. In particular, our mining and manufacturing operations and facilities in Georgia, Mississippi, California and Illinois are required to comply with state surface mining and environmental protection statutes as well as the workplace safety requirements of the MSHA. These domestic locations and our Canadian operations are subject to various federal, state, provincial and local statutes, regulations, ordinances, building codes, and permitting and licensing requirements which govern the discharge, storage and disposal of materials, water and waste into the environment, maintenance of our locations or otherwise regulate our operations. In recent years, regulation and enforcement have grown increasingly stringent, a trend that we expect will continue. We endeavor to be in compliance at all times and in all material respects with all applicable environmental, health and safety controls and regulations. As a result, compliance with the various statutes, regulations, ordinances, codes, and other requirements have required continuing management efforts and the expenditures relating to such compliance have varied over the years; however, these expenditures have not had a material adverse effect on our capital expenditures, earnings, or competitive position. As part of our ongoing environmental compliance activities, we incur expenses in connection with reclaiming mining sites. Historically, reclamation expenses have not had a material effect on our cost of goods sold.\nIn addition to the environmental, health and safety requirements related to our mining and manufacturing operations and facilities, there has been increased federal, state and international regulation with respect to the content, labeling, use, packaging, registration, trade compliance, advertising, and disposal of products that we sell. For example, in the United States, some of our operations, products, product claims, labeling and advertising are regulated by the Food and Drug Administration (\"FDA\"), the Consumer Product Safety Commission (\"CPSC\"), OSHA, MSHA, EPA and the Federal Trade Commission (\"FTC\"). Most states have agencies that regulate in parallel to these federal agencies. In addition, our international sales and operations are subject to regulation in each of the foreign jurisdictions in which we manufacture, distribute or sell our products. There is increasing federal and state regulation with respect to the content, labeling, use, and disposal after use of various products we sell. Throughout the world, but particularly in the United States and Europe, there is also increasing government scrutiny and regulation of the food chain and products entering or affecting the food chain. We endeavor to be in compliance at all times and in all material respects with those regulations and to assist our customers in that compliance.\nWe cannot provide assurance that, despite all commercially reasonable efforts, we will always be in compliance in all material respects with all applicable environmental laws and requirements nor can we assure that from time to time enforcement of such requirements will not have a material adverse effect on our business. The imposition of more stringent standards or requirements under such regulations could result in increased expenditures. Additionally, we could be required to alter our operations in order to comply with any new standards or requirements under environmental laws or regulations. See Item 1A “Risk Factors - Risks Related to Regulatory Compliance” below for a discussion of the impact of government regulations on our business and other risks to our business.\nAVAILABLE INFORMATION\nThis Annual Report on Form 10-K, as well as our Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and any amendments to all of the foregoing reports, are made available free of charge on or through the “Investors” section of our website at www.oildri.com as soon as reasonably practicable after such reports are electronically filed with or furnished to the SEC. Information related to corporate governance at Oil-Dri, including its Code of Ethics and Business Conduct, information concerning executive officers, directors and Board committees, and transactions in Oil-Dri securities by directors and executive officers, is available free of charge on or through the “Investors” section of our website at www.oildri.com. The information on our website is not included as a part of, nor incorporated by reference into, this Annual Report on Form 10-K. The SEC also maintains a website, www.sec.gov, that contains reports, proxy and information statements and other information regarding issuers that file electronically with the SEC.",
      "char_count": 43698
    },
    "item1a": {
      "text": "ITEM 1A – RISK FACTORS\n\nWe seek to identify, manage and mitigate risks to our business, but risk and uncertainty cannot be eliminated or necessarily predicted. You should consider the following factors carefully, in addition to other information contained in this Annual Report on Form 10-K, before making an investment decision with respect to our securities. The risks described below are not the only risks we face. Our business operations could also be affected by additional factors that are not presently known to us or that we currently consider to be immaterial in our operations.\nRisks Related to Our Business\n\nOur future growth and financial performance are meaningfully impacted by successful new product introductions.\nA significant portion of our net sales comes from the sale of products in mature categories, some of which have, at times, experienced little or no volume growth or have had volume declines in recent fiscal years. A significant part of our future growth and financial performance will require that we successfully introduce new products or extend existing product offerings to meet emerging customer needs, technological trends and product market opportunities. We cannot be certain that we will achieve these goals. The development and introduction of new products generally require substantial and effective research, development and marketing expenditures, some or all of which may be unrecoverable if the new products do not gain market acceptance. New product development itself is inherently risky, as research failures, competitive barriers arising out of the contractual and intellectual property rights of others, launch and production difficulties, customer rejection and unexpectedly short product life cycles as well as other factors and events beyond our control may occur even after substantial effort and expense on our part. We may, at times, experience limitations on our ability to conduct plant tests with customers, which may impact our sales. Further, new product lines acquired as a result of business combinations may not produce the boost in profitability we initially expected. Even in the case of a successful launch of a new product, the ultimate benefit we realize may be uncertain if the new product “cannibalizes” sales of our existing products beyond expected levels. See “Government regulation imposes significant costs on us, and future regulatory changes (or related customer responses to regulatory changes) could increase those costs or limit our ability to produce and sell our products” for a discussion of additional risks associated with new product development and launches.\nWe face intense competition in our markets.\nOur markets are highly competitive and we expect that both direct and indirect competition will increase in the future. Our overall competitive position depends on a number of factors including price, customer service, marketing, advertising and trade spending, technical support, product quality and delivery. Some of our competitors, particularly in the sale of cat litter (the largest product in our Retail and Wholesale Products Group), have substantially greater financial resources and market presence with established brands. We also face competition between our product lines, as some of our products are considered alternatives to other products that we offer. This competition in the future may, in some cases, lead to price reductions, increased promotional spending, or loss of market share or product distribution, any of which could materially and adversely affect our operating results and financial condition.\nOur periodic results may be volatile.    Our operating results have varied on a quarterly basis during our operating history and are likely to fluctuate significantly in the future. Our expense levels are based, in part, on our expectations regarding future net sales, and many of our expenses are fixed, particularly in the short term. We may be unable to adjust spending in a timely manner to compensate for any unexpected revenue shortfall. Any significant shortfall of net sales in relation to our expectations could negatively affect \n\nour quarterly operating results. Our operating results may be below the expectations of our investors as a result of a variety of factors, many of which are outside our control. The Company has experienced growth in recent periods, which may not be sustainable or indicative of future growth. Factors that may affect our quarterly operating results include but are not limited to:\n• fluctuating demand for our products and services;\n• size and timing of sales of our products and services;\n• the mix of products with varying profitability sold in a given quarter;\n• our ability to anticipate and adapt to rapidly changing consumer behavior or other market conditions;\n• our ability to successfully implement price increases and surcharges, particularly in a timely manner that corresponds with cost increases, as well as other changes in our pricing policies;\n• variations in purchasing patterns by our customers, including due to weather conditions, inventory planning, or other factors outside of our control;\n• the ability of major customers and other debtors to meet their obligations to us as they come due;\n• disruptions in supply chains;\n• an increase in the costs and availability of labor;\n• changes in tariff rates and trade policies;\n• the incurrence of restructuring, impairment or other charges; and\n• general economic conditions and specific economic conditions in our industry and the industries of our customers.\n To the extent these factors slow or change, consumer demand for our products may not be sustained or may decrease, and our results could be adversely affected. This variability and unpredictability could result in our failure to meet the expectations of research analysts or investors for any period, which could cause our stock price to decline. We believe that quarter-to-quarter comparisons of our operating results are not necessarily meaningful and encourage investors to not rely on the results of one quarter as an indication of our future performance.\nUncertainties in economic conditions and their impact on consumer spending patterns could adversely impact our business, financial condition, and results of operations.\nThe United States has from time to time experienced challenging economic conditions and the global financial markets have recently undergone and may continue to experience significant volatility and disruption. Our business, financial condition and results of operations may be materially adversely affected by factors beyond our control, including changes in consumer confidence, levels of unemployment, consumer debt levels, inflation, interest rates, tax rates, tariffs, adverse weather conditions and general uncertainty regarding the overall future economic environment. The keeping of pets and the purchase of pet-related products may constitute discretionary spending for some consumers and any material decline in the amount of consumer discretionary spending may reduce overall levels of pet ownership or spending on pets. As a result, a recession or slowdown in the economy may cause a decline in demand for our products. If economic conditions result in decreased spending on pets or have a negative impact on our retail customers and suppliers, our business, financial condition and results of operations may be materially adversely affected.\nAcquisitions involve a number of risks, any of which could cause us not to realize the anticipated benefits.\nAs part of our business strategy we completed the Ultra Pet acquisition in May 2024 and intend, from time to time, to strategically explore potential additional opportunities to expand our operations and reserves through acquisitions. Identification of good acquisition candidates is difficult and highly competitive. If we are unable to identify attractive acquisition candidates, complete acquisitions, and successfully integrate the companies, businesses or properties that we acquire, our profitability may decline, and we could experience a material adverse effect on our business, financial condition, or operating results. Acquisitions involve a number of inherent risks, including but not limited to:\n• uncertainties in assessing the value, strengths, and potential profitability of acquisition candidates, and in identifying the extent of all weaknesses, risks, contingent and other liabilities (including environmental, legacy product or mining safety liabilities) of those candidates;\n• the potential loss of key customers, suppliers, management and employees of an acquired business;\n• the ability to achieve identified operating and financial synergies anticipated to result from an acquisition;\n•the diversion of management's attention from other business concerns;\n\n•the incurrence of other significant charges, such as impairment of goodwill or other intangible assets, asset devaluation or restructuring charges;\n•unforeseen difficulties encountered in operating in new geographic areas or other new markets;\n• problems that could arise from the integration of the acquired business, its management or other unanticipated problems or liabilities;\n• unanticipated changes in business, industry or general economic conditions that affect the assumptions underlying our rationale for pursuing the acquisition; and\n•significant cash outflows or additional indebtedness required to complete acquisitions, which could raise liquidity concerns. \nAny one or more of these factors could cause us not to realize the benefits we anticipate to result from an acquisition. Moreover, acquisition opportunities we pursue could materially affect our liquidity and capital resources and may require us to use a significant portion of our available cash, incur indebtedness, seek equity capital or a combination of these options, and there can be no assurances that we can obtain indebtedness or equity capital on terms acceptable to the Company. Using available cash and incurring indebtedness would result in a corresponding decrease in our liquidity. Increased borrowings would correspondingly increase the Company's financial leverage and could result in lower credit ratings and increased future borrowing costs. These risks could also reduce the Company's flexibility to respond to changes in its industry or in general economic conditions. In addition, future acquisitions could result in our assuming more long-term liabilities relative to the value of the acquired assets than we have assumed in our previous acquisitions.\nWe depend on a limited number of customers for a large portion of our net sales.\nA limited number of customers account for a large percentage of our net sales, as described in Item 1 “Business” above. The loss of, or a substantial decrease in the volume of, purchases by Walmart or any of our other top customers could harm our sales and profitability. In addition, an adverse change in the terms of our dealings with, or in the financial wherewithal or viability of, one or more of our significant customers could harm our business, financial condition and results of operations.\nWe expect that a significant portion of our net sales will continue to be derived from a small number of customers and that the percentage of net sales represented by these customers may increase. As a result, changes in the strategies of our largest customers may reduce our net sales. These strategic changes may include a reduction in the number of brands or variety of products they carry or a shift of shelf space to private label products or increased use of global or centralized procurement initiatives. In addition, our business is based primarily upon individual sales orders placed by customers rather than contracts with a fixed duration. Accordingly, most of our customers could reduce their purchasing levels or cease buying products from us on relatively short notice. While we do have long-term contracts with certain of our customers, even these agreements are subject to termination in certain circumstances. In addition, the degree of profit margin contribution of our significant customers varies. If a significant customer with a more favorable profit margin was to terminate its relationship with us or shift its mix of product purchases to lower-margin products, it would have a disproportionately adverse impact on our results of operations.\nOur large customers also have significant purchasing leverage. Customers may demand lower pricing, special packaging, shorter lead times for the delivery of products or impose other requirements on product suppliers like us. These business demands may relate to inventory practices, logistics or other aspects of the customer-supplier relationship. If we do not effectively respond to the demands of our customers, they could decrease or eliminate their purchases from us. These risks could be exacerbated if such large customers consolidate, or if our smaller customers consolidate to become larger customers, which would increase their purchasing leverage. A reduction in the purchases of our products by customers or the costs of complying with customer business demands could have a material adverse effect on our business, financial condition and results of operations.\nPrice or trade concessions, or the failure to make them to retain customers, could adversely affect our sales and profitability.\nThe products we sell are subject to significant price competition and the prices of our products may fluctuate for a variety of reasons. From time to time, we may need to reduce the prices for some of our products to respond to competitive and customer pressures and to maintain market share. These pressures are often exacerbated during an economic downturn. Additionally, we have, from time to time, experienced customer-driven price deductions on our products as a result of delayed shipments of products. Any reduction in prices to respond to these pressures would reduce our profit margins. In addition, if our sales volumes fail to grow sufficiently to offset any reduction in margins, our results of operations would suffer. Because of the competitive environment facing many of our customers, particularly our high-volume mass merchandiser customers, these customers have increasingly sought to obtain price reductions, deductions, specialized packaging or other concessions from us. These business demands may relate to inventory practices, logistics or other aspects of the customer-supplier relationship. To the extent we provide these concessions, our profit margins are reduced. Further, if we are unable to maintain terms that are \n\nacceptable to our customers, these customers could reduce purchases of our products and increase purchases of products from our competitors, which would harm our sales and profitability.\nIncreases in energy, commodity, transportation, labor and other costs would increase our operating costs, and we may be unable to pass all these increases on to our customers in the form of higher prices and surcharges.\nIf our energy, commodity, transportation, labor and/or other costs increase disproportionately to our net sales, our earnings could be significantly reduced. Increases in our operating costs may reduce our profitability if we are unable to pass them on to our customers through price increases or surcharges. Sustained price increases, surcharges or price inflation (or inflation pressure generally), in turn, may lead to declines in volume, and while we seek to project tradeoffs between price increases, surcharges and inflation, on the one hand, and volume, on the other, there can be no assurance that our projections will prove to be accurate. \nWe are subject to volatility in the price and availability of natural gas, as well as other sources of energy. Such volatility could be intensified by geopolitical tensions, including war and terrorism, as well as other disruptions and market reactions to such events. In fiscal year 2025 and 2024 we purchased several forward fuel contracts to cover a portion of our fuel needs in Georgia and California and from time to time, we may use additional forward purchase contracts or financial instruments to moderate the volatility of a portion of our energy costs. The success or failure of any such transactions depends on a number of factors, including our ability to anticipate and manage volatility in energy prices, the general demand for fuel by the manufacturing sector, seasonality and global weather patterns.\nThe prices of other commodities such as paper, plastic resins, synthetic rubber, lumber, and steel significantly influence the costs of packaging, replacement parts and equipment we use in the manufacture of our products and the maintenance of our facilities. Prices of other non-commodity materials purchased also influence our costs of goods sold.\nIncreasingly competitive labor markets, changes in the availability of our workers, and labor shortages in our supply chain, could result in increased costs, such as increased wage rates to attract and retain employees, and could negatively affect our ability to efficiently operate our facilities and overall business.\nFluctuations in the availability of transportation options within the United States and internationally, including trucking and ocean freight, could increase costs. These could be exacerbated by volatile oil and gas markets as well as other global factors which could impact both the availability and cost of transportation. Additionally, issues in transportation could result in delayed customer shipments and increased customer deductions for late shipments, ultimately impacting our profitability. \nTo the extent that we experience increased costs in any of these areas, we may increase our prices, pass the increases along to customers, or otherwise take actions to offset the impact. However, competitive pressures and other factors may limit our ability to quickly raise prices in response to increased costs. Accordingly, we may not be able to timely offset increased costs fully or at all, and there can be no assurances that increasing prices will fully mitigate the impact of these increases, which could adversely impact our results.\nOur business could be negatively affected by supply, labor, logistics and other disruptions or the costs incurred to avoid these disruptions.\nSupply and logistics disruptions (which may be caused by a variety of factors, including public health crises such as outbreaks of diseases or illnesses, weather conditions, governmental controls, tariffs, national emergencies, natural or man-made disasters, other force majeure events, abrupt political change or other political, civil or social unrest or instability, mass or other physical violence (or threats thereof), including terrorist activity and armed conflict, or other similar events) or our failure to mitigate such disruptions could adversely affect our ability to manufacture, package or transport our products or require additional resources to maintain or restore our supply chain. Some of our products require raw materials and/or packaging that are provided by a limited number of suppliers and/or service providers, are demanded by other industries or are simply not available at times. The loss of any of these suppliers and/or service providers, or problems or delays experienced by these suppliers and/or service providers as a result of labor shortages or other events could lead to shortages in our production capacity, which could impact our ability to meet customer demand. In addition, as we grow or experience increased customer demand, our existing suppliers and/or service providers may not be able to meet our increasing demand, and we may need to find additional suppliers and/or service providers. We may not be able to secure suppliers and/or service providers who provide materials at, or services to, the specification, quantity and quality levels that we demand (or at all) or be able to negotiate \n\nacceptable fees and terms of services with any such suppliers and/or service providers. Additionally, such disruptions have resulted in challenges in addressing our backlogs and further backlog could develop in the event of continued disruptions. Disruptions arising from the foregoing or other events could adversely impact our results. See “Increases in energy, commodity, transportation, labor and other costs would increase our operating costs, and we may be unable to pass all these increases on to our customers in the form of higher prices and surcharges” for additional risks related to increased transportation costs and logistics disruptions.\nOur production facilities are subject to operating risks and capacity limitations that may adversely affect our financial condition or results of operations.\nWe are dependent on the continued operation of our production facilities. Production facilities are subject to hazards associated with the manufacturing, handling, storage, and transportation of products, including fires, inclement weather and natural disasters, mechanical failure, unscheduled downtime, labor difficulties, transportation interruptions, and environmental risks. Production facilities are also subject to governmental requirements that may, and during the Covid-19 pandemic did, affect our ability to operate. We maintain property, business interruption and casualty insurance but such insurance may not cover all risks associated with the hazards of our business and is subject to limitations, including deductibles and maximum liabilities covered. We may incur losses beyond the limits, or outside the coverage, of our insurance policies. \nFurther, some of our products are manufactured on equipment at or near its capacity thus limiting our ability to sell additional volumes of such products until more capacity is obtained. As with all manufacturing facilities, equipment and infrastructure age and become subject to increasing maintenance and repair costs which may be significant. We have experienced increased costs and shortages in repair parts. Our ability to procure components to repair equipment essential for our manufacturing processes could be negatively impacted by various restrictions or disruptions in supply chains. The disruption of our supply of components or services, or the extension of our lead times, could have a material adverse effect on our business, results of operations, or financial condition. In addition, if we are unable to effectively forecast our customers’ demand, it could affect our ability to successfully manage operating capacity limitations. These hazards, limitations, disruptions in supply and capacity constraints could adversely affect financial results.\nWe depend on our mining operations, and quality of the clay mined, for a majority of our supply of sorbent minerals.\nMost of our principal raw materials are sorbent minerals mined by us or independent contractors on land that we own or lease. While our mining operations are conducted in surface mines, which do not present many of the risks associated with deep underground mining, our mining operations are nevertheless subject to many conditions beyond our control. Our mining operations are affected by weather events and natural disasters, power outages, equipment failures and other unexpected maintenance problems, variations in the amount of rock and soil overlying our reserves, variations in geological conditions, fires and other accidents, fluctuations in the price or availability of supplies, landowner disputes, permit requirements and other matters. Any of these risks could result in significant damage to our mining properties or processing facilities, personal injury to our employees, environmental damage, delays in mining or processing, losses or possible legal liability. We cannot predict whether or the extent to which we will suffer the impact of these and other conditions in the future.\nAdditionally, we are impacted by the clay quality in our mines. Although we use drilling and surveying to assess the expected composition of our clay, we cannot always predict with certainty the clay quality. Poor quality or unexpected differences in our clay composition could increase our processing costs, reduce production, or impact product performance. \nWe may not be successful in acquiring adequate additional reserves in the future.\nWe have an ongoing program of exploration for additional reserves on existing properties as well as through the potential acquisition of new owned or leased properties; however, there can be no assurance that our attempts to acquire additional reserves in the future will be successful. Our ability to acquire additional reserves in the future could be limited by competition by others to be used either for mining or other uses, the lack of suitable properties that can be acquired on terms acceptable to us or restrictions under our existing or future debt facilities. We may not be able to negotiate new leases or obtain mining contracts for properties containing additional reserves or renew our leasehold interests in properties on which operations are not commenced during the term of the lease. Also, requirements for environmental or other regulatory compliance may restrict exploration or use of lands that might otherwise be utilized as a source of reserves.\n\nFailure to effectively utilize or successfully assert intellectual property rights, and the loss or expiration of such rights, could materially adversely affect our competitiveness. Infringement of third-party intellectual property rights could result in costly litigation and/or the modification or discontinuance of our products.\nWe rely on intellectual property rights based on trademark, trade secret, patent and copyright laws to protect our brands, products and packaging for our products. Although we maintain an enforcement program for the protection of our intellectual property rights, we cannot be certain that these intellectual property rights will be maximized or that they can be successfully asserted. There is a risk that we will not be able to obtain and perfect our own intellectual property rights or, where appropriate, license intellectual property rights necessary to support new product introductions. We cannot be certain that these rights, if obtained, will not later be invalidated, circumvented or challenged, and we could incur significant costs in connection with legal actions to assert our intellectual property rights or to defend those rights from assertions of invalidity. In addition, even if such rights are obtained in the United States or in other countries, the laws of some of the other countries in which our products are or may be sold may not protect intellectual property rights to the same extent as the laws of the United States. If other parties infringe our intellectual property rights, they may dilute the value of our brands in the marketplace, which could diminish the value that consumers associate with our brands and harm our sales. Accordingly, we have asserted that products sold by our competitors infringe patents owned or licensed by us and may need to continue to take legal action in the future to protect our patents, trade secrets or know-how or to assert them against claimed infringement by others. Any legal action of that type could be costly and time consuming and no assurances can be made that any lawsuit will be successful. The failure to perfect or successfully assert our intellectual property rights could make us less competitive and could have a material adverse effect on our business, operating results, and financial condition. Trade secret protection requires specific agreements, policies and procedures to ensure the secrecy of information classified as a trade secret. If such agreements, policies and procedures are not effective to maintain the secrecy of our trade secrets, the loss of trade secret protection could have a material adverse effect on our business, financial condition or results of operations.\nIn addition, if our products are found to infringe intellectual property rights of others, the owners of those rights could bring legal actions against us claiming substantial damages for past infringement and seeking to enjoin manufacturing and marketing of the affected products. If these legal actions are successful, in addition to any potential liability for damages from past infringement, we could be required to obtain a license in order to continue to manufacture or market the affected products, potentially adding significant costs. We may not prevail in any action brought against us or we may be unsuccessful in securing any license for continued use and therefore have to discontinue the marketing and sale of a product. This could make us less competitive and could have a material adverse impact on our business, operating results and financial condition.\nThe loss of any key member of our senior management team and other key personnel may impede the implementation of our business plans in a timely manner.\nThe execution of our business plans depends in part upon the continued service of our senior management team and other key personnel, who possess unique and extensive industry knowledge and experience. Competition for management and key personnel is intense, and the pool of qualified candidates is limited. The loss or other unavailability of one or more of the key members of our senior management team or other key personnel could adversely impact our ability to manage our operations effectively, pursue our business strategy and/or lead to higher labor costs or the use of less-qualified personnel. Our operations also rely on skilled laborers using modern techniques and equipment to mine efficiently. We may be unable to train or attract the necessary number of skilled laborers to maintain our operating costs. No Company-owned life insurance coverage has been obtained on current team members. \nRisks Related to Legal and Regulatory Compliance\nEnvironmental, health and safety matters create potential compliance and other liability risks.\nWe are subject to a variety of federal, state, local and foreign laws and regulatory requirements relating to the environment and to health and safety matters. For example, our mining operations are subject to extensive governmental regulation on matters such as permitting and licensing requirements, workplace safety, plant and wildlife protection, wetlands and other environmental protection, reclamation and restoration of mining properties after mining is completed, the discharge, storage and disposal of materials in the environment, and the effects that mining has on air or groundwater quality and water availability. These laws and regulations have had, and will continue to have, a significant effect on our business. We believe we have obtained all material permits and licenses required to conduct our present operations. However, we will need additional permits and renewals of permits in the future.\n\nThe expense, liabilities and requirements associated with environmental, health and safety laws and regulations are costly and time-consuming and may delay commencement or continuation of exploration, mining or manufacturing operations. We have incurred, and will continue to incur, significant capital and operating expenditures and other costs, along with management focus and efforts, in complying with environmental, health and safety laws and regulations. Environmental requirements and the interpretation and enforcement of these requirements, change frequently and, in recent years, there has been an increase in regulation and enforcement of environmental, health and safety matters, a trend that we expect will continue. Substantial penalties and other costs may be imposed if we violate certain of these laws and regulations even if the violation was inadvertent or unintentional. Failure to maintain or achieve compliance with these laws and regulations or with the permits required for our operations could result in substantial operating costs and capital expenditures, in addition to fines and administrative, civil or criminal sanctions, third-party claims for property damage or personal injury, cleanup and site restoration costs, site modification (such as the modification to address capacity issues at our sole landfill located in Ochlocknee, Georgia), and liens, the issuance of injunctions to limit or cease operations, the suspension or revocation of permits and other enforcement measures that could have the effect of limiting our operations or otherwise requiring a change to our operations. Under the “joint and several” liability principle of certain environmental laws, we may be held liable for all remediation costs at a particular site and the amount of that liability could be material. In addition, future environmental laws and regulations could restrict our ability to expand our facilities or extract our existing reserves or could require us to acquire costly equipment or to incur other significant expenses in connection with our business. Furthermore, our reputation could be adversely impacted by the failure (or perceived failure) to maintain high environmental, health and safety practices for operations or negative perceptions of these practices in our industry or for our operations or products. There can be no assurance that future events, including changes in any environmental requirements and the costs associated with complying with such requirements, will not have a material adverse effect on us.\nGovernment laws and regulation impose significant costs on us, and future legal or regulatory changes (or related customer responses to such changes) could increase those costs or limit our ability to produce and sell our products.\nIn addition to the regulatory matters described above, our operations are subject to various federal, state, local and foreign laws and regulations relating to the mining, manufacture, packaging, labeling, content, storage, distribution and advertising of our products and the conduct of our business operations. For example, in the United States, some of our products, product claims, labeling and advertising are regulated by the FDA, CPSC, OSHA, MSHA, EPA and FTC. Most states have agencies that regulate in parallel to these federal agencies. In addition, our international sales and operations are subject to regulation in each of the foreign jurisdictions in which we manufacture, distribute or sell our products. There is increasing federal and state regulation with respect to the content, labeling, use, and disposal after use of various products we sell. Throughout the world, but particularly in the United States and Europe, there is also increasing government scrutiny and regulation of the food chain and products entering or affecting the food chain.\nIf we are found to be out of compliance with applicable laws and regulations in these or other areas, we could be subject to loss of customers and to civil remedies, including fines, injunctions, recalls or asset seizures, as well as potential criminal sanctions, any of which could have a material adverse effect on our business. Loss of or failure to obtain necessary permits and registrations could delay or prevent us from meeting product demand, introducing new products, building new facilities or acquiring new businesses and could adversely affect operating results. Further, if applicable laws or regulations are changed or interpreted differently in the future, it may become more difficult or expensive for us to comply. In addition, investigations or evaluations of our products by government agencies may require us to adopt additional labeling, safety measures or other precautions, or may effectively limit or eliminate our ability to market and sell these products. Accordingly, there can be no assurance that we will be able to obtain or renew required governmental permits and registrations in the future. Further, there can be no assurance that current or future legislation, governmental regulation or other rule-making will not have a material adverse effect on our business. Our efforts to comply with new requirements and regulations could result in increased general and administrative expenses and a diversion of substantial management time and attention from revenue-generating activities to compliance activities.\nWe are also experiencing increasing customer scrutiny of the content and manufacturing of our products, particularly our products entering or affecting the food chain, in parallel with the increasing government regulation discussed above. Our customers may impose product specifications, certifications or other requirements that are different from, and more onerous than, applicable laws and regulations. As a result, the failure of our products to meet these additional requirements may result in the loss of customers and decreased sales of our products even in the absence of any actual failure to comply with applicable laws and regulations. There can be no assurance that future customer requirements concerning the content or manufacturing of our products will not have a material adverse effect on our business.\n\nWe face risks to our domestic and international sales and business operations due to political, regulatory, economic and other conditions.\nUnstable economic, political, regulatory and other conditions could adversely affect demand for our products or disrupt our operations in the United States and in international markets. The international nature of our operations subjects the Company to numerous risks, including political, civil and/or instability (including acts of terrorism, civil or social unrest, labor unrest, violence in connection with political or social events, trade tensions and reciprocal tariffs, outbreaks of war and pandemics or other disease outbreaks). Specifically, our reliance on certain suppliers based in China has resulted in additional risks concerning the country's current trade relations with the U.S. Both international and domestic operations are also subject to regulatory requirements and issues, including with respect to environmental matters. Any of these matters could result in sudden, and potentially prolonged, changes in domestic and international demand for our products. Further, ongoing developments in U.S. politics and government have introduced greater uncertainty with respect to tax policies, trade relations, tariffs and government regulations affecting trade between the U.S. and other countries. For instance domestic sales may be impacted by changes in government issued incentives, such as tax rebates and credits, for renewable diesel producers. In addition to considerations around U.S. politics and government, geopolitical concerns may also impact our business; for instance, international conflicts could increase the cost of raw and packaging materials and commodities (including the prices of oil and natural gas), supply chain and logistics challenges and foreign currency volatility, and it is not possible to predict the broader or longer-term consequences of such conflicts. These developments, as well as the risks outlined above, could have a material adverse effect on the Company’s business, financial condition and results of operations.\nIn addition, our international sales and operations are subject to various economic-related risks. Our international sales and operations are, among other factors, subject to currency exchange fluctuations, fund transfer and trade restrictions and import/export duties. In some cases, we may have difficulty enforcing agreements and collecting accounts receivable through a foreign country’s legal system. Further, an increase in inflation rates could affect the Company’s profitability and cash flows, due to higher employment costs, higher operating costs, higher financing costs, and/or higher supplier prices. Inflation may also adversely affect foreign exchange rates. The Company may be unable to pass along such higher costs to its customers. In addition, inflation may adversely affect customers’ operations. Our financial results are negatively impacted when the foreign currencies in which our subsidiary offices operate weaken relative to the U.S. Dollar. We do not currently use instruments to hedge foreign currency risks, and thus are not protected against foreign currency fluctuations. Accordingly, our reported earnings may be affected by changes in foreign currency exchange rates. Moreover, any favorable impacts to profit margins or financial results from fluctuations in foreign currency exchange rates are likely to be unsustainable over time.\nWe may incur adverse safety events or product liability claims that may be costly, create adverse publicity and may result in regulatory action.\nIf any of the products that we sell cause, or appear to cause, harm to any of our customers or to consumers, we could be exposed to product liability lawsuits, heightened regulatory scrutiny, requirements for additional labeling, withdrawal of products from the market, indemnification obligations, imposition of fines or criminal penalties or other governmental actions. Product liability claims could result in negative publicity that could harm our sales and operating results. In addition, any such actions could result in material write-offs of inventory, material impairments of intangible assets, goodwill and fixed assets, material restructuring charges and other adverse impacts on our business operations. We cannot predict with certainty the eventual outcome of any pending or future litigation, and we could be required to pay substantial judgments or settlements against us, recall our products or change our product formulations in response to governmental action. If successful claims are asserted by regulatory agencies or third parties against us for non-compliance or uninsured liabilities or liabilities more than applicable limits of insurance coverage, our business, financial condition and results of operations may be adversely affected. Further, lawsuits can be expensive to defend, whether or not they have merit, and the defense of these actions may divert the attention of our management and other resources that would otherwise be engaged in managing our business and our reputation could suffer, any of which could harm our business. Additionally, our products may be associated with competitor products or other products in the same category that may be alleged to have caused harm to consumers. As a result of this association, we may be named in unwarranted legal actions. The potential costs to defend such claims may materially affect our business, financial condition and results of operations.\nGoodwill, long-lived, and other intangible assets recorded as a result of our acquisitions could become impaired.\nWe review goodwill and other long-lived assets, including property, plant and equipment and identifiable amortizing intangible assets, for impairment whenever changes in circumstances or events may indicate that the carrying amounts are not \n\nrecoverable. Factors which may cause an impairment of long-lived assets include lower share trading prices and the adverse impact of rising costs and additional expenses to mitigate supply chain disruptions, among other factors. We assess all existing goodwill at least annually for impairment on a reporting unit basis. The techniques used in our qualitative assessment and goodwill impairment tests incorporate a number of estimates and assumptions, including macroeconomic conditions, overall category growth rates, sales growth rates, cost containment and margin expansion and expense levels for advertising and promotions and general overhead, that are subject to change. Although we believe these estimates and assumptions are reasonable and reflect market conditions forecasted at the assessment date, any changes to these assumptions and estimates due to market conditions or otherwise may lead to an outcome where impairment charges would be required in future periods.\nWe may be subjected to increased taxes or fluctuating tax rates, which could adversely affect our results of operations and/or cash flows. \nAs a corporation operating in various jurisdictions around the world, we are subject to income and other taxes based upon the jurisdictions in which we operate and where our sales and profits are determined to be earned and taxed. Federal, state, and foreign statutory tax rates and taxing regimes have been subject to significant change and continue to evolve. Further, significant uncertainties exist with respect to the application of the various taxes to the businesses in which we engage, often requiring that we make judgments in determining our tax liabilities and worldwide provision for income taxes. \nOur interpretation of current tax laws and their applicability to our business, as well as any changes to existing laws, can significantly impact our effective tax rate. In particular, the U.S. as well as jurisdictions around the world are considering or have enacted changes in relevant tax regulations and interpretations. Changes in income tax laws and regulations, or their interpretation, could result in higher or lower income tax rates assessed or changes in the taxability of certain revenues or the deductibility of certain expenses, thereby affecting our income tax expense and profitability. In the U.S., various proposals, if enacted, could raise the U.S. corporate tax rate and increase the tax on non-U.S. income. Such unfavorable tax legislation could create the potential for added volatility in our quarterly provision for income taxes and could have a significant adverse impact on our future income tax provision and tax rate. Further, a number of factors may cause our effective tax rate to fluctuate, including: changes in tax rates in various jurisdictions, unanticipated changes in the amount of profit in jurisdictions in which the statutory tax rates may be higher or lower than the U.S. tax rate, changes in the valuation of our deferred tax assets and liabilities, adjustments to income taxes upon finalization of various tax returns, increases in expenses not deductible for tax purposes, and changes in available tax credits or our ability to utilize foreign tax credits. Furthermore, new accounting pronouncements or new interpretations of existing accounting pronouncements, and/or any internal restructuring initiatives we may implement from time to time to streamline our operations, can have a material impact on our effective income tax rate. We could experience an effective tax rate significantly different from that of prior periods or current expectations, which could have an adverse effect on our results of operations or cash flows.\nWe are also subject to potential reviews, examinations, and audits by the Internal Revenue Service (the \"IRS\") and other taxing authorities with respect to taxes within and outside of the U.S. Although we believe our tax estimates are reasonable, unfavorable resolution of any tax audits and controversies could cause our tax liabilities to increase (including interest and penalties) and may have a significant adverse impact on our provision for income taxes and tax rate. Our effective tax rate is also influenced by the geography, timing, nature, and magnitude of transactions, such as acquisitions and divestitures, restructuring activities, and impairment charges.\nRisks Related to Our Common Stock\nWe cannot guarantee that that our share repurchases will enhance long-term shareholder value.\nOur Board has previously authorized a share repurchase programs for our Common Stock and our Class B Stock. Under these authorizations, the Company has authority to repurchase up to 750,000 shares of our Common Stock and up to 300,000 shares of our Class B Stock. The Company has undertaken repurchases of Common Stock on the open market (including pursuant to a 10b5-1 plan or otherwise) and is also authorized to undertake repurchases in private, negotiated transactions. The Company has no obligations to repurchase any specific dollar amount or to acquire any specific number of shares. The timing, number and manner of share repurchases is determined by management and may depend upon a number of factors, including the trading price, market conditions, and the Company’s liquidity needs and management of its spending. Further, the Company’s share repurchases may be limited, suspended or discontinued at any time without prior notice (subject to the terms and conditions of the repurchase plan(s) in place at such time). The existence of these share repurchase authorizations could cause our stock price to be higher than it would be in the absence of such a program and could potentially reduce the market liquidity for our stock or otherwise affect stock price and/or volatility. Additionally, our share repurchase \n\nauthorizations could diminish our cash reserves, which may impact our ability to otherwise deploy such cash. There can be no assurance that these share repurchases will enhance shareholder value.\nOur principal stockholders have the ability to control matters requiring a stockholder vote and could delay, deter or prevent a change in control of our company.\nUnder our Certificate of Incorporation, the holders of our Common Stock are entitled to one vote per share and the holders of our Class B Stock are entitled to ten votes per share; the two classes generally vote together without regard to class (except that any amendment to our Certificate of Incorporation changing the number of authorized shares or adversely affecting the rights of Common Stock or Class B Stock requires the separate approval of the class so affected as well as the approval of both classes voting together). As a result, the holders of our Class B Stock exert control over the Company and thus limit the ability of other stockholders to influence corporate matters. Beneficial ownership of Common Stock and Class B Stock by the Jaffee Investment Partnership, L.P. and its affiliates (including Daniel S. Jaffee, our President, CEO and Chairman of the Board) provides them with the ability to control the election of our Board and the outcome of most matters requiring the approval of our stockholders, including the amendment of certain provisions of our Certificate of Incorporation and By-Laws, the approval of any equity-based employee compensation plans and the approval of fundamental corporate transactions, including mergers and substantial asset sales. Through their concentration of voting power, our principal stockholders may be able to delay, deter or prevent a change in control of our company or other business combinations that might otherwise be beneficial to our other stockholders. It is possible that the interests of our principal stockholders may in some circumstances conflict with our interests and the interests of our other stockholders. For example, the principal stockholders may have different tax positions or other differing incentives from other stockholders that could influence their decisions regarding whether and when to cause us to dispose of assets, incur new or refinance existing indebtedness, issue additional stock, or take other actions. Additionally, the holders of our Class B Stock may cause us to make strategic decisions or pursue acquisitions that could involve risks to holders of our Common Stock or may not be in the best interests of holders of our Common Stock. \nWe are a “controlled company” within the meaning of the New York Stock Exchange (“NYSE”) rules and, as a result, qualify for, and intend to rely on, exemptions from certain corporate governance requirements.\nWe are a “controlled company” under the New York Stock Exchange Corporate Governance Standards. As a controlled company, we may from time to time rely on exemptions from certain NYSE corporate governance requirements that otherwise would be applicable, including the requirements:\n•that a majority of the board of directors consists of independent directors;\n•that we have a nominating and governance committee comprised entirely of independent directors with a written charter addressing the committee’s purpose and responsibilities; and\n•that we have a compensation committee comprised entirely of independent directors with a written charter addressing the committee’s purpose and responsibilities.\nWe have previously relied on these exemptions (although we are not currently relying on the first exemption listed above), and we intend to continue to rely on them in the future, as applicable. As a result, our stockholders do not have the same protections afforded stockholders of NYSE-listed companies that are subject to all of the NYSE corporate governance requirements.\nThe market price of our Common Stock may be volatile.\nThe market price of our Common Stock could fluctuate substantially in the future in response to a number of factors, including, but not limited to, the following:\n•actual or anticipated fluctuations in our quarterly operating results or the operating results of our competitors;\n•changes in general conditions in the economy, the financial markets, or the industries in which we operate;\n•announcements of significant acquisitions, strategic alliances or joint ventures by us, our customers, suppliers or competitors;\n•sales of our Common Stock by the Company, our officers or directors or unaffiliated third-party investors;\n•introduction of new products or services;\n•increases in the price of energy sources and other raw materials; \n•departure of key management;\n•regulatory or political developments; and\n•other developments affecting us, our industries, customers or competitors.\n\nIn addition, the stock market may experience extreme price and volume fluctuations that have a significant effect on the market prices of securities issued by many companies, including the Company, for reasons unrelated to their operating performance. These broad market fluctuations may materially adversely affect our Common Stock price, regardless of our operating results. Given its relatively small public float, number of stockholders and average daily trading volume, our Common Stock may be relatively more susceptible to volatility arising from any of these factors. If we experience significant fluctuations in our stock price, we may be exposed to securities class action lawsuits, which could negatively affect our business. There can be no assurance that the price of our Common Stock will increase in the future or be maintained at its recent levels.\nFuture sales of our Common Stock could depress its market price.\nFuture sales of shares of our Common Stock could adversely affect its prevailing market price. If our officers, directors or significant stockholders sell a large number of shares, or if we issue a large number of shares, the market price of our Common Stock could significantly decline. Moreover, the perception in the public market that stockholders might sell shares of Common Stock could depress the market for our Common Stock. Our Common Stock’s relatively small public float and average daily trading volume may make it relatively more susceptible to these risks.\n Furthermore, in response to recent public focus on dual class capital structures, certain stock index providers are implementing limitations on the inclusion of dual class share structures in their indices. If these restrictions increase, they may impact who buys and holds our stock.\nFuture dividends on our Common Stock may be restricted or eliminated.\n Dividends are declared at the discretion of our Board, and future dividends will depend on our future earnings, cash flow, financial requirements and other factors, including market and economic conditions. We are not obligated to continue a dividend for any fixed period, and the payment of dividends could be suspended or discontinued at any time at our discretion and without prior notice. There can be no assurance that we will continue to pay dividends. The amount and timing of any future dividends may vary, and the payment of any dividend does not assure that we will pay dividends in the future.\nGeneral Risk Factors\nTechnology failures or cyber security breaches or other unauthorized access to our information technology systems or sensitive or proprietary information could have an adverse effect on the Company's business and operations.\nWe rely on information technology systems to process, transmit, store, and protect electronic information. For example, a significant portion of the communications between the Company's personnel, customers, suppliers and vendors depends on information technology and we rely on access to such information systems for our operations. Additionally, we rely on third-party service vendors to execute certain business processes and maintain certain information technology systems and infrastructure. We cannot guarantee that the security measures in place will prevent disruptions, failures, computer viruses or other malicious codes, malware or ransomware incidents, unauthorized access attempts, theft of intellectual property, trade secrets, or other corporate assets, denial of service attacks, phishing, hacking by common hackers, criminal groups or nation-state organizations or social activist organizations, and other cyber-attacks or other privacy or security breaches in the information technology, phone systems or other systems (whether due to third-party action, bugs or vulnerabilities, physical break-ins, employee error, malfeasance or otherwise) of the Company, our customers or third parties, which could adversely affect our communications and business operations. Further, events such as natural disasters, fires, power outages, systems failures, telecommunications failures, error or malfeasance of our employees, vendors, or other third parties, or other catastrophic events could similarly cause interruptions, disruptions or shutdowns, or exacerbate the risk of the failures described above. Increased use of remote working arrangements has further exacerbated these risks. We may not have the resources or technical sophistication to anticipate, prevent or detect rapidly-evolving types of cyber-attacks and other security risks. Attacks may be targeted at us, our customers, suppliers or vendors, or others who have entrusted us with information. Our co-packaged litter sales were impacted by a cyberattack on our customer which prevented it from placing and receiving orders during the first quarter of fiscal year 2024. To date, the Company has not experienced any material impacts to our business or operations resulting from that cyberattack or any other information or cybersecurity attacks. Because of the frequently changing attack techniques, including through the use of artificial intelligence, along with the increased volume, persistence and sophistication of the attacks, there is the potential for the Company to be adversely impacted. Because such techniques change frequently or may be designed to remain dormant until a predetermined event and often are not recognized until launched against a target, we may be unable to anticipate these techniques or implement sufficient control measures to defend against these techniques. Once \n\na security incident is identified, we may be unable to remediate or otherwise respond to such an incident in a timely manner. While the Company has implemented a cybersecurity framework of policies, procedures, and tools, and has documented plans for incident response, disaster recovery, and business continuity to prevent or mitigate the effects of these potential disruptions or breaches, security breaches and other disruptions to information technology systems could interfere with our operations. Any failure to maintain, or disruption to, our information technology systems, whether as a result of cybersecurity attacks or otherwise, could damage our brands or reputation, subject the Company to legal claims and proceedings or remedial actions, create risks of violations of data privacy laws and regulations, and cause us to incur substantial additional costs. There can be no assurance that existing or emerging threats will not have an adverse impact on our systems or communications networks and, further, technological enhancements to prevent business interruptions could require increased spending. Furthermore, security breaches pose a risk to confidential data and intellectual property, which could result in damage to our competitiveness, brands and reputation. There can be no assurance that the costs, potential monetary damages, and operational consequences of responding to cyber incidents and implementing remediation measures would be covered by any insurance that we may carry from time to time. We cannot predict the degree of any impact that increased monitoring, assessing, or reporting of cybersecurity matters would have on operations, financial conditions and results.\nAdditionally, in connection with our global operations, we, from time to time, transmit data across national borders to conduct our business and, consequently, are subject to a variety of laws and regulations regarding privacy, data protection, and data security, including those related to the collection, processing, storage, handling, use, disclosure, transfer, and security of personal data, including the European Union General Data Protection Regulation, Canadian Personal Information Protection and Electronic Documents Act, Quebec Private Sector Act, Personal Information Protection Law in China and similar regulations in states within the United States and in countries around the world. Our efforts to comply with privacy and data protection laws may impose significant costs and challenges that are likely to increase over time.\nOur enterprise resource planning system (“ERP”) is designed to accurately maintain our books and records and provide information important to the operation of our business. Any potential disruptions with the ERP system could affect our ability to process orders, ship product and send invoices. These difficulties could, in turn, negatively impact our financial results including sales, earnings and cash flow. Further development and maintenance of the ERP system will continue to require investment in human and financial resources, which may cause increased costs and other difficulties. In addition, from time to time, we may implement new technology systems or replace and/or upgrade our current information technology systems. These upgrades or replacements may not improve our productivity to the levels anticipated and may subject us to inherent costs and risks associated with implementing, replacing, and updating these systems, including potential disruption of our internal control structure, substantial capital expenditures, demands on management time and other risks of delays or difficulties in transitioning to new systems or of integrating new systems into other existing systems.\nTechnology failures or cyber security breaches or other unauthorized access to information technology systems of our customers, suppliers or vendors could have an adverse effect on the Company's business and operations.\n  We rely on direct electronic interfaces with some of our key customers, suppliers and vendors. Cyber security breaches or technology failures at our customers could result in changes to timing and volume of orders. Additionally cyber security breaches or technology failures at our suppliers or vendors could impact the timing or availability of key materials that could negatively impact our ability to deliver products. We work closely with our key customers, suppliers and vendors to manage and mitigate the impact of any known threats once identified.\nOur business could be adversely affected by a widespread threat to public health.\nPublic health crises may create significant uncertainty on our business and could negatively affect our costs, customer orders, and collection of accounts receivable, which may be material. In addition, a public health crisis could result in the deterioration of worldwide economic conditions and impact the proper functioning of financial and capital markets, foreign currency exchange rates, and commodity and energy prices, as well as demand for our products.\nIn response to widespread public health threats, such as pandemics, countries and local governments may again implement quarantine or similar orders that restrict workforce and/or require closures of “non-essential” businesses along with restrictions on travel. Such restrictions could create significant volatility, uncertainty, and economic disruption to our business. There can be no assurances that we will not have to close facilities or experience other disruption in the future due to concerns over the health and well-being of our employees, or as a result of government directives. While historically widespread threats to public health had limited disruption and impact to our third party business partners, suppliers, service providers, and \n\ncustomers, no assurances can be made that future threats to public health will not have a more significant impact on our operations or results.\nWe are subject to various legal and regulatory proceedings, including litigation in the ordinary course of business, which may adversely impact our business, financial condition and results of operations.\nIn the ordinary course of business, we are subject to various legal and regulatory proceedings, which may include but are not limited to those involving antitrust, tax, trade, environmental, intellectual property, data privacy and other matters, including general commercial litigation. Such claims and litigation are frequently expensive and time consuming (and could divert management’s attention and resources) to resolve and may result in substantial liability to us, which liability and related costs and expenses may not be recoverable through insurance or any other forms of reimbursement and could also result in higher insurance costs, the loss of insurance coverage, or the inability to obtain insurance at an acceptable cost. Additionally, the outcome of legal and regulatory proceedings may differ from our expectations because the outcomes of these proceedings are often difficult to predict reliably. Various factors and developments can lead to changes in our estimates of liabilities. A future adverse ruling, settlement or unfavorable development could result in charges that could have a material adverse effect on our results of operations in any particular period.\nFailure to maintain effective internal control over financial reporting could have a material adverse effect on our business, operating results and stock price.\nSection 404 of the Sarbanes-Oxley Act and related SEC rules require that we perform an annual management assessment of the design and effectiveness of our internal control over financial reporting and obtain an opinion from our independent registered public accounting firm on our internal control over financial reporting. Our assessment concluded that our internal control over financial reporting was effective as of July 31, 2025 and we obtained from our independent registered public accounting firm an unqualified opinion on our internal control over financial reporting; however, there can be no assurance that we will be able to maintain the adequacy of our internal control over financial reporting, as such standards are modified, supplemented or amended from time to time in future periods. Accordingly, we cannot provide assurance that we will be able to conclude on an ongoing basis that we have effective internal control over financial reporting in accordance with Section 404 of the Sarbanes-Oxley Act. Moreover, effective internal control is necessary for us to produce reliable financial reports and is important to help prevent financial fraud. If we cannot provide reliable financial reports or prevent fraud, our business and operating results could be harmed, investors could lose confidence in our reported financial information, and the trading price of our Common Stock could be negatively impacted.\nFailure to maintain a level of corporate social responsibility could damage our reputation and could adversely affect our business, financial condition or results of operations.\nIn light of evolving expectations around corporate social responsibility, our reputation or brand could be adversely impacted by a failure (or perceived failure) to maintain a level of corporate responsibility. In today’s environment, an allegation or perception regarding quality, safety, or corporate social responsibility can negatively impact our reputation. This may include, without limitation: failure to maintain certain ethical, social and environmental practices for our operations and activities, or failure to require our suppliers or other third parties to do so; our environmental impact, including our mining operations and their impact on the environment; the practices of our employees, agents, customers, suppliers, or other third parties (including others in our industry) with respect to any of the foregoing, actual or perceived; the failure to be perceived as appropriately addressing matters of social responsibility; consumer perception of statements made by us, our employees and executives, agents, customers, suppliers, or other third parties (including others in our industry); or our responses to any of the foregoing. Further, we may be subject to rulemaking regarding corporate social responsibility and/or disclosure, as public awareness and focus on social and environmental issues have historically resulted in legislative and regulatory efforts to impose increased regulations and require further disclosure and may do so in the future. As a result, we may become subject to new or more stringent regulations, legislation or other governmental requirements, customer requirements or industry standards and/or an increased demand to meet voluntary criteria related to such matters. Increased regulations, customer requirements or industry standards, could subject us to additional costs and restrictions and require us to make certain changes to our manufacturing practices and/or product designs, which could negatively impact our business, results of operations, financial condition and competitive position.\nOur business could be adversely affected by labor disputes and an inability to renew collective bargaining agreements at acceptable terms.\n\nA portion of our teammates in the U.S. and Canada are represented by labor unions, with whom we have entered into separate collective bargaining agreements. See “Item 1 – Business – Human Capital Management – Overview” above. We may experience labor disputes in the future, including protests and strikes, which could disrupt our business operations, increase wage rates and other costs of labor and have an adverse effect on our business and results of operation. We may also be unable to renegotiate collective bargaining agreements at acceptable terms, or we may be unable to maintain a satisfactory working relationship with our employees in the future. We may also be adversely affected by strikes and other labor disputes by the employees of our suppliers, customers, and other parties. \nWe may need to implement additional finance and accounting systems, procedures and controls as we grow our business and organization and to satisfy new reporting requirements.\nOur systems, procedures and controls are still developing to match the complexity of our business. We are required to comply with a variety of reporting, accounting and other rules and regulations. Compliance with existing requirements is expensive. As a public company, we are required to comply with additional regulations and other requirements. These and future requirements may increase our costs and require additional management time and resources. We may need to implement additional finance and accounting systems, procedures and controls to satisfy our reporting requirements. If our internal control over financial reporting is determined to be ineffective, such failure could cause investors to lose confidence in our reported financial information, negatively affect the value of our business, subject us to regulatory investigations and penalties, and could have a material adverse effect on our business. In addition, as a result of our recent growth we no longer qualify as a smaller reporting company and, therefore, can no longer take advantage of scaled disclosure requirements and are subject to shorter filing deadlines. Complying with such requirements will require us to expend additional resources and to enhance the capabilities of our finance and accounting departments. If we are unable to comply with such requirements, our business and stock price may be adversely affected.",
      "char_count": 73164
    }
  },
  "extracted_at": "2025-10-18T17:41:30.035042"
}