{
  "ticker": "ONTO",
  "company_name": "ONTO INNOVATION INC.",
  "cik": 704532,
  "form_type": "10-K",
  "filing_date": "2025-02-25",
  "period_of_report": "2024-12-28",
  "fiscal_year": 2025,
  "accession_number": "0000950170-25-026729",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0000704532&accession_number=000095017025026729&xbrl_type=v",
  "sic_code": "3829",
  "industry": "Measuring & Controlling Devices, NEC",
  "sections": {
    "item1": {
      "text": "Item 1. Business.\nGeneral\n Onto Innovation® is a worldwide leader in the design, development, manufacture and support of metrology and inspection tools for the semiconductor industry, including process control tools that perform optical metrology and inspection on patterned and unpatterned wafers, including macro defect inspection of both 2D and 3D wafer features, wafer substrate and panel substrate lithography systems, and process control analytical software. Our products are primarily used by silicon wafer manufacturers, semiconductor integrated circuit (“IC”) fabricators, and advanced packaging manufacturers operating in the semiconductor market. Our products are also used for process control in a number of other specialty device manufacturing markets, including light emitting diodes (“LED”), vertical-cavity surface-emitting lasers (“VCSEL”), micro-electromechanical systems (“MEMS”), CMOS image sensors (“CIS”), silicon and compound semiconductor (SiC and GaN) power devices, analog devices, RF filters, data storage, and certain industrial and scientific applications.\n We provide process and yield management solutions used in bare silicon wafer production and wafer processing facilities, often referred to as “front-end” manufacturing, and advanced packaging of chips and test facilities, or “back-end” manufacturing, through a portfolio of standalone systems for optical metrology, macro-defect inspection, packaging lithography, as well as transparent and opaque thin film measurements. Our automated and integrated metrology systems measure critical dimensions, device structures, topography, shape, and various thin film compositions, including three-dimensional features and film thickness, as well as optical and material properties. Our primary areas of focus include products that provide critical yield-enhancing and actionable information, which is used by microelectronic device manufacturers to improve yield and time to market of their next-generation devices. Our systems feature sophisticated software and production-worthy automation. In addition, our advanced process control software portfolio includes powerful solutions for standalone tools, groups of tools, and factory-wide and enterprise-wide suites to enhance productivity and achieve significant cost savings. Our systems are backed by worldwide customer service and applications support.\nIndustry Background\n We participate in the sale, design, manufacture, marketing and support of process control systems across all major segments of the semiconductor industry for optical critical dimension (“OCD”) metrology, thin film metrology, silicon wafer inspection, including 2D and 3D macro inspection and lithography tools for advanced packaging and advanced analytical software for semiconductor manufacturing as well as inspection systems for certain industrial applications and scientific research. Our principal market is semiconductor capital equipment. Semiconductors packaged as ICs, or “chips”, are used in consumer electronics, server and enterprise systems, mobile computing (including smart phones and tablets), data storage devices, and embedded automotive and control systems. Our core focus is the measurement and control of the structure, composition, and geometry of semiconductor devices as they are fabricated on silicon wafers to improve device performance and manufacturing yields. Our end customers manufacture many types of ICs for a multitude of applications, each having unique manufacturing challenges. This includes ICs to enable information processing and management (logic ICs), memory storage (NAND, 3D-NAND, and DRAM), analog devices (e.g., Wi-Fi and 5G radio ICs, power devices), MEMS sensor devices (accelerometers, pressure sensors, microphones), CMOS image sensors, and other specialty end markets including components for hard disk drives, LEDs, and power management devices.\nMarkets\n Advanced Nodes. “Advanced nodes” refers to leading-edge ICs where the sizes of transistors and other features continue to shrink. Advanced nodes are associated with transistor dimensions less than 10 nanometers (nm), with the most advanced logic devices now in production using 3nm and soon 2nm transistor dimensions. Our metrology systems used to measure and characterize these small features are generally purchased when a customer is beginning development at a new, smaller node, in order to set up and test new manufacturing equipment being installed for production at the new node. Our process control/metrology equipment is generally installed prior to the installation of the actual process equipment for that reason. Additional process control equipment is normally purchased when the initial process yields have been stabilized and more manufacturing capacity is required to meet production demands. Therefore, our sales to customers for advanced nodes is generally higher when manufacturing lines for new nodes are being established and may not represent continuous sales revenue until our initial systems reach high levels of utilization driven by the need for greater capacity.\nThe growth in artificial intelligence (AI) based applications has generated significant demand and new technology requirements in the advanced node segment, including for both logic and memory devices. Demand for our products also continues to be driven by our customers’ desire for higher overall chip performance enabled by a greater number of transistors\n\nper square millimeter, while improving power efficiency, logic processing capability, data storage volume and manufacturing yield. To achieve these goals, our customers have increased their use of more complex materials and processing methods in their manufacturing flow. The primary path for performance gains is geometric scaling, known as node shrinks, or scaling of transistor dimensions. In some cases, our customers are implementing new materials and methods in high volume manufacturing, including materials and device architectures to reduce power consumption. To scale NAND memory, for example, a 3D layered architecture has been implemented for several customers with more than 150 storage cell layers for devices in production. Additional innovation continues in Data Storage, Power Devices, MEMS, and Image Sensors. We believe the use of these new materials and manufacturing methods has increased demand for our products such as the Atlas® product line, which is capable of measuring advanced nodes as certain features shrink beyond 7nm, to 5nm, 3nm and in the most advanced of cases, 2 nm or less.\nTo shrink features, new methods, including multiple patterning lithography and extreme ultra-violet (“EUV”) lithography, have been developed. The EUV process is driving significantly higher requirements for the silicon wafers that are entering the EUV chamber. Small particles on the backside of the wafer measuring a few micrometers (microns) can distort the images being projected onto the top side. Our NovusEdge® inspection tool has been installed at major silicon wafer manufacturers to detect backside contamination and edge cracking as a final quality control mechanism before wafers are shipped to the semiconductor fabrication processes. The top side of wafers used for the EUV process is covered with an epitaxial layer, which must also be scanned for any impurities. This compositional analysis may be measured using our Element® system using Fourier Transform Infrared (“FTIR”) algorithms.\nAdvanced Packaging. “Advanced packaging” refers to a variety of technologies on either wafer or panel level substrates (or both) that enable the miniaturization of electronic products, such as smartphones, watches, and tablets. Historically, IC packaging refers to the final stage of semiconductor device fabrication, in which a single circuit made from semiconducting material (a die or chip) is encased in a molded package using small wires to provide connections to a carrier that can be soldered to a printed circuit board and also prevents physical damage and corrosion to the chip. Advanced packaging refers loosely to the multi-layer conductors and chip structures (other than wires) that often interconnect multiple die, feed them with electric power and create signal paths to and from the Printed Circuit (“PC”) board, dissipate their heat, and protect them from damage. Today, the drive to pack more functions into a small space and reduce their power requirements demands that chip packages do much more than ever before to combine multiple chips and functions into a single molded package.\nOne example of the technology used in advanced packaging is the 3D integration of semiconductors. This technology involves stacking individual chips in one integrated package. Through-silicon vias (“TSVs”) are vertical copper interconnects that are embedded from the bottom surface of a die to the top surface and use small copper/solder “bumps” to connect one chip to another. TSVs allow power and communication to be shared among the individually stacked components. This offers the advantages of shorter signal paths and, in turn, reduced power consumption, enhanced bandwidths, integration of heterogeneous components such as memory and logic chips, and smaller surface area. The processes required for 3D integration vary from one manufacturer to another and many continue to be optimized for yield and to ensure the functioning of individual stacked chips.\nHeterogeneous integrated (“HI”) packaging is another advanced packaging technology using copper pillars/bumps to vertically connect a wide variety of stacked die for 2.5D, and 3D integration techniques as well as horizontally connected chips and is considered the next disruptive technology for several reasons. First, HI packages using 3D stacking can significantly reduce the space needed inside an electronic device, such as a smartphone, by combining multiple chips/functions into a “system in a package” (“SIP”). Next, HI packages also improve a system’s performance by reducing power and signal conductor lengths, which previously were routed from package to package through a PC board using thin redistribution layers (“RDLs”) to connect chips that are side-by-side. Lastly, the technology is currently considered the preferred vehicle for next generation uses, such as SIP, and package on package formats. As a result of the small overall form factor, HI packages provide the functionality needed in high-end mobile and wearable products.\nOur inspection systems and software are used for process control and detection of potential reliability failures in nearly all of these packages. Inspection rates for advanced packages are high throughout the assembly process to avoid a single defective chip from being assembled into a relatively expensive package. Thus, unlike the cyclical nature of our metrology equipment associated with node shrinks, our sales revenue for advanced packaging is generally driven by assembly volumes. Recently, the growth in AI applications has generated significant demand and new technology requirements in the advanced packaging segment at both the wafer process and panel process levels.\n ​Panel Substrate Manufacturing. One current process to manufacture advanced packaging involves attaching known good die to a 300mm wafer. SIP packages can often contain side-by-side die, meaning the package can be large and limit the number of packages being placed on a wafer. In order to meet the growing demand at reduced average selling prices, manufacturers are looking to scalable technology. Advanced packaging facilities looking to improve Cost of Ownership and\n\nincrease productivity are transitioning from 300mm wafers to large rectangular panels, which can be as large as 650mm x 650mm. This larger size enables companies manufacturing large area packages to increase the number of devices being processed at each step as they are no longer limited to operating within the constraints of a round wafer. By responding to market opportunities and addressing the stringent demands of customers’ technical roadmaps, we believe that Onto Innovation is optimally positioned to capitalize on the emerging market of high-volume manufacturing of advanced IC substrates. For example, the JetStep® X500 lithography system, having emerged from the flat panel display market, is readily capable of processing RDLs on very thin advanced organic laminate panels in the semiconductor advanced packaging market. The Firefly® series of panel level macro inspection tools, designed for high resolution inspection, can provide defect detection and location information to the JetStep X500 tool for each die, which greatly improves lithography throughput using our exclusive StepFAST™ process. It also delivers a combination of defect classification and process throughput in a single software platform. It reduces capital investment requirements and provides a reliable pathway to transition from wafer to panel-based processes.\n Technology\n We believe that our expertise in our core technologies of optics and software and our combined investment in research and development will enable us to rapidly develop new technologies and products in order to quickly respond to emerging industry trends and competitive challenges. The breadth of our technology enables us to offer a diverse combination of metrology, inspection, and process control solutions. Unique features have been designed into our lithography systems to meet our customers’ changing process requirements. Our metrology and inspection technologies provide process control for the majority of advanced node wafers processed today in a semiconductor wafer fab. In front-end processes, OCD metrology, thin film metrology, wafer stress metrology and macro defect detection and classification technologies allow yield enhancement for critical processes such as photolithography, diffusion, etch, chemical mechanical planarization (“CMP”) and outgoing quality control. Within the back-end manufacturing processes, our 2D/3D advanced macro defect inspection provides our customers with critical quality assurance and process information. Defects may be created during probing, bumping, dicing, assembly processes (RDLs, TSVs, copper pillars, etc.) or general handling and can have a major impact on device and process quality. Lastly, we turn the gathered data into useful knowledge for our customers to make yield-enhancing decisions, which lower their scrap cost and environmental impact and improve their margins.\nOnto Innovation’s Products\n Automated Metrology Systems. The Atlas family of products represents our line of high-performance automated metrology systems providing OCD and thin film metrology and wafer stress metrology for transistor and interconnect metrology applications. The thin film and OCD technology is supported by our suite of solutions including our latest introductions of AI Diffract™ software, SpectraProbe™ software and NanoGen™ scalable computing engine, which enables visualization, modeling, and analysis of complex structures.\nAI Diffract is a modeling, visualization and analysis software that takes signals from the metrology systems, providing critical dimension, thickness, and optical properties from in-line measurements. The software has an intuitive three-dimensional modeling interface to provide visualization of today’s advanced and complex semiconductor devices. There are proprietary fitting algorithms in AI Diffract that enable very accurate and very fast calculations for signal processing for high fidelity model-based measurements. SpectraProbe is a model-less fitting engine that enables fast time to solution for in-line excursion detection and control. SpectraProbe complements the high-fidelity modeling of AI Diffract with a simple machine learning interface for rapid recipe deployment. The software is supported by NanoGen, an enterprise scale computing hardware system that is deployed to run the computing intensive analysis software. NanoGen leverages commercial server chips and networking architecture and is optimized to support the workload of AI Diffract and SpectraProbe analysis.\nIntegrated Metrology Systems. Our integrated metrology (“IM”) systems are installed directly onto wafer processing equipment to provide near real-time measurements for improved process control and maximum throughput. Our IM systems are sold directly to end user customers. The IMPULSE® family of products includes the latest technology for OCD, and thin film metrology, and has been successfully qualified on multiple independent wafer fabrication equipment suppliers’ platforms.\nSilicon Wafer All-surface Inspection/Characterization. “All-surface” refers to inspection of the wafer frontside, edge, and backside as well as wafer’s locator notch. The edge inspection process focuses on the area near the wafer edge, an area that poses difficulty for traditional wafer frontside inspection technology due to its varied topography and process variation. Edge bevel inspection looks for defects on the side edge of a wafer. Edge bead removal and edge exclusion metrology involve a topside surface measurement required exclusively in the lithography process, primarily to determine if wafers have been properly aligned for the edge exclusion region. The primary reason for wafer backside inspection is to determine if contamination has been created that may spread throughout the wafer fab. For instance, it is critical that the wafer backside be free of defects prior to the EUV lithography process to prevent focus and exposure problems on the wafer frontside.\n\n Our materials characterization products include systems that are used to monitor the physical, optical, and material characteristics of discrete electronic industry, opto-electronic, HB-LED (high brightness LEDs), solar PV (solar photovoltaics), compound semiconductor, strained silicon and silicon-on-insulator (“SOI”) devices, including composition, crystal structure, layer thickness, dopant concentration, contamination and electron mobility.\n We have a broad portfolio of products for materials characterization including photoluminescence mapping and Fourier Transform Infrared (“FTIR”) spectroscope in automated and manual systems for substrate quality and epitaxial thickness metrology. The NanoSpec® line supports thin film measurement across all applications in both low volume production and research applications.\nMacro Defect Inspection. Chip manufacturers deploy advanced macro defect inspection throughout the production line to monitor key process steps, gather process-enhancing information and ultimately, lower manufacturing costs. Field-established tools such as the F30™, NSX®, Firefly®, and the latest Dragonfly® G3 inspection systems are found in the wafer fab (front-end) and packaging (back-end) facilities around the world. These high-speed tools incorporate features such as wafer-less recipe creation, tool-to-tool correlation and multiple inspection resolutions. Using Discover® yield management software, the vast amounts of data gathered through automated inspection can be analyzed and classified to determine trends and locate root causes that directly affect yield.\nAutomated Defect Classification and Pattern Analysis. Automating the defect detection and classification process is best done by a system that can mimic, or even extend, the response of the human eye, but at a much higher speed, with higher resolution and more consistency. To do this, our systems capture full-color whole wafer images using simultaneous dark and bright field illumination. The resulting bright and dark field images are compared to those from an “ideal” wafer having no defects using our Automated Defect Classification (“ADC”) software. When a difference is detected, its image is broken down into mathematical vectors that allow rapid and accurate comparison with a library of known classified defects stored in the tool’s database. Patented and proprietary enhancements of this approach enable very fast and highly repeatable image classification. The system is pre-programmed with an extensive library of local, global, and color defects and can also store a virtually unlimited amount of new defect classes. This allows customers to define defects based on their existing defect classification system, provides more reliable automated rework decisions and enables more accurate statistical process control data. Reviewing defects using ADC enables automated inspection systems to maintain their utilization for high throughput inspection. Using defect image files captured by automated inspection systems, operators are able to view high-resolution defect images to determine defects that cause catastrophic failure of a device, known as killer defects. Combining the review process with classifying defects enables faster analysis by grouping defects found together as one larger defect, a scratch for example, and defects of similar types across a wafer lot to be grouped based on size, repeating defects, and other user-defined specifications.\nYield Analysis. Using wafer maps, charts and graphs, the massive amounts of data gathered through automated inspection can be analyzed to determine trends across bumps, die, wafers and lots. This analysis may determine where a process variation or deviation has occurred, allowing process engineers to make corrections or enhancements to increase yields. Defect data analysis is performed to identify, analyze and locate the source of defects and other manufacturing process excursions. Using either a single wafer map or a composite map created from multiple wafer maps, this analysis enables identification of defect patterns and distribution. When combined with inspection data from inspection points placed strategically, this analysis may pinpoint the source of the defects so corrective action can be taken.\nOpaque Film Metrology. The MetaPULSE® and EchoTM systems allow customers to simultaneously measure the thickness and other properties of up to six metal or non-metallic opaque film layers without physically contacting product wafers. PULSETM technology uses an ultra-fast laser to generate acoustic waves that pass down through a stack of opaque films such as those used in copper or aluminum interconnect processes, as well as the hard mask layer in 3D-NAND chips, sending back to the surface a reflected signal (echo) that indicates film thickness, density, and other process critical parameters. We believe we are a leader in providing systems that can measure opaque thin-film stacks non-destructively with the speed and accuracy semiconductor device manufacturers demand in order to achieve high yields with the latest fabrication processes. The technology is ideal for characterizing copper interconnect structures. The MetaPULSE and Echo systems, used for fast and accurate measurements of metal interconnect in front-end wafer fabs, have now been chosen by back-end manufacturers to perform system measurements in new process applications such as RF filters and modules, driven by the need for on-product metrology as feature sizes decrease and pattern densities increase.\nIndustrial, Scientific, and Research Markets ― 4D Technology®. The 4D business offers a line of interferometry systems for the measurement and inspection of high precision surfaces. End markets include high precision optics surfaces and components, aerospace and defense components, and unique research and scientific instrumentation that requires the unique high-speed results of the 4D systems.\n\nAdvanced Packaging Lithography. Our lithography steppers use projection optics to expose circuit patterns from a mask or reticle onto a substrate to expose images with optimal fidelity. These systems employ a bright light that is transmitted through a mask or reticle containing display circuit patterns. Substrates are aligned on the system and the mask is imaged through a projection lens onto photoresist material coated on the substrate. The substrate is then moved, or “stepped,” to a second position to expose an adjacent area. The system repeats the step and exposure process until the entire substrate is patterned. Once the exposure process has been completed, the substrate is developed with an alkali solution to reveal the underlying material. The imaged photoresist serves as a stencil barrier that allows for the processing of the underlying metal or insulating layers. The substrates then continue through the etching, stripping and deposition processes until multi-layer circuits are completed.\nIn order to deal with increased input/output (“I/O”) resulting from devices with enhanced functionality, increased power distribution efficiency, and higher frequency, IDMs and outsourced semiconductor assembly and test (“OSATs”) facilities must incorporate lithography capabilities to create RDLs for their advanced packaging technologies. However, the associated substrates and processes are significantly different than those used in front-end wafer processing. For advanced packaging, the lithography system must perform in a completely different application, with significantly different operating parameters. For example, most packaging is an additive process, while wafer processing is subtractive, and thick films, rather than thin films, are used to enable the creation of features. In order for equipment to effectively function in this environment, it must overcome these challenges. Our JetStep® systems have been specifically designed to meet these challenges head on. The new JetStep X500 System is designed for rectangular substrates (panels), which when combined with user-selectable wavelength options, maximizes throughput while not limiting resolution when needed. High-fidelity optics are able to image the fine features required while at the same time achieving superior depth of field to minimize non-flatness that is typical for advanced packaging applications. On-the-fly auto focus and an innovative reticle management system improve yield and utilization. These features result in a revolutionary lithography system specifically designed to meet advanced packaging challenges.\nProcess Control Software. We provide a wide range of advanced process control solutions, which are designed to improve factory profitability, including run-to-run control, fault detection, classification and tool automation. We are a leading provider of process control software in the semiconductor industry. Advanced process control (“APC”) employs software to automatically detect or predict tool failure (fault detection) as well as calculate recipe settings for a process that will drive the yielded output to meet and exceed the target, despite variations in the incoming material and minor instabilities within the process equipment. Process control software enables the factory to increase capacity and yield while decreasing rework and scrap. It enables reduced production costs by lowering consumables, process engineering time and manufacturing cycle time.\nYield Management Software. Semiconductor manufacturers use yield management software (“YMS”) to obtain valuable process yield and equipment productivity information. The data necessary to generate productivity information comes from many different sources throughout the wafer fab: inspection and metrology systems, tool sensors, tool recipes, electrical tests and the fab environment. As the complexity and cost of manufacturing processes increase, the value of faster, better analysis to support critical manufacturing decisions grows. As a result, customers are demanding robust yield management systems that can analyze large, complex data sets quickly and effectively. Our fully integrated YMS is designed to analyze data from disparate sources and multiple sites to maximize productivity across the entire value chain.\nCustomers\n Over 240 customers purchased Onto Innovation tools or software in 2024. We support a diverse customer base in terms of both geographic location and type of device manufactured. Our customers are located in over 24 countries. The following table shows the revenue concentration at our top customers for the respective fiscal years:\n\n                        Year Ended                                                      \nCustomer                December 28,              December 30,              December 31,\n                        2024                      2023                      2022        \nCustomer A              *                         *                         *           \nCustomer B              *                         *                         *           \nCustomer C              *                         ^                         *           \n* Total customer revenue was 10% or more of total revenue.                              \n^ Total customer revenue was less than 10% of total revenue.                            \nSales, Customer Service and Application Support\n We believe that the capability for direct sales and support is beneficial for developing and maintaining close customer relationships and for rapidly responding to changing customer requirements. We provide local direct sales, service and application support through our worldwide offices located in the United States, South Korea, Japan, Taiwan, China, Vietnam Singapore and Europe, and work with selected dealers and sales representatives on a more limited basis in various countries. Our applications team is composed of technically experienced sales engineers who are knowledgeable in the use of metrology systems generally and the unique features and advantages of our specific products. Supported by our technical applications team, our sales and support teams work closely with our customers to offer cost-effective solutions to complex measurement and process problems.\nWe believe that customer service and technical support for our systems are crucial factors that distinguish us from our competitors and are essential to building and maintaining close, long-term relationships with our customers. We generally provide a warranty for our products that ranges from twelve to fourteen months to cover defects in material and workmanship. We provide system support to our customers through factory technical support and globally deployed field service personnel. The factory technical support operations provide customers with telephonic technical support access, direct training programs, operating manuals and other technical support information to enable effective use of our metrology and measurement instruments and systems. We have field service operations based in various locations throughout the United States, South Korea, Taiwan, China, Japan, Vietnam, Malaysia, Singapore, Israel, and Europe.\nCompetition\nThe global semiconductor equipment industry is intensely competitive and we have multiple established and potential competitors in the markets in which we participate. Our industry is driven by rapid technological adoption cycles, with new entrants from overseas and domestic sources competing for our customers’ business. Our ability to compete effectively depends upon our ability to continuously improve our existing products, applications and services, and our ability to develop new products, applications and services that meet constantly evolving customer requirements. In order to continuously improve and develop new products and maintain customer service and support centers worldwide, we believe that we will require significant resources; however, some of our competitors may have greater financial, research, engineering, manufacturing and marketing resources than we have.\n In automated systems for the semiconductor industry, our principal competitors are KLA Corporation (“KLA”) and Nova Ltd. (formerly Nova Measuring Instruments Ltd.) (“Nova”) for thin film and critical dimension OCD metrology. Our principal competitors for advanced packaging inspection are KLA and Camtek Ltd. (“Camtek”). While the advanced packaging lithography market is served by various competitors, our primary competitors are Ushio, Inc. (“Ushio”) and Canon, Inc. (“Canon”). Our primary competitor for inspection in the panel market is GigaVis Co. Ltd. The primary competitor for our software products is PDF Solutions, Inc. (“PDF Solutions”) and our primary competitor for integrated metrology systems for the semiconductor industry is Nova. The opto-electronics, discrete device and industrial and scientific markets are addressed primarily by our material characterization and 4D systems, served by numerous competitors, of which no single competitor or group of competitors has established a majority position.\nWe believe that our competitive position in each of our markets is based on the ability of our products and services to address customer requirements related to numerous competitive factors. Competitive selections are based on many factors involving technological innovation, productivity, total cost of ownership of the system, including impact on end of line yield, price, product performance and throughput capability, quality, reliability and customer support.\n Manufacturing\nOur manufacturing operations are in: Milpitas, California; Tucson, Arizona; Wilmington, Massachusetts; Bloomington, Minnesota; and at various contract manufacturers around the world. It is our strategy to outsource the assemblies that do not contain elements that we believe lead to a direct competitive advantage. Most of our automated and integrated products are currently manufactured at our Milpitas and Bloomington facilities. We currently do not expect our manufacturing operations to require additional major investments in capital equipment in the near term.\nWe manufacture key modular assemblies and integrated tools and make reasonable efforts to ensure that externally purchased parts or raw materials are available from multiple suppliers, if possible. Certain components, subassemblies and services necessary for the manufacture of our systems are obtained either from a sole supplier or limited group of suppliers. We also have long-term supply agreements with strategic suppliers for the supply of key assemblies for use in our products. For more information, please see “Part I, Item IA - Risk Factors - If we do not manage our supply chain effectively, our operating results may be adversely affected, and any increases in material, labor, supplier, logistics and other operating costs, or supply chain delays and shortages, could lower our margins or result in lost sales”.\nResearch and Development\nWe continue to invest in research and development to provide our customers with products that add value to their manufacturing processes and that provide a better and differentiated solution than our competitors so that our products stay in the forefront of current and future market demands. Whether it is for an advancement of current technology, yield and manufacturing improvement, enabling new end device technology, or the development of a new application in our core or emerging markets, we are committed to product excellence and longevity.\nThe markets for equipment and systems for manufacturing semiconductor devices and for performing OCD metrology, macro-defect inspection, advanced packaging lithography and thin film transparent and opaque process control metrology are characterized by continuous technological development and product innovations. We believe that the rapid and ongoing development of new products and enhancements to existing products are critical to our success. Accordingly, we devote a significant portion of our technical, management and financial resources to research and development programs.\nIntellectual Property\n We believe that our success will depend to a great degree upon innovation, technological expertise and our ability to adapt our products to new technology. As a result, we have a policy of seeking patents on inventions governing new products or technologies as part of our ongoing research, development, and manufacturing activities. As of December 28, 2024, we have been granted, or hold exclusive licenses to, 408 U.S. and foreign patents. The patents we own, jointly own or exclusively license have expiration dates ranging from 2025 to 2043. We also have 240 pending patent applications in the United States and other countries. Our patents and patent applications principally cover various aspects of metrology, macro-defect detection and classification, altered material characterization, lithography techniques, automation, artificial intelligence, and machine learning.\nTo protect our intellectual property, we rely on a combination of patents, copyrights, trademarks, trade secret laws, contractual provisions and licenses and non-disclosure agreements. There can be no assurance that our intellectual property will provide us competitive advantage or that we will be able to fully protect our intellectual property. For more information, please see “Part I, Item IA - We may fail to adequately protect our intellectual property and, therefore, lose our competitive advantage.” Additionally, others may obtain patents or trademarks and assert them against us. We may find it necessary to engage in litigation regarding intellectual property rights or contractual rights, which will be costly and time consuming without guarantee that it will yield the result we seek. For more information, please see “Part I, Item IA - Protection of our intellectual property rights, or the efforts of third parties to enforce their own intellectual property rights against us, may result in costly and time-consuming litigation, substantial damages, lost product sales and/or the loss of important intellectual property rights.”\nHuman Capital and Talent\nAs of December 28, 2024, we had approximately 1,551 staff globally, 370 in research and development, 266 in operations, 209 in administration and 706 in sales, applications and service support. A large percentage of our employees have technical backgrounds and undergraduate and/or advanced degrees. Many of our employees have specialized skills and experience that are of value to our business, products and services. Our future success will depend, in large part, upon our ability to attract, motivate and retain our highly skilled, technical, operational and managerial team members, who are in great demand in our industry and business communities.\n Approximately 56% of our employees are located in the United States, 39% in Asia Pacific and 5% in Europe. None of our employees are represented by a union and we have never experienced a work stoppage because of union actions. We consider our employee relations to be favorable.\nPurpose and Culture. All of our employees are expected to uphold the following core values which are foundational to our culture:\n •Passion – ownership, pride and caring in our work\n •Integrity – honesty, dependability, ethicality and accountability\n •Collaboration – working together toward a common goal\n •Results – meeting and exceeding goals, focusing on innovation and growth \n These core values define the way we do business in our everyday actions and choices. We strive to create a respectful work environment characterized by mutual trust and the absence of intimidation, oppression, discrimination and exploitation.\n\n\nTalent Development and Acquisition. Successful execution of our strategy is dependent on attracting, developing and retaining key employees and members of our management and leadership teams. The skills, experience and industry knowledge of our employees significantly benefit our operations and performance. We continuously evaluate, modify, and enhance our internal processes, tools and technologies to increase employee engagement, productivity, quality and efficiency. We offer employees access to internal and external training and development courses to support individual development. We review succession plans and focus on promoting internal talent to help grow our employees, both professionally and personally.\nWe strive to promote and cultivate an inclusive and diverse culture that welcomes and celebrates everyone without bias. In addition, we look to actively engage within our communities to foster and attain social equity.\n Compensation Philosophy. Our compensation philosophy creates the framework and building blocks for our rewards and recognition programs. We have a pay-for-performance culture that ties compensation to the performance of the individual and the Company. We provide balanced compensation programs that focus on the following five key elements:\n •Pay-for-performance - Reward those who achieve or exceed set goals and objectives, while also recognizing those making significant, impactful contributions;\n •External market based - Pay levels that are competitive with respect to the labor market in which we compete for talent;\n •Internal equity - Providing fair compensation programs within the Company;\n •Fiscal responsibility - Providing programs which can be responsibly supported by our operations; and\n •Legal compliance - Ensure compliance with the applicable laws of the states and countries in which we operate in all material respects.\n Safety, Health and Wellness. We strive to provide an environment which is safe and where our employees can be productive. We have rigorous health and safety programs focused on awareness, recognition, risk assessment and management, as well as teamwork.\nOur benefit plans are competitive and comprehensive. We provide each of our employees educational programs and initiatives focused on holistic wellness supporting nutritional, physical, emotional, mental and financial wellbeing.\n Corporate Social Responsibility\n Our stakeholders are essential to our business – shareholders, customers, suppliers, employees, communities as well as the environment and society. We are working to make our workforce more inclusive, our business more sustainable, and our communities more engaged by maintaining strong sustainability practices. Actions we have taken in pursuit of these commitments include the following environmental and social programs:\n •Demanded excellence in our environmental performance.\n •Demanded excellence in our quality performance, as demonstrated through our product and process qualification commitments, including ISO 9001 Quality Management;\n •Set goals to reduce our environmental impact, including an increase in our use of renewable energy, a decrease in hazardous waste landfill, an increase in recycling materials and beneficial reuse, and a reduction in our freshwater usage;\n •Committed to Responsible Business Alliance (RBA) Code of Conduct and humane treatment of all at Onto Innovation both upstream and downstream. We have established policies and practices to ensure that: working conditions are safe; workers are treated with respect and dignity; and manufacturing processes are environmentally responsible.\n •Produced systems responsibly by offering tool trade-in, refurbishment and technology upgrade programs;\n •Provided corporate matching for employee donations to qualified nonprofit organizations; and\n •Engaged in community service projects in our communities globally.\n\n\nCompliance with Governmental Regulations\nWe are subject to international, federal, state and local regulations that are customary to businesses in the semiconductor capital equipment manufacturing industry. Such regulations include, but are not limited to:\n •The Restriction of Hazardous Substances Directive (“RoHS”), which restricts the use of certain hazardous substances in electrical and electronic equipment; \n •General Data Protection Regulation (“GDPR”), which provides guidelines for the collection and processing of personal information from individuals who live in the European Union, and similar laws and regulations in other jurisdictions in which we operate;\n •The U.S. Foreign Corrupt Practices Act (“FCPA”), which prohibits companies and their individual officers from influencing foreign officials with any personal payments or rewards;\n •Conflict minerals reporting, which imposes disclosure requirements regarding the use of “conflict” minerals mined from the Democratic Republic of Congo and adjoining countries in products; and\n •Export regulations.\n Our compliance with export regulations has negatively impacted our ability to compete for the business of domestic customers in China, which has adversely affected our results of operations. For additional discussion of the impact of trade policies and export regulations on our competitive position, see “Part I, Item IA - Risk Factors - Tariffs, export regulations, and other market barriers have impacted and may continue to impact our ability to compete for the business of domestic customers in China and other jurisdictions, and our results of operations.” We expect that the new U.S. presidential administration will seek to implement a regulatory reform agenda that is significantly different than that of the prior administration, which may impact agency rulemaking and enforcement priorities, which could, in turn, have a material effect on our business.\n Available Information\n Our Internet website address is http://www.ontoinnovation.com. The information on our website is not incorporated into this Form 10-K. Our Annual Report on Form 10-K, Quarterly Reports on Form 10-Q and Current Reports on Form 8-K (and any amendments to those reports) are made available free of charge, on or through our Internet website, as soon as reasonably practicable after such material is electronically filed with or furnished to the United States Securities and Exchange Commission (the “SEC”). All filings we make with the SEC are also available free of charge via EDGAR through the SEC’s website at http://www.sec.gov. These filings may also be obtained through the SEC’s website. Documents that are not available through the SEC’s website may also be obtained by submitting an online request to the SEC at http://www.sec.gov.\n We also make available, free of charge, through our investor relations website at https://investors.ontoinnovation.com, our corporate governance guidelines, Code of Business Conduct and Ethics, charters of the committees of our Board of Directors, and other information and materials, including information about how to contact our Board of Directors.\nInvestors and others should also note that we announce material financial information to our investors using our investor relations website, SEC filings, press releases, public conference calls and webcasts. We use these channels as well as social media to communicate with the public about the Company, our products and services and other matters. It is possible that the information we post on social media could be deemed to be material information. Therefore, we encourage investors, the media, and others interested in the Company to review the information we post on the social media channels listed on our investor relations website.",
      "char_count": 47084
    },
    "item1a": {
      "text": "Item 1A. Risk Factors.\n Below is a summary of the principal factors and uncertainties that make investing in our company risky. You should read this summary together with the more detailed description of each risk factor contained further below.\n  Risks Related to Our Operations\n •If we do not manage our supply chain effectively, our operating results may be adversely affected, and any increases in material, labor, supplier, logistics and other operating costs, or supply chain delays and shortages, could lower our margins or result in lost sales.\n •Variations in the amount of time it takes for us to sell our systems may cause fluctuations in our operating results, which could cause our stock price to decline.\n •We are subject to order and shipment uncertainties. Our profitability will decline if we fail to accurately forecast customer demand when managing inventory.\n •If we deliver systems with defects, our credibility will be harmed, and the sales and market acceptance of our systems will decrease.\n •Our integrated metrology systems are integrated with systems sold independently by wafer fabrication equipment suppliers, and a decrease in sales by these suppliers, or the development of competing systems by these suppliers, could harm our business.\n •We must attract and retain experienced senior executives and other key personnel with knowledge of semiconductor device manufacturing and inspection, metrology or lithography equipment and related software to help support our future growth, and competition for such personnel in our industry is high.\n •Any prolonged disruption in the operations of our manufacturing facilities could have a material adverse effect on our revenue.\n •We outsource select manufacturing activities to third-party service providers, which decreases our control over the performance of these functions, may result in lower quality and functionality of our products, and exposes us to additional supply chain risks.\n •Our ability to fulfill our backlog may have an effect on our long-term ability to procure contracts and fulfill current contracts.\n •We are implementing a new enterprise resource planning system. Our failure to implement it successfully, on time and on budget could have a material adverse effect on us.\n Risks Related to Our Customers\n •Our largest customers account for a substantial portion of our revenue, and our revenue and cash flows could decline considerably if one or more of these customers were to purchase significantly fewer of our systems or delay or cancel a large order.\nRisks Related to Product Development\n •If we are not successful in developing new and enhanced products for the semiconductor device manufacturing industry, we will lose sales and market share to our competitors.\n •If new products developed by us do not gain general market acceptance, we will be unable to generate revenue and recover our investments, which may result in a write down of inventory.\n •Even if we are able to develop new products that gain market acceptance, sales of these new products could impair our ability to sell existing products.\n •If our relationships with our large customers deteriorate, our product development activities could be adversely affected.\n Risks Related to Intellectual Property and Data Security\n •We may fail to adequately protect our intellectual property and, therefore, lose our competitive advantage.\n\n\n•Protection of our intellectual property rights, or the efforts of third parties to enforce their own intellectual property rights against us, may result in costly and time-consuming litigation, substantial damages, lost product sales and/or the loss of important intellectual property rights.\n •If our network security measures are breached and unauthorized access is obtained to a customer’s data, to our data, or to our information technology systems, we may incur significant legal and financial exposure and liabilities and may experience disruptions in our operations.\n •Compliance with data protection laws may be costly and may impede development of new products, and any failure to comply with, or inquiries under, these laws could have a material adverse effect on our business, results of operations and financial condition.\nRisks Related to Competition\n •Some of our current and potential competitors have significantly greater resources than we do, and increased competition could impair sales of our products or cause us to reduce our prices.\n •Because of the high cost of switching equipment vendors in our markets, it is sometimes difficult for us to win new customers from our competitors even if our systems are superior to theirs.\nRisks Related to Our International Operations\n •Tariffs, export regulations, and other market barriers have impacted and may continue to impact our ability to compete for the business of domestic customers in China and other jurisdictions which has adversely affected and may continue to adversely affect our, business, financial condition and results of operations.\n •We are subject to compliance with domestic and foreign laws and regulations, and the burden of complying with such laws and regulations, or any failure to comply, has adversely affected and may continue to adversely affect our business, financial condition and results of operations. \n •Political and economic instability may result in reduced demand for our products. \n •Natural disasters, changes in climate, public health crises, and geo-political conflicts could materially adversely affect our worldwide operations (or those of our business partners). \n •We may face difficulties in staffing and managing foreign branch operations due to political tensions or cultural differences. \n •Currency fluctuations may impact our international sales or expose us to exchange rate risk. \n •Our internal controls with respect to anti-corruption laws may not be effective, and any failure to comply with such laws may result in severe sanctions and liabilities, which may negatively affect our business, operating results and financial condition.\n Risks Related to Laws, Legal Proceedings, Financial Markets and the Environment\n •Changes in tax rates or tax liabilities could affect results.\n •Turmoil or fluctuations in the credit markets and the financial services industry may negatively impact our business, results of operations, financial condition or liquidity, and our factoring arrangements may expose us to additional risks.\n •We are subject to various environmental laws and regulations that could impose substantial costs upon us, and failure to comply with such laws and regulations may harm our business, operating results and financial condition.\n •Legal proceedings, claims and investigations may expose us to increased costs and may negatively affect our business and results of operations.\n Risks Related to Growth and Acquisitions\n •We may choose to acquire new and complementary businesses, products or technologies instead of developing them ourselves, and we may be unable to complete these acquisitions or may not be able to successfully integrate an acquired business in a cost-effective and non-disruptive manner.\n •If we cannot effectively manage growth, our business may suffer.\n\n\nRisks Related to the Global Economy and the Semiconductor Industry\n •Cyclicality in the semiconductor device industry has led to substantial decreases in demand for our systems in the past and may, from time to time, continue to do so.\n •Our future rate of growth is highly dependent on the development and growth of the market for microelectronic device inspection, lithography and metrology equipment.\n General Risk Factors\n •Provisions of our charter documents and of Delaware law could discourage potential acquisition proposals and/or delay, deter or prevent a change in control of our company.\n •Our stock price is volatile.\n Risks Related to Our Operations\n If we do not manage our supply chain effectively, our operating results may be adversely affected, and any increases in material, labor, supplier, logistics and other operating costs, or supply chain delays and shortages, could lower our margins or result in lost sales.\n We need to continually evaluate our global supply chains and assess opportunities to reduce costs. We must also enhance quality, speed and flexibility to meet changing demand for our products and product mix and uncertain market conditions. Our success also depends in part on refining our cost structure and supply chains so that we have flexibility and can maintain and improve profitability. Deterioration in the tariff environment such as discussed herein under the heading “Tariffs, export regulations, and other market barriers have impacted and may continue to impact our ability to compete for the business of domestic customers in China and other jurisdictions, which has adversely affected and may continue to adversely affect our, business, financial condition and results of operations,” political instability or changes in suppliers may cause our costs to increase and, if we are not able to offset the increased costs by charging higher sales prices, will cause a decline in our margins. To improve margins on our products, we would need to negotiate price reductions with our vendors. But we cannot be certain that we will be able to do so in a timely manner, or at all. Failure to achieve the desired level of cost reductions could adversely affect our financial results. Despite our efforts to control costs and increase efficiency in our facilities, changes in demand could still cause us to realize lower operating margins and profitability.\n Further, our gross margins and financial performance may be adversely affected by increases in our operating costs, such as material, labor, supplier costs, logistics and energy costs, all of which have been and may continue to be subject to inflationary pressures. Operating costs have increased and may continue to increase further as a result of supply chain disruptions in connection with the sourcing of components, materials, equipment, engineering support, and services, labor shortages, high inflation rates, and cost increases attributable to the effects of geopolitical events, such as the Russia-Ukraine conflict. In addition, we source components for certain of our tools from a supplier in Israel. If the conflict in Israel and Gaza and the surrounding area escalates, it could disrupt our supply chain, resulting in a material adverse impact on our business.\nThese risks may be heightened because we obtain some of the components and subassemblies included in our systems from a limited group of suppliers and do not have long-term contracts with many of our suppliers. Our dependence on limited-source suppliers of components and our lack of long-term contracts with certain of our suppliers expose us to several risks, including a potential inability to obtain an adequate supply of components, price increases, late deliveries and poor component quality. A significant number of our suppliers are the sole source or single source for certain components or subassemblies. If such a supplier is unable or unwilling to manufacture and deliver components to us on the time schedule and of the quality or quantity that we require, we may be forced to seek to engage an additional or replacement supplier or redesign our product to use alternative components, which could result in additional expenses and delays in product development or shipment of product to our customers. Disruption or termination of the supply of components has delayed and could in the future delay shipments of some of our systems. Such delays may damage our customer relationships and reduce our sales. The lead time required for shipments of some of our components can be greater than six months. In addition, the lead time required to qualify new suppliers for lasers and certain optics could be as long as a year, and the lead time required to qualify new suppliers of other components could be as long as nine months. In some cases, we may need to purchase components in advance of receiving customer orders for product. If we are unable to accurately predict our component needs, or if our component supply is disrupted, we may miss market opportunities by not being able to meet the demand for our systems. Further, a significant increase in the price of one or more of these components or subassemblies could seriously harm our results of operations and cash flows.\n\n\nOur efforts to mitigate any cost increases, labor impacts and supply chain delays and shortages may not be successful, and we cannot predict the duration of these current trends or other future increases in operating costs. We may not be able to pass cost increases through to our customers fully (or at all), and if supply chain delays and shortages delay delivery of our products, our customers may seek to purchase from our competitors. Any such occurrence may have a material adverse impact on our gross margins and business, financial position, results of operations and cash flows.\n Variations in the amount of time it takes for us to sell our systems may cause fluctuations in our operating results, which could cause our stock price to decline.\n Variations in the length of our sales cycles could cause our revenue and cash flows, and consequently, our business, financial condition, operating results and cash flows to fluctuate widely from period to period. This variation could cause our stock price to decline. Our customers generally take a long time to evaluate our inspection and/or film metrology systems and many people are involved in the evaluation process. We expend significant resources educating and providing information to our prospective customers regarding the uses and benefits of our systems in the semiconductor fabrication process. The length of time it takes for us to make a sale depends upon many factors, including, but not limited to:\n •the efforts of our sales force;\n •the complexity of the customer’s fabrication processes;\n •the internal technical capabilities and sophistication of the customer;\n •the customer’s budgetary constraints; and\n •the quality and sophistication of the customer’s current metrology, inspection or lithography equipment.\n Because of the number of factors influencing the sales process, the period between our initial contact with a customer and the time when we recognize revenue from that customer and receive payment, if ever, varies widely in length. Our sales cycles, including the time it takes for us to build a product to customer specifications after receiving an order to the time we recognize revenue, typically range from three to twenty-four months. Sometimes our sales cycles can be much longer, particularly with customers in Asia. During these cycles, we commit substantial resources to our sales efforts in advance of receiving any revenue, and we may never receive any revenue from a customer despite our sales efforts. If we do make a sale, our customers often purchase only one of our systems, the performance of which they then evaluate for a lengthy period before purchasing any more of our systems. The number of additional products a customer purchases, if any, depends on many factors, including the customer’s capacity requirements. The period between a customer’s initial purchase and any subsequent purchases can vary from three months to a year or longer, and variations in the length of this period could cause further fluctuations in our operating results and, possibly, in our stock price.\n We are subject to order and shipment uncertainties. Our profitability will decline if we fail to accurately forecast customer demand when managing inventory.\n We typically plan production and inventory levels based on internal forecasts of customer demand, which can be highly unpredictable and can fluctuate substantially, which could lead to excess inventory write-downs and result in negative impacts on gross margin and net income. We have limited visibility into our customers’ inventories, future customer demand and the product mix that our customers will require, which could adversely affect our production forecasts and operating margins. In addition, innovation in our industry could render significant portions of our inventory obsolete. If we overestimate our customers’ requirements, we may have excess inventory, which could lead to obsolete inventory and unexpected costs. Conversely, if we underestimate our customers’ requirements, or if we experience sustained disruptions to our supply chain or shipping delays, we may have inadequate inventory, which could lead to foregone revenue opportunities, loss of potential market share and damage to customer relationships as product deliveries may not be made on a timely basis, disrupting our customers’ production schedules. In response to anticipated long lead times to obtain inventory and materials from outside suppliers and foundries, we periodically order materials in advance of customer demand. This advance ordering has in the past and may in the future result in excess inventory levels or unanticipated inventory write-downs if expected orders fail to materialize, or other factors make our products less saleable. In addition, any significant future cancellation or deferral of product orders could adversely affect our revenue and margins, increase inventory write-downs due to obsolete inventory, and adversely affect our operating results and stock price.\n Our earnings could be negatively affected, and our inventory levels could materially increase, if we are unable to predict our inventory needs in an accurate and timely manner and adjust our orders for parts and subcomponents in the event that our needs increase or decrease materially due to unexpected increases or decreases in demand for our products. Any material increase in our inventories could result in an adverse effect on our financial position, while any material decrease in our ability\n\nto procure needed inventories could result in an inability to supply customer demand for our products, thus adversely affecting our revenue.\n If we deliver systems with defects, our credibility will be harmed, and the sales and market acceptance of our systems will decrease.\n Our systems are complex and have occasionally contained errors, defects and bugs when introduced. Defects may be created during probing, bumping, dicing or general handling, and can have a major impact on device and process quality. When this occurs, our credibility and the market acceptance and sales of our systems could be harmed. Further, if our systems contain errors, defects or bugs, computer viruses or malicious code as a result of cyber-attacks to our computer networks, we may be required to expend significant capital and resources to alleviate these problems. Defects could also lead to product liability as a result of product liability lawsuits against us or against our customers. We have agreed to indemnify our customers under certain circumstances against liability arising from defects in our systems provided that we also include a cap on our liability in the related sales agreements. Our product liability insurance policy currently provides both aggregate coverage as well as an overall umbrella coverage. In the event of a successful product liability claim, we could be obligated to pay damages significantly in excess of our product liability insurance limits.\n Our integrated metrology systems are integrated with systems sold independently by wafer fabrication equipment suppliers, and a decrease in sales by these suppliers, or the development of competing systems by these suppliers, could harm our business.\n We believe that sales of integrated metrology systems will continue to be an important source of our net revenues. Sales of our integrated metrology systems depend upon the ability of a small number of wafer fabrication equipment suppliers to sell semiconductor manufacturing equipment products that are compatible with our metrology systems as components. If these suppliers are unable to sell such products, if they choose to focus their attention on products that do not integrate with our systems, or if they choose to develop competing systems, our business could suffer.\nWe must attract and retain experienced senior executives and other key personnel with knowledge of semiconductor device manufacturing and inspection, metrology or lithography equipment and related software to help support our future growth, and competition for such personnel in our industry is high.\n Our success depends, to a significant degree, upon the continued contributions of our key executive management, engineering, sales and marketing, customer support, finance and manufacturing personnel. The loss of any of these key personnel, each of whom would be extremely difficult to replace, through resignations, retirement or other circumstances, could harm our business and operating results. Despite our employment and noncompetition agreements with key members of our senior management team, these individuals or other key employees may still leave us, which could have a material adverse effect on our business. We do not have key person life insurance on any of our executives. In addition, to support our future growth, we will need to attract and retain additional qualified employees. Competition for such personnel in our industry is intense, and we may not be successful in attracting and retaining qualified employees.\n The expansion of high technology companies worldwide and growth in the demand for semiconductors have increased demand and competition for qualified personnel. Competition for engineering and other technical personnel in some of the markets in which we operate is especially intense due to continued increases in the number of technology companies worldwide. In order to attract and retain executives and other key employees, we must provide a competitive compensation package, including cash and share-based compensation. If the anticipated value of our share-based incentive awards does not materialize so that they cease to be viewed as valuable, if our profits decrease, or if our total compensation package is not viewed as competitive, our ability to attract, retain and motivate executives and key employees could be weakened.\n Any prolonged disruption in the operations of our manufacturing facilities could have a material adverse effect on our revenue.\n We produce the majority of our systems in our manufacturing facilities in the following locations: Wilmington, Massachusetts; Milpitas, California; Tucson, Arizona; and Bloomington, Minnesota. We also use contract manufacturers in China, Japan and the United States. Our manufacturing processes are highly complex and require sophisticated and costly equipment and a specially designed facility. As a result, any prolonged disruption in the operations of our manufacturing facilities could seriously harm our ability to satisfy our customer order deadlines. Restrictions on our access to or operation of manufacturing facilities or on our support operations or workforce, or similar limitations for our vendors and suppliers, may impact our ability to meet customer demand and could have a material adverse effect on our financial condition and results of operations. If we cannot timely deliver our systems, our results from operations and cash flows could be materially and adversely affected.\n\n\nWe outsource select manufacturing activities to third-party service providers, which decreases our control over the performance of these functions, may result in lower quality and functionality of our products, and exposes us to additional supply chain risks.\n We outsource select product manufacturing to third-party service providers. Outsourcing reduces our control over the performance of the outsourced functions. Dependence on outsourcing may also adversely affect our ability to bring new products to market. If we do not effectively manage our outsourcing strategy or if third-party service providers do not perform as anticipated, we may experience operational difficulties, increased costs, manufacturing interruptions or inefficiencies in the operation of our supply chain, any or all of which could delay our delivery of products to our customers, and materially and adversely affect our business, financial condition, and results of operations.\nOur third-party service providers could also be, and certain of our service providers have been, subject to cybersecurity incidents or other events that negatively impact their operations and their ability to perform services for us in a timely manner or at all. Such disruptions could impact our ability to manufacture products in a timely manner or force us to work with another service provider at a higher cost. Any such event could materially and adversely affect our business, financial condition, and results of operations. In addition, some of our third-party party services providers also have product designs, know-how, data files and other important confidential information regarding our products. If a third-party service provider experiences a cybersecurity event in which such confidential information is publicly exposed or shared with bad actors, it could materially and adversely impact our competitive position in the market.\nOur ability to fulfill our backlog may have an effect on our long-term ability to procure contracts and fulfill current contracts.\n Our ability to fulfill our backlog may be limited by our ability to devote sufficient financial and human capital resources and may be limited by available material supplies and our suppliers’ own supply chain issues. If we do not fulfill our backlog in a timely manner, we may experience delays in product delivery, which would postpone receipt of revenue from those delayed deliveries. Delayed fulfillment also increases the risk that a customer may change or cancel an order due to evolution of the customer’s technological, production or market needs, which would result in a loss of revenue. Additionally, if we are consistently unable to fulfill our backlog, this may be a disincentive to customers to award large contracts to us in the future until they are comfortable that we can effectively manage our backlog.\n We are implementing a new enterprise resource planning system. Our failure to implement it successfully, on time and on budget could have a material adverse effect on us.\n We are in the process of completing a multi-year implementation of a complex new enterprise resource planning (“ERP”) system. ERP implementations are complex, time-consuming, labor intensive, and involve substantial expenditures on system software and implementation activities. The ERP system is critical to our ability to provide important information to our management, obtain and deliver products, provide services and customer support, send invoices and track payments, fulfill contractual obligations, accurately maintain books and records, provide accurate, timely and reliable reports on our financial and operating results, and otherwise operate our business. ERP implementations also require transformation of business and financial processes in order to reap the benefits of the ERP system. Any such implementation involves risks inherent in the conversion to a new computer system, including loss of information and potential disruption to our normal operations. The implementation and maintenance of the new ERP system has required, and will continue to require, the investment of significant financial and human resources and the implementation may be subject to delays and cost overruns. In addition, we may not be able to successfully complete the implementation of the new ERP system without experiencing difficulties. Any disruptions, delays or deficiencies in the design and implementation or the ongoing maintenance of the new ERP system could adversely affect our ability to process orders, ship products, provide services and customer support, send invoices and track payments, fulfill contractual obligations, accurately maintain books and records, provide accurate, timely and reliable reports on our financial and operating results, including reports required by the SEC such as the evaluation of our internal control over financial reporting pursuant to Section 404 of the Sarbanes-Oxley Act of 2002, and otherwise operate our business. Additionally, if we do not effectively implement the ERP system as planned or the system does not operate as intended, the effectiveness of our internal control over financial reporting could be adversely affected or our ability to assess it adequately could be delayed.\n \n\nRisks Related to Our Customers\n Our largest customers account for a substantial portion of our revenue, and our revenue and cash flows could decline considerably if one or more of these customers were to purchase significantly fewer of our systems or delay or cancel a large order.\n Sales to end user customers that individually represent at least ten percent of our revenue typically account for, in the aggregate, a considerable amount of our revenue. We operate in the highly concentrated, capital-intensive semiconductor device manufacturing industry. Historically, a substantial portion of our revenue in each quarter and year has been derived from sales to relatively few customers, and this trend is expected to continue. If any of our key customers were to purchase significantly fewer of our systems in the future, or if they delay or cancel a large order, our revenue and cash flows could meaningfully decline. We expect that we will continue to depend on a small number of large customers for a sizable portion of our revenue. In addition, as large semiconductor device manufacturers seek to establish closer relationships with their suppliers, we expect that our customer base will become even more concentrated.\n Risks Related to Product Development\n If we are not successful in developing new and enhanced products for the semiconductor device manufacturing industry, we will lose sales and market share to our competitors.\n We operate in an industry that is highly competitive and subject to evolving industry standards, rapid technological changes, rapid changes in consumer demands and the rapid introduction of new, higher performance systems with shorter product life cycles. To be competitive in our demanding market, we must continually design, develop and introduce in a timely manner new lithography, inspection and metrology process control systems that meet the performance and price demands of semiconductor device manufacturers. We must also continue to refine our current systems so that they remain competitive. We expect to continue to make significant investments in our research and development activities and at times may make inventory investments prior to commercialization. We may experience difficulties or delays in our development efforts with respect to new systems, and we may not ultimately be successful in our product enhancement efforts to improve and advance products or in responding effectively to technological change, as not all research and development activities result in viable commercial products. In addition, we cannot provide assurance that we will be able to develop new products for the most opportunistic new markets and applications. Any significant delay in releasing new systems could cause our products to become obsolete, adversely affect our reputation, give a competitor a first-to-market advantage or cause a competitor to achieve greater market share. Our competitors may also develop products, including through the use of artificial intelligence, that may have performance advantages over systems we currently offer or may offer in the future, which could similarly weaken our competitive position.\n Further, customers that may otherwise desire to purchase our products from us and purchase other products from our competitors may nevertheless purchase competing products from our competitors rather than purchase our products due to a variety of reasons, including to gain favorable or volume pricing from our competitors.\n If new products developed by us do not gain general market acceptance, we will be unable to generate revenue and recover our investments, which may result in a write down of inventory.\n Inspection, lithography and metrology product development is inherently risky because it is difficult to foresee developments in semiconductor device manufacturing technology, coordinate technical personnel, and identify and eliminate system design flaws. Further, our products are leading edge and complex, and often the applications to our customers’ businesses are unique. Any new systems we introduce may not achieve or sustain a significant degree of market acceptance and sales.\n We expect to spend a significant amount of time and resources developing new systems and refining our existing systems. In light of the long product development cycles inherent in our industry, these expenditures will be made well in advance of the prospect of deriving revenue from the sale of those systems. The long lead times for some components may also require us to place orders for components and accumulate inventory in advance of market acceptance of our products.\nOur ability to commercially introduce and successfully market new systems is subject to a wide variety of challenges during the development cycle, including start-up bugs, design defects, and other matters that could delay introduction of these systems. Since our customers are not obligated by long-term contracts to purchase our systems, our anticipated product orders may not materialize, or orders that are placed may be canceled.\n\nIf we do not achieve market acceptance of new products, we may be unable to generate sufficient revenue and cash flow to recover our research and development costs and may experience a write down of our investments in inventory. As a result, our market share, revenue, operating results or stock price could be negatively impacted.\n Even if we are able to develop new products that gain market acceptance, sales of these new products could impair our ability to sell existing products.\n Competition from our new systems could have a negative effect on sales of our existing systems and the prices that we could charge for these systems. We may also divert sales and marketing resources from our current systems in order to successfully launch and promote our new or next generation systems. This diversion of resources could have a further negative effect on sales of our current systems and the value of inventory.\n If our relationships with our large customers deteriorate, our product development activities could be adversely affected.\n The success of our product development efforts depends on our ability to anticipate market trends and the price, performance and functionality requirements of semiconductor device manufacturers. In order to anticipate these trends and ensure that critical development projects proceed in a coordinated manner, we must continue to collaborate closely with our largest customers. Our relationships with these and other customers provide us with access to valuable information regarding trends in the semiconductor device industry, which enables us to better plan our product development activities. If our current relationships with our large customers are impaired, or if we are unable to develop similar collaborative relationships with important customers in the future, our product development activities could be adversely affected.\n Risks Related to Intellectual Property and Data Security\n We may fail to adequately protect our intellectual property and, therefore, lose our competitive advantage.\n Our future success and competitive position depend in part upon our ability to obtain and maintain proprietary technology for our principal product families. If we fail to adequately protect our intellectual property, it will give our competitors a significant advantage. We own or have licensed a number of patents relating to our metrology, lithography, wafer and defect inspection systems, as well as artificial intelligence and machine learning systems, and software, including both embedded and application software, and have filed applications for additional patents. Any of our pending patent applications may be rejected, however, and we may be unable to develop additional proprietary technology that is patentable in the future. In addition, the patents that we do own or that have been issued or licensed to us may not provide us with competitive advantages and/or may be invalidated, rendered unenforceable and/or challenged by third parties. Third parties may also design around our patents or copy our patented inventions without our knowledge.\nIn addition to patent protection, we rely upon copyrights for protection of our proprietary software and documentation, trademarks for protection of our brand and source of goods, and trade secret law and confidentiality and non-compete agreements for protection of our confidential and proprietary information and technology. These measures do not guarantee protection of our intellectual property, however. We can give no assurance that our copyrights will be upheld or will successfully deter infringement by third parties. There can be no assurances that our confidentiality agreements with employees and other third parties will be sufficient to protect our trade secrets and proprietary information or that such information will not be disclosed, that others will not independently develop substantially equivalent proprietary information and techniques or otherwise gain access to our trade secrets, or that we can fully protect our trade secrets and proprietary information. Violations by others of our confidentiality agreements and the loss of employees who have specialized knowledge and expertise could harm our competitive position and cause our sales and operating results to decline as a result of increased competition. It is also possible that third parties will misappropriate our trade secrets or other confidential information. We may be subject to cybersecurity breaches in which a third party obtains our confidential information. Third parties may also reverse engineer our products to copy our technology. Failure to protect our trademarks can lead to other companies selling products using confusing similar names, thereby damaging our brand. In some countries, it can be difficult to register trademarks because of the strict examination process or blocking trademarks for other goods. Costly and time-consuming litigation might be necessary to enforce and determine the scope of our intellectual property rights, and failure to obtain or maintain trade secret protection might adversely affect our ability to continue our research or bring products to market. Any of these circumstances could result in harm to our competitive position in the market.\n Monitoring and preventing unauthorized use are also difficult and the measures we take to protect our intellectual property rights may not be adequate. There is a risk that we may be unable to adequately protect our intellectual property rights in certain foreign countries. For example, our competitors may independently develop similar technology or duplicate our products. If\n\nthis occurs, it could be easier for our competitors to develop and sell competing products in these countries. Accordingly, infringement of our intellectual property rights poses a serious risk to our ability to conduct business.\nProtection of our intellectual property rights, or the efforts of third parties to enforce their own intellectual property rights against us, may result in costly and time-consuming litigation, substantial damages, lost product sales and/or the loss of important intellectual property rights.\n From time to time, we may be required to initiate litigation in order to enforce our intellectual property rights or to determine the noninfringement, scope or validity of a third party’s intellectual property rights. Any litigation, regardless of outcome, could be expensive and time consuming and could subject us to significant liabilities or require us to re-engineer our products or obtain expensive licenses from third parties. There can be no assurance that any patents, copyrights or other intellectual property rights issued to or licensed by us will not be challenged, invalidated or circumvented, or that the rights granted thereunder will provide us with a competitive advantage. Furthermore, there is no assurance that any litigation we are involved in will yield the result that we seek as (i) the lawsuit may be dismissed or there could be an adverse finding, (ii) we may not be able to pursue the lawsuit due to the laws of the applicable country or (iii) there may be a subsequent unfavorable change in law that limits our ability to pursue the lawsuit. For example, litigation discovery practice in China, Japan, South Korea, continental Europe and Taiwan is not as robust as in the United States, so it can be more difficult to determine if a company is infringing on our patents and more challenging to bring a lawsuit.\n In addition, our commercial success depends in part on our ability to avoid infringing or misappropriating patents or other intellectual property rights owned by third parties. From time to time, we receive communications from third parties asserting that our products or systems infringe, or may infringe, on the intellectual property rights of these third parties. These claims of infringement may lead to protracted and costly litigation, which could require us to pay substantial damages or have the sale of our products or systems stopped by an injunction. Infringement claims could also cause product or system delays or require us to redesign our products or systems, and these delays could result in the loss of substantial revenue. We may also be required to obtain a license from the third party or cease activities utilizing the third party’s intellectual property rights. We may not be able to enter into such a license or such a license may not be available on commercially reasonable terms. Accordingly, the loss of an intellectual property dispute could hinder our ability to sell our products or systems or make the sale of our products or systems more expensive, which could lead to reduced revenue or lower margins, respectively.\n If our network security measures are breached and unauthorized access is obtained to a customer’s data, to our data, or to our information technology systems, we may incur significant legal and financial exposure and liabilities and may experience disruptions in our operations.\n As part of our business, we store our data and certain data about our customers, vendors and employees in our information technology system. We also rely on our information technology system for business operations. If there is a breach as a result of third-party action, including through the use of artificial intelligence, employee error, malfeasance, break-ins or otherwise, of our security measures designed to protect this information and prevent data loss and other security breaches, and someone obtains unauthorized access to our customers’, vendors’ or employees’ data or disrupts our access to our own data and systems, we could face loss of business, regulatory investigations or court orders or damage to our reputation, and we could be required to expend significant capital and other resources to alleviate the problem, as well as incur significant costs and liabilities, including due to litigation, indemnity obligations, damages for contract breach, penalties for violation of applicable laws or regulations, and costs for remediation and other incentives offered to customers.\nCyber-attacks and other malicious internet-based activities continue to increase. As the techniques used to obtain unauthorized access or sabotage systems change frequently and generally are not identified until they are launched against a target, our ability to anticipate these techniques or to implement adequate preventative measures is reduced. In addition, third parties have made attempts to fraudulently induce employees or users to disclose information to gain access to our data or our customers’ data. As a result of any of these events, our or our customers’ and vendors’ information could be accessed or disclosed improperly. In addition, cybersecurity incidents affecting our customers could result in substantial delays in our ability to ship to those customers or install our products, which could result in delays in revenue recognition or the cancellation of orders. As discussed herein under the heading “We outsource select manufacturing activities to third-party service providers, which decreases our control over the performance of these functions and may result in lower quality and functionality of our products,” cybersecurity incidents affecting our service providers could negatively impact our ability to timely and cost-effectively produce products and/or negatively impact our competitive position in the market. Likewise, cybersecurity events impacting our suppliers could result in substantial delays in our ability to obtain necessary components for our products from those suppliers, which could hamper our ability to ship our products to our customers, harming our results of operations and our customer relationships. Any or all of the above issues could negatively affect our ability to attract new customers, cause\n\nexisting customers to choose to purchase from our competitors, result in reputational damage or subject us to third-party lawsuits, regulatory fines or other action or liability, which could adversely affect our operating results.\n Compliance with data protection laws may be costly and may impede development of new products, and any failure to comply with, or inquiries under, these laws could have a material adverse effect on our business, results of operations, and financial condition.\n The General Data Protection Regulation (“GDPR”) is a regulation in European Union (“EU”) law on data protection and privacy for the individuals within the EU and the European Economic Area (“EEA”). It also addresses the export of personal data outside the EU and EEA areas. The United Kingdom has adopted legislation that substantially implements the GDPR and provides for a similar penalty structure. We are also subject to the California Consumer Privacy Act of 2018 (“CCPA”) and the California Privacy Rights Act (“CPRA”), an amendment and expansion of the CCPA. We may also be subject to other data privacy laws in the United States and the other countries in which we operate. In many cases, these laws apply not only to third-party transactions, but also to transfers of information between us and our subsidiaries, and among the subsidiaries and other parties with which we have commercial relations. The introduction of new products or expansion of our activities in certain jurisdictions may subject us to additional laws and regulations. These U.S. federal and state and foreign laws and regulations, including GDPR which can be enforced by private parties or government entities, are constantly evolving and can be subject to significant change. In addition, the application and interpretation of these laws and regulations, including GDPR, are often uncertain, particularly in our evolving industry, and may be interpreted and applied differently from country to country. Appropriate technical and organizational measures are necessary to implement these data protection principles. These laws and regulations can be costly to comply with and may delay or impede the development of new products, result in negative publicity, increase our operating costs, require significant management time and attention, or subject us to inquiries or investigations, claims or other remedies, including fines, which may be significant, or demands that we modify or cease existing business practices. A failure by us, our suppliers, or other parties with whom we do business to comply with posted privacy policies or with other federal, state, or international privacy-related or data protection laws and regulations, including GDPR, CCPA, CPRA and other new or changing privacy laws and regulations, could result in proceedings against us by governmental entities or others, which could have a material adverse effect on our business, results of operations, and financial condition.\n Risks Related to Competition\n Some of our current and potential competitors have significantly greater resources than we do, and increased competition could impair sales of our products or cause us to reduce our prices.\n The market for semiconductor capital equipment is highly competitive. We face substantial competition from established companies in each of the markets we serve. We principally compete with KLA, Nova, Camtek, Ushio, Canon, GigaVis Co. Ltd. and PDF Solutions. Each of our products also competes with products that use different metrology, inspection or lithography techniques. Some of our competitors have greater financial, engineering, manufacturing and marketing resources, broader product offerings and service capabilities and larger installed customer bases than we do. As a result, these competitors may be able to respond more quickly to new or emerging technologies or market developments by devoting greater resources to the development, promotion and sale of products, which, in turn, could impair sales of our products. Further, there may be significant merger and acquisition activity among our competitors and potential competitors, which, in turn, may provide them with a competitive advantage over us by enabling them to rapidly expand their product offerings and service capabilities to meet a broader range of customer needs.\n Many of our existing and potential customers in the semiconductor device manufacturing industry are large companies that require global support and service for their semiconductor capital equipment. Some of our competitors have more extensive support and service infrastructures than we do, which could place us at a disadvantage when competing for the business of global semiconductor device manufacturers. Many of our competitors are investing heavily in the development of new systems that will compete directly with our systems. We have, from time to time, selectively reduced prices on our systems in order to protect our market share, and competitive pressures may necessitate further price reductions. We expect our competitors in each product area to continue to improve the design and performance of their products and to introduce new products with competitive prices and performance characteristics. These product introductions would likely require us to decrease the prices of our systems and increase the level of discounts that we grant our customers. Price reductions or lost sales as a result of these competitive pressures would reduce our total revenue and could adversely impact our financial results.\n\n\nBecause of the high cost of switching equipment vendors in our markets, it is sometimes difficult for us to win new customers from our competitors even if our systems are superior to theirs.\n We believe that once a semiconductor device manufacturer has selected one vendor’s capital equipment for a production-line application, the manufacturer generally relies upon that capital equipment and, to the extent possible, subsequent generations of the same vendor’s equipment for the life of the application. Once a vendor’s equipment has been installed in a production line application, a semiconductor device manufacturer must often make substantial technical modifications and may experience production-line downtime in order to switch to another vendor’s equipment. Accordingly, unless our systems offer performance or cost advantages that outweigh a customer’s expense of switching to our systems, it will be difficult for us to achieve significant sales to that manufacturer once it has selected another vendor’s capital equipment for an application.\n Risks Related to Our International Operations\n Tariffs, export regulations, and other market barriers have impacted and may continue to impact our ability to compete for the business of domestic customers in China and other jurisdictions, which has adversely affected and may continue to adversely affect our, business, financial condition and results of operations.\nThe semiconductor device industry is a high-visibility industry in many of the European and Asian countries in which we sell our products. Because the governments of these countries have provided extensive financial support to our semiconductor device manufacturing customers in these countries, we believe that our customers could be disproportionately affected by any trade embargoes, excise taxes, tariffs, trade retaliation, or other restrictions imposed by their governments on trade with U.S. companies such as ourselves, particularly with respect to the ongoing tensions between the United States and China.\nAdditionally, over the last several years, the U.S. government has significantly expanded export controls on certain technologies and commodities to certain markets, particularly with respect to semiconductor and other high technology exports to China. For example, the U.S. Department of Commerce (“DoC”) has imposed export controls on the transfer of certain U.S. products and technologies to “military end users” in China, as well as restrictions on the transfer of U.S. products to certain companies, including Huawei Technologies Co., Ltd., and its affiliates. Most recently, in 2022, the DoC imposed new export controls related to the Chinese semiconductor manufacturing, advanced computing, and supercomputer industries. In 2022, the DoC also added a number of companies in China to the Unverified List and Entity List of the Export Administration Regulations (“EAR”), including Yangtze Memory Technologies Co., Ltd (YMTC). In October 2023, as well as 2024 and early 2025, the DoC revised and expanded the 2022 export controls.\n The effect of these changes, among others, is that Onto Innovation is required to conduct additional end-use diligence and in some instances obtain export licenses before providing products to certain customers. There can be no assurance that export licenses applied for by us or our customers will be granted in a timely manner or at all. We have experienced and may continue to experience a temporary loss of revenues while we are obtaining licenses with certain customers affected by export controls. Failure to obtain any required license could result in a reduction of anticipated revenues until we are able to replace unlicensed orders with other customer orders for which a license has been obtained or is not required, and there can be no assurance that replacement orders will be obtained on favorable terms, in a timely manner, or at all. In addition, any licenses that are granted to us or to our customers may have a short duration or require us to satisfy various conditions, and it is possible that licenses that have been granted may be revoked or we may not be successful in obtaining reissuance of such licenses upon their expiration or in the event modifications are required to a previously issued license. Any of these occurrences could have a material adverse effect on our revenues, business, financial condition and results of operations. Further, we hold inventory of products that may be affected by these recent U.S. government actions, including potential order cancellations. If the sale of these products is delayed or we are unable to return or dispose of our inventory on favorable economic terms, we may incur additional carrying costs for the inventory or otherwise record charges associated with this inventory.\n The administrative processing, attendant delays and risk of ultimately not obtaining required export approvals also put us at a disadvantage relative to our non-U.S. competitors who may not be required to comply with U.S. export controls. This difficulty and uncertainty has adversely affected our ability to compete for and win business from domestic customers in China.\nIt is possible that the U.S. government will impose additional export controls on our products or systems, which could lead to further revenue losses. For example, it remains uncertain what changes, if any, the new U.S. presidential administration will make with respect to U.S. export control policy. Any such changes could result in additional restrictions on our ability to sell products to customers in China and other jurisdictions. Foreign customers affected by current or future U.S. government sanctions, controls or threats of sanctions or controls may respond by developing their own solutions to replace our products or by utilizing our foreign competitors’ products (who are not subject to the same export controls and can fulfill the orders). In addition, these export controls may also reduce overall global demand for our customers’ products or for other products\n\nproduced or manufactured in the U.S. or based on U.S. technology, in turn reducing demand for our products, which could have a material adverse effect on our business, financial condition and results of operations. Increased restrictions on China exports may also lead to regulatory retaliation by the Chinese government, which may adversely impact our business. International trade disputes could result in increases in tariffs and other trade restrictions and protectionist measures that could adversely impact our operations and reduce the competitiveness of our products relative to local and global competitors.\n We are subject to compliance with domestic and foreign laws and regulations, and the burden of complying with such laws and regulations, or any failure to comply, has adversely affected and may continue to adversely affect our business, financial condition and results of operations.\nOur business is subject to risks inherent in doing business internationally, including compliance with, inconsistencies among, and unexpected changes in, a wide variety of foreign laws and regulatory environments, including, among other issues, with respect to employees, protection of our intellectual property, and a wide variety of operational regulations and trade and export controls under domestic, foreign, and international law.\nWe are faced with various risks that may be associated with our compliance with existing, new, different, inconsistent or conflicting laws, regulations and rules enacted by governments and/or their regulatory agencies in the countries in which we operate as well as rules and policies implemented at our customer sites. These laws, regulations, rules and policies could relate to any of an array of issues including, but not limited to, environmental, tax, intellectual property, trade secrets, product liability, contracts, antitrust, employment, securities, import/export and unfair competition. The cost of maintaining compliance under multiple and changing regulatory regimes may adversely affect our business, financial condition and results of operations, and, in the case of export controls, has adversely affected and may continue to adversely affect our results of operations. As discussed herein under the heading “Tariffs, export regulations, and other market barriers have impacted and may continue to impact our ability to compete for the business of domestic customers in China and other jurisdictions, which has adversely affected and may continue to adversely affect our, business, financial condition and results of operations,” the U.S. government issued new export control rules between 2022 and 2025 aimed at restricting China’s access to semiconductor equipment and advanced computing technology, among other things. To comply with the new rules, Onto Innovation has had to expend time and resources that might otherwise have been used for revenue generating activities. Further regulatory changes could require additional diversion of resources to compliance efforts. In addition, in the event that we fail to comply with or violate U.S. or foreign laws or regulations or customer policies, we could be subject to civil or criminal claims or proceedings that may result in monetary fines, penalties or other costs against us or our employees, which may adversely affect our operating results, financial condition, customer relations and ability to conduct our business.\n Political and economic instability may result in reduced demand for our products.\nWe are subject to various global risks related to political and economic instabilities in countries in which we derive sales. If terrorist activities, armed conflict, civil or military unrest or political instability occurs outside of the United States, these events may result in reduced demand for our products or adversely affect our supply chain. For example, the Ukraine–Russia geographic region is a major source of critical raw materials used for semiconductor manufacturing (such as neon and palladium), and any supply chain disruptions or shortages of such materials due to the ongoing conflict in that region could impact our customers in a manner that reduces demand for our products. Similarly, if the conflict in Israel and Gaza and the surrounding area escalates, it could result in disruptions to our supply chain and/or the operations of our customers in a manner that reduces demand for our products.\n In addition, due to the complex relationships among China, Hong Kong, Taiwan, and the United States, there is risk that political, diplomatic, and national security influences might lead to trade, technology, or capital disputes, or disruptions affecting the semiconductor industry. In particular, the escalation of geopolitical tensions between China and Taiwan may cause disruptions in the markets in which we operate and lead to a decreased demand for our products, which could adversely affect our business in Asia or have a negative impact on the regional or global economy.\n Furthermore, an outbreak of hostilities or other political upheaval in China, Taiwan, Japan, or South Korea, or an economic downturn in Asia or globally, would likely harm the operations of our customers in these countries. The effect of these types of events on our revenue and cash flows could be material because we derive substantial revenue from sales to semiconductor device foundries in Taiwan such as Taiwan Semiconductor Manufacturing Company Ltd., from memory chip manufacturers in South Korea such as Samsung Electronics Co., Ltd., and from semiconductor device manufacturers in Japan such as Toshiba Corporation.\n\n\nNatural disasters, changes in climate, public health crises, and geo-political conflicts could materially adversely affect our worldwide operations (or those of our business partners).\nThe occurrence of one or more natural disasters, such as hurricanes, tropical storms, fires, cyclones, earthquakes, tsunamis, flooding, typhoons, volcanic eruptions and weather conditions such as major or extended winter storms, droughts and tornadoes, whether as a result of climate change or otherwise, may disrupt manufacturing or other operations. For example, our Milpitas operations are located near major earthquake fault lines in California. We cannot provide any assurance that alternate means of conducting our operations (whether through alternate production capacity or service providers or otherwise) would be available if a major disruption were to occur or that, if such alternate means were available, they could be obtained on favorable terms.\nOur business may also be affected by public health issues (for example, an outbreak of a contagious disease such as COVID-19, avian influenza, measles or Ebola). The effects of a public health crisis may affect our operations and those of our suppliers, third-party service providers, and customers. The extent to which the economic effects of a public health crisis could impact our business, results of operations, and financial conditions are difficult to predict, and depend on numerous evolving factors including any future resurgences of the public health crisis and the intensity and duration of any resulting adverse macroeconomic conditions. A public health crisis could expose our business, results of operations, and financial condition to the following adverse impacts: disruptions to our supply chain in connection with the sourcing of materials, support, and services; disruption of operations due to unavailability of employees as a result of illness, travel restrictions and other factors; and a decrease in demand for our products; Additional sustained or prolonged public health crises, or any ongoing, worsening or recurring supply chain disruptions or macroeconomic effects of such crises could have a material adverse effect on our business, results of operations, legal exposure, or financial condition and may also heighten many of the other risks described in this “Risk Factors” section.\n There may also be conflict or uncertainty in the countries in which we operate, including safety issues, , disruptions of service from utilities, nuclear power plant accidents or general economic or political unrest, including war, civil unrest or terrorist attacks. We have no material operations in Russia, Belarus, Ukraine, or Israel. Consequently, to date, our operations have not been materially adversely affected by Russia’s invasion of Ukraine, or the Israel-Hamas conflict. However, if the Russia-Ukraine conflict and/or the conflicts in Israel and Gaza and the surrounding area escalate further, and/or the U.S. or other jurisdictions impose additional sanctions on the governments or entities involved, this could result in disruptions to the global economy and/or supply chains that could adversely affect our business.\nWe may face difficulties in staffing and managing foreign branch operations due to political tensions or cultural differences.\nDuring periods of tension between the governments of the United States and certain other countries, it is often difficult for U.S. companies such as ours to staff and manage operations in such countries. Language and other cultural differences may also inhibit our sales and marketing efforts and create internal communication problems among our U.S. and foreign research and development teams, increasing the difficulty of managing multiple remote locations performing various development, quality assurance, and yield ramp analysis projects.\n Currency fluctuations may impact our international sales or expose us to exchange rate risk.\nA substantial portion of our international sales are denominated in U.S. dollars. As a result, if the dollar rises in value in relation to foreign currencies, our systems will become more expensive to customers outside the United States and may be less competitive with systems produced by competitors outside the United States. These conditions could negatively impact our international sales. Foreign sales also expose us to collection risk in the event it becomes more expensive for our foreign customers to convert their local currencies into U.S. dollars. Additionally, in the event a larger portion of our revenue becomes denominated in foreign currencies, we would be subject to a potentially significant exchange rate risk, and any failure to sufficiently hedge or otherwise manage these risks could materially and adversely affect our financial condition, results of operations, and liquidity.\n Our internal controls with respect to anti-corruption laws may not be effective, and any failure to comply with such laws may result in severe sanctions and liabilities, which may negatively affect our business, operating results and financial condition.\n We are subject to the Foreign Corrupt Practices Act of 1977, as amended (the “FCPA”), and other laws that prohibit improper payments or offers of payments to foreign governments and their officials and political parties by U.S. persons and issuers as defined by the statute, for the purpose of obtaining or retaining business. Also, similar worldwide anti-bribery laws, such as the U.K. Bribery Act and Chinese anti-corruption laws, generally prohibit companies and their intermediaries from\n\nmaking improper payments to non-U.S. officials for the purpose of obtaining or retaining business. Some of our distribution partners are located in parts of the world that have experienced governmental corruption to some degree and, in certain circumstances, strict compliance with anti-bribery laws may conflict with local customs and practices. The policies and procedures we have implemented to discourage these practices by our employees, our existing safeguards and any future improvements may prove to be ineffective, and our employees, consultants, sales agents or distributors may engage in conduct for which we might be held responsible. Violations of the FCPA or international anti-corruption laws may result in severe criminal or civil sanctions, and we may be subject to other liabilities, which could negatively affect our business, operating results and financial condition. In addition, the U.S. government may seek to hold us liable for successor liability FCPA violations committed by companies in which we invest or that we acquire. We cannot assure you that our internal control policies and procedures will protect us from reckless or negligent acts committed by our employees, distributors, partners, consultants or agents.\n Risks Related to Laws, Legal Proceedings, Financial Markets and the Environment\n Changes in tax rates or tax liabilities could affect results.\n As a global company, we are subject to taxation in the United States and various other countries. Significant judgment is required to determine and estimate worldwide tax liabilities. Our future annual and quarterly tax rates could be affected by numerous factors, including changes in the (1) applicable tax laws; (2) composition of earnings in countries with differing tax rates; or (3) recoverability of our deferred tax assets and liabilities. Due to the pace of legislative changes and the scale of our business activities, any substantial changes in tax policies or legislative initiatives may materially and adversely affect our business, the taxes we are required to pay, our financial position, and results of operations. For example, beginning in 2022, the U.S. Tax Cuts and Jobs Act of 2017 (“TCJA”) eliminated the existing option to deduct research and development expenditures and requires taxpayers to amortize them over five years pursuant to IRC Section 174. The requirement reduced our cash flows for 2022, 2023 and 2024, and may continue to reduce our cash flows. In addition, any changes to U.S. and global corporate income tax laws, including increasing U.S. taxation of international business operations and imposing a global minimum tax could have a negative impact on our tax position in the future. Many countries and organizations, such as the Organization for Economic Cooperation and Development (“OECD”), which is discussed further below, are also actively considering changes to existing tax laws or have proposed or enacted new laws that could increase our tax obligations in countries where we do business or cause us to change the way we operate our business. Any of these developments or changes in federal, state, or international tax laws or tax rulings could adversely affect our effective tax rate and our results of operations.\n The OECD has released guidance covering various topics, including country-by-country reporting, definitional changes to permanent establishment and Base Erosion and Profit Shifting (“BEPS”), an initiative that aims to standardize and modernize global tax policy. The guidance also established a global minimum tax of 15%. This guidance has been implemented by several jurisdictions, including jurisdictions in which we operate, and many other jurisdictions are in the process of implementing it. Depending on the final form of legislation ultimately enacted, there may be significant consequences for us due to our international business activities, including, but not limited to, an increase in our tax uncertainty and adverse effects on our provision for income taxes. The U.S. presidential administration has directed the U.S. Department of Treasury to develop options for “protective measures” in response to tax rules imposed by non-U.S. countries that are extraterritorial or disproportionately affect U.S. companies (which may include taxes imposed under the OECD guidance) and legislation has been introduced that would increase U.S. tax rates on non-U.S. companies and investors if their home jurisdictions impose discriminatory or extraterritorial taxes on U.S. companies, but we cannot predict whether such protective measures or legislation will be adopted or what, if any, responsive measures will be adopted by non-U.S. countries.\n In addition, we are subject to regular examination of our income tax returns by the Internal Revenue Service and other tax authorities. We regularly assess the likelihood of favorable or unfavorable outcomes resulting from these examinations to determine the adequacy of our provision for income taxes. Although we believe our tax estimates are reasonable, there can be no assurance that any final determination will not be materially different from the treatment reflected in our historical income tax provisions and accruals, which could materially and adversely affect our results of operations.\n Turmoil or fluctuations in the credit markets and the financial services industry may negatively impact our business, results of operations, financial condition or liquidity, and our factoring arrangements may expose us to additional risks.\n In the past, global credit markets and the financial services industry have experienced periods of turmoil and upheaval characterized by the tightening of the credit markets, the weakening of the global economy and an unprecedented level of intervention from the United States and other governments. Adverse economic conditions, such as sustained periods of economic uncertainty or a crisis in the financial markets may have a material adverse effect on our liquidity and financial condition if our ability to obtain credit from the capital financial markets, or from trade creditors is impaired. If banks and\n\nfinancial institutions with whom we have banking relationships enter receivership or become insolvent in the future, we may be unable to access, and we may lose, some or all of our existing cash, cash equivalents and investments to the extent those funds are not insured or otherwise protected by the FDIC. In addition, a worsening economy or an economic crisis could also adversely impact our customers’ ability to finance the purchase of systems from us or our suppliers’ ability to provide us with product, either of which may negatively impact our business and results of operations.\n We are subject to various environmental laws and regulations that could impose substantial costs upon us, and failure to comply with such laws and regulations may harm our business, operating results and financial condition.\n Some of our operations use substances regulated under various federal, state, local, and international laws governing the environment, including those relating to the storage, use, discharge, disposal, labeling, and human exposure to hazardous and toxic materials. We could incur costs, fines and civil or criminal sanctions, third-party property damage or personal injury claims, or could be required to incur substantial investigation or remediation costs, if we were to violate or become liable under environmental laws. Liability under environmental laws can be joint and several and without regard to comparative fault. Compliance with current or future environmental laws and regulations could restrict our ability to expand our facilities or require us to acquire additional expensive equipment, modify our manufacturing processes, or incur other significant expenses. For example, we are, or may become subject to various new or proposed climate-related and other sustainability laws and regulations, including, for example, the state of California’s new climate change disclosure requirements, the EU’s new Corporate Sustainability Reporting Directive and proposed climate-change disclosure requirements from the SEC. Compliance with such laws and regulations, as well as any increased focus or scrutiny from the SEC and other regulators, investors, customers, vendors, employees, and other stakeholders concerning sustainability and climate matters, could impose additional costs on us. We may unintentionally violate environmental laws or regulations in the future as a result of human error, equipment failure or other causes. In addition to the potential adverse effects on our business operations of such an event, we are committed to maintaining safe working conditions for our employees and sourcing, manufacturing, and distributing our products in a responsible and environmentally friendly manner, and any failure on our part to do so may cause reputational harm for the Company.\n Legal proceedings, claims and investigations may expose us to increased costs and may negatively affect our business and results of operations.\n We have been from time to time, and in the future may be, involved in legal proceedings or claims regarding any number of matters, including intellectual property infringement, contract disputes, trade compliance, antitrust, environmental regulations, privacy and data protection, securities, product performance, product liability, employment and workplace safety, and other matters. In addition, we may receive, and have received, inquiries, warrants, subpoenas, and other requests for information in connection with government investigations of potential or suspected violations of law by our company and/or other companies that we work with. We have also received, and may receive in the future, claims from customers who believe we owe them product warranty protection, indemnification or other obligations.\n Legal proceedings, claims, and government investigations, whether with or without merit, may be time-consuming and expensive to respond to and defend. They may also divert management’s attention and our other resources from day-to-day operational matters; constrain our ability to sell products and services; result in adverse judgments for damages, injunctive relief, penalties and fines; and negatively affect our business and results of operations. We cannot predict the outcome of current or future legal proceedings, claims or investigations.\n Risks Related to Growth and Acquisitions\n We may choose to acquire new and complementary businesses, products or technologies instead of developing them ourselves, and we may be unable to complete these acquisitions or may not be able to successfully integrate an acquired business in a cost-effective and non-disruptive manner.\n Our success depends on our ability to continually enhance and broaden our product offerings in response to customer-anticipated process changes, strategic opportunities for growth, and industry technology trends. To this end, we have, from time to time, engaged in the process of identifying, analyzing and negotiating possible acquisition transactions, and, from time to time, acquiring one or more businesses, and we expect to continue to do so in the future. We may choose to acquire new and complementary businesses, products, technologies and/or services instead of developing them ourselves. We may, however, face competition for acquisition targets from larger and more established companies with greater financial resources, making it more difficult for us to complete acquisitions. We cannot provide any assurance that we will be successful in consummating future acquisitions on favorable terms or that we will realize the benefits that we anticipate from one or more acquisitions that we consummate. Integrating any business, product, technology or service into our current operations could be expensive and\n\ntime-consuming and/or disrupt our ongoing business. Further, there are numerous risks associated with acquisitions and potential acquisitions, including, but not limited to:\n •diversion of management’s attention from day-to-day operational matters and current products and customers;\n •lack of synergy or the inability to successfully integrate the new business or to realize expected synergies;\n •integration of acquired businesses and their operations, including enterprise resource planning systems, may be costly and time-consuming and divert resources away from other projects;\n •failure to commercialize the new technology or business;\n •failure to meet the expected performance of the new technology or business;\n •failure to retain key employees and customer or supplier relationships;\n •lower-than-expected market opportunities or market acceptance of any new products; and\n •unexpected reduction of sales of existing products as a result of the introduction of new products.\n Our inability to consummate one or more acquisitions on favorable terms, or our failure to realize the intended benefits from one or more acquisitions, could have a material adverse effect on our business, liquidity, financial position and/or results of operations, including as a result of our incurrence of indebtedness and related interest expense and our assumption of unforeseen contingent liabilities. We might need to raise additional funds through public or private equity or debt financings to finance any acquisition. In that event, we could be forced to obtain financing on terms that are not favorable to us and, in the case of equity financing, that result in dilution to our stockholders. In addition, any impairment of goodwill or other intangible assets, amortization of intangible assets, write-down of other assets or charges resulting from the costs of acquisitions and purchase accounting could harm our business and operating results.\n If we cannot effectively manage growth, our business may suffer.\n Over the long-term, we intend to grow our business by increasing our sales efforts and completing strategic acquisitions. To effectively manage growth, we must, among other things:\n •engage, train and manage a larger sales force and additional service personnel;\n •expand the geographic coverage of our sales force;\n •expand our information systems;\n •identify and successfully integrate acquired businesses into our operations; and\n •administer appropriate financial and administrative control procedures.\n Growth of our business will likely challenge our management, financial, operational, technical, sales, administrative, and other resources. Any failure to effectively manage our growth may cause our business to suffer and our stock price to decline.\n Risks Related to the Global Economy and the Semiconductor Industry\n Cyclicality in the semiconductor device industry has led to substantial decreases in demand for our systems in the past and may, from time to time, continue to do so.\n Our operating results are subject to significant variation due to global economic conditions and the cyclical nature of the semiconductor device industry. Our business depends upon the capital expenditures of semiconductor device manufacturers, which, in turn, depend upon the current and anticipated market demand for semiconductors and products using semiconductors. The timing, length and severity of the up-and-down cycles in the semiconductor equipment industry are difficult to predict. In recent history, the industry has experienced significant downturns, generally in connection with declines in economic conditions. This cyclical nature of the industry in which we operate affects our ability to accurately predict future revenue and, thus, future expense levels. When cyclical fluctuations result in lower-than-expected revenue levels, operating results may be adversely affected, and cost reduction measures may be necessary in order for us to remain competitive and financially sound. During a down cycle, we must be in a position to adjust our cost and expense structure to prevailing market conditions and to continue to motivate and retain our key employees. In addition, during periods of rapid growth, we must be able to increase manufacturing capacity and personnel to meet customer demand. We can provide no assurance that these objectives can be met in a timely manner in response to industry cycles, and we cannot predict when and to what extent sales may normalize, or when\n\nand to what extent gross margins may improve, following any such occurrence. If we fail to respond to industry cycles, our business could be seriously harmed.\nWe may also experience supplier or customer issues as a result of adverse macroeconomic conditions. If our customers have difficulties in obtaining capital or financing, this could result in lower sales. Customers with liquidity issues could also result in an increase in bad debt expense. These conditions could also affect our key suppliers, which could affect their ability to supply parts and result in delays of our customer shipments.\n Our future rate of growth is highly dependent on the development and growth of the market for microelectronic device inspection, lithography and metrology equipment.\n We target our products to address the needs of microelectronic device manufacturers for defect inspection, metrology and lithography. If for any reason the market for microelectronic device inspection, lithography or metrology equipment fails to grow in the long term, we may be unable to maintain current revenue levels in the short term and maintain our historical growth in the long term. Growth in the inspection market is dependent to a large extent upon microelectronic manufacturers replacing manual inspection with automated inspection technology. Growth in the metrology market is dependent to a large extent upon new chip designs and capacity expansion of microelectronic manufacturers. Growth in the lithography market is dependent on the development of cost-effective packaging with high fine pitch RDLs, ultimately migrating to multi-die, large, form-factor packages. There can be no assurance that manufacturers will undertake these actions at the rate we expect.\n General Risk Factors\n Provisions of our charter documents and of Delaware law could discourage potential acquisition proposals and/or delay, deter or prevent a change in control of our company.\n Provisions of our certificate of incorporation and by-laws may inhibit changes in control of our company not approved by our Board of Directors. These provisions also limit the circumstances in which a premium can be paid for our common stock and in which a proxy contest for control of our board may be initiated. These provisions provide for:\n •a prohibition on stockholder actions through written consent;\n •a requirement that special meetings of stockholders be called only by the chairperson of our Board of Directors or majority of our directors;\n •advance notice requirements for stockholder proposals and director nominations by stockholders;\n •the authority of our Board of Directors to issue, without stockholder approval, preferred stock with such terms as the Board may determine; and\n •the authority of our board, without stockholder approval, to adopt a stockholder rights plan.\n We are also entitled to avail ourselves of the protections of Section 203 of the Delaware General Corporation Law, which could inhibit changes in control of the Company.\n Our stock price is volatile.\n The market price of our common stock has fluctuated widely. Consequently, the current market price of our common stock may not be indicative of future market prices, and we may be unable to sustain or increase the value of an investment in our common stock. Factors affecting our stock price may include:\n •variations in operating results from quarter to quarter;\n •changes in earnings estimates by analysts or our failure to meet analysts’ expectations;\n •changes in the market price per share of our public company customers;\n •market conditions in the semiconductor and other industries into which we sell products;\n •general economic conditions;\n •political changes, hostilities or natural disasters such as hurricanes and floods;\n •the impact of infectious disease pandemics, on the global economy and on our customers, suppliers, employees, and business;\n\n\n•low trading volume of our common stock; and\n •the number of firms making a market in our common stock.\n In addition, the stock market has experienced periods of significant price and volume fluctuations. These fluctuations have particularly affected the market prices of the securities of high technology companies like ours. Any such market fluctuations in the future could adversely affect the market price of our common stock.",
      "char_count": 89409
    }
  },
  "extracted_at": "2025-10-18T17:41:41.854718"
}