{
  "ticker": "ORC",
  "company_name": "Orchid Island Capital, Inc.",
  "cik": 1518621,
  "form_type": "10-K",
  "filing_date": "2025-02-21",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001437749-25-004734",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001518621&accession_number=000143774925004734&xbrl_type=v",
  "sic_code": "6798",
  "industry": "Real Estate Investment Trusts",
  "sections": {
    "item1": {
      "text": " ITEM 1. BUSINESS\n \nOur Company \n \nOrchid Island Capital, Inc., a Maryland corporation (“Orchid,” the “Company,” “we” or “us”), is a specialty finance company that invests in residential mortgage-backed securities (“RMBS”). The principal and interest payments of these RMBS are guaranteed by the Enterprises or the Government National Mortgage Association (“Ginnie Mae” and, collectively with the Enterprises, “GSEs”) and are backed primarily by single-family residential mortgage loans. We refer to these types of RMBS as Agency RMBS. Our investment strategy focuses on, and our portfolio consists of, two categories of Agency RMBS: (i) traditional pass-through Agency RMBS, such as mortgage pass through certificates and collateralized mortgage obligations (“CMOs”) issued by the GSEs and (ii) structured Agency RMBS, such as interest only securities (“IOs”), inverse interest only securities (“IIOs”) and principal only securities (“POs”), among other types of structured Agency RMBS. Our website is located at http://ir.orchidislandcapital.com. Information on our website is not part of this Report. Our common stock is listed on the NYSE and trades under the symbol “ORC.”\n \nWe are organized and conduct our operations to qualify to be taxed as a REIT for U.S. federal income tax purposes. As such, we are required to distribute 90% of our REIT taxable income, determined without regard to the deductions for dividends paid and excluding any net capital gain, annually. We generally will not be subject to U.S. federal income tax on our REIT taxable income to the extent we currently distribute our net taxable income to our stockholders and maintain our REIT qualification. It is our intention to distribute 100% of our taxable income, after application of available tax attributes, within the limits prescribed by the Internal Revenue Code of 1986, as amended (the “Code”), which may extend into the subsequent taxable year.\n \nOur Manager \n \nBimini Capital Management, Inc. (sometimes referred to herein as “Bimini”) managed our portfolio from our inception through the completion of our initial public offering on February 20, 2013. Upon completion of the offering, we became externally managed by Bimini Advisors, LLC (“Bimini Advisors,” or our “Manager”) pursuant to a management agreement. Our Manager is an investment advisor registered with the Securities and Exchange Commission (“SEC”). Additionally, our Manager is a Maryland limited liability company that is a wholly-owned subsidiary of Bimini, which has a long track record of managing investments in Agency RMBS. Bimini commenced active investment management operations in 2003, and self-manages its own portfolio. We believe our relationship with our Manager enables us to leverage our Manager’s established portfolio management resources for each of our targeted asset classes and its infrastructure supporting those resources. Additionally, we have benefitted and expect to continue to benefit from our Manager’s finance and administration functions, which address legal, compliance, investor relations and operational matters, including portfolio management, trade allocation and execution, securities valuation, repurchase agreement trading and clearing, risk management, cybersecurity, information technologies and environmental, social and governance considerations in connection with the performance of its duties.\n \nOur Manager is responsible for administering our business activities and day-to-day operations. Pursuant to the terms of the management agreement, our Manager provides us with our management team, including our officers, along with appropriate support personnel. Our Manager is at all times subject to the supervision and oversight of our board of directors (the “Board of Directors”) and has only such functions and authority as we delegate to it.\n \nOur Investment and Capital Allocation Strategy \n \nInvestment Strategy \n \nOur business objective is to provide attractive risk-adjusted total returns to our investors over the long term through a combination of capital appreciation and the payment of regular monthly distributions. We intend to achieve this objective by investing in and strategically allocating capital between pass-through Agency RMBS and structured Agency RMBS. We seek to generate income from (i) the net interest margin on our leveraged pass-through Agency RMBS portfolio and the leveraged portion of our structured Agency RMBS portfolio, and (ii) the interest income we generate from the unleveraged portion of our structured Agency RMBS portfolio. We also seek to minimize the volatility of both the net asset value of, and income from, our portfolio through a process which emphasizes capital allocation, asset selection, liquidity and active interest rate risk management.\n \n    2 \n\n  \n\nWe fund our pass-through Agency RMBS and certain of our structured Agency RMBS through repurchase agreements. However, we generally do not employ leverage on our structured Agency RMBS that have no principal balance, such as IOs and IIOs, because those securities contain structural leverage. We may pledge a portion of these assets to increase our cash balance, but we do not intend to invest the cash derived from pledging the assets.\n \nOur target asset categories and principal assets in which we intend to invest are as follows:\n \nPass-through Agency RMBS\n \nWe invest in pass-through securities, which are securities secured by residential real property in which payments of both interest and principal on the securities are generally made monthly. In effect, these securities pass through the monthly payments made by the individual borrowers on the mortgage loans that underlie the securities, net of fees paid to the loan servicer and the guarantor of the securities. Pass-through certificates can be divided into various categories based on the characteristics of the underlying mortgages, such as the term or whether the interest rate is fixed or variable.\n \nThe payment of principal and interest on mortgage pass-through securities issued by Ginnie Mae, but not the market value, is guaranteed by the full faith and credit of the federal government. Payment of principal and interest on mortgage pass-through certificates issued by the Enterprises, but not the market value, is guaranteed by the respective agency issuing the security.\n \nA key feature of most mortgage loans is the ability of the borrower to repay principal earlier than scheduled. This is called a prepayment. Prepayments arise primarily due to sale of the underlying property, refinancing, foreclosure, or accelerated amortization by the borrower. Prepayments result in a return of principal to pass-through certificate holders. This may result in a lower or higher rate of return upon reinvestment of principal. This is generally referred to as prepayment uncertainty. If a security purchased at a premium prepays at a higher-than-expected rate, then the value of the premium would be eroded at a faster-than-expected rate. Similarly, if a discount mortgage prepays at a lower-than-expected rate, the amortization towards par would be accumulated at a slower-than-expected rate. The possibility of these undesirable effects is sometimes referred to as “prepayment risk.”\n \nIn general, declining interest rates tend to increase prepayments, and rising interest rates tend to slow prepayments. Like other fixed-income securities, when interest rates rise, the value of Agency RMBS generally declines. The rate of prepayments on underlying mortgages will affect the price and volatility of Agency RMBS and may shorten or extend the effective maturity of the security beyond what was anticipated at the time of purchase. If interest rates rise, our holdings of Agency RMBS may experience reduced spreads over our funding costs if the borrowers of the underlying mortgages pay off their mortgages later than anticipated. This is generally referred to as “extension risk.”\n \nWe may also invest in To-Be-Announced Forward Contracts (\"TBAs\"). A TBA security is a forward contract for the purchase or sale of Agency RMBS at a predetermined price, face amount, issuer, coupon and stated maturity on an agreed-upon future date. The specific Agency RMBS to be delivered into the contract are not known until shortly before the settlement date. We may choose, prior to settlement, to move the settlement of these securities out to a later date by entering into an offsetting TBA position, net settling the offsetting positions for cash, and simultaneously purchasing or selling a similar TBA contract for a later settlement date (together referred to as a \"dollar roll transaction\"). The Agency RMBS purchased or sold for a forward settlement date are typically priced at a discount to equivalent securities settling in the current month. This difference, or \"price drop,\" is the economic equivalent of interest income on the underlying Agency RMBS, less an implied funding cost, over the forward settlement period (referred to as \"dollar roll income\"). Consequently, forward purchases of Agency RMBS and dollar roll transactions represent a form of off-balance sheet financing. These TBAs are accounted for as derivatives and marked to market through the income statement and are not included in interest income.\n \nThe mortgage loans underlying pass-through certificates can generally be classified into the following categories:\n \n\n●   Fixed-Rate Mortgages. Fixed-rate mortgages are those where the borrower pays an interest rate that is constant throughout the term of the loan. Traditionally, most fixed-rate mortgages have an original term of 30 years. However, shorter terms (also referred to as “final maturity dates”) are also common. Because the interest rate on the loan never changes, even when market interest rates change, there can be a divergence between the interest rate on the loan and current market interest rates over time. This in turn can make fixed-rate mortgages price-sensitive to market fluctuations in interest rates. In general, the longer the remaining term on the mortgage loan, the greater the price sensitivity to movements in interest rates and, therefore, the likelihood for greater price variability.\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n \n    3 \n\n  \n\n\n●   ARMs. Adjustable-Rate Mortgages (“ARMs”) are mortgages for which the borrower pays an interest rate that varies over the term of the loan. The interest rate usually resets based on market interest rates, although the adjustment of such an interest rate may be subject to certain limitations. Traditionally, interest rate resets occur at regular intervals (for example, once per year). We refer to such ARMs as “traditional” ARMs. Because the interest rates on ARMs fluctuate based on market conditions, ARMs tend to have interest rates that do not deviate from current market rates by a large amount. This in turn can mean that ARMs have less price sensitivity to interest rates and, consequently, are less likely to experience significant price volatility.\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Hybrid Adjustable-Rate Mortgages. Hybrid ARMs have a fixed-rate for the first few years of the loan, often three, five, seven or ten years, and thereafter reset periodically like a traditional ARM. Effectively, such mortgages are hybrids, combining the features of a pure fixed-rate mortgage and a traditional ARM. Hybrid ARMs have price sensitivity to interest rates similar to that of a fixed-rate mortgage during the period when the interest rate is fixed and similar to that of an ARM when the interest rate is in its periodic reset stage. However, because many hybrid ARMs are structured with a relatively short initial time span during which the interest rate is fixed, even during that segment of its existence, the price sensitivity may be high.\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nCollateral Mortgage Obligation RMBS\n \nCMOs are a type of RMBS, the principal and interest of which are paid, in most cases, on a monthly basis. CMOs may be collateralized by whole mortgage loans, but are more typically collateralized by pools of mortgage pass-through securities issued directly by or under the auspices of the GSEs. CMOs are structured into multiple classes, with each class bearing a different stated maturity. Monthly payments of principal, including prepayments, are first returned to investors holding the shortest maturity class. Investors holding the longer maturity classes receive principal only after the first class has been retired. Generally, fixed-rate RMBS are used to collateralize CMOs. However, the CMO tranches need not all have fixed-rate coupons. Some CMO tranches have floating rate coupons that adjust based on market interest rates, subject to some limitations. Such tranches, often called “CMO floaters,” can have relatively low price sensitivity to interest rates.\nStructured Agency RMBS\n \nWe also invest in structured Agency RMBS, which include IOs, IIOs and POs. The payment of principal and interest, to the extent accrued and payable to the security, on structured Agency RMBS issued by Ginnie Mae, but not the market value, is guaranteed by the full faith and credit of the federal government. Payment of principal and interest, to the extent accrued and payable to the security, on structured Agency RMBS issued by the Enterprises, but not the market value, is guaranteed by the respective agency issuing the security. The types of structured Agency RMBS in which we invest are described below.\n\n●   IOs. IOs represent the stream of interest payments on a pool of mortgages, either fixed-rate mortgages or hybrid ARMs. Holders of IOs have no claim to any principal payments. The value of IOs depends primarily on two factors, which are prepayments and interest rates. Prepayments on the underlying pool of mortgages reduce the stream of interest payments going forward, hence IOs are highly sensitive to prepayment rates. IOs are also sensitive to changes in interest rates. An increase in interest rates reduces the present value of future interest payments on a pool of mortgages. On the other hand, an increase in interest rates has a tendency to reduce prepayments, which increases the expected absolute amount of future interest payments.\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   IIOs. IIOs represent the stream of interest payments on a pool of mortgages that underlie RMBS, either fixed-rate mortgages or hybrid ARMs. Holders of IIOs have no claim to any principal payments. The value of IIOs depends primarily on three factors, which are prepayments, the coupon interest rate (i.e. the Secured Overnight Funding Rate (\"SOFR\")), and term interest rates. Prepayments on the underlying pool of mortgages reduce the stream of interest payments, making IIOs highly sensitive to prepayment rates. The coupon on IIOs is derived from both the coupon interest rate on the underlying pool of mortgages and 30-day SOFR. IIOs are typically created in conjunction with a floating rate CMO that has a principal balance and which is entitled to receive all of the principal payments on the underlying pool of mortgages. The coupon on the floating rate CMO is also based on 30-day SOFR. Typically, the coupon on the floating rate CMO and the IIO, when combined, equal the coupon on the pool of underlying mortgages. The coupon on the pool of underlying mortgages typically represents a cap or ceiling on the combined coupons of the floating rate CMO and the IIO. Accordingly, when the value of 30-day SOFR increases, the coupon of the floating rate CMO will increase and the coupon on the IIO will decrease. When the value of 30-day SOFR falls, the opposite is true. Accordingly, the value of IIOs are sensitive to the level of 30-day SOFR and expectations by market participants of future movements in the level of 30-day SOFR. IIOs are also sensitive to changes in interest rates. An increase in interest rates reduces the present value of future interest payments on a pool of mortgages. On the other hand, an increase in interest rates has a tendency to reduce prepayments, which increases the expected absolute amount of future interest payments.\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n \n    4 \n\n  \n\n\n●   POs. POs represent the stream of principal payments on a pool of mortgages. Holders of POs have no claim to any interest payments, although the ultimate amount of principal to be received over time is known, equaling the principal balance of the underlying pool of mortgages. The timing of the receipt of the principal payments is not known. The value of POs depends primarily on two factors, which are prepayments and interest rates. Prepayments on the underlying pool of mortgages accelerate the stream of principal repayments, making POs highly sensitive to the rate at which the mortgages in the pool are prepaid. POs are also sensitive to changes in interest rates. An increase in interest rates reduces the present value of future principal payments on a pool of mortgages. Further, an increase in interest rates has a tendency to reduce prepayments, which decelerates, or pushes further out in time, the ultimate receipt of the principal payments. The opposite is true when interest rates decline.\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n \nOur investment strategy consists of the following components:\n \n\n●   investing in pass-through Agency RMBS, CMOs and certain structured Agency RMBS on a leveraged basis to increase returns on the capital allocated to this portfolio;\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   investing in certain structured Agency RMBS, such as IOs and IIOs, generally on an unleveraged basis in order to (i) increase returns due to the structural leverage contained in such securities, (ii) enhance liquidity due to the fact that these securities will be unencumbered or, when encumbered, retain the cash from such borrowings and (iii) diversify portfolio interest rate risk due to the different interest rate sensitivity these securities have compared to pass-through Agency RMBS;\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   investing in TBAs;\n----------------------\n\n●   investing in Agency RMBS in order to minimize credit risk;\n--------------------------------------------------------------\n\n●   investing in assets that will cause us to maintain our exclusion from regulation as an investment company under the Investment Company Act; and\n---------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   investing in assets that will allow us to maintain our qualification as a REIT.\n-----------------------------------------------------------------------------------\n \nWe rely on our Manager’s expertise in identifying assets within our target asset class. Our Manager makes investment decisions based on various factors, including, but not limited to, relative value, expected cash yield, supply and demand, costs of hedging, costs of financing, liquidity requirements, expected future interest rate volatility and the overall shape of the U.S. Treasury and interest rate swap yield curves. We do not attribute any particular quantitative significance to any of these factors, and the weight we give to these factors depends on market conditions and economic trends.\n \nOver time, we will modify our investment strategy as market conditions change to seek to maximize the returns from our investment portfolio. We believe that this strategy, combined with our Manager’s experience, will enable us to provide attractive long-term returns to our stockholders.\n \nCapital Allocation Strategy \n \nThe percentage of capital invested in our two asset categories will vary and will be managed in an effort to maintain the level of income generated by the combined portfolios, the stability of that income stream and the stability of the value of the combined portfolios. Long positions in TBAs are considered a component of the pass-through Agency RMBS category. Typically, pass-through Agency RMBS and structured Agency RMBS exhibit materially different sensitivities to movements in interest rates. Declines in the value of one portfolio may be offset by appreciation in the other, although we cannot assure you that this will be the case. Additionally, our Manager will seek to maintain adequate liquidity as it allocates capital.\n \nWe allocate our capital to assist our interest rate risk management efforts. The unleveraged portfolio does not require unencumbered cash or cash equivalents to be maintained in anticipation of possible margin calls. To the extent more capital is deployed in the unleveraged portfolio, our liquidity needs will generally be less.\n \nDuring periods of rising interest rates, refinancing opportunities available to borrowers typically decrease because borrowers are not able to refinance their current mortgage loans with new mortgage loans at lower interest rates. In such instances, securities that are highly sensitive to refinancing activity, such as IOs and IIOs, typically increase in value. Our capital allocation strategy allows us to redeploy our capital into such securities when and if we believe interest rates will be higher in the future, thereby allowing us to hold securities, the value of which we believe is likely to increase as interest rates rise. Also, by being able to re-allocate capital into structured Agency RMBS, such as IOs, during periods of rising interest rates, we may be able to offset the likely decline in the value of our pass-through Agency RMBS, which are negatively impacted by rising interest rates.\n \n    5 \n\n  \n\nWe intend to operate in a manner that will not subject us to regulation under the Investment Company Act. In order to rely on the exemption provided by Section 3(c)(5)(C) under the Investment Company Act, we must maintain at least 55% of our assets in qualifying real estate assets. For purposes of this test, structured Agency RMBS are non-qualifying real estate assets. Accordingly, while we have no explicit limitation on the amount of our capital that we will deploy to the unleveraged structured Agency RMBS portfolio, we will deploy our capital in such a way so as to maintain our exemption from registration under the Investment Company Act.\n \nFinancing Strategy\n \nWe borrow against our Agency RMBS using short term repurchase agreements. A repurchase agreement (or \"repo\") transaction acts as a financing arrangement under which we effectively pledge our investment securities as collateral to secure a loan. Our borrowings through repo transactions are generally short-term and have maturities ranging from one day to one year but may have maturities up to five or more years. Our financing rates are typically impacted by the U.S. Federal Funds rate and other short-term benchmark rates and liquidity in the Agency RMBS repo and other short-term funding markets. The terms of our master repurchase agreements generally conform to the terms in the standard master repurchase agreement as published by the Securities Industry and Financial Markets Association (\"SIFMA\") as to repayment, margin requirements and the segregation of all securities sold under the repo transaction. In addition, each lender may require that we include supplemental terms and conditions to the standard master repurchase agreement to address such matters as additional margin maintenance requirements, cross default and other provisions. The specific provisions may differ for each lender and certain terms may not be determined until we engage in individual repo transactions.\n \nWe may use other sources of leverage, such as secured or unsecured debt or issuances of preferred stock. We do not have a policy limiting the amount of leverage we may incur. However, we generally expect that the ratio of our total liabilities compared to our equity, which we refer to as our leverage ratio, will be less than 12 to 1. Our amount of leverage may vary depending on market conditions and other factors that we deem relevant.\n \nWe allocate our capital between two sub-portfolios. The pass-through Agency RMBS portfolio, which includes CMOs issued by the Enterprises, will be leveraged generally through repurchase agreement funding. The structured Agency RMBS portfolio generally will not be leveraged. The leverage ratio is calculated by dividing our total liabilities by total stockholders’ equity at the end of each period. Long positions in TBAs are considered a component of the pass-through Agency RMBS category. While there is no explicit leverage applied to TBAs via repurchase agreement borrowings, as is the case with pass-through securities, to accurately reflect our reported leverage ratio, we calculate our leverage both with and without the market value of the net forward agreement as a component of our total leverage exposure for purposes of reporting our leverage ratio and other risk metrics. We include our net TBA position in our measure of leverage because a forward contract to acquire Agency RMBS in the TBA market carries similar risks to Agency RMBS purchased in the cash market and funded with on-balance sheet liabilities. Similarly, a TBA contract for the forward sale of Agency RMBS has substantially the same effect as selling the underlying Agency RMBS and reducing our on-balance sheet funding commitments.\n \nThe amount of leverage typically will be a function of the capital allocated to the pass-through Agency RMBS portfolio and the amount of haircuts required by our lenders on our borrowings. When the capital allocation to the pass-through Agency RMBS portfolio is high, we expect that the leverage ratio will be high because more capital is being explicitly leveraged and less capital is un-leveraged. If the haircuts, which are a percentage of the market value of the collateral pledged, required by our lenders on our borrowings are higher, all else being equal, our leverage will be lower because our lenders will lend less against the value of the capital deployed to the pass-through Agency RMBS portfolio. The allocation of capital between the two portfolios will be a function of several factors:\n \n\n●   The relative durations of the respective portfolios — We generally seek to have a combined hedged duration at or near zero. If our pass-through securities have a longer duration, we will allocate more capital to the structured security portfolio or hedges to achieve a combined duration close to zero.\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   The relative attractiveness of pass-through securities versus structured securities — To the extent we believe the expected returns of one type of security are higher than the other, we will allocate more capital to the more attractive securities, subject to the caveat that its combined duration remains at or near zero and subject to maintaining our qualification for exemption under the Investment Company Act.\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n \n    6 \n\n  \n\n\n●   Liquidity — We seek to maintain adequate cash and unencumbered securities relative to our repurchase agreement borrowings to ensure we can meet any price or prepayment related margin calls from our lenders. To the extent we feel price or prepayment related margin calls will be higher/lower, we will typically allocate less/more capital to the pass-through Agency RMBS portfolio. Our pass-through Agency RMBS portfolio likely will be our only source of price or prepayment related margin calls because we generally will not apply leverage to our structured Agency RMBS portfolio. From time to time we may pledge a portion of our structured securities and retain the cash derived so it can be used to enhance our liquidity.\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nRisk Management \n \nWe invest in Agency RMBS to mitigate credit risk. Additionally, our Agency RMBS are backed by a diversified base of mortgage loans to mitigate geographic, loan originator and other types of concentration risks.\nInterest Rate Risk Management \n \nWe believe that the risk of adverse interest rate movements represents the most significant risk to our portfolio. This risk arises because (i) the interest rate indices used to calculate the interest rates on the mortgages underlying our assets may be different from the interest rate indices used to calculate the interest rates on the related borrowings and (ii) interest rate movements affecting our borrowings may not be reasonably correlated with interest rate movements affecting our assets. We attempt to mitigate our interest rate risk by using the techniques described below:\n \nAgency RMBS Backed by Fixed-Rate Mortgages. As interest rates rise, our borrowing costs increase; however, the income on our Agency RMBS backed by fixed-rate mortgages remains unchanged. Subject to qualifying and maintaining our qualification as a REIT, we may seek to limit increases to our borrowing costs through the use of interest rate swap or cap agreements, options, put or call agreements, futures contracts, forward rate agreements or similar financial instruments to economically convert our floating-rate borrowings into fixed-rate borrowings.\n \nAgency RMBS Backed by Hybrid ARMs. During the fixed-rate period of our Agency RMBS backed by hybrid ARMs, the security is similar to Agency RMBS backed by fixed-rate mortgages. During this period, subject to qualifying and maintaining our qualification as a REIT, we may employ the same hedging strategy that we employ for our Agency RMBS backed by fixed-rate mortgages. Once our Agency RMBS backed by hybrid ARMs convert to floating rate securities, we may employ the same hedging strategy as we employ for our Agency RMBS backed by ARMs.\n \nAgency RMBS Backed by ARMs. We seek to minimize the differences between interest rate indices and interest rate adjustment periods of our Agency RMBS backed by ARMs and related borrowings. At the time of funding, we typically align (i) the underlying interest rate index used to calculate interest rates for our Agency RMBS backed by ARMs and the related borrowings and (ii) the interest rate adjustment periods for our Agency RMBS backed by ARMs and the interest rate adjustment periods for our related borrowings. As our borrowings mature or are renewed, we may adjust the index used to calculate interest expense, the duration of the reset periods and the maturities of our borrowings.\n \nDerivative Instruments. We enter into derivative instruments to economically hedge against the possibility that rising rates may adversely impact the cost of our repurchase agreement liabilities. The principal instruments that the Company has used to date are Treasury Note (“T-Note”), SOFR, federal funds (\"Fed Funds\") and Eurodollar futures contracts, interest rate swaps, options to enter in interest rate swaps (“interest rate swaptions”), interest rate caps and TBA securities transactions, but the Company may enter into other derivatives in the future.\n \nA futures contract is a legally binding agreement to buy or sell a financial instrument in a designated future month at a price agreed upon at the initiation of the contract by the buyer and seller. A futures contract differs from an option in that an option gives one of the counterparties a right, but not the obligation, to buy or sell, while a futures contract represents an obligation of both counterparties to buy or sell a financial instrument at a specified price.\n \nWe engage in interest rate swaps as a means of managing our interest rate risk on forecasted interest expense associated with repurchase agreement borrowings for the term of the swap contract. An interest rate swap is a contractual agreement entered into by two counterparties, under which each agrees to make periodic interest payments to the other (one pays a fixed rate of interest, while the other pays a floating rate of interest) for an agreed period of time based upon a notional amount of principal.\n \n    7 \n\n  \n\nInterest rate swaptions provide us the option to enter into an interest rate swap agreement for a predetermined notional amount, stated term and pay and receive interest rates in the future. We may enter into swaption agreements that provide us the option to enter into a pay fixed rate interest rate swap (\"payer swaptions\"), or swaption agreements that provide us the option to enter into a receive fixed interest rate swap (\"receiver swaptions\").\n \nAn interest rate cap is a contract protecting us against a rise in interest rates above a fixed level. Interest rate caps are often used by borrowers to hedge against floating rate risk.\n \nAdditionally, our structured Agency RMBS generally exhibit sensitivities to movements in interest rates different than our pass-through Agency RMBS. To the extent they do so, our structured Agency RMBS may protect us against declines in the market value of our combined portfolio that result from adverse interest rate movements, although we cannot assure you that this will be the case.\n \nThe Company accounts for TBA securities as derivative instruments. Gains and losses associated with TBA securities transactions are reported in gain (loss) on derivative instruments in the accompanying statements of comprehensive income (loss).\n \nPrepayment Risk Management \n \nThe risk of mortgage prepayments is another significant risk to our portfolio. When prevailing interest rates fall below the current interest rate of a mortgage, mortgage prepayments are likely to increase. Conversely, when prevailing interest rates increase above the coupon rate of a mortgage, mortgage prepayments are likely to decrease.\n \nWhen prepayment rates increase, we may not be able to reinvest the money received from prepayments at yields comparable to those of the securities prepaid. Additionally, some of our structured Agency RMBS, such as IOs and IIOs, may be negatively affected by an increase in prepayment rates because their value is wholly contingent on the underlying mortgage loans having an outstanding principal balance.\n \nA decrease in prepayment rates may also have an adverse effect on our portfolio. For example, if we invest in POs, the purchase price of such securities will be based, in part, on an assumed level of prepayments on the underlying mortgage loan. Because the returns on POs decrease the longer it takes the principal payments on the underlying loans to be paid, a decrease in prepayment rates could decrease our returns on these securities.\n \nPrepayment risk also affects our hedging activities. When an Agency RMBS backed by a fixed-rate mortgage or hybrid ARM is acquired with borrowings, we may cap or fix our borrowing costs for a period close to the anticipated average life of the fixed-rate portion of the related Agency RMBS. If prepayment rates are different than our projections, the term of the related hedging instrument may not match the fixed-rate portion of the security, which could cause us to incur losses.\n \nBecause our business may be adversely affected if prepayment rates are different than our projections, we seek to invest in Agency RMBS backed by mortgages with well-documented and predictable prepayment histories. To protect against increases in prepayment rates, we invest in Agency RMBS backed by mortgages that we believe are less likely to be prepaid. For example, we invest in Agency RMBS backed by mortgages (i) with loan balances low enough such that a borrower would likely have little incentive to refinance, (ii) extended to borrowers with credit histories weak enough to not be eligible to refinance their mortgage loans, (iii) that are newly originated fixed-rate or hybrid ARMs or (iv) that have interest rates low enough such that a borrower would likely have little incentive to refinance. To protect against decreases in prepayment rates, we may also invest in Agency RMBS backed by mortgages with characteristics opposite to those described above, which would typically be more likely to be refinanced. We may also invest in certain types of structured Agency RMBS as a means of mitigating our portfolio-wide prepayment risks. For example, certain tranches of CMOs are less sensitive to increases in prepayment rates, and we may invest in those tranches as a means of hedging against increases in prepayment rates.\n \nLiquidity Management Strategy \n \nBecause of our use of leverage, we manage liquidity to meet our lenders’ margin calls by maintaining cash balances or unencumbered assets well in excess of anticipated margin calls and making margin calls on our lenders when we have an excess of collateral pledged against our borrowings.\n \nWe also attempt to minimize the number of margin calls we receive by:\n \n\n●   deploying capital from our leveraged Agency RMBS portfolio to our unleveraged Agency RMBS portfolio;\n--------------------------------------------------------------------------------------------------------\n\n●   investing in TBAs in lieu of leveraged Agency RMBS to reduce margin calls from our lenders associated with monthly prepayments;\n-----------------------------------------------------------------------------------------------------------------------------------\n \n    8 \n\n  \n\n\n●   investing in Agency RMBS backed by mortgages that we believe are less likely to be prepaid to decrease the risk of excessive margin calls when monthly prepayments are announced. Prepayments are declared, and the market value of the related security declines, before the receipt of the related cash flows. Prepayment declarations give rise to a temporary collateral deficiency and generally result in margin calls by lenders; and\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   reducing our overall amount of leverage.\n--------------------------------------------\n \nTo the extent we are unable to adequately manage our interest rate exposure and are subjected to substantial margin calls, we may be forced to sell assets at an inopportune time, which in turn could impair our liquidity and reduce our borrowing capacity and book value.\n \nTax Structure \n \nWe have elected to be taxed as a REIT for U.S. federal income tax purposes. Our ability to maintain our qualification as a REIT will depend upon our ability to meet, on a continuing basis, various complex requirements under the Code relating to, among other things, the sources of our gross income, the composition and values of our assets, our distribution levels and the concentration of ownership of our capital stock. We believe that we have been organized and have operated in conformity with the requirements for qualification and taxation as a REIT under the Code, and we intend to continue to operate in a manner that will enable us to continue to meet the requirements for qualification and taxation as a REIT.\n \nAs a REIT, we generally will not be subject to U.S. federal income tax on the REIT taxable income that we currently distribute to our stockholders. Taxable income generated by any taxable REIT subsidiary (as defined in Section 856(l) of the Code) (“TRS”) that we may form or acquire will be subject to U.S. federal, state and local income tax. Under the Code, REITs are subject to numerous organizational and operational requirements, including a requirement that they distribute annually at least 90% of their REIT taxable income, determined without regard to the deductions for dividends paid and excluding any net capital gains. If we fail to qualify as a REIT in any calendar year and do not qualify for certain statutory relief provisions, our income would be subject to U.S. federal income tax, and we would likely be precluded from qualifying for treatment as a REIT until the fifth calendar year following the year in which we failed to qualify. Even if we continue to qualify as a REIT, we may still be subject to certain U.S. federal, state and local taxes on our income and assets and to U.S. federal income and excise taxes on our undistributed income.\n \nInvestment Company Act Exemption \n \nWe operate our business so that we are exempt from registration under the Investment Company Act. We rely on the exemption provided by Section 3(c)(5)(C) of the Investment Company Act, which applies to companies in the business of purchasing or otherwise acquiring mortgages and other liens on, and interests in, real estate. In order to rely on the exemption provided by Section 3(c)(5)(C), we must maintain at least 55% of our assets in qualifying real estate assets. For the purposes of this test, structured Agency RMBS are non-qualifying real estate assets. We monitor our portfolio continuously and prior to each investment to confirm that we continue to qualify for the exemption. To qualify for the exemption, we make investments so that at least 55% of the assets we own consist of qualifying mortgages and other liens on and interests in real estate, which we refer to as qualifying real estate assets, and so that at least 80% of the assets we own consist of real estate-related assets, including our qualifying real estate assets.\n \nWe treat whole-pool pass-through Agency RMBS as qualifying real estate assets based on no-action letters issued by the staff of the SEC. In August 2011, the SEC, through a concept release, requested comments on interpretations of Section 3(c)(5)(C). To the extent that the SEC or its staff publishes new or different guidance with respect to these matters, we may fail to qualify for this exemption. Our Manager manages our pass-through Agency RMBS portfolio such that we have sufficient whole-pool pass-through Agency RMBS to ensure we maintain our exemption from registration under the Investment Company Act. At present, we generally do not expect that our investments in structured Agency RMBS will constitute qualifying real estate assets, but will constitute real estate-related assets for purposes of the Investment Company Act.\n \nEmployees and Human Capital Resources \n \nWe have no employees. We are externally managed and advised by our Manager pursuant to a management agreement as discussed below.\n \n    9 \n\n  \n\nCompetition \n \nOur net income largely depends on our ability to acquire Agency RMBS at favorable spreads over our borrowing costs. When we invest in Agency RMBS and other investment assets, we compete with a variety of institutional investors, including other REITs, insurance companies, mutual funds, pension funds, investment banking firms, banks and other financial institutions that invest in the same types of assets, the Federal Reserve Bank and other governmental entities or government-sponsored entities. Many of these investors have greater financial resources and access to lower costs of capital than we do. The existence of these competitive entities, as well as the possibility of additional entities forming in the future, may increase the competition for the acquisition of mortgage related securities, resulting in higher prices and lower yields on assets.\nDistributions\n \nTo maintain our qualification as a REIT, we must distribute at least 90% of our REIT taxable income, determined without regard to the deductions for dividends paid and excluding net capital gains, to our stockholders each year. We plan to continue to declare and pay regular monthly dividends to our stockholders.\nCommon Stock Reverse Split\n \nOn August 30, 2022, the Company effected a 1-for-5 reverse stock split of its common stock and proportionately decreased the number of authorized shares of common stock.  All share, per share, deferred stock unit and performance unit information has been retroactively adjusted to reflect the reverse split.\nAvailable Information\n \nOur investor relations website is www.orchidislandcapital.com. We make available on the website under “Financials/SEC filings,\" free of charge, our annual report on Form 10-K, our quarterly reports on Form 10-Q, our current reports on Form 8-K and any other reports (including any amendments to such reports) as soon as reasonably practicable after we electronically file or furnish such materials to the SEC. Information on our website, however, is not part of this Report. In addition, all of our filed reports can be obtained at the SEC’s website at http://www.sec.gov.\n \n    10",
      "char_count": 52155
    },
    "item1a": {
      "text": "ITEM 1A.         RISK FACTORS \nSummary of Risk Factors\n \nBelow is a summary of the principal factors that make an investment in our common stock speculative or risky. This summary does not address all of the risks that we face. Additional discussion of the risks summarized in this risk factor summary, and other risks that we face, can be found below under the heading “Risk Factors” and should be carefully considered, together with other information in this Report and our other filings with the SEC, before making an investment decision regarding our common stock.\n\n●   Increases in interest rates may negatively affect the value of our investments and increase the cost of our borrowings, which could result in reduced earnings or losses and materially adversely affect our ability to pay distributions to our stockholders.\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   An increase in interest rates may also cause a decrease in the volume of newly issued, or investor demand for, Agency RMBS, which could materially adversely affect our ability to acquire assets that satisfy our investment objectives and our business, financial condition and results of operations and our ability to pay distributions to our stockholders.\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Interest rate mismatches between our Agency RMBS and our borrowings may reduce our net interest margin during periods of changing interest rates, which could materially adversely affect our business, financial condition and results of operations and our ability to pay distributions to our stockholders.\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n●   Further downgrades of the U.S. credit rating, automatic spending cuts, mounting budget deficits or another government shutdown could negatively impact our liquidity, financial condition and earnings.                                                                                                        \n●   Although structured Agency RMBS are generally subject to the same risks as our pass-through Agency RMBS, certain types of risks may be enhanced depending on the type of structured Agency RMBS in which we invest.                                                                                            \n\n●   Differences in the stated maturity of our fixed rate assets, or in the timing of interest rate adjustments on our adjustable-rate assets, and our borrowings may adversely affect our profitability.\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Changes in the levels of prepayments on the mortgages underlying our Agency RMBS might decrease net interest income or result in a net loss, which could materially adversely affect our business, financial condition and results of operations and our ability to pay distributions to our stockholders.\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Volatile market conditions for mortgages and mortgage-related assets as well as the broader financial markets can result in a significant contraction in liquidity for mortgages and mortgage-related assets, which may adversely affect the value of the assets in which we invest.\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Failure to procure adequate repurchase agreement financing, or to renew or replace existing repurchase agreement financing as it matures, could materially adversely affect our business, financial condition and results of operations and our ability to make distributions to our stockholders.\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Adverse market developments could cause our lenders to require us to pledge additional assets as collateral. If our assets were insufficient to meet these collateral requirements, we might be compelled to liquidate particular assets at inopportune times and at unfavorable prices, which could materially adversely affect our business, financial condition and results of operations and our ability to pay distributions to our stockholders.\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Hedging against interest rate exposure may not completely insulate us from interest rate risk and could materially adversely affect our business, financial condition and results of operations and our ability to pay distributions to our stockholders.\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Our use of leverage could materially adversely affect our business, financial condition and results of operations and our ability to pay distributions to our stockholders.\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   It may be uneconomical to \"roll\" our TBA dollar roll transactions or we may be unable to meet margin calls on our TBA contracts, which could negatively affect our financial condition and results of operations.\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Our forward settling transactions, including TBA transactions, subject us to certain risks, including price risks and counterparty risks.\n---------------------------------------------------------------------------------------------------------------------------------------------\n\n●   We rely on analytical models and other data to analyze potential asset acquisition and disposition opportunities and to manage our portfolio. Such models and other data may be incorrect, misleading or incomplete, which could cause us to purchase assets that do not meet our expectations or to make asset management decisions that are not in line with our strategy.\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n \n    11 \n\n  \n\n\n●   Valuations of some of our assets are inherently uncertain, may be based on estimates, may fluctuate over short periods of time and may differ from the values that would have been used if a ready market for these assets existed. As a result, the values of some of our assets are uncertain.\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   If our lenders default on their obligations to resell the Agency RMBS back to us at the end of the repo transaction term, if the value of the Agency RMBS has declined by the end of the repo transaction term or if we default on our obligations under the repo transaction, we will lose money on these transactions, which, in turn, may materially adversely affect our business, financial condition and results of operations and our ability to pay distributions to our stockholders.\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Clearing facilities or exchanges upon which some of our hedging instruments are traded may increase margin requirements on our hedging instruments in the event of adverse economic developments.\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   We may change our investment strategy, investment guidelines and asset allocation without notice or stockholder consent, which may result in riskier investments.\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   The management agreement with our Manager was not negotiated on an arm’s-length basis and the terms, including fees payable and our inability to terminate, or our election not to renew, the management agreement based on our Manager’s poor performance without paying our Manager a significant termination fee, except for a termination of the Manager with cause, may not be as favorable to us as if it were negotiated with an unaffiliated third party.\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   We have no employees, and our Manager is responsible for making all of our investment decisions. None of our or our Manager’s officers are required to devote any specific amount of time to our business, and each of them may provide their services to Bimini, which could result in conflicts of interest.\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   We are completely dependent upon our Manager and certain key personnel of Bimini who provide services to us through the management agreement, and we may not find suitable replacements for our Manager and these personnel if the management agreement is terminated or such key personnel are no longer available to us.\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   If we elect to not renew the management agreement without cause, we would be required to pay our Manager a substantial termination fee. These and other provisions in our management agreement make non-renewal of our management agreement difficult and costly.\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   We have not established a minimum distribution payment level, and we cannot assure you of our ability to make distributions to our stockholders in the future.\n------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Loss of our exemption from regulation under the Investment Company Act would negatively affect the value of shares of our common stock and our ability to pay distributions to our stockholders.\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Failure to obtain and maintain an exemption from being regulated as a commodity pool operator could subject us to additional regulation and compliance requirements and may result in fines and other penalties which could materially adversely affect our business and financial condition.\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Our ownership limitations and certain other provisions of applicable law and our charter and bylaws may restrict business combination opportunities that would otherwise be favorable to our stockholders.\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Our failure to maintain our qualification as a REIT would subject us to U.S. federal income tax, which could adversely affect the value of the shares of our common stock and would substantially reduce the cash available for distribution to our stockholders.\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   We cannot predict the effect that government policies, laws and plans adopted in response to geopolitical events, a global pandemic, or global recessionary economic conditions will have on us.\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n \n    12 \n\n  \n\nRisk Factors\n \nYou should carefully consider the risks described below and all other information contained in this Report, including our annual financial statements and related notes thereto, before making an investment decision regarding our common stock. Our business, financial condition or results of operations could be harmed by any of these risks. Similarly, these risks could cause the market price of our common stock to decline and you might lose all or part of your investment. Our forward-looking statements in this Report are subject to the following risks and uncertainties. Our actual results could differ materially from those anticipated by our forward-looking statements as a result of the risk factors below. \nRisks Related to Our Business\n \nIncreases in interest rates may negatively affect the value of our investments and increase the cost of our borrowings, which could result in reduced earnings or losses and materially adversely affect our ability to pay distributions to our stockholders.\n \nUnder normal market conditions, an investment in Agency RMBS will decline in value if interest rates increase. In addition, net interest income could decrease if the yield curve is inverted or flat. While one or more of the GSEs guarantee the principal and interest payments related to the Agency RMBS we own, this guarantee does not protect us from declines in market value caused by changes in interest rates. Declines in the market value of our investments may ultimately result in losses to us, which may reduce earnings and negatively affect our ability to pay distributions to our stockholders.\n \nSignificant increases in both long-term and short-term interest rates pose a substantial risk associated with our investment in Agency RMBS. If long-term rates were to increase significantly, the market value of our Agency RMBS would decline, and the duration and weighted average life of the investments would increase. We could realize a loss if the securities were sold. At the same time, an increase in short-term interest rates would increase the amount of interest owed on our repurchase agreements used to finance the purchase of Agency RMBS, which would decrease cash available for distribution to our stockholders. Using this business model, we are particularly susceptible to the effects of an inverted yield curve, where short-term rates are higher than long-term rates. Although rare in a historical context, the U.S. and many countries in Europe have recently experienced inverted yield curves. Given the volatile nature of the U.S. economy and potential future increases in short-term interest rates, there can be no guarantee that the yield curve will not become inverted. If this occurs, it could result in a decline in the value of our Agency RMBS, our business, financial position and results of operations and our ability to pay distributions to our stockholders could be materially adversely affected.\n \nAn increase in interest rates may also cause a decrease in the volume of newly issued, or investor demand for, Agency RMBS, which could materially adversely affect our ability to acquire assets that satisfy our investment objectives and our business, financial condition and results of operations and our ability to pay distributions to our stockholders. \n \nRising interest rates or high interest rates generally reduce the demand for consumer credit, including mortgage loans, due to the higher cost of borrowing. A reduction in the volume of mortgage loans may affect the volume of Agency RMBS available to us, which could affect our ability to acquire assets that satisfy our investment objectives. Rising interest rates may also cause Agency RMBS that were issued prior to an interest rate increase to provide yields that exceed prevailing market interest rates. If rising interest rates cause us to be unable to acquire a sufficient volume of Agency RMBS or Agency RMBS with a yield that exceeds our borrowing costs, our ability to satisfy our investment objectives and to generate income and pay dividends, our business, financial condition and results of operations, and our ability to pay distributions to our stockholders may be materially adversely affected.\n \nInterest rate mismatches between our Agency RMBS and our borrowings may reduce our net interest margin during periods of changing interest rates, which could materially adversely affect our business, financial condition and results of operations and our ability to pay distributions to our stockholders. \n \nOur portfolio includes or may include Agency RMBS backed by fixed-rate mortgages, ARMs and hybrid ARMs and the mix of these securities in the portfolio may be increased or decreased over time. Additionally, the interest rates on ARMs and hybrid ARMs may vary over time based on changes in a short-term interest rate index, of which there are many.\n \nWe finance our acquisitions of pass-through Agency RMBS with short-term financing. During periods of rising short-term interest rates, the income we earn on these securities will not change (with respect to Agency RMBS backed by fixed-rate mortgage loans) or will not increase at the same rate (with respect to Agency RMBS backed by ARMs and hybrid ARMs) as our related financing costs, which may reduce our net interest margin or result in losses.\n \n    13 \n\n  \n\nFurther downgrades of the U.S. credit rating, automatic spending cuts, mounting budget deficits or another government shutdown could negatively impact our liquidity, financial condition and earnings.\n \nU.S. debt ceiling and budget deficit concerns have increased the possibility of additional credit-rating downgrades and economic slowdowns, or a recession in the United States. Although U.S. lawmakers passed legislation to raise the federal debt ceiling on multiple occasions, ratings agencies have in recent years lowered or threatened to lower the long-term sovereign credit rating on the United States. The impact of this or any further downgrades to the U.S. government’s sovereign credit rating or its perceived creditworthiness could adversely affect the U.S. and global financial markets and economic conditions. In addition, disagreement over the federal budget has caused the U.S. federal government to shut down for periods of time. Continued adverse political and economic conditions could have a material adverse effect on our business, financial condition and results of operations.\n \nWe invest in structured Agency RMBS, including IOs, IIOs and POs. Although structured Agency RMBS are generally subject to the same risks as our pass-through Agency RMBS, certain types of risks may be enhanced depending on the type of structured Agency RMBS in which we invest. \n \nThe structured Agency RMBS in which we invest are securitizations (i) issued by the GSEs, (ii) collateralized by Agency RMBS and (iii) divided into various tranches that have different characteristics (such as different maturities or different coupon payments). These securities may carry greater risk than an investment in pass-through Agency RMBS. For example, certain types of structured Agency RMBS, such as IOs, IIOs and POs, are more sensitive to prepayment risks than pass-through Agency RMBS. If we were to invest in structured Agency RMBS that were more sensitive to prepayment risks relative to other types of structured Agency RMBS or pass-through Agency RMBS, we may increase our portfolio-wide prepayment risk.\n \nDifferences in the stated maturity of our fixed rate assets, or in the timing of interest rate adjustments on our adjustable-rate assets, and our borrowings may adversely affect our profitability.\n \nWe rely primarily on short-term and/or variable rate borrowings to acquire fixed-rate securities with long-term maturities. In addition, we may have adjustable-rate assets with interest rates that vary over time based upon changes in an objective index, such as the U.S. Treasury rate or SOFR. These indices generally reflect short-term interest rates but these assets may not reset in a manner that matches our borrowings.\n \nThe relationship between short-term and longer-term interest rates is often referred to as the \"yield curve.\" Ordinarily, short-term interest rates are lower than longer-term interest rates. If short-term interest rates rise disproportionately relative to longer-term interest rates (a \"flattening\" of the yield curve), our borrowing costs may increase more rapidly than the interest income earned on our assets. Because our investments generally bear interest at longer-term rates than we pay on our borrowings, a flattening of the yield curve would tend to decrease our net interest income and the market value of our investment portfolio. Additionally, to the extent cash flows from investments that return scheduled and unscheduled principal are reinvested, the spread between the yields on the new investments and available borrowing rates may decline, which would likely decrease our net income. It is also possible that short-term interest rates may exceed longer-term interest rates (a yield curve \"inversion\"), in which event our borrowing costs may exceed our interest income and result in operating losses.\n \nPurchases and sales of Agency RMBS by the Fed may adversely affect the supply, price and returns associated with Agency RMBS.\n \nThe Fed owns approximately $2.2 trillion of Agency RMBS as of December 31, 2024. After nearly doubling its Agency RMBS holdings from $1.4 trillion in March 2020 to a peak of over $2.7 trillion in April of 2022 as a result of its COVID-19 policy response, the Fed halted purchases of Agency RMBS in September 2022 and began allowing up to $35 billion per month of Agency RMBS to run off its balance sheet.  With prepayments slowing in response to rising and/or high mortgage rates, Agency RMBS runoffs may not reduce the Fed’s balance sheet quickly enough to meet its stated policy goals, raising the possibility of the Fed selling Agency RMBS outright.  These actions by the Fed to date, along with interest rate increases, have adversely impacted the prices and returns of Agency RMBS.  While it is very difficult to predict the impact of a continuing Fed portfolio runoff or potential sales of Agency RMBS on the supply, prices and liquidity of Agency RMBS, returns on Agency RMBS may be adversely affected.\n \n    14 \n\n  \n\nShort-term interest rates have recently been higher than long-term interest rates.  This phenomenon, typically referred to as an inverted U.S. Treasury or yield curve, occurred during 2022 through the majority of 2024, and may occur again in the future.  Under such conditions our funding costs may equal or exceed yields available on our assets, adversely impacting our financial condition and results of operations and our ability to pay dividends to our stockholders.\n \nAs the Fed began to increase over-night funding rates during 2022, short-term interest rates began to rise faster than longer-term interest rates and eventually the U.S. Treasury yield curve became inverted, whereby yields on short-terms rates exceeded yields on long-term interest rates.  This condition continued into 2023 and through the majority of 2024, and may occur again in the future.  Consistent with this development, funding costs associated with our borrowings have increased relative to yields on our Agency RMBS securities.  As a result, our net interest income has declined.  We have employed various hedging strategies to off-set the phenomenon.  However, such hedges may not be adequate to protect our interest income if the yield curve inverts again in the future, adversely affecting our financial condition, results of operations and our ability to pay dividends to our stockholders.\n \nIncreased levels of prepayments on the mortgages underlying our Agency RMBS might decrease net interest income or result in a net loss, which could materially adversely affect our business, financial condition and results of operations and our ability to pay distributions to our stockholders. \n \nIn the case of residential mortgages, there are seldom any restrictions on borrowers’ ability to prepay their loans. Prepayment rates generally increase when interest rates fall and decrease when interest rates rise. Prepayment rates also may be affected by other factors, including, without limitation, conditions in the housing and financial markets, governmental action, general economic conditions and the relative interest rates on ARMs, hybrid ARMs and fixed-rate mortgage loans. To the extent that our pass-through Agency RMBS are carried at a premium to par, faster-than-expected prepayments could also materially adversely affect our business, financial condition and results of operations and our ability to pay distributions to our stockholders in various ways, including the following:\n \n\n●                                                                                                                                                                                                                                       We could realize the loss of the premium paid on the Agency RMBS.                                                                                                                                                                                                                                     \n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n●   We may have to reinvest the capital from the prepayments at lower prevailing interest rates.                                                                                                                                                                                                                                                                                                                                                                                                                                              \n●   Pass-through Agency RMBS backed by ARMs and hybrid ARMs may initially bear interest at rates that are lower than their fully indexed rates, which are equivalent to the applicable index rate plus a margin. If a pass-through Agency RMBS backed by ARMs or hybrid ARMs is prepaid prior to or soon after the time of adjustment to a fully-indexed rate, we will have held that Agency RMBS while it was less profitable and lost the opportunity to receive interest at the fully-indexed rate over the remainder of its expected life.\n\n●   If we are unable to acquire new Agency RMBS to replace the prepaid Agency RMBS, our returns on capital may be lower than if we were able to quickly acquire new Agency RMBS.\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n \nWhen we acquire structured Agency RMBS, we anticipate that the underlying mortgages will prepay at a projected rate, generating an expected yield. When the prepayment rates on the mortgages underlying our structured Agency RMBS are higher than expected, our returns on those securities may be materially adversely affected. For example, the value of our IOs and IIOs are extremely sensitive to prepayments because holders of these securities do not have the right to receive any principal payments on the underlying mortgages. Therefore, if the mortgage loans underlying our IOs and IIOs are prepaid, such securities would cease to have any value, which, in turn, could materially adversely affect our business, financial condition and results of operations and our ability to pay distributions to our stockholders.\n \nWhile we seek to minimize prepayment risk, we must balance prepayment risk against other risks and the potential returns of each investment. No strategy can completely insulate us from prepayment or other such risks.\n \nA decrease in prepayment rates on the mortgages underlying our Agency RMBS might decrease net interest income or result in a net loss, which could materially adversely affect our business, financial condition and results of operations and our ability to pay distributions to our stockholders. \n \nCertain of our structured Agency RMBS may be adversely affected by a decrease in prepayment rates. For example, because POs are similar to zero-coupon bonds, our expected returns on such securities will be contingent on our receiving the principal payments of the underlying mortgage loans at expected intervals that assume a certain prepayment rate. If prepayment rates are lower than expected, we will not receive principal payments as quickly as we anticipated and, therefore, our expected returns on these securities will be adversely affected, which, in turn, could materially adversely affect our business, financial condition and results of operations and our ability to pay distributions to our stockholders.\n \n    15 \n\n  \n\nWhile we seek to minimize prepayment risk, we must balance prepayment risk against other risks and the potential returns of each investment. No strategy can completely insulate us from prepayment or other such risks.\n \nFailure to procure adequate repurchase agreement financing, or to renew or replace existing repurchase agreement financing as it matures, could materially adversely affect our business, financial condition and results of operations and our ability to make distributions to our stockholders. \n \nWe intend to maintain master repurchase agreements with several counterparties. We cannot assure you that any, or sufficient, repurchase agreement financing will be available to us in the future on terms that are acceptable to us. Any decline in the value of Agency RMBS, or perceived market uncertainty about their value, would make it more difficult for us to obtain financing on favorable terms or at all, or maintain our compliance with the terms of any financing arrangements already in place. We may be unable to diversify the credit risk associated with our lenders. In the event that we cannot obtain sufficient funding on acceptable terms, our business, financial condition and results of operations and our ability to pay distributions to our stockholders may be materially adversely affected.\n \nFurthermore, because we intend to rely primarily on short-term borrowings to fund our acquisition of Agency RMBS, our ability to achieve our investment objectives will depend not only on our ability to borrow money in sufficient amounts and on favorable terms, but also on our ability to renew or replace on a continuous basis our maturing short-term borrowings. If we are not able to renew or replace maturing borrowings, we will have to sell some or all of our assets, possibly under adverse market conditions. In addition, if the regulatory capital requirements imposed on our lenders change, they may be required to significantly increase the cost of the financing that they provide to us. Our lenders also may revise their eligibility requirements for the types of assets they are willing to finance or the terms of such financings, based on, among other factors, the regulatory environment and their management of perceived risk.\n \nAdverse market developments could cause our lenders to require us to pledge additional assets as collateral. If our assets were insufficient to meet these collateral requirements, we might be compelled to liquidate particular assets at inopportune times and at unfavorable prices, which could materially adversely affect our business, financial condition and results of operations and our ability to pay distributions to our stockholders. \n \nAdverse market developments, including a sharp or prolonged rise in interest rates, a change in prepayment rates or increasing market concern about the value or liquidity of one or more types of Agency RMBS, might reduce the market value of our portfolio, which might cause our lenders to initiate margin calls. A margin call means that the lender requires us to pledge additional collateral to re-establish the ratio of the value of the collateral to the amount of the borrowing. The specific collateral value to borrowing ratio that would trigger a margin call is not set in the master repurchase agreements and not determined until we engage in a repo transaction under these agreements. Our fixed-rate Agency RMBS generally are more susceptible to margin calls as increases in interest rates tend to more negatively affect the market value of fixed-rate securities. If we are unable to satisfy margin calls, our lenders may foreclose on our collateral. The threat or occurrence of a margin call could force us to sell, either directly or through a foreclosure, our Agency RMBS under adverse market conditions. Because of the significant leverage we expect to have, we may incur substantial losses upon the threat or occurrence of a margin call, which could materially adversely affect our business, financial condition and results of operations and our ability to pay distributions to our stockholders. Additionally, the liquidation of collateral may jeopardize our ability to maintain our qualification as a REIT, as we must comply with requirements regarding our assets and our sources of gross income. Our failure to maintain our qualification as a REIT would cause us to be subject to U.S. federal income tax (and any applicable state and local taxes) on all of our net taxable income.\n \nHedging against interest rate exposure may not completely insulate us from interest rate risk and could materially adversely affect our business, financial condition and results of operations and our ability to pay distributions to our stockholders. \n \nTo the extent consistent with maintaining our qualification as a REIT, we may enter into interest rate cap or swap agreements or pursue other hedging strategies, including the purchase of puts, calls or other options and futures contracts in order to hedge the interest rate risk of our portfolio. In general, our hedging strategy depends on our view of our entire portfolio consisting of assets, liabilities and derivative instruments, in light of prevailing market conditions. We could misjudge the condition of our investment portfolio or the market. Our hedging activity will vary in scope based on the level and volatility of interest rates and principal prepayments, the type of Agency RMBS we hold and other changing market conditions. Hedging may fail to protect or could adversely affect us because, among other things:\n \n    16 \n\n  \n\n\n●   hedging can be expensive, particularly during periods of rising and volatile interest rates;\n------------------------------------------------------------------------------------------------\n\n●   available interest rate hedging may not correspond directly with the interest rate risk for which protection is sought;\n---------------------------------------------------------------------------------------------------------------------------\n\n●   the duration of the hedge may not match the duration of the related liability;\n----------------------------------------------------------------------------------\n\n●   certain types of hedges may expose us to risk of loss beyond the fee paid to initiate the hedge;\n----------------------------------------------------------------------------------------------------\n\n●   the amount of gross income that a REIT may earn from hedging transactions, other than hedging transactions that satisfy certain requirements of the Code, is limited by the U.S. federal income tax provisions governing REITs;\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   the credit quality of the counterparty on the hedge may be downgraded to such an extent that it impairs our ability to sell or assign our side of the hedging transaction; and\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   the counterparty in the hedging transaction may default on its obligation to pay.\n-------------------------------------------------------------------------------------\n \nThere are no perfect hedging strategies, and interest rate hedging may fail to protect us from loss. Alternatively, we may fail to properly assess a risk to our investment portfolio or may fail to recognize a risk entirely, leaving us exposed to losses without the benefit of any offsetting hedging activities. The derivative financial instruments we select may not have the effect of reducing our interest rate risk. The nature and timing of hedging transactions may influence the effectiveness of these strategies. Poorly designed strategies or improperly executed transactions could actually increase our risk and losses. In addition, hedging activities could result in losses if the event against which we hedge does not occur.\n \nBecause of the foregoing risks, our hedging activity could materially adversely affect our business, financial condition and results of operations and our ability to pay distributions to our stockholders.\n \nOur use of certain hedging techniques may expose us to counterparty risks. \n \nTo the extent that our hedging instruments are not traded on regulated exchanges, guaranteed by an exchange or its clearinghouse, or regulated by any U.S. or foreign governmental authorities, there may not be requirements with respect to record keeping, financial responsibility or segregation of customer funds and positions. Furthermore, the enforceability of agreements underlying hedging transactions may depend on compliance with applicable statutory, exchange and other regulatory requirements and, depending on the domicile of the counterparty, applicable international requirements. Consequently, if any of these issues causes a counterparty to fail to perform under a derivative agreement we could incur a significant loss.\n \nFor example, if a swap exchange utilized in an interest rate swap agreement that we enter into as part of our hedging strategy cannot perform under the terms of the interest rate swap agreement, we may not receive payments due under that agreement, and, thus, we may lose any potential benefit associated with the interest rate swap. Additionally, we may also risk the loss of any collateral we have pledged to secure our obligations under these swap agreements if the exchange becomes insolvent or files for bankruptcy. Similarly, if an interest rate swaption counterparty fails to perform under the terms of the interest rate swaption agreement, in addition to not being able to exercise or otherwise cash settle the agreement, we could also incur a loss for the premium paid for that swaption.\n \nOur use of leverage could materially adversely affect our business, financial condition and results of operations and our ability to pay distributions to our stockholders. \n \nWe calculate our leverage ratio by dividing our total liabilities, adjusted for net notional TBA positions, by total stockholders' equity at the end of each period. Under normal market conditions, we generally expect our leverage ratio to be less than 12 to 1, although at times our borrowings may be above or below this level. We incur this indebtedness by borrowing against a substantial portion of the market value of our pass-through Agency RMBS and a portion of our structured Agency RMBS. Our total indebtedness, however, is not expressly limited by our policies and will depend on our prospective lenders’ estimates of the stability of our portfolio’s cash flow. As a result, there is no limit on the amount of leverage that we may incur. We face the risk that we might not be able to meet our debt service obligations or a lender’s margin requirements from our income and, to the extent we cannot, we might be forced to liquidate some of our Agency RMBS at unfavorable prices. Our use of leverage could materially adversely affect our business, financial condition and results of operations and our ability to pay distributions to our stockholders. For example:\n \n    17 \n\n  \n\n\n●   our borrowings are secured by our pass-through Agency RMBS and a portion of our structured Agency RMBS under repurchase agreements. A decline in the market value of the pass-through Agency RMBS or structured Agency RMBS used to secure these debt obligations could limit our ability to borrow or result in lenders requiring us to pledge additional collateral to secure our borrowings. In that situation, we could be required to sell Agency RMBS under adverse market conditions in order to obtain the additional collateral required by the lender. If these sales are made at prices lower than the carrying value of the Agency RMBS, we would experience losses.\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   to the extent we are compelled to liquidate qualifying real estate assets to repay debts, our compliance with the REIT rules regarding our assets and our sources of gross income could be negatively affected, which could jeopardize our qualification as a REIT. Losing our REIT qualification would cause us to be subject to U.S. federal income tax (and any applicable state and local taxes) on all of our income and would decrease profitability and cash available for distributions to stockholders.\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n \nIf we experience losses as a result of our use of leverage, such losses could materially adversely affect our business, results of operations and financial condition and our ability to make distributions to our stockholders.\n \nIt may be uneconomical to \"roll\" our TBA dollar roll transactions or we may be unable to meet margin calls on our TBA contracts, which could negatively affect our financial condition and results of operations.\n \nWe may utilize TBA dollar roll transactions as a means of investing in and financing Agency RMBS. TBA contracts enable us to purchase or sell, for future delivery, Agency RMBS with certain principal and interest terms and certain types of collateral, but the particular Agency RMBS to be delivered are not identified until shortly before the TBA settlement date. Prior to settlement of the TBA contract we may choose to move the settlement of the securities out to a later date by entering into an offsetting position (referred to as a \"pair off\"), net settling the paired off positions for cash, and simultaneously purchasing a similar TBA contract for a later settlement date, collectively referred to as a \"dollar roll.\" The Agency RMBS purchased for a forward settlement date under the TBA contract are typically priced at a discount to Agency RMBS for settlement in the current month. This difference (or discount) is referred to as the \"price drop.\" The price drop is the economic equivalent of net interest income earned from carrying the underlying Agency RMBS over the roll period (interest income less implied financing cost). Consequently, dollar roll transactions and such forward purchases of Agency RMBS represent a form of off-balance sheet financing and increase our \"at risk\" leverage.\n \nUnder certain market conditions, TBA dollar roll transactions may result in negative carry income whereby the Agency RMBS purchased for a forward settlement date under the TBA contract are priced at a premium to Agency RMBS for settlement in the current month. Additionally, sales of some or all of the Fed's holdings of Agency RMBS, or declines in purchases of Agency RMBS by the Fed could adversely impact the dollar roll market. Under such conditions, it may be uneconomical to roll our TBA positions prior to the settlement date and we could have to take physical delivery of the underlying securities and settle our obligations for cash. We may not have sufficient funds or alternative financing sources available to settle such obligations. In addition, pursuant to the margin provisions established by the Mortgage-Backed Securities Division (\"MBSD\") of the Fixed Income Clearing Corporation (\"FICC\"), we are subject to margin calls on our TBA contracts. Further, our clearing and custody agreements may require us to post additional margin above the levels established by the MBSD. Negative carry income on TBA dollar roll transactions or failure to procure adequate financing to settle our obligations or meet margin calls under our TBA contracts could result in defaults or force us to sell assets under adverse market conditions and adversely affect our financial condition and results of operations.\n \nInterest rate caps on the ARMs and hybrid ARMs backing our Agency RMBS may reduce our net interest margin during periods of rising interest rates, which could materially adversely affect our business, financial condition and results of operations and our ability to pay distributions to our stockholders.\n \nARMs and hybrid ARMs are typically subject to periodic and lifetime interest rate caps. Periodic interest rate caps limit the amount an interest rate can increase during any given period. Lifetime interest rate caps limit the amount an interest rate can increase through the maturity of the loan. Our borrowings typically are not subject to similar restrictions. Accordingly, in a period of rapidly increasing interest rates, our financing costs could increase without limitation while caps could limit the interest we earn on the ARMs and hybrid ARMs backing our Agency RMBS. This problem is magnified for ARMs and hybrid ARMs that are not fully indexed because such periodic interest rate caps prevent the coupon on the security from fully reaching the specified rate in one reset. Further, some ARMs and hybrid ARMs may be subject to periodic payment caps that result in a portion of the interest being deferred and added to the principal outstanding. As a result, we may receive less cash income on Agency RMBS backed by ARMs and hybrid ARMs than necessary to pay interest on our related borrowings. Interest rate caps on Agency RMBS backed by ARMs and hybrid ARMs could reduce our net interest margin if interest rates were to increase beyond the level of the caps, which could materially adversely affect our business, financial condition and results of operations and our ability to pay distributions to our stockholders.\n \n    18 \n\n  \n\nVolatile market conditions for mortgages and mortgage-related assets as well as the broader financial markets can result in a significant contraction in liquidity for mortgages and mortgage-related assets, which may adversely affect the value of the assets in which we invest.\n \nOur results of operations are materially affected by conditions in the markets for mortgages and mortgage-related assets, including Agency RMBS, as well as the broader financial markets and the economy generally.\n \nSignificant adverse changes in financial market conditions can result in a deleveraging of the global financial system and the forced sale of large quantities of mortgage-related and other financial assets. Concerns over rising or high interest rates, inflation, economic recession, geopolitical issues including events such as global pandemics, the wars in Ukraine and Israel, policy priorities of a new U.S. presidential administration, tariffs or trade wars, unemployment, the availability and cost of financing, the mortgage market and a declining real estate market or prolonged government shutdown may contribute to increased volatility and diminished expectations for the economy and markets.\n \nIncreased volatility and deterioration in the markets for mortgages and mortgage-related assets as well as the broader financial markets may adversely affect the performance and market value of our Agency RMBS. If these conditions exist, institutions from which we seek financing for our investments may tighten their lending standards, increase margin calls or become insolvent, which could make it more difficult for us to obtain financing on favorable terms or at all. Our profitability and financial condition may be adversely affected if we are unable to obtain cost-effective financing for our investments.\n \nOur forward settling transactions, including TBA transactions, subject us to certain risks, including price risks and counterparty risks.\n \nWe purchase some of our Agency RMBS through forward settling transactions, including TBAs. In a forward settling transaction, we enter into a forward purchase agreement with a counterparty to purchase either (i) an identified Agency RMBS, or (ii) a TBA, or to-be-issued, Agency RMBS with certain terms. As with any forward purchase contract, the value of the underlying Agency RMBS may decrease between the trade date and the settlement date. Furthermore, a transaction counterparty may fail to deliver the underlying Agency RMBS at the settlement date. If any of these risks were to occur, our financial condition and results of operations may be materially adversely affected.\n \nWe rely on analytical models and other data to analyze potential asset acquisition and disposition opportunities and to manage our portfolio. Such models and other data may be incorrect, misleading or incomplete, which could cause us to purchase assets that do not meet our expectations or to make asset management decisions that are not in line with our strategy. \n \nWe rely on analytical models, and information and other data supplied by third parties. These models and data may be used to value assets or potential asset acquisitions and dispositions and in connection with our asset management activities. If our models and data prove to be incorrect, misleading or incomplete, any decisions made in reliance thereon could expose us to potential risks.\n \nOur reliance on models and data may induce us to purchase certain assets at prices that are too high, to sell certain other assets at prices that are too low or to miss favorable opportunities altogether. Similarly, any hedging activities that are based on faulty models and data may prove to be unsuccessful.\n \nSome models, such as prepayment models, may be predictive in nature. The use of predictive models has inherent risks. For example, such models may incorrectly forecast future behavior, leading to potential losses. In addition, the predictive models used by us may differ substantially from those models used by other market participants, resulting in valuations based on these predictive models that may be substantially higher or lower for certain assets than actual market prices. Furthermore, because predictive models are usually constructed based on historical data supplied by third parties, the success of relying on such models may depend heavily on the accuracy and reliability of the supplied historical data, and, in the case of predicting performance in scenarios with little or no historical precedent (such as extreme broad-based declines in home prices, or deep economic recessions or depressions), such models must employ greater degrees of extrapolation and are therefore more speculative and less reliable.\n \nAll valuation models rely on correct market data input. If incorrect market data is entered into even a well-founded valuation model, the resulting valuations will be incorrect. However, even if market data is inputted correctly, “model prices” will often differ substantially from market prices, especially for securities with complex characteristics or whose values are particularly sensitive to various factors. If our market data inputs are incorrect or our model prices differ substantially from market prices, our business, financial condition and results of operations and our ability to make distributions to our stockholders could be materially adversely affected.\n \n    19 \n\n  \n\nValuations of some of our assets are inherently uncertain, may be based on estimates, may fluctuate over short periods of time and may differ from the values that would have been used if a ready market for these assets existed. As a result, the values of some of our assets are uncertain. \n \nWhile in many cases our determination of the fair value of our assets is based on valuations provided by third-party dealers and pricing services, we can and do value assets based upon our judgment, and such valuations may differ from those provided by third-party dealers and pricing services. Valuations of certain assets are often difficult to obtain or are unreliable. In general, dealers and pricing services heavily disclaim their valuations. Additionally, dealers may claim to furnish valuations only as an accommodation and without special compensation, and so they may disclaim any and all liability for any direct, incidental or consequential damages arising out of any inaccuracy or incompleteness in valuations, including any act of negligence or breach of any warranty. Depending on the complexity and illiquidity of an asset, valuations of the same asset can vary substantially from one dealer or pricing service to another. The valuation process during times of market distress can be particularly difficult and unpredictable and during such time the disparity of valuations provided by third-party dealers can widen.\n \nOur business, financial condition and results of operations and our ability to make distributions to our stockholders could be materially adversely affected if our fair value determinations of these assets were materially higher than the values that would exist if a ready market existed for these assets.\n \nBecause the assets that we acquire might experience periods of illiquidity, we might be prevented from selling our Agency RMBS at favorable times and prices, which could materially adversely affect our business, financial condition and results of operations and our ability to pay distributions to our stockholders. \n \nAgency RMBS might experience periods of illiquidity. Such conditions are more likely to occur for structured Agency RMBS because such securities are generally traded in markets much less liquid than the pass-through Agency RMBS market. As a result, we may be unable to dispose of our Agency RMBS at advantageous times and prices or in a timely manner. The lack of liquidity might result from the absence of a willing buyer or an established market for these assets as well as legal or contractual restrictions on resale. The illiquidity of Agency RMBS could materially adversely affect our business, financial condition and results of operations and our ability to pay distributions to our stockholders.\n \nOur use of repurchase agreements may give our lenders greater rights in the event that either we or any of our lenders file for bankruptcy, which may make it difficult for us to recover our collateral in the event of a bankruptcy filing. \n \nOur borrowings under repurchase agreements may qualify for special treatment under the bankruptcy code, giving our lenders the ability to avoid the automatic stay provisions of the bankruptcy code and to take possession of and liquidate our collateral under the repurchase agreements without delay if we file for bankruptcy. Furthermore, the special treatment of repurchase agreements under the bankruptcy code may make it difficult for us to recover our pledged assets in the event that any of our lenders files for bankruptcy. Thus, the use of repurchase agreements exposes our pledged assets to risk in the event of a bankruptcy filing by either our lenders or us. In addition, if the lender is a broker or dealer subject to the Securities Investor Protection Act of 1970, or an insured depository institution subject to the Federal Deposit Insurance Act, our ability to exercise our rights to recover our investment under a repurchase agreement or to be compensated for any damages resulting from the lender’s insolvency may be further limited by those statutes.\n \nIf our lenders default on their obligations to resell the Agency RMBS back to us at the end of the repo transaction term, or if the value of the Agency RMBS has declined by the end of the repo transaction term or if we default on our obligations under the repo transaction, we will lose money on these transactions, which, in turn, may materially adversely affect our business, financial condition and results of operations and our ability to pay distributions to our stockholders. \n \nWhen we engage in a repo transaction, we initially sell securities to the financial institution under one of our master repurchase agreements in exchange for cash, and our counterparty is obligated to resell the securities to us at the end of the term of the transaction, which is typically from 24 to 90 days but may be up to 364 days or more. The cash we receive when we initially sell the securities is less than the value of those securities, which is referred to as the haircut. Many financial institutions from which we may obtain repurchase agreement financing have increased their haircuts in the past and may do so again in the future. When these haircuts are increased, we are required to post additional cash or securities as collateral for our Agency RMBS. If our counterparty defaults on its obligation to resell the securities to us, we would incur a loss on the transaction equal to the amount of the haircut (assuming there was no change in the value of the securities). We would also lose money on a repo transaction if the value of the underlying securities had declined as of the end of the transaction term, as we would have to repurchase the securities for their initial value but would receive securities worth less than that amount. Any losses we incur on our repo transactions could materially adversely affect our business, financial condition and results of operations and our ability to pay distributions to our stockholders.\n \n    20 \n\n  \n\nIf we default on one of our obligations under a repo transaction, the counterparty can terminate the transaction and cease entering into any other repo transactions with us. In that case, we would likely need to establish a replacement repurchase facility with another financial institution in order to continue to leverage our portfolio and carry out our investment strategy. There is no assurance we would be able to establish a suitable replacement facility on acceptable terms or at all.\n \nClearing facilities or exchanges upon which some of our hedging instruments are traded may increase margin requirements on our hedging instruments in the event of adverse economic developments.\n \nIn response to events having or expected to have adverse economic consequences or which create market uncertainty, clearing facilities or exchanges upon which some of our hedging instruments, such as T-Note, Fed Funds, SOFR and Eurodollar futures contracts and interest rate swaps, are traded may require us to post additional collateral against our hedging instruments. In the event that future adverse economic developments or market uncertainty result in increased margin requirements for our hedging instruments, it could materially adversely affect our liquidity position, business, financial condition and results of operations.\n \nOur inability to access funding or the terms on which such funding is available could have a material adverse effect on our financial condition, particularly in times of significant market dislocations.\n \nOur ability to fund our operations, meet financial obligations and finance asset acquisitions is dependent upon our ability to secure and maintain our repurchase agreements with our counterparties. Because repurchase agreements are short-term commitments of capital, lenders may respond to market conditions in ways that make it more difficult for us to renew or replace on a continuous basis our maturing short-term borrowings and have imposed and may continue to impose more onerous terms when rolling such financings. If we are not able to renew our existing repurchase agreements or arrange for new financing on terms acceptable to us, or if we are required to post more collateral or face larger haircuts, we may have to curtail our asset acquisition activities and/or dispose of assets.\n \nIssues related to financing are exacerbated in times of significant dislocation in the financial markets, for example, such as those experienced related to the COVID-19 pandemic. It is possible our lenders will become unwilling or unable to provide us with financing, and we could be forced to sell our assets at an inopportune time when prices are depressed. In addition, if the regulatory capital requirements imposed on our lenders change, they may be required to significantly increase the cost of the financing that they provide to us. Our lenders also have revised and may continue to revise the terms of such financings, including haircuts and requiring additional collateral in the form of cash, based on, among other factors, the regulatory environment and their management of actual and perceived risk. Moreover, the amount of financing we receive under our repurchase agreements will be directly related to our lenders’ valuation of our assets that collateralize the outstanding borrowings. Typically, repurchase agreements grant the lender the absolute right to re-evaluate the fair market value of the assets that cover outstanding borrowings at any time. If a lender determines in its sole discretion that the value of the assets has decreased, the lender has the right to initiate a margin call. These valuations may be different than the values that we ascribe to these assets and may be influenced by recent asset sales at distressed levels by forced sellers. A margin call requires us to transfer additional assets to a lender without any advance of funds from the lender for such transfer or to repay a portion of the outstanding borrowings. Significant margin calls could have a material adverse effect on our results of operations, financial condition, business, liquidity and ability to make distributions to our stockholders, and could cause the value of our common stock to decline. In addition, we have in the past experienced an increase in haircuts on financings we have rolled, and may again in the future. As haircuts are increased, we are required to post additional collateral. We may also be forced to sell assets at significantly depressed prices to meet such margin calls and to maintain adequate liquidity. As of December 31, 2024, we had met all margin call requirements, but a sufficiently deep and/or rapid increase in margin calls or haircuts could have an adverse impact on our liquidity.\n \nWe may change our investment strategy, investment guidelines and asset allocation without notice or stockholder consent, which may result in riskier investments. In addition, our charter provides that our Board of Directors may revoke or otherwise terminate our REIT election, without the approval of our stockholders. \n \nOur Board of Directors has the authority to change our investment strategy or asset allocation at any time without notice to or consent from our stockholders. To the extent that our investment strategy changes in the future, we may make investments that are different from, and possibly riskier than, the investments described in this Report. A change in our investment strategy may increase our exposure to interest rate and real estate market fluctuations. Furthermore, a change in our asset allocation could result in our allocating assets in a different manner than as described in this Report.\n \n    21 \n\n  \n\nIn addition, our charter provides that our Board of Directors may revoke or otherwise terminate our REIT election, without the approval of our stockholders, if it determines that it is no longer in our best interests to qualify as a REIT. These changes could materially adversely affect our business, financial condition, results of operations, the market value of our common stock and our ability to make distributions to our stockholders.\n \nA prolonged economic slowdown, a lengthy or severe recession or declining real estate values could impair our investments and harm our operations. \n \nWe believe the risks associated with our business may be more severe during periods of economic slowdown or recession, especially if these periods are accompanied by declining real estate values. Declining real estate values will likely reduce the level of new mortgage and other real estate-related loan originations since borrowers often use appreciation in the value of their existing properties to support the purchase of or investment in additional properties. Borrowers may also be unable to refinance their loans or sell their homes to facilitate relocating to a less distressed area of the country – thus lowering prepayment activity on our portfolio of Agency RMBS.  To the extent securities in our portfolio of Agency RMBS are carried at prices below par, this would reduce the yield we realize on our portfolio, and adversely affect our results of operations, financial condition, liquidity and business and our ability to pay dividends to stockholders.\n \nMarket disruptions in a single country could cause a worsening of conditions on a regional and even global level, and economic problems in a single country are increasingly affecting other markets and economies. A continuation of this trend could result in problems in one country adversely affecting regional and even global economic conditions and markets. For example, concerns about the fiscal stability and growth prospects of certain European countries in the last economic downturn had a negative impact on most economies of the Eurozone and global markets. Military conflict in Ukraine and Israel and the resulting sanctions and penalties have caused, and may continue to cause, increased price volatility for publicly traded securities and other national, regional and international economic disruptions and economic uncertainty. The occurrence of similar crises in the future could cause increased volatility in the economies and financial markets of countries throughout a region, or even globally.\n \nCompetition might prevent us from acquiring Agency RMBS at favorable yields, which could materially adversely affect our business, financial condition and results of operations and our ability to pay distributions to our stockholders. \n \nWe operate in a highly competitive market for investment opportunities. Our net income largely depends on our ability to acquire Agency RMBS at favorable spreads over our borrowing costs. In acquiring Agency RMBS, we compete with a variety of institutional investors, including other REITs, investment banking firms, savings and loan associations, banks, insurance companies, mutual funds, other lenders, other entities that purchase Agency RMBS, the Fed, other governmental entities and government-sponsored entities, many of which have greater financial, technical, marketing and other resources than we do. Some competitors may have a lower cost of funds and access to funding sources that may not be available to us, such as funding from the U.S. government. Additionally, many of our competitors are not subject to REIT tax compliance or required to maintain an exemption from the Investment Company Act. In addition, some of our competitors may have higher risk tolerances or different risk assessments, which could allow them to consider a wider variety of investments. Furthermore, competition for investments in Agency RMBS may lead the price of such investments to increase, which may further limit our ability to generate desired returns. As a result, we may not be able to acquire sufficient Agency RMBS at favorable spreads over our borrowing costs, which would materially adversely affect our business, financial condition and results of operations and our ability to pay distributions to our stockholders.\n \nWe are highly dependent on communications and information systems operated by third parties, and systems failures could significantly disrupt our business, which may, in turn, adversely affect our business, financial condition and results of operations and our ability to pay distributions to our stockholders. \n \nOur business is highly dependent on communications and information systems that allow us to monitor, value, buy, sell, finance and hedge our investments. These systems are operated by third parties and, as a result, we have limited ability to ensure their continued operation. In the event of a systems failure or interruption, we will have limited ability to affect the timing and success of systems restoration. Any failure or interruption of these systems could cause delays or other problems in our securities trading activities, including Agency RMBS trading activities, which could have a material adverse effect on our business, financial condition and results of operations and our ability to pay distributions to our stockholders.\n \n    22 \n\n  \n\nComputer malware, ransomware, viruses, and computer hacking and phishing attacks have become more prevalent in the financial services industry and may occur on our or certain of our third party service providers' systems in the future. We rely heavily on our Manager’s financial, accounting and other data processing systems. Although we have not detected a breach to date, financial services institutions have reported breaches of their systems, some of which have been significant. Even with all reasonable security efforts, not every breach can be prevented or even detected. It is possible that we, our Manager or certain of our third-party service providers have experienced an undetected breach, and it is likely that other financial institutions have experienced more breaches than have been detected and reported. There is no assurance that we, our Manager, or certain of the third parties that facilitate our and our Manager’s business activities, have not or will not experience a breach. It is difficult to determine what, if any, negative impact may directly result from any specific interruption or cyber-attacks or security breaches of our networks or systems (or the networks or systems of certain third parties that facilitate our business activities) or any failure to maintain performance, reliability and security of our or certain of our third-party service providers' technical infrastructure, but such computer malware, ransomware, viruses, and computer hacking and phishing attacks may negatively affect our operations.\n \nWe invest in securities guaranteed by the Enterprises which are currently under conservatorship by the FHFA. The ultimate impact on the operations of the Enterprises from the conservatorships and the support they receive from the U.S. government is not determinable and could affect the Enterprises in such a way that our business, operations and financial condition may be adversely affected.\n \nAs conservator, the FHFA has assumed all the powers of the shareholders, directors and officers of the Enterprises with the goal of preserving and conserving their assets. At various times since implementation of the conservatorship, Congress has considered structural changes to the Enterprises. The market value of Agency RMBS today is highly dependent on the continued support of the Enterprises by the U.S. government. If such support is modified or withdrawn, if the U.S. Treasury fails to inject new capital as needed, or if the Enterprises are released from conservatorship, the market value of Agency RMBS could significantly decline, making it difficult for us to obtain repurchase agreement financing and could force us to sell assets at substantial losses. Furthermore, any policy changes to the relationship between the Enterprises and the U.S. government may create market uncertainty and have the effect of reducing the actual or perceived credit quality of securities issued by the Enterprises. It may also interrupt the cash flow received by investors on the underlying Agency RMBS.\n \nAll of the foregoing could materially adversely affect the availability, pricing, liquidity, market value and financing of our assets and materially adversely affect our business, operations and financial condition and our ability to pay distributions to our stockholders.\n \nRisks Related to Conflicts of Interest in Our Relationship with Our Manager and Bimini\n \nThe management agreement with our Manager was not negotiated on an arm’s-length basis and the terms, including fees payable and our inability to terminate, or our election not to renew, the management agreement based on our Manager’s poor performance without paying our Manager a significant termination fee, except for a termination of the Manager with cause, may not be as favorable to us as if it were negotiated with an unaffiliated third party. \n \nThe management agreement with our Manager was negotiated between related parties, and we did not have the benefit of arm’s-length negotiations of the type normally conducted with an unaffiliated third party. The terms of the management agreement with our Manager, including fees payable and our inability to terminate, or our election not to renew, the management agreement based on our Manager’s poor performance without paying our Manager a significant termination fee, except for a termination of the Manager with cause, may not reflect the terms we may have received if it was negotiated with an unrelated third party. In addition, as a result of the relationship with our Manager, we may choose not to enforce, or to enforce less vigorously, our rights under the management agreement because of our desire to maintain our ongoing relationship with our Manager.\n \n    23 \n\n  \n\nWe have no employees and our Manager is responsible for making all of our investment decisions. None of our or our Manager’s officers are required to devote any specific amount of time to our business, and each of them may provide their services to Bimini, which could result in conflicts of interest. \n \nOur Manager is responsible for making all of our investments. We do not have any employees, and we are completely reliant on our Manager to provide us with investment advisory services. Each of our and our Manager’s officers is an employee of Bimini and none of them will devote their time to us exclusively. Each of Messrs. Cauley and Haas, who are the members of our Manager’s investment committee, is an officer of Bimini and has significant responsibilities to Bimini. Due to the fact that each of our officers is responsible for providing services to Bimini, they may not devote sufficient time to the management of our business operations. At times when there are turbulent conditions in the mortgage markets or distress in the credit markets or other times when we will need focused support and assistance from our executive officers and our Manager, Bimini and its affiliates will likewise require greater focus and attention from them. In such situations, we may not receive the level of support and assistance that we otherwise would likely have received if we were internally managed or if such executives were not otherwise committed to provide support to Bimini.\n \nOur Board of Directors has adopted investment guidelines that require that any investment transaction between us and Bimini or any affiliate of Bimini receive the prior approval of a majority of our independent directors. However, this policy will not eliminate the conflicts of interest that our officers will face in making investment decisions on behalf of Bimini and us. Further, we do not have any agreement or understanding with Bimini that would give us any priority over Bimini or any of its affiliates. Accordingly, we may compete for access to the benefits that we expect our relationship with our Manager and Bimini to provide.\n \nWe are completely dependent upon our Manager and certain key personnel of Bimini who provide services to us through the management agreement, and we may not find suitable replacements for our Manager and these personnel if the management agreement is terminated or such key personnel are no longer available to us. \n \nWe are completely dependent on our Manager to conduct our operations pursuant to the management agreement. Because we do not have any employees or separate facilities, we are reliant on our Manager to provide us with the personnel, services and resources necessary to carry out our day-to-day operations. Our management agreement does not require our Manager to dedicate specific personnel to our operations or a specific amount of time to our business. Additionally, because we are affiliated with Bimini, we may be negatively impacted by an event or factors that negatively impacts or could negatively impact Bimini’s business or financial condition.\n \nOur management agreement is automatically renewed in accordance with the terms of the agreement, each year, on February 20. Upon the expiration of any automatic renewal term, our Manager may elect not to renew the management agreement without cause, and without penalty, on 180-days’ prior written notice to us. If we elect not to renew the management agreement without cause, we would have to pay a termination fee equal to three times the average annual management fee earned by our Manager during the prior 24-month period immediately preceding the most recently completed calendar quarter prior to the effective date of termination. During the term of the management agreement and for two years after its expiration or termination, we may not, without the consent of our Manager, employ any employee of the Manager or any of its affiliates or any person who has been employed by our Manager or any of its affiliates at any time within the two-year period immediately preceding the date on which the person commences employment with us. We do not have retention agreements with any of our officers. We believe that the successful implementation of our investment and financing strategies depends to a significant extent upon the experience of Bimini’s executive officers. None of these individuals’ continued service is guaranteed. If the management agreement is terminated or these individuals leave Bimini, we may be unable to execute our business plan.\n \nWe, Bimini and other accounts managed by our Manager may compete for opportunities to acquire assets, which are allocated in accordance with the Investment Allocation Agreement by and among Bimini, our Manager and us. \n \nFrom time to time Bimini may seek to purchase for itself the same or similar assets that our Manager seeks to purchase for us, or our Manager may seek to purchase the same or similar assets for us as it does for other accounts that may be managed by our Manager in the future. In such an instance, our Manager has no duty to allocate such opportunities in a manner that preferentially favors us. Bimini and our Manager make available to us opportunities to acquire assets that they determine, in their reasonable and good faith judgment, based on our objectives, policies and strategies, and other relevant factors, are appropriate for us in accordance with the Investment Allocation Agreement.\n \n    24 \n\n  \n\nBecause many of our targeted assets are typically available only in specified quantities and because many of our targeted assets are also targeted assets for Bimini and may be targeted assets for other accounts our Manager may manage in the future, neither Bimini nor our Manager may be able to buy as much of any given asset as required to satisfy the needs of Bimini, us and any other account our Manager may manage in the future. In these cases, the Investment Allocation Agreement will require the allocation of such assets to multiple accounts in proportion to their needs and available capital. The Investment Allocation Agreement will permit departure from such proportional allocation when (i) allocating purchases of whole-pool Agency RMBS, because those securities cannot be divided into multiple parts to be allocated among various accounts, and (ii) such allocation would result in an inefficiently small amount of the security being purchased for an account. In that case, the Investment Allocation Agreement allows for a protocol of allocating assets so that, on an overall basis, each account is treated equitably.\n \nThere are conflicts of interest in our relationships with our Manager and Bimini, which could result in decisions that are not in the best interests of our stockholders. \n \nWe are subject to conflicts of interest arising out of our relationships with Bimini and our Manager. All of our executive officers are employees of Bimini. As a result, our officers may have conflicts between their duties to us and their duties to Bimini or our Manager.\n \nWe may acquire or sell assets in which Bimini or its affiliates have or may have an interest. Similarly, Bimini or its affiliates may acquire or sell assets in which we have or may have an interest. Although such acquisitions or dispositions may present conflicts of interest, we nonetheless may pursue and consummate such transactions. Additionally, we may engage in transactions directly with Bimini or its affiliates, including the purchase and sale of all or a portion of a portfolio asset.\n \nThe officers of Bimini and our Manager devote as much time to us as our Manager deems appropriate. However, these officers may have conflicts in allocating their time and services among us, Bimini and our Manager. During turbulent conditions in the mortgage industry, distress in the credit markets or other times when we will need focused support and assistance from our Manager’s officers and Bimini’s employees, Bimini and other entities for which our Manager may serve as a manager in the future will likewise require greater focus and attention, placing our Manager’s and Bimini’s resources in high demand. In such situations, we may not receive the necessary support and assistance we require or would otherwise receive if we were internally managed.\n \nMr. Cauley, our Chief Executive Officer and Chairman of our Board of Directors, also serves as Chief Executive Officer and Chairman of the Board of Directors of Bimini and owns shares of common stock of Bimini. Mr. Haas, our Chief Financial Officer, Chief Investment Officer, Secretary and a member of our Board of Directors, also serves as the President, Chief Financial Officer, Chief Investment Officer and Treasurer of Bimini and owns shares of common stock of Bimini. Accordingly, Messrs. Cauley and Haas may have a conflict of interest with respect to actions by our Board of Directors that relate to Bimini or our Manager.\n \nAs of February 21, 2025, Bimini owned approximately 0.7% of our outstanding shares of common stock. In evaluating opportunities for us and other management strategies, this may lead our Manager to emphasize certain asset acquisition, disposition or management objectives over others, such as balancing risk or capital preservation objectives against return objectives. This could increase the risks or decrease the returns of your investment.\n \nIf we elect to not renew the management agreement without cause, we would be required to pay our Manager a substantial termination fee. These and other provisions in our management agreement make non-renewal of our management agreement difficult and costly. \n \nElecting not to renew the management agreement without cause would be difficult and costly for us. Our management agreement is automatically renewed in accordance with the terms of the agreement, each year, on February 20. However, with the consent of the majority of our independent directors, we may elect not to renew our management agreement in subsequent years upon 180-days’ prior written notice. If we elect to not renew the agreement because of a decision by our Board of Directors that the management fee is unfair, our Manager has the right to renegotiate a mutually agreeable management fee. If we elect to not renew the management agreement without cause, we are required to pay our Manager a termination fee equal to three times the average annual management fee earned by our Manager during the prior 24-month period immediately preceding the most recently completed calendar quarter prior to the effective date of termination. These provisions may increase the effective cost to us of electing to not renew the management agreement, thereby adversely affecting our inclination to end our relationship with our Manager even if we believe our Manager’s performance is unsatisfactory.\n \n    25 \n\n  \n\nOur Manager’s management fee is payable regardless of our performance. \n \nOur Manager is entitled to receive a management fee from us that is based on the amount of our equity (as defined in the management agreement), regardless of the performance of our investment portfolio. For example, we would pay our Manager a management fee for a specific period even if we experienced a net loss during the same period. Our Manager’s entitlement to substantial non-performance-based compensation may reduce its incentive to devote sufficient time and effort to seeking investments that provide attractive risk-adjusted returns for our investment portfolio. This in turn could materially adversely affect our business, financial condition and results of operations and our ability to make distributions to our stockholders.\n \nOur Manager will not be liable to us for any acts or omissions performed in accordance with the management agreement, including with respect to the performance of our investments. \n \nOur Manager has not assumed any responsibility other than to render the services called for under the management agreement in good faith and is not responsible for any action of our Board of Directors in following or declining to follow its advice or recommendations, including as set forth in the investment guidelines. Our Manager and its affiliates, and the directors, officers, employees, members and stockholders of our Manager and its affiliates, will not be liable to us, our Board of Directors or our stockholders for any acts or omissions performed in accordance with and pursuant to the management agreement, except by reason of acts constituting bad faith, willful misconduct, gross negligence or reckless disregard of their respective duties under the management agreement. We have agreed to indemnify our Manager and its affiliates, and the directors, officers, employees, members and stockholders of our Manager and its affiliates, with respect to all expenses, losses, damages, liabilities, demands, charges and claims in respect of or arising from any acts or omissions of our Manager, its affiliates, and the directors, officers, employees, members and stockholders of our Manager and its affiliates, performed in good faith under the management agreement and not constituting bad faith, willful misconduct, gross negligence, or reckless disregard of their respective duties. Therefore, our stockholders have no recourse against our Manager with respect to the performance of investments made in accordance with the management agreement.\n \nRisks Related to Our Common Stock\n \nInvesting in our common stock may involve a high degree of risk. \n \nThe investments we make in accordance with our investment objectives may result in a high amount of risk when compared to alternative investment options and volatility or loss of principal. Our investments may be highly speculative and aggressive, and therefore an investment in our common stock may not be suitable for someone with lower risk tolerance.\n \nWe have not established a minimum distribution payment level, and we cannot assure you of our ability to make distributions to our stockholders in the future. \n \nWe intend to continue to make monthly distributions to our stockholders in amounts such that we distribute all or substantially all of our REIT taxable income in each year, subject to certain adjustments. We have not established a minimum distribution payment level, and our ability to make distributions might be harmed by the risk factors described herein. All distributions will be made at the discretion of our Board of Directors out of funds legally available therefor and will depend on our earnings, our financial condition, maintaining our qualification as a REIT and such other factors as our Board of Directors may deem relevant from time to time. We cannot assure you that we will have the ability to make distributions to our stockholders in the future. To the extent that we decide to pay distributions from the proceeds of a securities offering, such distributions would generally be considered a return of capital for U.S. federal income tax purposes. A return of capital reduces the basis of a stockholder’s investment in our common stock to the extent of such basis and is treated as capital gain thereafter.\n \nShares of our common stock eligible for future sale may harm our share price. \n \nWe cannot predict the effect, if any, of future sales of shares of our common stock, or the availability of shares for future sales, on the market price of our common stock. Sales of substantial amounts of these shares of our common stock, or the perception that these sales could occur, may harm prevailing market prices for our common stock. The 2021 Equity Incentive Plan provides for grants of up to an aggregate of 10% of the issued and outstanding shares of our common stock (on a fully diluted basis) at the time of the award, subject to a maximum aggregate number of shares of common stock that may be issued under the 2021 Equity Incentive Plan of 800,000 shares of common stock plus 673,324 shares of our common stock that remained available for issuance under the 2012 Equity Incentive Plan as of the date of the Board’s adoption of the 2021 Equity Incentive Plan. As of February 21, 2025, Bimini owns 569,071 shares of our common stock. If Bimini sells a large number of our securities in the public market, the sale could reduce the market price of our common stock and could impede our ability to raise future capital.\n \n    26 \n\n  \n\nWe may be subject to adverse legislative or regulatory changes that could reduce the market price of our common stock.\n \nAt any time, laws or regulations, or the administrative or judicial interpretations of those laws or regulations, which impact our business and Maryland corporations may be amended. In addition, the markets for RMBS and derivatives, including interest rate swaps, have been the subject of intense scrutiny in recent years. We cannot predict when or if any new law, regulation or administrative or judicial interpretation, or any amendment to any existing law, regulation or administrative or judicial interpretation, will be adopted or promulgated or will become effective. Additionally, revisions to these laws, regulations or administrative or judicial interpretations could cause us to change our investments. We could be materially adversely affected by any such change to any existing, or any new, law, regulation or administrative or judicial interpretation, which could reduce the market price of our common stock.\n \nIn addition, at any time, the U.S. federal income tax laws or regulations governing REITs or the administrative interpretations of those laws or regulations may be amended. We cannot predict when or if any new U.S. federal income tax law, regulation or administrative interpretation, or any amendment to any existing U.S. federal income tax law, regulation or administrative interpretation, will be adopted, promulgated or become effective and any such law, regulation or interpretation may take effect retroactively. We and our stockholders could be adversely affected by any such change in, or any new, U.S. federal income tax law, regulation or administrative interpretation. Prospective stockholders are urged to consult with their tax advisors with respect to any legislative, regulatory or administrative developments and proposals and their potential effect on investment in our common stock.\n \nThe market value of our common stock may be volatile. \n \nThe market value of shares of our common stock may be based primarily upon current and expected future cash dividends and our book value. The market price of shares of our common stock may be influenced by the dividends on those shares relative to market interest rates. Rising interest rates may lead potential buyers of our common stock to expect a higher dividend rate, which could adversely affect the market price of shares of our common stock. In addition, our book value could decrease, which could reduce the market price of our common stock to the extent our common stock trades relative to our book value. As a result, the market price of our common stock may be highly volatile and subject to wide price fluctuations. In addition, the trading volume in our common stock may fluctuate and cause significant price variations to occur. Some of the factors that could negatively affect the share price or trading volume of our common stock include:\n \n\n●   actual or anticipated variations in our operating results or distributions;\n-------------------------------------------------------------------------------\n\n●   changes in our earnings estimates or publication of research reports about us or the real estate or specialty finance industry;\n-----------------------------------------------------------------------------------------------------------------------------------\n\n●   the market valuations of Agency RMBS;\n-----------------------------------------\n\n●   increases in market interest rates that lead purchasers of our common stock to expect a higher dividend yield;\n------------------------------------------------------------------------------------------------------------------\n\n●   government action or regulation;\n------------------------------------\n\n●   changes in our book value;\n------------------------------\n\n●   changes in market valuations of similar companies;\n------------------------------------------------------\n\n●   adverse market reaction to any increased indebtedness we incur in the future;\n---------------------------------------------------------------------------------\n\n●   a change in our Manager or additions or departures of key management personnel;\n-----------------------------------------------------------------------------------\n\n●   actions by institutional stockholders;\n------------------------------------------\n\n●   speculation in the press or investment community; and\n---------------------------------------------------------\n\n●   general market and economic conditions.\n-------------------------------------------\n \nWe cannot make any assurances that the market price of our common stock will not fluctuate or decline significantly in the future.\n \nThere may not be an active market for our common stock, which may cause our common stock to trade at a discount and make it difficult to sell the common stock you purchase.\n \nOur common stock is listed on the NYSE under the symbol “ORC.” Trading on the NYSE does not ensure that there will continue to be an actual market for our common stock. Accordingly, no assurance can be given as to:\n \n\n●   the likelihood that an actual market for our common stock will continue;\n----------------------------------------------------------------------------\n\n●   the liquidity of any such market;\n-------------------------------------\n\n●   the ability of any holder to sell shares of our common stock; or\n--------------------------------------------------------------------\n\n●   the prices that may be obtained for our common stock.\n---------------------------------------------------------\n \n    27 \n\n  \n\nRisks Related to Our Organization and Structure\n \nLoss of our exemption from regulation under the Investment Company Act would negatively affect the value of shares of our common stock and our ability to pay distributions to our stockholders. \n \nWe have operated and intend to continue to operate our business so as to be exempt from registration under the Investment Company Act, because we are “primarily engaged in the business of purchasing or otherwise acquiring mortgages and other liens on and interests in real estate.” Specifically, we invest and intend to continue to invest so that at least 55% of the assets that we own on an unconsolidated basis consist of qualifying mortgages and other liens and interests in real estate, which are collectively referred to as “qualifying real estate assets,” and so that at least 80% of the assets we own on an unconsolidated basis consist of real estate-related assets (including our qualifying real estate assets). We treat GSE whole-pool residential mortgage pass-through securities issued with respect to an underlying pool of mortgage loans in which we hold all of the certificates issued by the pool as qualifying real estate assets based on no-action letters issued by the SEC. To the extent that the SEC publishes new or different guidance with respect to these matters, we may fail to qualify for this exemption.\n \nIf we fail to qualify for this exemption, we could be required to restructure our activities in a manner that, or at a time when, we would not otherwise choose to do so, which could negatively affect the value of shares of our common stock and our ability to distribute dividends. For example, if the market value of our investments in CMOs or structured Agency RMBS, neither of which are qualifying real estate assets for Investment Company Act purposes, were to increase by an amount that resulted in less than 55% of our assets being invested in pass-through Agency RMBS, we might have to sell CMOs or structured Agency RMBS in order to maintain our exemption from the Investment Company Act. The sale could occur during adverse market conditions, and we could be forced to accept a price below that which we believe is acceptable.\n \nAlternatively, if we fail to qualify for this exemption, we may have to register under the Investment Company Act and we could become subject to substantial regulation with respect to our capital structure (including our ability to use leverage), management, operations, transactions with affiliated persons (as defined in the Investment Company Act), portfolio composition, including restrictions with respect to diversification and industry concentration, and other matters.\n \nWe may be required at times to adopt less efficient methods of financing certain of our securities, and we may be precluded from acquiring certain types of higher yielding securities. The net effect of these factors would be to lower our net interest income. If we fail to qualify for an exemption from registration as an investment company or an exclusion from the definition of an investment company, our ability to use leverage would be substantially reduced, and we would not be able to conduct our business as described herein. Our business will be materially and adversely affected if we fail to qualify for and maintain an exemption from regulation pursuant to the Investment Company Act.\n \nFailure to obtain and maintain an exemption from being regulated as a commodity pool operator could subject us to additional regulation and compliance requirements and may result in fines and other penalties which could materially adversely affect our business and financial condition. \n \nThe Dodd-Frank Act established a comprehensive new regulatory framework for derivative contracts commonly referred to as “swaps.” As a result, any investment fund that trades in swaps may be considered a “commodity pool,” which would cause its operators (in some cases the fund’s directors) to be regulated as “commodity pool operators” (“CPOs”). Under new rules adopted by the U.S. Commodity Futures Trading Commission (the “CFTC”), those funds that become commodity pools solely because of their use of swaps must register with the National Futures Association (the “NFA”). Registration requires compliance with the CFTC’s regulations and the NFA’s rules with respect to capital raising, disclosure, reporting, recordkeeping and other business conduct. However, the CFTC’s Division of Swap Dealer and Intermediary Oversight issued a no-action letter saying, although it believes that mortgage REITs are properly considered commodity pools, it would not recommend that the CFTC take enforcement action against the operator of a mortgage REIT who does not register as a CPO if, among other things, the mortgage REIT limits the initial margin and premiums required to establish its swaps, futures and other commodity interest positions to not more than five percent (5%) of its total assets, the mortgage REIT limits the net income derived annually from those commodity interest positions which are not qualifying hedging transactions to less than five percent (5%) of its gross income and interests in the mortgage REIT are not marketed to the public as or in a commodity pool or otherwise as or in a vehicle for trading in the commodity futures, commodity options or swaps markets.\n \n    28 \n\n  \n\nWe use hedging instruments in conjunction with our investment portfolio and related borrowings to reduce or mitigate risks associated with changes in interest rates, mortgage spreads, yield curve shapes and market volatility. These hedging instruments may include interest rate swaps, interest rate futures and options on interest rate futures. We do not currently engage in any speculative derivatives activities or other non-hedging transactions using swaps, futures or options on futures. We do not use these instruments for the purpose of trading in commodity interests, and we do not consider the Company or its operations to be a commodity pool as to which CPO registration or compliance is required. We have claimed the relief afforded by the above-described no-action letter. Consequently, we will be restricted to operating within the parameters discussed in the no-action letter and will not enter into hedging transactions covered by the no-action letter if they would cause us to exceed the limits set forth in the no-action letter. However, there can be no assurance that the CFTC will agree that we are entitled to the no-action letter relief claimed.\n \nThe CFTC has substantial enforcement power with respect to violations of the laws over which it has jurisdiction, including their anti-fraud and anti-manipulation provisions. For example, the CFTC may suspend or revoke the registration of or the no-action relief afforded to a person who fails to comply with commodities laws and regulations, prohibit such a person from trading or doing business with registered entities, impose civil money penalties, require restitution and seek fines or imprisonment for criminal violations. In the event that the CFTC asserts that we are not entitled to the no-action letter relief claimed, we may be obligated to furnish additional disclosures and reports, among other things. Further, a private right of action exists against those who violate the laws over which the CFTC has jurisdiction or who willfully aid, abet, counsel, induce or procure a violation of those laws. In the event that we fail to comply with statutory requirements relating to derivatives or with the CFTC’s rules thereunder, including the no-action letter described above, we may be subject to significant fines, penalties and other civil or governmental actions or proceedings, any of which could have a materially adverse effect on our business, financial condition and results of operations and our ability to pay distributions to our stockholders.\n \nOur ownership limitations and certain other provisions of applicable law and our charter and bylaws may restrict business combination opportunities that would otherwise be favorable to our stockholders. \n \nOur charter and bylaws and Maryland law contain provisions that may delay, defer or prevent a change in control or other transaction that might involve a premium price for our common stock or otherwise be in the best interests of our stockholders, including business combination provisions, supermajority vote and cause requirements for removal of directors, provisions that vacancies on our Board of Directors may be filled only by the remaining directors for the full term of the directorship in which the vacancy occurred, the power of our Board of Directors to increase or decrease the aggregate number of authorized shares of stock or the number of shares of any class or series of stock, to cause us to issue additional shares of stock of any class or series and to fix the terms of one or more classes or series of stock without stockholder approval, the restrictions on ownership and transfer of our stock and advance notice requirements for director nominations and stockholder proposals.\n \nTo assist us in qualifying as a REIT, among other purposes, ownership of our stock by any person is generally limited to 9.8% in value or number of shares, whichever is more restrictive, of any class or series of our stock. Additionally, our charter prohibits beneficial or constructive ownership of our stock that would otherwise result in our failure to qualify as a REIT. The ownership rules in our charter are complex and may cause the outstanding stock owned by a group of related individuals or entities to be deemed to be owned by one individual or entity. As a result, these ownership rules could cause an individual or entity to unintentionally own shares beneficially or constructively in excess of our ownership limits. Any attempt to own or transfer shares of our common stock or preferred stock in excess of our ownership limits without the consent of our Board of Directors will result in such shares being transferred to a charitable trust. These provisions may inhibit market activity and the resulting opportunity for our stockholders to receive a premium for their stock that might otherwise exist if any person were to attempt to assemble a block of shares of our stock in excess of the number of shares permitted under our charter and that may be in the best interests of our security holders.\n \nOur Board of Directors may, without stockholder approval, amend our charter to increase or decrease the aggregate number of our shares or the number of shares of any class or series that we have the authority to issue and to classify or reclassify any unissued shares of common stock or preferred stock, and set the preferences, rights and other terms of the classified or reclassified shares. As a result, our Board of Directors may take actions with respect to our common stock or preferred stock that may have the effect of delaying or preventing a change in control, including transactions at a premium over the market price of our shares, even if stockholders believe that a change in control is in their interest. These provisions, along with the restrictions on ownership and transfer contained in our charter and certain provisions of Maryland law described below, could discourage unsolicited acquisition proposals or make it more difficult for a third party to gain control of us, which could adversely affect the market price of our securities.\n \n    29 \n\n  \n\nOur rights and the rights of our stockholders to take action against our directors and officers are limited, which could limit your recourse in the event of actions not in your best interests. \n \nOur charter limits the liability of our directors and officers to us and our stockholders for money damages, except for liability resulting from:\n \n\n●   actual receipt of an improper benefit or profit in money, property or services; or\n--------------------------------------------------------------------------------------\n\n●   a final judgment based upon a finding of active and deliberate dishonesty by the director or officer that was material to the cause of action adjudicated.\n--------------------------------------------------------------------------------------------------------------------------------------------------------------\n \nWe have entered into indemnification agreements with our directors and executive officers that obligate us to indemnify them to the maximum extent permitted by Maryland law. In addition, our charter authorizes the Company to obligate itself to indemnify our present and former directors and officers for actions taken by them in those and other capacities to the maximum extent permitted by Maryland law. Our bylaws require us, to the maximum extent permitted by Maryland law, to indemnify each present and former director or officer in the defense of any proceeding to which he or she is made, or threatened to be made, a party by reason of his or her service to us. In addition, we may be obligated to advance the defense costs incurred by our directors and officers. As a result, we and our stockholders may have more limited rights against our directors and officers than might otherwise exist absent the provisions in our charter, bylaws and indemnification agreements or that might exist with other companies.\n \nCertain provisions of Maryland law could inhibit changes in control. \n \nCertain provisions of the Maryland General Corporation Law (the “MGCL”), may have the effect of inhibiting a third party from making a proposal to acquire us or impeding a change of control under circumstances that otherwise could provide our stockholders with the opportunity to realize a premium over the then-prevailing market price of our common stock, including:\n \n\n●   “business combination” provisions that, subject to limitations, prohibit certain business combinations between us and an “interested stockholder” (defined generally as any person who beneficially owns 10% or more of the voting power of our outstanding voting stock or an affiliate or associate of ours who, at any time within the two-year period immediately prior to the date in question, was the beneficial owner of 10% or more of the voting power of our then-outstanding stock) or an affiliate of an interested stockholder for five years after the most recent date on which the stockholder became an interested stockholder, and thereafter require two supermajority stockholder votes to approve any such combination; and\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   “control share” provisions that provide that a holder of “control shares” of the Company (defined as voting shares of stock which, when aggregated with all other shares of stock owned by the acquiror or in respect of which the acquiror is able to exercise or direct the exercise of voting power (except solely by virtue of a revocable proxy), entitle the acquiror to exercise one of three increasing ranges of voting power in electing directors) acquired in a “control share acquisition” (defined as the direct or indirect acquisition of ownership or control of issued and outstanding “control shares,” subject to certain exceptions) generally has no voting rights with respect to the control shares except to the extent approved by our stockholders by the affirmative vote of two-thirds of all the votes entitled to be cast on the matter, excluding all interested shares.\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n \nWe have elected to opt-out of these provisions of the MGCL, in the case of the business combination provisions, by resolution of our Board of Directors (provided that such business combination is first approved by our Board of Directors, including a majority of our directors who are not affiliates or associates of such person), and in the case of the control share provisions, pursuant to a provision in our bylaws. However, our Board of Directors may by resolution elect to repeal the foregoing opt-out from the business combination provisions of the MGCL, and we may, by amendment to our bylaws, opt-in to the control share provisions of the MGCL in the future.\n \n    30 \n\n  \n\nOur bylaws designate the Circuit Court for Baltimore City, Maryland as the sole and exclusive forum for certain types of actions and proceedings that may be initiated by our stockholders, which could limit stockholders' ability to obtain a favorable judicial forum for disputes with us or our directors or officers and could discourage lawsuits against us and our directors and officers.\n \nOur bylaws provide that, unless we consent in writing to the selection of an alternative forum, the Circuit Court for Baltimore City, Maryland, or, if that court does not have jurisdiction, the United States District Court for the District of Maryland, Baltimore Division, will be the sole and exclusive forum for (a) any Internal Corporate Claim, as such term is defined in the MGCL, (b) any derivative action or proceeding brought on our behalf, (c) any action asserting a claim of breach of any duty owed by any of our directors or officers to us or to our stockholders, (d) any action asserting a claim against us or any of our directors or officers arising pursuant to any provision of the MGCL or our charter or bylaws or (e) any other action asserting a claim against us or any of our directors or officers that is governed by the internal affairs doctrine.\n \nThis exclusive forum provision may limit the ability of our stockholders to bring a claim in a judicial forum that such stockholders find favorable for disputes with us or our directors or officers, which may discourage such lawsuits against us and our directors and officers. Alternatively, if a court were to find the choice of forum provisions contained in our bylaws to be inapplicable or unenforceable in an action, we may incur additional costs associated with resolving such action in other jurisdictions, which could materially adversely affect our business, financial condition, and operating results.\n \nU.S. Federal Income Tax Risks\n \nYour investment has various U.S. federal income tax risks. \n \nThis summary of certain tax risks is limited to the U.S. federal income tax risks addressed below. Additional risks or issues may exist that are not addressed in this Form 10-K and that could affect the U.S. federal income tax treatment of us or our stockholders. This summary is not intended to be used and cannot be used by any stockholder to avoid penalties that may be imposed on stockholders under the Code. We strongly urge you to seek advice based on your particular circumstances from your tax advisor concerning the effects of U.S. federal, state and local income tax law on an investment in our common stock and on your individual tax situation.\n \nOur failure to maintain our qualification as a REIT would subject us to U.S. federal income tax, which could adversely affect the value of the shares of our common stock and would substantially reduce the cash available for distribution to our stockholders. \n \nWe believe that commencing with our short taxable year ended December 31, 2013, we have been organized and have operated in conformity with the requirements for qualification as a REIT under the Code, and we intend to operate in a manner that will enable us to continue to meet the requirements for qualification and taxation as a REIT. However, we cannot assure you that we will remain qualified as a REIT. Moreover, our qualification and taxation as a REIT will depend upon our ability to meet on a continuing basis, through actual annual operating results, certain qualification tests set forth in the U.S. federal tax laws. Accordingly, given the complex nature of the rules governing REITs, the ongoing importance of factual determinations, including the potential tax treatment of investments we make, and the possibility of future changes in our circumstances, no assurance can be given that our actual results of operations for any particular taxable year will satisfy such requirements.\n \nIf we fail to qualify as a REIT in any calendar year, we would be required to pay U.S. federal income tax (and any applicable state and local tax) on our taxable income at regular corporate rates, and dividends paid to our stockholders would not be deductible by us in computing our taxable income. Further, if we fail to qualify as a REIT, we might need to borrow money or sell assets in order to pay any resulting tax. Our payment of income tax would decrease the amount of our income available for distribution to our stockholders. Furthermore, if we fail to maintain our qualification as a REIT, we no longer would be required under U.S. federal tax laws to distribute substantially all of our REIT taxable income to our stockholders. Unless our failure to qualify as a REIT was subject to relief under U.S. federal tax laws, we could not re-elect to qualify as a REIT until the fifth calendar year following the year in which we failed to qualify.\n \n    31 \n\n  \n\nComplying with REIT requirements may cause us to forego or liquidate otherwise attractive investments. \n \nTo continue to qualify as a REIT, we must satisfy various tests regarding the sources of our income, the nature and diversification of our assets, the amounts we distribute to our stockholders and the ownership of our stock. In order to meet these tests, we may be required to forego investments we might otherwise make. Thus, compliance with the REIT requirements may hinder our investment performance.\n \nIn particular, we must ensure that at the end of each calendar quarter, at least 75% of the value of our total assets consists of cash, cash items, government securities and qualified REIT real estate assets, including Agency RMBS. The remainder of our investment in securities (other than government securities and qualified real estate assets) generally cannot include more than 10% of the outstanding voting securities of any one issuer or more than 10% of the total value of the outstanding securities of any one issuer. In addition, in general, no more than 5% of the value of our total assets (other than government securities, TRS securities, and qualified real estate assets) can consist of the securities of any one issuer, no more than 20% of the value of our total assets can be represented by securities of one or more TRSs and no more than 25% of the value of our assets can be represented by debt of “publicly offered REITs” (i.e., REITs that are required to file annual and period reports with the SEC under the Exchange Act) that is not secured by real property or interests in real property. Generally, if we fail to comply with these requirements at the end of any calendar quarter, we must correct the failure within 30 days after the end of such calendar quarter or qualify for certain statutory relief provisions to avoid losing our REIT qualification and becoming subject to U.S. federal income tax (and any applicable state and local taxes) on all of our income. As a result, we may be required to liquidate from our portfolio otherwise attractive investments or contribute such investments to a TRS. These actions could have the effect of reducing our income and amounts available for distribution to our stockholders.\n \nFailure to make required distributions would subject us to tax, which would reduce the cash available for distribution to our stockholders. \n \nTo continue to qualify as a REIT, we must distribute to our stockholders each calendar year at least 90% of our REIT taxable income (including certain items of non-cash income), determined without regard to the deductions for dividends paid and excluding net capital gain. To the extent that we satisfy the 90% distribution requirement but distribute less than 100% of our taxable income, we will be subject to U.S. federal corporate income tax on our undistributed income. In addition, we will incur a 4% nondeductible excise tax on the amount, if any, by which our distributions in any calendar year are less than the sum of:\n \n\n●   85% of our REIT ordinary income for that year;\n--------------------------------------------------\n\n●   95% of our REIT capital gain net income for that year; and\n--------------------------------------------------------------\n\n●   any undistributed taxable income from prior years\n-----------------------------------------------------\n \nWe intend to distribute our REIT taxable income to our stockholders in a manner intended to satisfy the 90% distribution requirement and to avoid both U.S. federal corporate income tax and the 4% nondeductible excise tax.\n \nOur taxable income may be substantially different than our net income as determined based on generally accepted accounting principles in the United States (“GAAP”), because, for example, realized capital losses will be deducted in determining our GAAP net income but may not be deductible in computing our taxable income. In addition, unrealized portfolio gains and losses are included in GAAP net income, but are not included in REIT taxable income. Also, we may invest in assets that generate taxable income in excess of economic income or in advance of the corresponding cash flow from the assets. As a result of the foregoing, we may generate less cash flow than taxable income in a particular year. To the extent that we distribute less than 100% of our taxable income in a taxable year to our stockholders, whether due to non-cash taxable income or otherwise, we may incur U.S. federal corporate income tax and the 4% nondeductible excise tax on that income. If we have non-cash taxable income in a taxable year, we may be required to use cash reserves, incur debt, sell assets, make taxable distributions of our stock or debt securities or liquidate non-cash assets at rates or at times that we regard as unfavorable to satisfy the distribution requirement and to avoid U.S. federal corporate income tax and the 4% nondeductible excise tax in that year.\n \nEven if we qualify as a REIT, we may face other tax liabilities that reduce our cash flows. \n \nEven if we qualify for taxation as a REIT, we may be subject to certain U.S. federal, state and local taxes on our income and assets, including taxes on any undistributed income, tax on income from some activities conducted as a result of a foreclosure, and state or local income, property and transfer taxes. In addition, any TRSs we form will be subject to regular corporate U.S. federal, state and local taxes. Any of these taxes would decrease cash available for distributions to stockholders.\n \n    32 \n\n  \n\nThe failure of Agency RMBS subject to a repurchase agreement to qualify as real estate assets would adversely affect our ability to continue to qualify as a REIT. \n \nWe have entered and intend to continue to enter into repurchase agreements under which we nominally sell certain of our Agency RMBS to a counterparty and simultaneously enter into an agreement to repurchase the sold assets. We believe that for U.S. federal income tax purposes these transactions will be treated as secured debt and we will be treated as the owner of the Agency RMBS that are the subject of any such agreement, notwithstanding that such agreements may transfer record ownership of such assets to the counterparty during the term of the agreement. It is possible, however, that the IRS could successfully assert that we do not own the Agency RMBS during the term of the repurchase agreement, in which case we could fail to qualify as a REIT.\n \nOur ability to invest in and dispose of forward settling contracts, including TBA securities, could be limited by the requirements necessary to continue to qualify as a REIT, and we could fail to qualify as a REIT as a result of these investments. \n \nWe may purchase Agency RMBS through forward settling contracts, including TBA securities transactions. We may recognize income or gains on the disposition of forward settling contracts. For example, rather than take delivery of the Agency RMBS subject to a TBA, we may dispose of the TBA through a “roll” transaction in which we agree to purchase similar securities in the future at a predetermined price or otherwise, which may result in the recognition of income or gains. The law is unclear regarding whether forward settling contracts will be qualifying assets for the 75% asset test and whether income and gains from dispositions of forward settling contracts will be qualifying income for the 75% gross income test.\n \nUntil we receive a favorable private letter ruling from the IRS or we are advised by counsel that forward settling contracts should be treated as qualifying assets for purposes of the 75% asset test, we will limit our investment in forward settling contracts and any non-qualifying assets to no more than 25% of our total gross assets at the end of any calendar quarter and will limit the forward settling contracts issued by any one issuer to no more than 5% of our total gross assets at the end of any calendar quarter. Further, until we receive a favorable private letter ruling from the IRS or we are advised by counsel that income and gains from the disposition of forward settling contracts should be treated as qualifying income for purposes of the 75% gross income test, we will limit our income and gains from dispositions of forward settling contracts and any non-qualifying income to no more than 25% of our gross income for each calendar year. Accordingly, our ability to purchase Agency RMBS through forward settling contracts and to dispose of forward settling contracts through roll transactions or otherwise, could be limited.\n \nMoreover, even if we are advised by counsel that forward settling contracts should be treated as qualifying assets or that income and gains from dispositions of forward settling contracts should be treated as qualifying income, it is possible that the IRS could successfully take the position that such assets are not qualifying assets and such income is not qualifying income. In that event, we could be subject to a penalty tax or we could fail to qualify as a REIT if (i) the value of our forward settling contracts, together with our other non-qualifying assets for purposes of the 75% asset test, exceeded 25% of our total gross assets at the end of any calendar quarter, (ii) the value of our forward settling contracts, including TBAs, issued by any one issuer exceeded 5% of our total assets at the end of any calendar quarter, or (iii) our income and gains from the disposition of forward settling contracts, together with our other non-qualifying income for purposes of the 75% gross income test, exceeded 25% of our gross income for any taxable year.\n \nComplying with REIT requirements may limit our ability to hedge effectively. \n \nThe REIT provisions of the Code substantially limit our ability to hedge. Our aggregate gross income from non-qualifying hedges, fees, and certain other non-qualifying sources cannot exceed 5% of our annual gross income. As a result, we might have to limit our use of advantageous hedging techniques or implement those hedges through a TRS. Any hedging income earned by a TRS would be subject to U.S. federal, state and local income tax at regular corporate rates. This could increase the cost of our hedging activities or expose us to greater risks associated with changes in interest rates than we would otherwise want to bear.\n \n    33 \n\n  \n\nOur ownership of and relationship with any TRSs that we form will be limited and a failure to comply with the limits would jeopardize our REIT qualification and may result in the application of a 100% excise tax. \n \nA REIT may own up to 100% of the stock of one or more TRSs. A TRS may earn income that would not be qualifying income if earned directly by the parent REIT. Both the subsidiary and the REIT must jointly elect to treat the subsidiary as a TRS. A corporation (other than a REIT) of which a TRS directly or indirectly owns more than 35% of the voting power or value of the stock will automatically be treated as a TRS. Overall, no more than 20% of the value of a REIT’s total assets may consist of stock or securities of one or more TRSs. A domestic TRS will pay U.S. federal, state and local income tax at regular corporate rates on any income that it earns. In addition, the Code limits the deductibility of interest paid or accrued by a TRS to its parent REIT to ensure that the TRS is subject to an appropriate level of corporate taxation. The rules also impose a 100% excise tax on certain transactions between a TRS and its parent REIT that are not conducted on an arm’s length basis. Any domestic TRS that we may form will pay U.S. federal, state and local income tax on its taxable income, and its after-tax net income will be available for distribution to us (but is not required to be distributed to us unless necessary to maintain our REIT qualification).\n \nWe may pay taxable dividends in cash and our common stock, in which case stockholders may sell shares of our common stock to pay tax on such dividends, placing downward pressure on the market price of our common stock. \n \nWe may make taxable dividends that are payable partly in cash and partly in our common stock. The IRS has issued Revenue Procedure 2017-45 authorizing elective cash/stock dividends to be made by publicly offered REITs. Pursuant to Revenue Procedure 2017-45 the IRS will treat the distribution of stock pursuant to an elective cash/stock dividend as a distribution of property under Section 301 of the Code (i.e., a dividend), as long as at least 20% of the total dividend is available in cash and certain other parameters detailed in the Revenue Procedure are satisfied. Although we have no current intention of paying dividends in our own stock, if in the future we choose to pay dividends in our own stock, our stockholders may be required to pay tax in excess of the cash that they receive. If a U.S. stockholder sells the shares that it receives as a dividend in order to pay this tax, the sales proceeds may be less than the amount included in income with respect to the dividend, depending on the market price of our common stock at the time of the sale. Furthermore, with respect to certain non-U.S. stockholders, we may be required to withhold U.S. federal income tax with respect to such dividends, including in respect of all or a portion of such dividend that is payable in common stock. If we pay dividends in our common stock and a significant number of our stockholders determine to sell shares of our common stock in order to pay taxes owed on dividends, it may put downward pressure on the trading price of our common stock.\n \nOur ownership limitations may restrict change of control or business combination opportunities in which our stockholders might receive a premium for their stock. \n \nIn order for us to qualify as a REIT for each taxable year after 2013, no more than 50% in value of our outstanding stock may be owned, directly or indirectly, by five or fewer individuals during the last half of any calendar year. “Individuals” for this purpose include natural persons, private foundations, some employee benefit plans and trusts, and some charitable trusts. In order to assist us in qualifying as a REIT, among other purposes, ownership of our stock by any person is generally limited to 9.8% in value or number of shares, whichever is more restrictive, of any class or series of our stock.\n \nThese ownership limitations could have the effect of discouraging a takeover or other transaction in which holders of our common stock might receive a premium for their common stock over the then-prevailing market price or which holders might believe to be otherwise in their best interests.\n \nDividends payable by REITs do not qualify for the reduced tax rates available for some dividends. \n \nThe maximum tax rate applicable to “qualified dividend income” payable to U.S. stockholders that are taxed at individual rates may be lower than ordinary income tax rates. Dividends payable by REITs, however, are generally not eligible for the reduced rates on qualified dividend income. Rather, ordinary REIT dividends constitute “qualified business income” and thus a 20% deduction is available to individual taxpayers with respect to such dividends. To qualify for this deduction, the U.S. stockholder receiving such dividends must hold the dividend-paying REIT stock for at least 46 days (taking into account certain special holding periods) of the 91-day period beginning 45 days before the stock becomes ex-dividend and cannot be under an obligation to make related payments with respect to a position in substantially similar or related property. The 20% deduction results in a 29.6% maximum U.S. federal income tax rate (plus the 3.8% surtax on net investment income, if applicable) for individual U.S. stockholders. Without further legislative action, the 20% deduction applicable to ordinary REIT dividends will expire on January 1, 2026. The more favorable rates applicable to regular corporate qualified dividends could cause investors who are taxed at individual rates to perceive investments in REITs to be relatively less attractive than investments in the stock of non-REIT corporations that pay dividends, which could adversely affect the value of the shares of REITs, including our common stock.\n \n    34 \n\n  \n\nLiquidation of our assets may jeopardize our REIT qualification. \n \nTo maintain our qualification as a REIT, we must comply with requirements regarding our assets and our sources of income. If we are compelled to liquidate our assets to repay obligations to our lenders, we may be unable to comply with these requirements, thereby jeopardizing our qualification as a REIT, or we may be subject to a 100% tax on any resultant gain if we sell assets that are treated as inventory or property held primarily for sale to customers in the ordinary course of business.\n \nOur qualification as a REIT and exemption from U.S. federal income tax with respect to certain assets may be dependent on the accuracy of legal opinions or advice rendered or given or statements by the issuers of assets that we acquire, and the inaccuracy of any such opinions, advice or statements may adversely affect our REIT qualification and result in significant corporate-level tax. \n \nWhen purchasing securities, we may rely on opinions or advice of counsel for the issuer of such securities, or statements made in related offering documents, for purposes of determining whether such securities represent debt or equity securities for U.S. federal income tax purposes, the value of such securities, and the extent to which those securities constitute qualified real estate assets for purposes of the REIT asset tests and produce income that qualifies under the 75% gross income test. The inaccuracy of any such opinions, advice or statements may adversely affect our REIT qualification and result in significant corporate-level tax.\n \nGeneral Risk Factors\n \nThe occurrence of cyber-incidents, or a deficiency in our cybersecurity or in those of any of our third party service providers could negatively impact our business by causing a disruption to our operations, a compromise or corruption of our confidential information or damage to our business relationships or reputation, all of which could negatively impact our business and results of operations.\n \nA cyber-incident is considered to be any adverse event that threatens the confidentiality, integrity, or availability of our information resources or the information resources of our third party service providers. More specifically, a cyber-incident is an intentional attack or an unintentional event that can include gaining unauthorized access to systems to disrupt operations, corrupt data, or steal confidential information. As our reliance on technology has increased, so have the risks posed to our systems, both internal and those we have outsourced. The primary risks that could directly result from the occurrence of a cyber-incident include operational interruption and private data exposure. We have implemented processes, procedures and controls to help mitigate these risks, but these measures, as well as our focus on mitigating the risk of a cyber-incident, do not guarantee that our business and results of operations will not be negatively impacted by such an incident.\n \nWe face possible risks associated with the effects of climate change and severe weather. \n \nWe cannot predict the rate at which climate change will progress. However, the physical effects of climate change could have a material adverse effect on our operations and business. Our headquarters and our Manager are located very close to the Florida coastline. Our headquarters and our Manager have experienced and may in the future experience severe weather, including hurricanes and coastal flooding due to increases in storm intensity and rising sea levels. Such weather events could disrupt our operations or damage our headquarters. There can be no assurance that climate change and severe weather will not have a material adverse effect on our operations or business.\n \nIf we issue debt securities, our operations may be restricted and we will be exposed to additional risk. \n \nIf we decide to issue debt securities in the future, it is likely that such securities will be governed by an indenture or other instrument containing covenants restricting our operating flexibility. Additionally, any convertible or exchangeable securities that we issue in the future may have rights, preferences and privileges more favorable than those of our common stock. We, and indirectly our stockholders, will bear the cost of issuing and servicing such securities. Holders of debt securities may be granted specific rights, including but not limited to, the right to hold a perfected security interest in certain of our assets, the right to accelerate payments due under the indenture, rights to restrict dividend payments, and rights to approve the sale of assets. Such additional restrictive covenants and operating restrictions could have a material adverse effect on our business, financial condition and results of operations and our ability to pay distributions to our stockholders.\n \n    35 \n\n  \n\nFuture offerings of debt securities, which would be senior to our common stock upon liquidation, or equity securities, which would dilute our existing stockholders and may be senior to our common stock for the purposes of distributions, may harm the value of our common stock. \n \nIn the future, we may attempt to increase our capital resources by making additional offerings of debt or equity securities, including commercial paper, medium-term notes, senior or subordinated notes and classes of preferred stock or common stock, as well as warrants to purchase shares of common stock or convertible preferred stock or units consisting of any combination of the foregoing securities. Upon the liquidation of the Company, holders of our debt securities and shares of preferred stock and lenders with respect to other borrowings will receive a distribution of our available assets prior to the holders of our common stock. Additional equity offerings by us may dilute the holdings of our existing stockholders or reduce the market value of our common stock, or both. Our preferred stock, if issued, would have a preference on distributions that could limit our ability to make distributions to the holders of our common stock. Furthermore, our Board of Directors may, without stockholder approval, amend our charter to increase the aggregate number of shares or the number of shares of any class or series that we have the authority to issue, and to classify or reclassify any unissued shares of common stock or preferred stock. Because our decision to issue securities in any future offering will depend on market conditions and other factors beyond our control, we cannot predict or estimate the amount, timing or nature of our future securities offerings. Our stockholders are therefore subject to the risk of our future securities offerings reducing the market price of our common stock and diluting their common stock.\n \nWe are subject to risks related to corporate social responsibility. \n \nOur business faces public scrutiny related to environmental, social and governance (“ESG”) activities. We risk damage to our reputation if we or our Manager fail to act responsibly in a number of areas, such as diversity and inclusion, environmental stewardship, support for local communities, corporate governance and transparency and considering ESG factors in our investment processes. Adverse incidents with respect to ESG activities could impact the cost of our operations and relationships with investors, all of which could adversely affect our business and results of operations. Additionally, new legislative or regulatory initiatives related to ESG could adversely affect our business.\n \nWe cannot predict the effect that government policies, laws and plans adopted in response to geopolitical events, a global pandemic, or the global recessionary economic conditions will have on us.\n \nGovernments have adopted, and may continue to adopt, policies, laws and plans intended to address geopolitical events such as war, including the current conflicts in Ukraine and Israel, terrorism, civil unrest, political instability, environmental or climatic factors, natural disasters, pandemic or epidemic outbreaks, public health crises and general economic conditions. We cannot assure you that these programs will be effective, sufficient or will otherwise have a positive impact on our business.\n \nThere can be no assurance as to how, in the long term, these and other actions by the U.S. government will affect the efficiency, liquidity and stability of the financial and mortgage markets or prepayments on Agency RMBS. To the extent the financial or mortgage markets do not respond favorably to any of these actions, such actions do not function as intended, or prepayments increase materially as a result of these actions, our business, results of operations and financial condition may be materially adversely affected.\n \n    36",
      "char_count": 148976
    }
  },
  "extracted_at": "2025-10-18T17:41:48.499711"
}