{
  "ticker": "PDFS",
  "company_name": "PDF SOLUTIONS INC",
  "cik": 1120914,
  "form_type": "10-K",
  "filing_date": "2025-02-27",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001558370-25-001813",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001120914&accession_number=000155837025001813&xbrl_type=v",
  "sic_code": "7372",
  "industry": "Services-Prepackaged Software",
  "sections": {
    "item1": {
      "text": "Item 1. Business\nWe provide comprehensive data solutions designed to empower organizations across the semiconductor and electronics ecosystems to improve the yield and quality of their products and operational efficiency for increased profitability. We derive revenues from two sources, Analytics and Integrated Yield Ramp. Our offerings contribute to Analytics revenue through contract fees for on-premise software, hardware systems, software-as-a-service (“SaaS”), and other professional services. Certain of our Characterization services engagements contribute to Integrated Yield Ramp revenue through contract fees and a value-based, variable fee or royalty, which we call Gainshare. We are headquartered in Santa Clara, California and also operate worldwide with offices in Canada, China, France, Germany, Italy, Japan, South Korea, and Taiwan.\nBusiness Overview\nOur customers include Fortune 500 companies across the semiconductor and electronics ecosystem. These companies use our products and services with the objective of achieving various goals depending on whether they are integrated device manufacturers (“IDMs”), fabless semiconductor companies, foundries, equipment manufacturers, electronics manufacturing suppliers (“EMS”), original device manufacturers (“ODMs”), outsourced semiconductor assembly and test (“OSATs”), or system houses. For example, our foundry customers generate and analyze key manufacturing data using our solutions, which are designed to shorten the time necessary for technology development and provide their fabless customers with a higher yielding process with improved electrical performance, which are both critical metrics for market success. Higher yields in less time can also mean less total raw materials and process runs, which can help lower customers’ total cost and minimize environmental impact. Also, equipment manufacturers and factories use our connectivity products to implement evolving industry standards which require quality and stability for their equipment or operations, respectively. By way of further example, our IDM and fabless customers use our solutions to generate unique, differentiated data that can be analyzed with our machine learning (“ML”) and artificial intelligence (“AI”) algorithms, which are designed to predict downstream manufacturing issues and result in shorter time for designs to meet performance requirements with fewer iterations and faster time-to-market. For final example, our foundry and OSAT customers use the AI and ML applications of our software to help optimize for process control, assembly, and/or testing.\nOur mission is to provide innovative solutions to create, access, and organize data to enable analysis and control for semiconductor and electronics companies to achieve better time-to-market, yields, quality, and operational efficiencies. Our strategy to achieve this is as follows:\n\n●   Offer a Common, Flexible Platform for a Broad Group of Customers Across the Supply Chain. As semiconductor and electronics products are made with the efforts of equipment manufacturers, front-end foundries, chip and system designers, design automation, intellectual property (“IP”) providers, and OSATs, there is a need to analyze data across this entire chain to optimize yields, operational efficiencies, time to market, quality, and reliability. Our comprehensive platform is designed based on industry standards and integrated with leading solutions providers to enable these different participants to analyze the relevant end-to-end data in near real-time, with cloud or on-premise data stores from 10s to 100s of terabytes (“TBs”) and flexible configurations for IDM, foundry, fabless, and OSAT specific needs. Our ML solutions combine professional services with our Exensio software to further enable our customers to push their analytics “to the edge” of their global supply chains and shift the analysis and decision-making processes closer to where their data is being generated. We believe enabling edge analytics will further increase our customers’ ability to improve product yield, quality, performance, and profitability, and therefore, drive the market for our products and services.\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Drive Tool-Level Software Installations to Create an Infrastructure of Connected Equipment and Enable Smart Factories. We believe that driving installation of our Exensio and Cimetrix software products at the tool level will help provide an infrastructure of connected equipment and help to enable smart factories. Our Cimetrix products are based on open standards for equipment control and connectivity to equipment manufacturers and factories, which we believe will continue to be in demand in the smart manufacturing era. Further, we believe that the benefits from integration between analytics on equipment, the factory, and in the cloud will provide synergies with our existing end-to-end analytics offerings.\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n4\n\n\n\n\n●   Create Differentiated Data Sources for Better Analytics. Historically, companies used data that was generated from their manufacturing and test process to drive improvements. We offer unique IP (such as Characterization Vehicle® test chips, also branded CV® test chips) that is not part of an integrated circuit’s (“IC”) functionality, but designed to significantly improve the manufacturing process by improving yield learning and reducing time to market. Also, our Design-for-Inspection™ system (also branded DFI™ system) is designed to identify blockers that impact product yield and quality up to months earlier than other hardware- or software-based methodologies from proprietary e-beam measurement of product layout or provided on-chip instrumentation. We believe that in the More-than-Moore (“MtM”) era, the differentiated data we provide can play an important role in enabling our customers to bring new products to market faster and with higher quality and performance, and, ultimately, more profitability.\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Collaborate with Other Industry Leaders to Bring Additional Unique Data to Our Platform and Enable New and Differentiated Applications. We believe that the value we bring to semiconductor manufacturing can be leveraged with additional data and through differentiated applications. For example, we offer an enterprise application integration module called Sapience™ Manufacturing Hub enterprise (“SMHe”), which is designed to collect and unify data from enterprise applications, such as manufacturing execution systems (“MES”), enterprise resource planning systems (“ERP”) like SAP S/4HANA®, and our Exensio software, and make such data available through a central interface. In addition, working with Siemens Digital Industries Software, we offer two other Exensio modules, Exensio AIM Scan Analytics and Exensio AIM Scan Systematics Diagnostics, which are designed to enable diagnostic accuracy and efficiency of fail mode to help our customers that also use Siemens’s Tessent software determine the electrical and physical failing locations for product and process improvements. Building relationships with other industry leaders is intended to provide more ways for mutual customers to leverage their process and product data. Differentiated applications that make use of this shared data are designed to provide unique insights to help customers achieve sustained profitability in their manufacturing.\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIndustry Background\nRapid technological innovation with increasingly shorter product life cycles has fueled the economic growth of the semiconductor industry. IC companies have historically ramped production slowly, produced at high volume once a product gained market acceptance, and slowly reduced production volume when price and demand started to decrease near the end of the product’s life cycle. Today there are many different business models across the semiconductor industry: products that follow the traditional life cycle just described, products targeted towards fast-moving market segments like Internet of Things – which utilize mature process nodes and require a fast ramp to volume with a relatively short life cycle, and products focused on long term market segments like automotive and industrial where product life cycles can last a decade or longer. There is considerable variation across these business models depending on the level of design complexity and the maturity of the process node used for product implementation. Processors, memory and field-programmable gate arrays (“FPGA”) continue to leverage the most advanced process nodes and experience significant challenges to achieve competitive initial yields and optimized performance. Some products and market segments, however, may be content to utilize older process nodes. Regardless of the process node used for implementation or how long the product will be sold in the market, success for semiconductor companies is predicated, among other things, on fast product yield ramp and the ability to optimize manufacturing and test metrics, such as yield reclamation, product quality, and test efficiency, throughout a product’s life cycle. Thus, technologies or capabilities that can accelerate yield ramp, improve product quality, and optimize production efficiencies are highly sought after because they can lead to cost reduction and revenue generation concurrently, causing a leveraged effect on profitability.\nTechnology and Intellectual Property Protection\nOur success is largely dependent upon our proprietary software. We believe the creative skills and technological ability of our personnel, product enhancements, and new product development are necessary to maintaining our position as a leading provider of comprehensive data solutions to the semiconductor industry. We rely primarily on trade secret rights, copyright laws, and nondisclosure and other contractual agreements to protect our software. \nIn addition, our success is dependent on various inventions we have made and we seek to protect certain of our IP under patent laws. As of December 31, 2024, we held 128 U.S. patents, with expiration dates on issued patents ranging \n\n\n5\n\n\n\nfrom 2025 through 2044. We intend to prepare additional patent applications when we feel it is beneficial. Some of the technology we protect by patent includes elements of our CV and DFI systems and inventions related to AI/ML.\nWe protect our trademarks with registration of marks, including Characterization Vehicle, Cimetrix, CV, eProbe, Exensio, pdFasTest, PDF Solutions, and the PDF Solutions and Cimetrix logos. We have common law rights to additional trademarks, including ALPS, D∑∑P, DFI, DirectProbe, DirectScan, Fire, and Sapience. \nWe enter into confidentiality and inventions assignment agreements with our employees and confidentiality and license agreements with our customers and the various parties we partner with to resell, distribute, and, in some cases, integrate our products. Further, we work to limit access to and distribution of our software, documentation and other proprietary information. \nThird parties could in any case develop competing technologies that include similar functionality or features, or otherwise are substantially equivalent or superior to our technologies. In addition, effective patent, copyright, trademark and trade secret protection may be unavailable or limited in certain foreign countries where we operate. Our business could suffer significantly if we fail to protect our proprietary technology.\nIn addition, through yield, performance, and reliability improvement services over more than 20 years, we have accumulated a vast library of physical IP in the form of test structures. As part of our DFI and CV systems, our engineers create designs of experiments (“DOEs”) and layouts for targeted fail modes. We have also developed electrical measurement hardware tools and proprietary extraction, design, and analysis software. In addition, our technology embodies many production-proven and patented algorithms. Further, our IP includes proven methodologies that our implementation teams use as guidelines to drive our customers’ use of our technology. We strive to continually enhance our core technologies through the codification of knowledge that we gain in the use of our products and delivery of services.\nProducts and Services\nProducts\nThe primary software products and software and hardware systems of our platform include the following:\nExensio Software. Our Exensio software products address the big data manufacturing challenge of today’s advanced process nodes and highly integrated products, by providing a common environment throughout the supply chain for different data types, including inline and end-of-line metrology, yield, parametric, performance, manufacturing consumables, tool-level sensor data, test floor data, logistical data, as well as custom data types. Exensio products are designed to enable real-time rapid diagnosis and understanding of key manufacturing and test metrics during both inline and end-of-line wafer processing, helping customers reduce product variability and cost simultaneously. By integrating silos of data and applying AI and ML, Exensio products are designed to resolve the limitations of local optimization and provide better visibility across the entire production process, reducing the time it takes to make critical decisions that can drive higher product yield, quality and reliability. Our collaborations with strategic partners are intended to also integrate data from those partners’ products to make it available in Exensio and also to develop new applications to inter-operate with those products and enhance the value to mutual customers. \nExensio software is available as either an on-premise license or SaaS and is offered in four main, separately-offered Exensio products targeting the needs of the customer’s business model: Exensio IDM, Exensio Fabless, Exensio Foundry, and Exensio OSAT. Each of these products are comprised of two or more modules to provide specific capabilities to address a particular type of company’s needs and requirements; however, there are common features, functionality, and purpose across some of the key modules as follows:\n\n●   Manufacturing Analytics – This module uses our proprietary database schema to store collected data in a common, unified environment with a consistent view. For example, product engineers use it to identify and analyze production yield, performance, reliability and other issues. Elements of this module are designed to handle very large and complex data sets that are commonplace in the semiconductor industry. To support the multi-dimensional product requirements of our customers, the powerful, interactive visualization and analysis capabilities in this product are highly flexible and user-configurable.\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n6\n\n\n\n\n●   Process Control – This module provides failure detection and classification (“FDC”) capabilities for monitoring, alarming, and control of manufacturing tool sets. These capabilities include proprietary data collection and analysis of tool sensor trace data and summary indicators designed to rapidly identify sources of process variations and manufacturing excursions. When used together with Manufacturing Analytics and related modules, the accretive data mining and correlation capabilities are designed to enable identification of tool level sources of yield loss and process variation and enable predictive and proactive optimization decisions for process control, process adjustments, preventive maintenance scheduling, tool corrective actions, wafer dispatching, and wafer level and final test to impact end of line product yield, performance, and reliability.\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Test Operations – This module provides comprehensive data collection and analysis capabilities for data generated during manufacturing test operations designed to optimize test operations management overall, including improving test productivity, performing part average test, supporting test floor operations, and implementing adaptive test. Test Operations is also designed to provide predictive insights based on proprietary analytics during test, assembly and packaging to maximize the efficiency of test operations, productivity improvements and yield reclamation.\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Assembly Operations – This module provides the capability to link assembly and packaging data with other product lifecycle data, including fabrication and characterization data, across the product life cycle. Data sources could include manufacturing, wafer acceptance test, wafer sort, test and assembly, final test, and field use. The proprietary data linkage enabled by Assembly Operations is also designed to enable device manufacturers to maintain full traceability of their finished products back to the source wafer without the need for Electronic Chip IDs (“ECIDs”). This capability is becoming an essential requirement for safety-critical market segments such as automotive and military-aerospace.\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nSapience™ Manufacturing Hub enterprise. SMHe provides a single, common connectivity platform between enterprise applications, such as MES, ERP, and our Exensio software. SMHe enables advanced applications – including those for top management – that benefit from more real-time and detailed insight into manufacturing. Our Exensio Foundry Product Costing module, which leverages SMHe, is designed to provide more accurate insights into the gap between plan costs and actual costs, enabling actions to improve profitability. Exensio Foundry Product Costing module integrates with SAP S4/HANA due to our collaboration with SAP SE to enable this capability.\nDesign-for-Inspection System. Our DFI system, which we have provided under a lease arrangement or hardware sale to different customers, leverages our production-proven design and analysis infrastructure and is designed to enable customers to achieve non-contact, inline electrical inspection of either our proprietary on-chip instruments or their product chip layout structures. The electrical measurements augment and enhance existing inline defect inspection and metrology methods for more effective process control and inline, direct inspection of product wafers. The DirectScan application of the DFI system includes our proprietary Exensio Characterization and Fire™ layout analysis software and the eProbe® non-contact e-beam tool. These elements are described as follows:\n\n●   Proprietary Software – Our Fire module is designed to analyze IC product layout features to help determine which parts of the product layout to inspect. Our Exensio Characterization module is designed to analyze the billions of measurements collected using the eProbe tool. As part of the system offering, we generally use the Characterization module to provide our customers analysis services, a summary of our findings, and recommendations.\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   DFI On-Chip Instruments – Our on-chip measurement instruments are tuned to capture key features of our customers’ product layouts, including those identified using the Fire module. When part of the system offering, we generally provide design services to create these instruments. These DFI instruments are designed to be placed in test chips or scribe lines and to exhibit specific electrical responses.\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   eProbe® Non-Contact E-Beam Tool – Our eProbe e-beam tools are designed for contactless measurement of the electrical response of the DFI instruments and suitable product layout structures. The fourth generation tool, the 450, includes advances in beam vector targeting and higher signal-to-noise (SNR) for enhanced defect sensitivity, higher throughput, enhanced tool matching, and better inspection control for more stable performance necessary for high-volume manufacturing (HVM).\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n7\n\n\n\nCharacterization Vehicle System (also branded as our CV™ System). Our CV system is a combination of CV test chips, hardware to test such products, software to analyze the test results, and related services. This system is designed to accelerate the efficiency of yield learning by shortening the learning cycle, learning more per cycle, and reducing the number of silicon wafers required in manufacturing processes. This system includes physical IP in the form of test structures and DOEs that are tuned to our customers’ product and/or process specifics, tester hardware, data analysis, and training. The primary software and hardware products included in the CV system are as follows:\n\n●   CV™ Test Chips – Our proprietary test chips are designed by our professional engineers using our proprietary Fire software. These test chips are run through a customer’s manufacturing process, with intentional process modifications, to provide unique, differentiated data to explore the effects of potential process improvements given natural manufacturing variations. Our custom-designed CV test chips are optimized for our test hardware and analysis software and include DOEs tuned to each customer’s process. Types of CV test chips include:\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n◾   Our full-reticle and shared-reticle CV test chips are designed to provide a fast-learning cycle and are fully integrated with third-party failure analysis and inspection tools for a complete diagnosis to understand root causes. Our full-reticle CV test chips use a shortened process flow to provide a faster learning cycle for specific process modules.\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n◾   Our Scribe CV test chips are inserted directly on customers’ product wafers to collect data about critical layers.\n----------------------------------------------------------------------------------------------------------------------\n\n◾   Our DirectProbe™ CV test chips are designed to enable ultra-fast yield learning for new product designs by allowing our customers to measure components of actual product layout and identify yield issues.\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   pdFasTest® Electrical Tester – Our proprietary electrical test hardware is optimized to quickly test our CV test chips, enabling fast defect and parametric characterization of manufacturing processes. As part of the system offering, we provide test programs for each CV test chip that are tuned to the customer’s process. This automated system provides parallel functional testing, thus minimizing the time required to perform millions of electrical measurements to test our CV test chips. We provide services to analyze the unique, differentiated data output of this tester using the Exensio Characterization software to provide actionable insights to our customers.\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Exensio Characterization software – This module, which is designed to integrate seamlessly with the rest of the Exensio software, collects the data generated from our CV test products, generating models of the performance effects of process variations on these design building blocks. As part of the system offering, we also offer analysis services, if the customer elects not to do such analysis itself.\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nCimetrix® Software Products. Our Cimetrix software products enable equipment manufacturers in the semiconductor and electronics industries to provide standard interfaces on their products for efficient equipment communication, control, and data collection. Numerous industry standards have been established for equipment connectivity and control, including the SEMI (Semiconductor Equipment and Materials International) defined SECS (SEMI Equipment Communication Standard), GEM (Generic Equipment Model), GEM300, and EDA (equipment data acquisition) standards. Our Cimetrix products are designed to fully support these industry standards to enable equipment manufacturers to implement robust, turnkey support for these connectivity and control standards without needing to invest engineering resources to develop their own interfaces to these standards. Manufacturing equipment enabled with Cimetrix-supported interfaces allow for faster and more efficient implementation of smart manufacturing initiatives that depend on the collection and analysis of manufacturing and product data in keeping with industry standards. Cimetrix products are sold via perpetual licenses and typically sold as part of a software development kit (“SDK”) that helps equipment manufacturers implement them quickly. We charge a one-time fee per equipment product type for the SDK license and a one-time fee for each piece of equipment shipped that includes the Cimetrix runtime license.\n\n\n8\n\n\n\n\n●   Equipment Factory Connectivity – Our products for equipment factory connectivity primarily include the following:\n---------------------------------------------------------------------------------------------------------------------\n\n◾   Cimetrix CIMConnect™ is a SEMI SECS/GEM interface to the factory host for automated control and data collection. The Cimetrix CIMConnect module supports multiple-host interfaces simultaneously, which allows customers to support legacy, custom, and GEM interfaces. Cimetrix CIMConnect is used in semiconductor wafer fabrication, semiconductor back-end (test, assembly, and packaging), PV, HB-LED, disk drive, flat panel displays, printed circuit boards and other electronics manufacturing. In addition to enabling the implementation of the SEMI SECS/GEM standards E4, E5, E30, E37, E172, and E173, Cimetrix CIMConnect also supports SEMI PV2 (PVECI), A3 (PCBECI), and HB4 (HB-LED ECI) standards.\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n◾   Cimetrix CIM300™ is a GEM interface for 300mm equipment using SEMI standards, including E39, E40, E87, E90, E94, E116, E148, and E157. These SEMI standards allow for the full automation required in manufacturing 300mm wafers. Cimetrix CIM300 manages the interdependencies between the standards and simplifies complex scenarios for easy implementation of the standards. These GEM300 standards are required for full automation in manufacturing of 300mm wafers. Cimetrix CIM300 works with Cimetrix CIMConnect to implement the GEM300 and the original GEM suite of standards.\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n◾   Cimetrix CIMPortal™ Plus is an interface for EDA, also known as Interface A. The EDA standards are E120, E125, E132, E134, E138, E147, and E164. Cimetrix CIMPortal Plus implements the EDA standards in a flexible architecture that collects data from multiple sources and routes the data to multiple clients simultaneously. Factories can use the data gathered through EDA interfaces for FDC, run-to-run advanced process control, equipment health monitoring, chamber/tool matching, predictive maintenance, virtual metrology, diagnostics, and many other equipment-related analytical applications.\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Equipment Factory Connectivity Testing – We provide the following products for testing the interfaces developed using our equipment factory connectivity products: Cimetrix EquipmentTest™, for testing and validating compliance with the GEM and GEM300 standards, Cimetrix EDATester™, for testing and validating compliance with the EDA/Interface A standards, and performance testing of the interface, and Cimetrix ECCE Plus™ for quick testing of the EDA/Interface A interface.\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Equipment Control – Our equipment control product is the Cimetrix CIMControlFramework™ (“Cimetrix CCF”) software, which includes components for supervisory control, material handling, operator interface, platform control, and factory automation requirements, to allow equipment manufacturers to meet the requirements of fabrication facilities. Developers can leverage framework components through configuration and extension or customize the framework when unique requirements exist. Cimetrix CCF is designed to allow data generated at any point on the equipment to be quickly and easily accessed by other modules or external applications. Cimetrix CIMConnect, Cimetrix CIM300, and Cimetrix CIMPortal Plus are integrated with Cimetrix CCF to support the SEMI GEM, GEM300, and EDA/Interface A standards.\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nServices\nOur services are almost always sold together with, or to support, our products and include the following:\nSoftware-as-a-Service – We provide services to make our Exensio software available to our customers via the Internet, generally hosted by third-party providers. SaaS is considered part of cloud computing since the software is hosted on the Internet, or the “cloud.” Since our SaaS applications are accessed from a remote server rather than installed on individual machines, it is easier to maintain. For example, when the remote software is updated, the customer’s interface is also updated for all users. Cloud computing is designed to eliminate incompatibilities between different software versions and allow us to make incremental updates without requiring software downloads. Additionally, our customers can save data to a central online location, which is designed to allow increased project collaboration. As part of these services, we also typically provide hosted management services for the software and the customer’s data stored in our cloud. These services include environment set-up and configuration, system health monitoring, data integration maintenance, integration monitoring, system updates, security, and data upload/download, and license administration.\n\n\n9\n\n\n\nSoftware Related Services – We provide software maintenance and support (“M&S”), data management services, various value-added services (“VAS”) to install, configure, or create analysis templates, and other professional services to achieve customers’ specific outcomes using our software. We call this last type of services our solutions offering and, in these cases, we tailor the use of one or more Exensio products to achieve a desired result. For example, our AIM YieldAware™ FDC solution offering is designed to identify the process control variables that have the greatest impact on product yield through professional services that analyze the data from both Exensio Process Control and elements of Exensio Manufacturing Analytics and make recommendations for the customer to implement. VAS are provided by our professional service personnel with expertise that enhances and complements the engineering teams at our customers. For example, VAS includes our data cleaning and monitoring services. One requirement of big data analytics is to have clean, harmonized data to analyze. This service offering outsources the data wrangling and management effort to free the customer to focus their efforts on analysis, which has a greater return on investment to the company than data management.\nDFI System Related Services – We provide application engineering services to design and build recipes for our tool, which involves configuring the tool for the type of product wafer, die size and location, target inspection sites within die, which can include specific DUTs to inspect and their location, as well as the parameters to flag a DUT as an outlier. We also provide engineering services to customers of the eProbe tool to maintain and repair or replace parts on the tool during the warranty period and any contractual service period. When part of a system offering, we provide tool support services to customers to operate the tool. These services are primarily provided at the facility where the tool is installed. After the initial warranty period, the availability of engineering support and parts cost depends on the service package level a customer purchases.\nCharacterization Services – These services are designed to characterize key product and/or process elements, primarily into CV test structures or DFI on-chip measurement instruments, and typically do not include performance incentives based on the customers’ yield achievement. We provide these services, typically together with all elements of our CV system, to foundry customers in connection with new process technology development and/or yield ramp. In Characterization engagements, we generally provide the analysis of our CV test chips and provide summary findings and recommendations to the customer. Characterization engagements can include DFI systems.\nCustomers\nOur existing customers include foundries, IDMs, fabless semiconductor design companies, OSATs, equipment manufacturers, EMS, and ODMs, including those that embed and distribute our Assembly Operations modules in their equipment. Our semiconductor customers’ targeted product segments vary significantly, including microprocessors, memory, graphics, image sensor solutions, and communications. We believe that the adoption of our solutions by such companies for usage in a wide range of products validates the application of our solutions to the broader semiconductor market. We often have multiple contracts with a single customer or customer group, with no interdependent performance obligations. In general, our customer contracts are non-cancellable.\nTwo customers accounted for 31% of our revenues for 2024, one customer accounted for 35% of our revenues for 2023 and two customers accounted for 41% of our revenues for 2022. No other customers accounted for 10% or more of our revenues in 2024, 2023 and 2022. See the discussion in “Risk Factors” under Item 1A for more information about risks associated with customer concentration and contractual provisions. See Note 12, “Customer and Geographic Information” to the consolidated financial statements.\nSee our Notes to Consolidated Financial Statements included under Part II, Item 8. Financial Statements and Supplementary Data for additional geographic information.\nSales and Marketing\nOur sales strategy is primarily to pursue targeted accounts through a combination of our direct sales force, our service teams, and strategic alliances. After we are engaged by a customer and early in the services process, our engineers seek to establish relationships in the organization and gain an understanding of our customers’ business issues. Our direct sales and service teams combine their efforts to deepen our customer relationships by expanding our penetration across customers’ products, processes, and technologies. This close working relationship with each customer has the added benefit of helping us to identify new product areas and technologies in which we should next focus our research and \n\n\n10\n\n\n\ndevelopment efforts. From time-to-time, we use sales representatives/agents in various locations to augment direct sales in certain territories. \nWe expect to continue to establish strategic alliances with process licensors, vendors in the electronic design automation software, capital equipment for IC production, and test silicon IP and mask-making software segments to create and take advantage of sales channel and co-marketing opportunities. Additionally, we expect to form relationships with key value chain participants, including foundries and OSATs, to provide services and value across the manufacturing supply chain.\nResearch and Development\nOur research and development focuses on developing and introducing new proprietary technologies for our comprehensive platform, including our Exensio software, Cimetrix connectivity and control products, and DFI and CV systems, as well as other software products and enhancements to our existing solutions, such as field applications for DFI and CV and new applications targeted to inter-operate with strategic partner products. We use a rapid-prototyping paradigm in the context of the customer engagement to achieve these goals. We have made, and expect to continue to make, substantial investments in research and development. The complexity of our technologies requires expertise in standards, physical IC design and layout, transistor design and semiconductor physics, semiconductor process integration, numerical algorithms, e-beam technology, hardware, statistics and software development. We believe that our team of engineers will continue to advance our market and technological leadership. We conduct in-house training for our engineers in certain technical areas. Our training also extends to focusing on ways to enhance customer service skills. Although it fluctuates, we can have up to one quarter of our research and development engineers assigned to one or more projects, partnered with solution services engineers, in a deliberate strategy to provide direct feedback between technology development and customer needs. We also utilize a variety of skilled independent contractors for specialized development.\nGovernmental Regulations\nWe are subject to a variety of federal, state, local and foreign laws and regulations relating to our business and operations, including those related to trade controls, anti-corruption, anti-bribery, data privacy, data protection, use of AI, antitrust, competition, employment, income taxes, and the environment.\nTrade\nA large percentage of our software products are not of U.S. origin and not generally subject to the U.S. Export Administration Regulations (“EAR”) when not located in the U.S. Our standard operations include development, distribution processes, software download sites, and professional service centers and processes located in various geographies around the world to better serve our customers. We are subject to laws and regulations in the United States and other jurisdictions concerning these operations with respect to certain of our products and services outside the United States and to foreign nationals, including the EAR, tariffs, trade protection measures, sanctions, and other trade regulations. \nThe Bureau of Industry and Security (“BIS”) of the U.S. Department of Commerce has placed certain entities on and frequently adds entities to the “Entity List,” which restricts supply of items to or in connection with the named entities and impacts our ability to transact business with certain customers. BIS recently extended controls to renewal licenses for certain lawfully delivered products that would have changed status under new regulations and designations, causing us to decline certain renewals. \nTrade regulations limiting or banning sales into certain countries or to certain companies, including economic and financial sanctions and trade embargoes administered and enforced by the U.S. Department of the Treasury’s Office of Foreign Assets Control (“OFAC”), have impacted our ability to transact business in certain countries and with certain customers. Future trade regulations may also impact our ability to transact business with certain customers and in certain countries and may restrict certain non-U.S. person employees from performing their duties at PDF without first obtaining appropriate authorization if their duties involve an export, reexport, or transfer of export-controlled technology.\n\n\n11\n\n\n\nAnti-corruption and anti-bribery\nWe are subject to laws and regulations in the United States and other jurisdictions concerning anti-corruption and anti-bribery, including the U.S. Foreign Corrupt Practices Act and the U.K. Bribery Act, which prohibit corrupt payments to governmental officials and bribes to other persons.\nData privacy and data protection\nWe are subject to laws and regulations in the United States and other jurisdictions governing data privacy and data protection, including laws in Japan, China, and the EU/UK, which regulate our collection, handling, and use of personal information.\nThe laws and regulations to which we are subject are complex and may change or develop over time, sometimes with limited or no advance notice. Developments or other changes in laws or regulations or how they are interpreted or enforced have had, and may continue to have, a negative impact on our business and increase our compliance-related expenditures.\nArtificial intelligence\nThe regulatory framework governing the use of AI, machine learning and automated decision-making technologies (“AI Technologies”) is rapidly evolving. Many federal, state and foreign government bodies and agencies have introduced or are currently considering additional laws and regulations.\nAlready, certain existing legal regimes (e.g., relating to data privacy) regulate certain aspects of AI Technologies, and new laws regulating AI Technologies have been enacted in China, the United States, and the European Union. In the United States, the Trump administration has rescinded an executive order relating to AI Technologies that was previously implemented by the Biden administration and may continue to rescind other existing federal orders and/or administrative policies relating to AI Technologies, or may implement new executive orders and/or other rule-making relating to AI Technologies in the future. U.S. legislation is also advancing at the state level. For example, the California Privacy Protection Agency is currently in the process of finalizing regulations under the California Consumer Privacy Act regarding the use of automated decision-making. The EU Artificial Intelligence Act (the “EU AI Act”) applies to companies that develop, use and/or provide AI in the EU and – depending on the AI use case - includes requirements around transparency, conformity assessments and monitoring, risk assessments, human oversight, security, accuracy, general purpose AI and foundation models, and fines for breach of up to 7% of worldwide annual revenues. Such additional regulations may impact our ability to develop, use and commercialize AI Technologies in the future.\nFor additional information regarding risks related to laws and regulations, including existing restrictions imposed by BIS, as well as international operations, see Item 1A, “Risk Factors.”\nCompetition\nWe believe that our solutions compare favorably with respect to competition because we have demonstrated results and reputation, strong core technology, ability to create innovative technology, and ability to implement solutions for new technology and product generations. Further, we believe IC companies benefit from our combination of big data management infrastructure, AI/ML-based analytics engines, and products that generate and collect differentiated data that enrich the analytics process. \nWe face competition regarding different elements of our products and services portfolio from the following sources and companies:\n\n●   indirect competition from internal groups at IC companies that may choose to develop their own test chips or software analytics solutions internally typically by using various commercially-available, general-purpose software, including for example, Tableau from Salesforce, Inc., TIBCO from Cloud Software Group, Snowflake, Inc., Databricks, Inc.; and\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n12\n\n\n\n\n●   direct competition from providers of:\n-----------------------------------------\n\no   yield management and/or prediction systems, such as KLA Corporation (“KLA”), Onto Innovation, Inc. (“Onto”), and Synopsys, Inc. (“Synopsys”);\n-------------------------------------------------------------------------------------------------------------------------------------------------\n\no   semiconductor manufacturing software, such as Applied Materials, Inc (“Applied Materials”), Synopsys, Invantest, Inc., Emerson Electric Co., Onto, and Siemens AG;\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\no   inline inspection, metrology and electrical test equipment providers, such as ASML Holding N.V., Applied Materials, KLA, and Keysight Technologies, Inc.; and,\n------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\no   connectivity software or integration products/services supporting factory equipment connectivity or control needs of customers, such as PEER Group, Inc., Kontron AIS, GmbH, Yokogawa Electric Corp., Advantest Corporation, and Kornic Automation Co. Ltd.\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nSee the discussions in “Risk Factors” under Item 1A for more information about risks associated with our competition.\nHuman Capital Management\nWe believe that our future success will depend, in part, on our continued ability to hire and retain qualified management, sales, and technical employees. Consequently, we seek to engage in sound ethical and organizational governance, and promote business ethics and integrity.\nAs of December 31, 2024, we had 539 employees worldwide, including 174 field application engineers, 189 in research and development, 113 in sales and marketing, and 63 in general and administrative functions. Of these employees, 321 are located in the United States, 180 in Asia, and 38 in Europe.\nNone of our employees are represented by a labor union. Our employees in France and Italy are subject to collective bargaining agreements in those countries.\nAt the Board level, our Compensation and Human Capital Management Committee is tasked with oversight of the development, implementation and effectiveness of our policies and strategies relating to human capital management, including strategies regarding recruiting, selection, career development and progression, and employment practices.\nTalent Development\nWe believe the development and growth of our employees is crucial to further enhance the talent we have today and to foster the right skill sets for our future for our long-term success. As such, we encourage mentorship and engaging in development opportunities. We also conduct in-house training for our engineers in certain technical areas and provide access to an online training platform for all of our employees. Further, we fund attendance at continuing education courses, symposia, and participation in professional organizations.\nEmployee Engagement\nEmployee engagement is crucial for the overall health of the organization. In 2024, we conducted a survey of all our employees to assess overall employee engagement.\nIn addition to our efforts to address employee engagement, we are committed to supporting our employees and creating an engaged workforce by prioritizing the items below:\n•personal growth through training and development;\n•recognizing and rewarding our people for their commitment to our values and our organization;\n\n\n13\n\n\n\n•flexible work locations and schedules; and\n•providing a sense of organizational community by hosting in-person events where our people can gather and connect.\nHealth and Safety\nWe are committed to ensuring that proper working conditions exist for the safety of our employees, such as developing, implementing, and improving health and safety systems and conditions, and providing appropriate preparation, education, reporting, and controls.\nInformation about our Executive Officers\nThe following table and notes set forth information about our current executive officers as of the date of this Annual Report on Form 10-K.\n\n           ​               ​    ​    ​                                 ​                                 ​\n----------------------------------------------------------------------------------------------------------\nName                           Age       Position                                                         \nJohn K. Kibarian, Ph.D.    ​    60   ​   President, Chief Executive Officer, and Director                ​\nAdnan Raza                 ​    52   ​   Executive Vice President, Finance and Chief Financial Officer   ​\nKimon W. Michaels, Ph.D.   ​    58   ​   Executive Vice President, Products and Solutions and Director   ​\nAndrzej Strojwas, Ph.D.    ​    72   ​   Chief Technology Officer                                        ​\nJohn K. Kibarian, Ph.D., one of our founders, has served as President since November 1991 and has served as our Chief Executive Officer since July 2000. Dr. Kibarian has served as a director on our Board of Directors since December 1992. Dr. Kibarian received a B.S. in Electrical Engineering, an M.S. E.C.E. and a Ph.D. E.C.E. from Carnegie Mellon University.\nAdnan Raza, joined in January 2020 as Executive Vice President, Finance, and was appointed Chief Financial Officer effective in March 2020. Prior to joining the Company, Mr. Raza served as an independent strategy consultant for private and public companies from July 2019 to January 2020. Prior to that, Mr. Raza served in various roles at Synaptics Inc., a developer of human interface technologies, including as Senior Vice President of Corporate Development from August 2017 to June 2019 and Vice President of Corporate Development from February 2015 to August 2017. Prior roles include technology investment banking at Goldman, Sachs & Co. and UBS Investment Bank, strategic advising at Blackreef Capital, engineering and marketing at Azanda Network Devices, and engineering at Lucent Technologies. Mr. Raza also served as a board member at FIDO Alliance, an alliance of leading technology companies to enhance user security and authentication. Mr. Raza holds a B.S. in Electrical Engineering from Valparaiso University, an M. Eng. in Electrical Engineering from Cornell University, and an M.B.A. from The Wharton School at the University of Pennsylvania.\nKimon W. Michaels, Ph.D., one of our founders, has served as Vice President, Products and Solutions since July 2010 and was designated as an Executive Vice President in February 2019. Dr. Michaels served as Vice President, Design for Manufacturability from June 2007 through June 2010. Prior to that, Dr. Michaels served as Vice President, Field Operations for Manufacturing Process Solutions from January 2006 through May 2007, and has served as a director on our Board of Directors since November 1995. From March 1993 through December 2005, he served in various vice presidential capacities. He also served as Chief Financial Officer of the Company from November 1995 to July 1998. Dr. Michaels received a B.S. in Electrical Engineering, an M.S. E.C.E. and a Ph.D. E.C.E. from Carnegie Mellon University.\nAndrzej Strojwas, Ph.D., served as a technical advisor to the Company from our founding until 2021 and as chief technologist from 1997 to 2021. He joined the Company as an employee in July 2021 as Vice President and Technical General Manager, and was appointed Chief Technology Officer effective December 2021. From October 1982 to July 2021, Dr. Strojwas was the Keithley Professor of Electrical and Computer Engineering at Carnegie Mellon University. In addition, Dr. Strojwas has held senior technical positions at Harris Semiconductor Co., AT&T Bell Labs, Texas Instruments, NEC, Hitachi, SEMATECH, and KLA. He holds an M.S. in Electronic Engineering from Warsaw Technical University and a Ph.D. in Electrical Engineering from Carnegie Mellon University.\n\n\n14\n\n\n\nAvailable Information\nWe file or furnish various reports, such as registration statements, periodic and current reports, proxy statements and other materials with the SEC. Our Internet website address is www.pdf.com. You may obtain, free of charge on our website, copies of our Annual Reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act, as soon as reasonably practicable after we electronically file such material with, or furnish it to, the SEC. The Company’s website address provided is not intended to function as a hyperlink, and the information on the Company’s website is not, and should not be considered, part of this Annual Report on Form 10-K and is not incorporated by reference herein.\nThe SEC maintains a website (http://www.sec.gov) that contains reports, proxy and information statements and other information regarding issuers, such as us, that file electronically with the SEC.\n​​​\n\n\n15",
      "char_count": 65961
    },
    "item1a": {
      "text": "Item 1A. Risk Factors\nA description of the risk factors associated with our business is set forth below. Some of these risks are highlighted in the following discussion, and in Management’s Discussion and Analysis of Financial Condition and Results of Operations, Legal Proceedings, and Quantitative and Qualitative Disclosures About Market Risk. The occurrence of any of these risks or additional risks and uncertainties not presently known to us or that we currently believe to be immaterial could materially and adversely affect our business, operating results, financial condition, and stock price. These risks and uncertainties could cause our actual results to differ materially from the results contemplated by the forward-looking statements contained in this report. Investors should carefully consider all relevant risks and uncertainties before investing in our common stock.\nRisks Associated with Our Business\nOur significant research and development investment may nonetheless fail to keep pace with technological changes or ensure that our offerings meet market needs, which would adversely impact our business, financial condition, or results of operations.\nAs part of the evolution of our business, we have made and continue to make substantial investments in research and development of our products and services, including, in particular, our DFI system and Exensio and Sapience software. New competitors, changes to existing contracts with licensed technology, any companies, products, or services that we may acquire, technological advances in the semiconductor industry and adjacent markets, and other competitive factors have required us and may continue to require us to invest significantly greater resources than we anticipated. For example, following our acquisition in July 2023 of Lantern Machinery Analytics, Inc., an early-stage battery solutions provider, we invested in research and development to expand the application of our existing products and services to battery manufacturers. If we do not anticipate and address technological changes in our industry or our offerings fail to meet market demand, the corresponding additional revenue we anticipate may not materialize, we may not recoup our investment or capture the market share we anticipate, we may lose our competitive position, and our products may become obsolete, which would adversely impact our business, financial condition and results of operations. Additionally, our periodic research and development expenses may be independent of our level of revenue, which could negatively impact our financial results. \nIf we enable access to hosted software or begin performing services ahead of a signed contract or amendment to an existing contract, and the final terms are not as favorable as we expected or the customer delays entering, or decides not to enter, into the contract or amendment, our results of operations could be harmed in the short term or overall and recognition of related revenue could be delayed or not occur at all.\nIf we are unable to close new engagements or amendments to existing contracts on terms favorable to us, in a timely manner, or at all, including in cases where we have incurred costs or assigned engineering resources in advance of entering into such engagements or amendments, our revenues may fall short of expectations and other revenue opportunities may have been delayed or lost. Further, the timing and length of negotiations required to enter into agreements with our customers and the enforcement of our complex contractual provisions is difficult to predict. If we do not successfully negotiate certain key complex contractual provisions, if there are disputes regarding such provisions, or if they are not enforceable as we intended, our revenues and results of operations would suffer. Further, our customers sometimes delay starting negotiations until they begin developing a new process, have a need for a new product, or experience specific yield issues. This means that, in certain instances we have continued, and may continue to provide technology and services under preliminary documentation before executing the final contract. In these cases, we would not recognize revenue and may defer associated costs until execution of a final contract, which, if significant, could negatively impact our results of operations in the periods before we execute a final contract. Further, if we were to incur significant costs and then fail to enter into a final contract, we would have to write-off such deferred costs in the period in which the negotiations ended, which would increase our costs and expenses and could result in significant operating losses.\n\n\n16\n\n\n\nWe rely on sole-source providers for certain software as well as for specialized parts for our eProbe hardware and supply-chain delays or disruptions could increase our costs or impact our ability to provide complete software solutions or to build additional hardware tools or meet customer expectations or deadlines, which could result in lost sales and lower earnings.\nWe provide some enabling technology under license and support from sole-source providers and some of our vendors provide highly specialized, differentiated products and services related to our eProbe system. In the event these licensors or vendors delay or discontinue providing such products and services to us, it may be difficult and costly or impossible for us to replace such suppliers or parts. In the case of licensed software, this could impact our ability to grow our sales or to meet the support expectations of our customers and we may need to resort to legal action, which could limit our future sales, harm our reputation, increase our costs, and harm our earnings. For example, in November 2023, a provider of enabling technology abruptly stopped providing maintenance and support of their software product to us. As a result, we resorted to legal action, which caused us to incur increased legal expenses beginning in the fourth quarter of 2023. The matter is ongoing, and the long-term impact of this provider’s actions on our business and our customers is unknown at this time. In the case of vendors related to our eProbe tool, such disruptions or delays could delay or stop our ability to complete and deliver our DFI systems as currently designed to our customers, which would negatively impact our bookings and revenue related to such systems. In addition, such delays or disruptions to our supply chain could significantly increase our component costs, or personnel-related costs if we need to build a replacement solution in the case of certain software elements, and could impact our ability to build future generations or models of our eProbe tools, any of which would decrease or delay our sales, earnings, and liquidity and could otherwise adversely affect our business and result in increased costs. Such a delay or disruption could occur as a result of any number of events, including, but not limited to: failure to comply with existing contracts, higher priority alternative buyers, inflation and global interest rates increasing component costs, a closure or slowdown at our suppliers’ plants or shipping delays, market shortages for critical components, increases in prices, the imposition of regulations, quotas, embargoes or tariffs on components or our products, labor stoppages or shortages, our suppliers’ supply chain disruptions, third-party interference, cyberattacks, severe weather conditions including the adverse effects of climate change-related events, geopolitical developments, war or terrorism, and disruptions in utilities and other services. In addition, the development, licensing, or acquisition of new products in the future may increase the complexity of supply chain management. Failure to effectively manage our supply of components and products could adversely affect our business.\nOur fixed-fee services for product or system installations/configurations or specified upgrades may take longer than budgeted or need to be rescoped, which could slow our revenue recognition and may result in a lost contract or a claim of breach by our customers, which would negatively affect our financial and operating results.\nOur fixed-fee services, including for Characterization and enterprise software deployments, require a team of engineers to collaborate with our customers to address complex issues by using our software and other technologies, and the installation and configuration of our software into our customers’ fabrication and test/assembly facilities requires experienced engineers working with our customers on active foundry and test/assembly equipment. We must accurately estimate the amount of time and resources needed to complete these types of services to determine when the engineers will be able to commence their next engagement. In addition, our accounting for contracts with such services, which generate fixed fees, sometimes requires adjustments to profit and loss based on revised estimates during the performance of the contract. These adjustments may have a material effect on our results of operations in the period in which they are made. The estimates giving rise to these risks, which are inherent in fixed-price contracts, include the forecasting of costs and schedules, and contract revenues related to contract performance. Services for system installations/configurations or specified upgrades may take longer than budgeted or need to be rescoped, which could impact our ability to deliver services on schedule. If we fail to meet a customer’s expectations or fixed milestones or delivery timelines, the customer could terminate their contract with us or claim that we breached our obligations, which could negatively affect our financial and operating results.\nOur ability to sell our products, systems, and solutions depends in part on the quality of our support and services offerings, and the failure to offer high-quality support and services could negatively affect our sales and results of operations.\nOnce our products are integrated within our customers’ hardware and software systems, our customers may depend on our support organization to resolve any issues relating to our products. Further, in connection with delivering our SaaS Services, which requires us to maintain adequate server hardware and internet infrastructure, including system \n\n\n17\n\n\n\nredundancies, we are required to meet contractual uptime obligations. A high level of system and support is critical for the successful marketing and sale of our products. If we do not effectively provide subscription access to our SaaS customers, assist our customers in deploying our products, succeed in helping our customers quickly resolve post-deployment issues, and provide effective on-going support and the privacy and data security capabilities required by our customers, we may face contractual penalties or customers may not renew subscriptions or services in the future, which would negatively impact our results of operations. In addition, due to our international operations, our system and support organization faces challenges associated with delivering support, hours that support is available, training, and documentation where the user’s native language may not be English. If we fail to maintain high-quality support and services or fail to adequately address our customers’ support needs, our customers may choose our competitors’ products instead of ours, which would negatively affect our revenues and results of operations.\nDefects in our software, hardware and other proprietary technologies, and failure to effectively remedy any such defects could decrease our revenue and our competitive market share.\nIf the software, hardware, or other proprietary technologies we provide to customers contain defects that negatively impact customers’ ability to use our products and services, increase our customers’ cost of goods sold or time-to-market, or damage our customers’ property, such defects could significantly decrease the market acceptance of our products and services and could result in warranty or other claims. We must adequately train our new personnel, especially our customer service and technical support personnel, to effectively and accurately, respond to and support our customers. If we fail to do this, it could lead to dissatisfaction among our customers, which could slow our growth. Further, the cost of support resources required to remedy any defects in our software, hardware and other proprietary technologies could exceed our expectations. \nWe have and may further incorporate ML, AI and related technologies (“AI Technologies”) in product development, or into our platform, offerings, services and features, and these technologies may become more important in our operations over time. If the content, analyses, recommendations, or other output that AI Technologies assist in producing are or are alleged to be deficient, inaccurate, or imprecise, our business, financial condition, and results of operations may be adversely affected. Any actual or perceived defects with our software, hardware, or other proprietary technologies may also hinder our ability to attract or retain industry partners or customers, leading to a decrease in our revenue. These defects are frequently found during the period following introduction of new software, hardware, or proprietary technologies or enhancements to existing software, hardware, or proprietary technologies, which means that we may not discover the errors or defects until after customer implementation, if at all. If our software, hardware, or other proprietary technologies contain errors or defects, it could require us to expend significant resources to remedy these problems and defend/indemnify claims, which could reduce margins and result in the diversion of technical and other resources from our other customer implementations and development efforts.\nObjectionable disclosure of our customers’ confidential information or our failure to comply with our customers’ security rules, including for those related to SaaS access, AI Technology use, or our on-site access, could result in costly litigation, cause us to lose existing and potential customers, or otherwise negatively impact on-going business with existing customers.\nIn the course of providing SaaS or other services engagements, we may collect customers’ product, process, and test information, personally-identifiable data about their employees needed to administer licenses, and other confidential information. Our customers consider most of this information to be competitively sensitive and, in some cases, require us to comply with strict protection frameworks, including security rules for on-site or remote access to, hosting of, or transfer of their confidential information. As a result of increased regulatory and customer scrutiny of all data processing activities, as well as increasing and evolving regulation of such practices, we have security obligations on how we collect, transfer and use data (including personal data), which could require us to expend money and resources to comply with those requirements, and if compromised, could have a material adverse effect on our business, financial condition, and results of operations, including the potential for regulatory investigations, enforcement actions, lawsuits, and a loss of business and a degradation of our reputation. If we fail to implement industry standard protections and processing procedures, the growing awareness of our customers and potential customers regarding privacy and data security requirements and/or adverse media coverage or regulatory scrutiny could limit the use and adoption of our services. In addition, to avoid potential disclosure of confidential information to competitors, some of our customers may, in the future, ask us not to work with key products or processes, which could limit our revenue opportunities. \n\n\n18\n\n\n\nIf the third-party AI technologies we use for research and development purposes misuse or fail to properly protect the data we input or if an employee inputs our or our customers’ confidential information into an AI system that is not behind our corporate firewall or with which we do not have terms limiting the use of inputs, it may result in the unauthorized disclosure of sensitive, proprietary, or confidential information belonging to us or our customers. For example, if the information input into a third-party AI technology system is used to train the underlying AI models, such inputs could be revealed to others. The third-party AI technologies may also provide outputs that appear to be correct but are incomplete, inaccurate, or otherwise flawed and may lead us to make erroneous decisions or recommendations to customers, which could result in harm to our reputation and competitive position, customer loss, and legal liability.\nWe generate a significant portion of our revenues from a limited number of customers, and a large percentage of our revenues from one customer, so defaults or decreased business with, or the loss of, any one of these customers, or pricing pressure, or customer consolidation could significantly reduce our revenues or margins and negatively impact our results of operations.\nHistorically, we have had a small number of large customers that contribute significant revenues. In the year ended December 31, 2024, two customers accounted for 31% of our total revenues. We have in the past and could in the future lose a customer due to its decision not to develop or produce its own future process node or not to engage us on future process nodes. We could also lose customers as a result of industry factors, including but not limited to reduced manufacturing volume or consolidation. Consolidation among our customers could also lead to increased customer bargaining power, or reduced customer spending on software and services. Further, new business may be delayed or prevented if a key customer uses its leverage to insist on terms that are worse for us and we delay entering into the contract to negotiate for better terms or decide not to enter into the contract at all, in which case revenue in any particular quarter or year may fail to meet expectations and our reliance on our remaining customers could increase.\nFurther, if any of our key customers default, declare bankruptcy or otherwise delay or fail to pay amounts owed, or we otherwise have a dispute with any of these customers, our results of operations would be negatively affected in the short term and possibly the long term. For example, excluding contingent fee arrangements, we incurred substantial expenses related to the arbitration with SMIC New Technology Research & Development (Shanghai) Corporation due to SMIC’s failure to pay fees due to us under a series of contracts. In 2025, if we are awarded any contract fees under the arbitration, we will incur additional expenses related to legal fees that are contingent on such a favorable result, which may be substantial depending on the size of any award. The loss of revenue from any of our key customers would cause significant fluctuations in results of operations because our expenses are fixed in the short term and it takes us a long time to replace customers or reassign resources.\nIf we do not continuously meet our development milestones of key research and development projects or market adoption of our DFI system fails to meet our expectations, our future market opportunity and revenues will suffer, and our costs may not be recouped.\nWe have invested significantly in the design and development of our eProbe tool and related IP. Key customers failing to purchase, renew, or expand the number or use of such systems on our expected timeline or at all will cause our results to miss expectations. Also, if customers are not able to achieve the results they expect using our DFI system, including new applications, customers may not continue to adopt this system or such applications as we expect, or at all, and we may miss the market opportunity and not recoup our investment. Further, our eProbe tool could cause unexpected damage to wafers or delay processing wafers, which we could be liable for, or which could make customers unwilling to use the tool. If we are not able to create significant interest and show reliable and useful results without significant damage to wafers, our investment may not be recouped and our future results may suffer.\nWe are required to comply with governmental export and import requirements that could subject us to liability and restrict our ability to sell our products and services, which could impair our ability to compete in international markets.\nWe are required to comply with export controls and economic sanctions laws and regulations that restrict selling, shipping, or transmitting our products and services, transferring our technology outside the United States, or certain U.S. person activities regarding certain end-users or end-uses. These requirements also restrict domestic release of software and technology to foreign nationals. In addition, we are subject to customs and other import requirements that regulate imports that are important for our business. If we fail to comply with the U.S. Export Administration Regulations (“EAR”) or other U.S. or non-U.S. export or economic sanctions laws and regulations (collectively, “Export Regulations”), we \n\n\n19\n\n\n\ncould be subject to substantial civil and criminal penalties, including fines for the Company and the possible loss of the ability to engage in exporting and other international transactions. Due to the nature of our business and technology, Export Regulations may also subject us to governmental inquiries regarding transactions between us and certain foreign entities.\nExport Regulations are fluid, complex, and uncertain, and there are ongoing efforts throughout the industry in coordination with regulators to revise, clarify, and interpret Export Regulations. The U.S. Congress and regulators continue to consider significant changes in laws and regulations. For example, the U.S. government is reportedly considering whether and/or how to impose restrictions directly on cloud-hosted services and further restrictions directly on U.S. person activity. We cannot predict the impact that additional legal changes may have on our business in the future. For example, the U.S. Bureau of Industry and Security (“BIS”) recently extended controls to renewal licenses for certain lawfully delivered products that would have changed status under new regulations and designations, causing us to decline certain renewals. Also, BIS has placed certain entities on and frequently adds entities to its entity list (the “Entity List”), which restricts supply of items to or in connection with the named entities and impacts our ability to transact business with certain customers. Further, in some circumstances Export Regulations require a license to export an item if the recipient will use the item to design or produce an item for a Huawei-affiliated company or certain other organizations on the Entity List. These regulations can also require licenses for exports that involve Chinese military or intelligence-related end users or end uses.\nFuture changes in Export Regulations, including changes in the enforcement and scope of such regulations, may create delays in the introduction of our products or services in international markets or could prevent our customers with international operations from deploying our products or services globally. In some cases, such changes could prevent the export of our products or services to certain countries, governments, entities or individuals altogether. Any such delays or restrictions could adversely affect our business, financial condition and results of operations. For further discussion, see Item 7. “Management’s Discussion and Analysis of Financial Condition and Results of Operations.” \nDecreases in wafer volumes at our customers’ manufacturing sites or the volume of ICs that some of our customers are able to sell to their customers would cause our Integrated Yield Ramp revenue to suffer.\nOur Integrated Yield Ramp revenue includes amounts largely determined by variable wafer volumes at manufacturing sites covered by our contracts and, in some cases, determined by the volume of an IC product that our customer is able to sell to its customers. Both of these factors are outside of our control. In recent years, we saw significant reduction in our Integrated Yield Ramp revenue due to these trends. Further, some of our manufacturing customers’ business is largely dependent on customers that use our manufacturing customer as a second or third source. If those customers consolidate and/or otherwise move the orders to manufacturing facilities not covered by our contracts, or suspend their manufacturing at covered facilities for any reason, including consolidation, our Integrated Yield Ramp revenue will continue to decrease, which could negatively affect our financial results. Further, reduced demand for semiconductor products or protectionist policies like those stemming from the complex relationships among China, Hong Kong, Taiwan, and the United States has from time to time decreased and may continue to decrease the volume of wafers and, in some cases, products our customers are able to make or sell, which would also decrease our Integrated Yield Ramp revenue. Also, our customers may unilaterally decide to implement changes to their manufacturing processes during the period that volume is covered by royalty contracts, which could negatively affect yield results and, thus, our Integrated Yield Ramp revenue.\nSince we currently work on a small number of large projects at specified manufacturing sites and, in some cases, on specific IC products, our results of operations have been and may continue to be adversely affected by negative changes at those sites or in those products, including slowdowns in manufacturing due to external factors, such as U.S. trade restrictions, tariffs, rising inflation and global interest rates, or continued or worsening supply chain disruptions. Also, if wafer orders from sites covered by our contracts are not secured by our customers, if an end product does not achieve commercial viability, if a process line or, in some cases, a specific product, does not achieve significant increases in yield or sustain significant volume manufacturing during the time we receive royalties, revenues associated with such volumes or products would be negatively impacted. This could significantly reduce our Integrated Yield Ramp revenue and our results of operations could fail to meet expectations. In addition, if we work with two directly competitive manufacturing facilities or products, volume in one may offset volume, and thus any of our related revenue, in the other facility or product.\n\n\n20\n\n\n\nOur success depends upon our ability to effectively plan and manage our resources and restructure our business through rapidly fluctuating economic and market conditions, which actions may have an adverse effect on our financial and operating results.\nOur ability to successfully offer our products and services in a rapidly evolving market requires an effective planning, forecasting, and management process to enable us to appropriately scale and adjust our business and business models in response to fluctuating market opportunities and conditions, which has in the past and could in the future continue to require us to increase headcount, acquire new companies or engage in restructurings from time to time. For example, while we have increased investment in our business by increasing headcount, acquiring companies, and increasing our investment in research and development, sales and marketing, and other parts of our business from time to time, at other times we have undertaken restructuring initiatives to reduce expenses and align our operations with our evolving business needs. Some of our expenses related to such efforts are fixed costs that cannot be rapidly or easily adjusted in response to fluctuations in our business or headcount. Rapid changes in the size, alignment or organization of our workforce, including sales account coverage, could adversely affect our ability to develop and deliver products and services as planned or impair our ability to realize our current or future business and financial objectives. Our ability to capitalize on the market opportunity and achieve cost savings and other benefits from restructuring initiatives within the expected time frame requires significant management input and leadership and is subject to many estimates and assumptions, which are subject to significant economic, competitive and other uncertainties, some of which are beyond our control. If these estimates and assumptions are incorrect, and we are unsuccessful at implementing changes, or if other unforeseen events occur, our business and results of operations could be adversely affected.\nGlobal economic or geopolitical conditions or semiconductor market conditions could materially adversely impact demand for our products and services, decrease our sales, or delay our sales cycle.\nOur customers are global semiconductor companies, which means that our operations and performance depend significantly on worldwide economic and geopolitical conditions as well as semiconductor market specific changes. Current global economic conditions and uncertainty about future conditions including war, terrorism, geopolitical uncertainties and other business interruptions could result in damage to, disruption, postponement or cancellation of sales of our products or services on a global or regional basis. Furthermore, tariffs, trade controls, export and import regulations, tighter credit, higher interest rates, inflationary concerns, large-scale unemployment, negative financial news and/or declines in income or asset values and other macroeconomic factors could have a material adverse effect on demand for our products and services and, accordingly, on our business, results of operations or financial condition and/or vendors with which we do business. For example, the timing of the build-out of the semiconductor market in China depends significantly on governmental funding on both local and national levels and a delay in this funding could negatively affect our revenues. Further, the U.S. federal government has recently stated its intention to change U.S. trade policy, including potentially renegotiating or terminating existing trade agreements and leveraging tariffs. In February 2025, the U.S. imposed additional tariffs on imports from China and announced and subsequently paused implementation of tariffs on imports from Canada and Mexico. These additional tariffs, as well as a government’s adoption of “buy national” policies or retaliation by another government against such tariffs or policies, have introduced significant uncertainty into the market and may affect the prices of and demand for our and our customers’ products. Further, the semiconductor industry historically has been volatile with up cycles and down cycles, due to sudden changes in customers’ manufacturing capacity requirements and spending, which depend in part on capacity utilization, demand for customers’ IC products by consumers, inventory levels relative to demand, and access to affordable capital. As a result of the various factors that affect this volatility, the timing and length of any cycles can be difficult to predict and could be longer than anticipated. Any of these events could negatively affect our revenues and make it challenging or impossible for us to deliver products and services to our customers forecast our operating results, make business decisions, and identify the risks that may affect our business, financial condition and results of operations. Customers with liquidity issues may also lead to additional credit losses.\nWe face challenges in providing a comprehensive solution outside of the semiconductor industry due to limitations on the business areas in which we can use current third-party licensed technology, which may make it prohibitively expensive to sell our solution for applications outside of our traditional industry.\nSince certain of our current software requires commercially-available, third-party programs to run as intended and some of our contracts with licensors limit the industry in which we can resell such third-party programs, we face challenges to provide a comprehensive solution to battery manufacturers. If we or our customers are unable to procure \n\n\n21\n\n\n\nrequired third-party programs that can be used in connection with our products for battery manufacturing, or the cost to do so is higher than expected, we may miss the market opportunity, which would mean lower sales than expected, or our costs may be higher, which would mean lower earnings than expected. Further, if we are unable to develop a suitable product that is not limited by such third-party restrictions and meets the market’s needs or the costs to do so is higher, or the time required to do so, is longer than expected, we may lose future business opportunities and our results of operations will suffer. \nRisks Related to Our Technology\nIf we fail to protect our IP rights, customers or potential competitors may be able to use our technologies to develop their own solutions, which could weaken our competitive position, reduce our revenues, or increase our costs.\nOur success depends largely on the protection of our proprietary technology. Our contractual, patent, copyright, trademark, and trade secret protection may not be effective against any particular threat or in any particular location. Our pending patent applications may not result in issued patents, and even if issued, they may not be sufficiently broad to protect our proprietary technologies. Some foreign countries do not currently provide effective legal protection for IP and our ability to prevent the unauthorized use of our products in those countries is therefore limited. Our trade secrets may also be stolen, otherwise become known, or be independently developed by competitors. Litigation may be necessary from time to time to enforce our IP rights. As a result of any such litigation, we could lose our proprietary rights and incur substantial unexpected operating costs. Litigation could also divert our resources, including our managerial and engineering resources. If we are unable to exclude others from using our proprietary technologies and methods without compensation to us, through litigation or otherwise, it could impede our ability to grow our business and our revenues may suffer.\nWe and our third-party service providers are exposed to risks related to information technology infrastructure, information management and protection, cybersecurity threats, and cyber incidents; if we or our third-party providers fail to protect confidential information and/or experience a cyber incident, there may be damage to our brand and reputation, material financial penalties, and legal liability.\nWe are heavily reliant on our systems, hardware, software, technology infrastructure, online sites, networks, and the public cloud to an increasing degree, to provide our products and services to our customers (collectively, “IT Systems”). Additionally, we must frequently expand our IT Systems to meet increasing demand in storage, computing and communication, which results in increased costs. Our IT Systems are expensive to expand and must be highly secure due to the sensitive nature of the information that we, and certain of our third-party providers, collect, maintain and process. This includes information about customers, employees, business partners and others, as well as proprietary information belonging to our business or that of our customers such as trade secrets (collectively, “Confidential Information”). \nWe face numerous and evolving cybersecurity risks that threaten the confidentiality, integrity and availability of our IT Systems and Confidential Information, including denial-of-service attacks or other cyber-attacks, hacking, “phishing” attacks, computer viruses, ransomware, malware, employee or insider error, malfeasance, social engineering, deep-fake impersonations, physical breaches, or other events or developments that we may be unable to anticipate or fail to mitigate. Bad actors use widely available access to generative AI technology for more sophisticated and frequent cyber-attacks or fraudulent impersonations against us. In addition, any integration of AI in our or any service providers’ operations, products or services is expected to pose new or unknown cybersecurity risks and challenges. These attacks could come from either advanced persistent threat actors, state-sponsored organizations, opportunistic hackers, hacktivists, or other individual organized or unorganized malicious actors. The expense to purchase, update, and configure security information systems to detect and/or neutralize increasingly complex and sophisticated attacks increases our costs and, failure to acquire the right expertise or systems may leave us vulnerable to attacks, which could expose Confidential Information, result in liability and have a negative impact on our reputation and business opportunity. In addition, companies that we acquire may have cybersecurity vulnerabilities and/or unsophisticated security measures, which exposes us to significant cybersecurity, operational, and financial risks. We are also subject to risks related to continued support of our employees’ remote or hybrid work environment, which creates additional information security vulnerabilities and/or magnifies the impact of any disruption in our IT Systems.\nWe rely on third-party service providers to enable key services to our customers, including for cloud services, enterprise software, customer support portal software, and co-location computing facilities. We have experienced in the \n\n\n22\n\n\n\npast, and may experience in the future, interruptions in our IT Systems on which our global operations depend or unplanned downtime of the infrastructure that delivers our SaaS. Such an unplanned interruption, even if temporary, could stop SaaS customers from accessing their hosted data or on-premise customers from downloading licensed software or critical security patches, or from accessing our support portal, which could mean that we may not meet our contractual commitments for such services to customers, which could reduce our revenue, incur liability, or result in damage to our reputation and negatively impact future sales. Further, the IT Systems that store and process our and our customers’ Confidential Information is susceptible to continually evolving cybersecurity threats that become more complex over time, especially with the rapid evolution of AI technologies, and may not be recognized until launched against a target, all of which could result in unauthorized access to, or acquisition of, our data, and interruption or disruption of our business.\nCyberattacks are expected to accelerate on a global basis in frequency and magnitude as bad actors are becoming increasingly sophisticated in using techniques and tools that circumvent security controls, evade detection, and remove forensic evidence. In addition, ransomware attacks are becoming increasingly prevalent and severe, and can lead to significant interruptions in our operations, loss of data and income, reputational loss, diversion of funds, and may result in fines, litigation and unwanted media attention. As a result, we and our third-party service providers, with whom we share data, may be unable to anticipate these techniques or attacks or may not implement adequate preventative measures to prevent either unauthorized access to our IT Systems that could compromise Confidential Information or result in a disruption of our services. In particular, like our peers, we are often the target of cyber-attacks by third parties seeking unauthorized access to Confidential Information, or to disrupt our ability to provide services. There can be no assurance that our cybersecurity risk management program and processes, including our policies, controls or procedures, will be fully implemented, complied with or effective in protecting our IT Systems and Confidential Information. Furthermore, given the nature of complex systems, software and services like ours, and the scanning tools that we deploy across our networks and products, we regularly identify and track security vulnerabilities. We are unable to comprehensively apply patches or confirm that measures are in place to mitigate all such vulnerabilities, or that patches will be applied before vulnerabilities are exploited by a threat actor. When we experience a security incident, we have to conduct an investigation and may need to notify individuals, customers, partners, service providers and state, federal or local governmental authorities and regulators in the U.S. or elsewhere around the world. In addition, any controls issues found during security assessment of our systems required by our customers and technical partners may result in disclosure to customers and potential customers and cause customers to re-evaluate their purchasing or renewal decisions, which could cause us to lose sales. Accordingly, any adverse impact to the availability, integrity or confidentiality of our IT Systems or Confidential Information may lead to significant costs and fees for legal advice, investigation support, remediation, and result in legal risk exposure (such as class actions), regulatory investigations and enforcement actions, fines and penalties, damage and harm to our reputation, and impact on our ability to keep and attract customers. Any or all of the foregoing could materially adversely affect our business, results of operations, and financial condition. Our insurance policies may not cover losses incurred in the event our systems or data are comprised, and they are subject to retention amounts that could be substantial. Moreover, we cannot be certain that such insurance policies will continue to be available to us on economically reasonable terms, or at all, or that any insurer will not deny coverage as to any future claim.\nWe and our customers are subject to laws and regulations concerning data privacy, data security, consumer protection, and advertising and these laws and regulations are continually evolving, which exposes us to potential material risks, including significant liability, negative publicity, and/or an erosion of trust, which could materially adversely affect our business, results of operations, and financial condition.\nWe collect, use, store or disclose (collectively, “process”) information that relates to individuals and/or constitutes “personal data,” “personal information,” “personally identifiable information,” or similar terms under applicable data privacy laws (collectively, “Personal Information”), including from employees and customers, in connection with the operation of our business. The Personal Information we process is subject to an increasing number of federal, state, local and non-U.S. laws, rules, regulations, industry standards, and other requirements regarding privacy and data security, including in some cases the EU General Data Protection Regulation, the UK General Data Protection Regulation and the UK Data Protection Act, as well as contractual commitments with our customers. These laws require us to adhere to certain disclosure restrictions and deletion obligations with respect to Personal Information, and allow for penalties for violations and, in some cases, a private right of action. These laws also impose transparency and other obligations with respect to Personal Information and provide individuals with similar rights with respect to their Personal Information. We have invested, and continue to invest, human and technology resources in our efforts to comply with such requirements that are time-intensive and costly. The application and interpretation of such requirements are constantly \n\n\n23\n\n\n\nevolving and are subject to change, creating a complex compliance environment. In some cases, these requirements may be either unclear in their interpretation and application or they may have inconsistent or conflicting requirements with each other. If we underestimate the cost of compliance, we may have to divert resources and increase spending, which could adversely impact our financial results and any non-compliance could cause us to lose business, which would decrease our revenues. Further, there has been a substantial increase in legislative activity and regulatory focus on data privacy and security in the United States and elsewhere, including in relation to cybersecurity incidents. In addition, some such requirements place restrictions on our ability to process Personal Information across our business or across country borders. Any failure or perceived failure by us to comply with such obligations may result in governmental investigations or enforcement actions, fines, litigation or legal proceedings (including class actions), or public statements against us by consumer advocacy groups or others and could cause our customers to lose trust in us, which could have an adverse effect on our reputation, results of operations, financial condition, and business. We could incur significant costs in investigating and defending such claims and, if found liable, pay significant damages or fines or be required to make changes to our business. These proceedings and any subsequent adverse outcomes may subject us to significant negative publicity and an erosion of trust. In the United States, we are subject to numerous federal, state and local data privacy and security laws and regulations governing the processing of information about individuals, including federal laws and state privacy laws, marketing and communications laws, laws regarding credit reports, data breach notification laws, and consumer protection laws, many of which carry significant potential for active enforcement and penalties. For example, the Federal Trade Commission and state regulators enforce a variety of data privacy issues, such as promises made in privacy policies or failures to appropriately protect information about individuals, as unfair or deceptive acts or practices in or affecting commerce in violation of the Federal Trade Commission Act or similar state laws. We are also subject to a patchwork of overlapping but different state privacy laws.\nOur technologies could infringe the IP rights of others, causing costly litigation and the loss of significant rights.\nSignificant litigation regarding IP rights exists in the semiconductor industry. It is possible that a third party may claim that our technologies infringe their IP rights or misappropriate their trade secrets, which has happened in the past. Any claim, even if without merit, could be time consuming to defend, result in costly litigation, require us to enter into royalty or licensing agreements, which may not be available to us on acceptable terms, or at all, subject us to damages or injunctions restricting our sale of products, invalidate a patent or family of patents, require us to refund license fees to our customers or to forgo future payments or require us to redesign certain of our products, any one of which could adversely affect our sales opportunities, expenses, and revenues.\nCompetition in the market for data services and analytics and related systems and services may intensify in the future, which could impede our ability to grow or execute our strategy.\nOur industry is marked by rapid technological developments and innovations (such as the use of AI and ML) and evolving industry standards. If we are unable to innovate quickly enough to keep pace with our competitors in incorporating such technological developments in our product offerings, our business could be harmed. See the discussion in “Competition” in Part 1, Item 1. “Business” section for more information about our current competitors. There may be other competitors of which we are not aware, and we may compete with the products or offerings of our existing competitor companies or additional companies if we expand our offerings through acquisitions or development. The demand for solutions that address the need for better integration between the silicon design and manufacturing processes and the need for insight into performance of those manufacturing processes may encourage new direct competitors to enter our market. Increased competition could lead to increased pricing pressure, negatively impacting our revenues, or a decreased ability to grow or execute our strategy. Also, our current and potential customers may choose to develop their own solutions internally or through another source, particularly if we are slow in deploying our solutions or improving them to meet market needs. These and other competitors may be able to operate with a lower cost structure than our engineering organization, which would give any such competitor’s products a competitive advantage over our solutions.\nUse of generative AI and other advanced AI Technologies for software development may subject us to claims of misappropriation of others’ IP, bugs/errors, and ambiguous ownership of created content.\nUncertainty around new and emerging AI technologies such as generative AI technology content creation may require additional investment to protect our proprietary datasets, ML models, and systems to test for accuracy, bias and other variables, which may be costly and could impact our profit margin if we decide to expand generative AI into our product offerings. Acquiring licenses to programs to check programs written with the help of AI technologies, including \n\n\n24\n\n\n\ndetermining whether such programs are secure and reliable, may also increase the cost profile of our offerings. Additionally, we could be liable for any inaccuracies or errors in software that we release that causes downtime or other damage to our customers’ facilities or production lines, which could greatly increase our expenses and decrease our earnings.\nUse of open-source software (“OSS”) together with our products exposes us to potential legal liability and could negatively affect our ability to protect our intellectual property, and if support and updates for the OSS that we currently use in providing our products and services is not available to us, our financial results could be negatively impacted.\nWe use open-source software (“OSS”) in delivering products and services to our customers and in some cases are not able to obtain support or updates for some programs. Change of terms for support for OSS, or lack of support or updates for such OSS, could significantly increase our costs to deliver our products and services or cause a temporary or long-term disruption in our ability to use such OSS in our products and services or make it harder or impossible to mitigate vulnerabilities or risks associated with such software. This could negatively impact customers’ perception of our security or quality, cause us to lose business, or adversely impact our financial results.\nFrom time to time, companies that use OSS have faced claims challenging the use of OSS or compliance with open source license terms, and we could be subject to such lawsuits. The terms of many OSS licenses to which we are subject have not been interpreted by U.S. or foreign courts, and there is a risk that open source licenses could be construed in a manner that imposes unanticipated conditions or restrictions on our provision of our products and services. Litigation could be costly for us to defend, harm our business, results of operations or financial condition or require us to devote additional research and development resources to change our platform. \nIn addition, if we were to combine our proprietary software with OSS in a certain manner, we could, under certain open source licenses, be required to release the source code of our proprietary software. If we inappropriately use OSS, we may be required to re-engineer parts of our platform, extract the OSS at issue or take other remedial actions. In addition to risks related to license requirements, use of certain OSS can lead to greater risks than use of third-party commercial software, as open source licensors generally do not provide warranties, indemnities or controls on the origin of software equivalent to those provided by third-party commercial software providers. Any of the foregoing could adversely impact the value or enforceability of our intellectual property, and materially adversely affect our business, results of operations, and financial condition.\nRisks Related to Our Operations\nWe face operational and financial risks associated with international customers and operations that could negatively impact our revenues.\nWe have customers globally and our standard operations include development, distribution processes, software download sites, and professional service centers and processes in various geographies around the world, including employees and contractors located in Shanghai, China and Ramallah, Palestine, Israel, and Taiwan. Any of the following could disrupt or limit our business opportunities, the work our international employees and contractors perform, negatively affect the range of services we are able to provide from anywhere, or increase our cost for such services:\n\n●   changing circumstances in China regarding investments in the semiconductor industry by both private and public entities within China, which if the level of investments is substantially reduced could limit our future growth potential;\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   limits on access (i) by some of our key engineers and other personnel that are foreign nationals to certain technical information under U.S. export laws or by certain of our customers, or (ii) by such individuals to the United States and other countries in which our customers or our offices may be located;\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   difficulties recruiting, training, and retaining qualified technical and managerial employees in non-U.S. offices, and actions taken by our local dealers and partners, for which we may be liable and incur penalties, legal expenses, or have to pay damages, which would negatively impact our results of operations;\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n25\n\n\n\n\n●   greater difficulty in collecting accounts receivable from non-U.S. customers, resulting in longer collection periods, credit losses, and increased costs to collect;\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   inconsistencies among, and unexpected changes in, non-U.S. laws and regulatory environments, including, among others, those related to human resources, personal data, tax, protection of IP, corporate governance, and U.S laws and regulations related to anti-corruption, imports and exports, and trade and export controls, which could result in (i) substantial expense to us as we attempt to comply and resolve inconsistencies, (ii) liability for inadvertent or intentional breach, for example through fraudulent or negligent behavior of individual employees, and (iii) a requirement to make significant changes in our business operations or forego international business opportunities for a period of time or altogether, any of which could adversely affect our revenues or our overall business;\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   currency risk (i) due to certain of our payables and our international offices’ payables denominated in foreign currencies, including the Euro, Yen, and RMB, while predominantly all of our revenues is denominated in U.S. dollars, or (ii) in the event a larger portion of our revenues becomes denominated in foreign currencies, in either case, which could increase the cost in U.S. dollars to us or decrease the expected amount of revenues in U.S. dollars by the time of payment; or,\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   economic or political actions, policies, or instability, and the resulting restrictions and disruption to economic activity and business operations in such areas, which could potentially (i) interrupt our customers’ ability in such locations to make use of our products or services, or for our employees or contractors to provide services, (ii) impact our customers’ desire to buy local, or (iii) limit our ability to supply products, services and technologies to affected entities and countries, any of which may negatively impact our financial results.\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nMeasurement of our variable consideration sometimes require data collection and customers’ use of estimates and are contingent upon customers’ consent and may be later offset if actual data differ from customers’ estimates, which can result in uncertainty and cause quarterly results to fluctuate.\nWe can only recognize volume- or average selling price- (“ASP”) based royalties once we have reached agreement with our customers on their level of yield performance improvements or ASP and quarterly agreements are sometimes based on estimates of volume results or ASP for each quarter. Measuring the amount of yield improvement is inherently complicated and dependent on our customers’ internal processes and on certain non-public information that may not be directly available to us. Thus, there may be uncertainty as to some components of measurement or calculation. Also, some variable consideration can be highly susceptible to delays in our customers’ measurement of key factors such as reporting volumes results and level of yield or ASP. Therefore, we may have to estimate revenue related to contingent variable fees or usage- or sales-based royalties prior to the receipt of performance reports, such as royalty acknowledgements, or other related information from customers. These estimates are subject to judgment to evaluate whether it is probable that a significant revenue reversal will not occur in future periods, which could result in our recognition of less Integrated Yield Ramp revenue than expected that may later be offset when actual results become available if such results differ from estimates.\nErrors affecting our proprietary hardware and software systems located in customers’ or third-parties’ facilities could lead to liability for us, and any objection from such customers or third-parties or delay in providing us physical or logical access to such systems may adversely impact our ability to timely perform our contract obligations or lead to confidentiality, integrity, availability, security, or privacy controls exceptions.\nIn connection with our data services offerings, we rely on installing, configuring, and operating proprietary configurations of hardware and/or software systems in facilities owned and operated by customers and third parties around the world. If the customer or third-party facility owner/operator does not allow us to install, access and maintain, or otherwise operate our systems as intended, we may fail to timely fulfill our contractual obligations to, or expectations of, our customers or such third-party facility owner/operator. Also, any intentional or unintentional disruption of the operation of these proprietary systems may lead to customer or third-party facility owner/operator dissatisfaction, which could cause us to lose such site as a connected site or lose future bookings, which would reduce revenue and negatively impact our earnings. Additionally, any potential or actual malicious cybersecurity incident or accidental misconfiguration \n\n\n26\n\n\n\nresulting in a data security incident involving these proprietary systems may require complex diagnosis and mitigation because they are located at customers’ and third-parties’ facilities and this may lead to delays, errors, lack of system availability, loss of our customers’ data integrity, or further unauthorized disclosure of customer or third-party confidential or personal data. Further, if our system causes downtime or other disruption or loss to such customer or third-party facility, we could be liable for damages associated with such event, which could increase our expenses and distract management, and cause other customers or third-party facilities to not want to work with us.\nInstalling and maintaining such proprietary systems around the world requires that we manage the complexity of global operations of individual installations at a large number of different third parties in various countries. The cost and complexity of obtaining support, installing updated security patches, and addressing any other critical vulnerabilities in each individual physical system may lead to exceptions in controls of confidentiality, availability, integrity, security, and privacy, which could negatively impact the availability of our data services to customers, damage our reputation, or lead to lower bookings or sales.\nDelayed payment terms and unpaid accounts receivable will negatively impact our cash in the short term and if customers fail to pay unsecured accounts receivable for a significant time or at all, we may be required to write-off receivables or increase our expense or allowance for credit losses.\nFrom time to time, we give customers delayed payment terms in connection with reaching final agreement on large contracts. When we do this, and if we continue to do it in the future on equal or larger total amounts, our cash is negatively impacted in the short-term. Since we generally do not require collateral or other security for accounts receivable, if customers fail to pay balances when due, in whole or part, we may incur additional expenses attempting to collect and our business relationship and future business with any such customer could suffer as a result of such collection efforts. We may also experience greater difficulty in collecting accounts receivable from non-U.S. customers, resulting in longer collection periods, credit losses, and increased costs to collect. If customers fail to pay at all, in whole or in part, we may have to write-off a portion or all of such receivables or to increase our expense or allowance for credit losses. Our accounts receivable balance, net of allowance for credit losses, was $73.6 million and $44.9 million as of December 31, 2024 and 2023, respectively. Unbilled accounts receivable, included in accounts receivable, totaled $23.0 million and $16.4 million as of December 31, 2024 and 2023, respectively. Unbilled accounts receivable that are not expected to be billed and collected during the succeeding twelve-month period are recorded in other non-current assets and totaled $9.0 million and $1.1 million as of December 31, 2024 and 2023, respectively. Four customers accounted for 57% of our gross accounts receivable as of December 31, 2024, and two customers accounted for 50% of our gross accounts receivable as of December 31, 2023. The total allowance for credit losses was $0.9 million as of December 31, 2024 and 2023. \nTax Risks\nChanges in tax laws, both within the United States and outside of the United States, could change our tax burden and adversely affect our business and financial condition.\nWe conduct our business globally and, as a result, are subject to taxation in the United States and foreign countries. Our future tax rates could be affected by numerous factors, including changes in tax laws or the interpretation of such tax laws, insufficient taxable income to realize deferred tax assets, and changes in accounting policies. Our filings are subject to reviews or audit by the Internal Revenue Service and state, local and foreign taxing authorities. We cannot be sure that any final determination in an audit would not be materially different than the treatment reflected in our historical income tax provisions and accruals. If additional taxes are assessed as a result of an audit, there could be a significant negative effect on our income tax provision and our operating results in the period or periods for which that determination is made. Any changes in our geographical earnings mix in various tax jurisdictions, including those resulting from transfer pricing adjustments, could materially increase our effective tax rate.\nWe could lose the benefit of all or part of our deferred tax asset position, including the utilization of net operating loss and tax credit carryforwards, if we do not earn future taxable income in the applicable jurisdiction.\nRealization of our deferred tax assets is dependent primarily upon future taxable income in the applicable jurisdiction. We previously recorded a full valuation allowance against all of our U.S. federal and state deferred tax assets due to the uncertainty surrounding the future realization of these deferred tax assets. Therefore, no benefit has been recognized for the net operating loss carryforwards, tax credit carryforwards, and other deferred tax assets. A portion of our net operating \n\n\n27\n\n\n\nloss and tax credits could expire unused and be unavailable to reduce future income tax liabilities. We intend to continue maintaining a full valuation allowance on these deferred tax assets until there is sufficient evidence to support the reversal of all or some portion of these allowances. We evaluate our deferred tax assets for realizability each reporting period. If we delay or never release such valuation allowance , the corresponding benefit would be delayed or lost.\nRisks Related to Our Strategic Transactions\nIf we do not realize the benefits of our strategic relationships after we have devote significant time and resources to developing them, it could have an adverse effect on our business and results of operations.\nWe have in the past devoted, and plan in the future to devote, time and resources to identifying, developing, and promoting strategic relationships with other suppliers to provide combined, integrated, or interoperable solutions to the semiconductor, electronics, and automotive industries. The full extent of the future impact of these strategic relationships on our financial condition and results of operations is currently unknown and the failure to reap the anticipated benefits of these companies’ financial resources, technology, customer relationships, and global footprint and/or to successfully develop combined, integrated, or interoperable solutions with such companies could have an adverse effect on our business and results of operations.\nOur acquisitions create special risks and challenges that could adversely affect our financial results.\nOur success depends on our ability to continually enhance and broaden our product offerings in response to changing technologies, customer demands, and competitive pressures. To this end, we have, from time to time, engaged in the process of identifying, analyzing, and negotiating possible acquisition transactions, and, from time to time, acquiring one or more businesses, and we expect to continue to do so in the future. We may, however, face competition for acquisition targets from larger or more established companies with greater financial resources, making it more difficult or more expensive for us to complete acquisitions. We may not be successful in completing and closing announced acquisitions, such as our planned acquisition of SecureWise LLC announced in February 2025, or in entering into future acquisitions on favorable terms, and we may not realize the benefits that we anticipate from one or more acquisitions that we do close. Integrating any business, product, technology, or service into our current operations could be expensive and time-consuming and/or disrupt our ongoing business. Further, there are numerous risks associated with acquisitions and potential acquisitions, including, but not limited to, problems combining the purchased operations, technologies or products, unanticipated costs, liabilities, litigation, and diversion of management’s attention from our core businesses, adverse effects on existing business relationships with suppliers and customers, risks associated with entering markets in which we have no or limited prior experience, and where competitors in such markets have stronger market positions, initial dependence on unfamiliar supply chains or relatively small supply partners, failure of our due diligence processes to identify significant problems, liabilities or other challenges of an acquired company or technology, and the potential loss of key employees, customers, distributors, vendors, and other business partners of the companies we acquire.\nWe may not be able to successfully integrate businesses, products, technologies, or personnel that we might acquire and the transaction may not advance our business strategy. The integration of businesses that we may acquire is likely to be a complex, time-consuming, and expensive process and we may not realize the anticipated revenues or other benefits associated with our acquisitions. If we fail to successfully manage, operate, or integrate any acquired business or if we are unable to efficiently operate as a combined organization, including through the use of common information and communication systems, operating procedures, financial controls, and human resources practices, we could be required to write-down investments and our business, financial condition, and results of operations may be adversely affected. We may also be unable to protect or enforce the IP rights of any target business that we acquire, or such target businesses may become subject to claims of IP infringement. Further, if we become subject to liabilities as a result of an acquisition, the liabilities we incur may be substantial and the amounts of such liabilities may not be covered by and/or may exceed any liability protections.\nIn connection with certain acquisitions, we have in the past and may in the future issue common stock, or assume equity awards, that dilute the ownership of our current stockholders, use a substantial portion of our cash resources, assume liabilities (both known and unknown), record goodwill and amortizable intangible assets that will be subject to impairment testing on a regular basis and potential periodic impairment charges, incur amortization expenses related to certain intangible assets, incur large and immediate write-offs and restructuring and other related expenses, or incur substantial amounts of debt, all of which could harm our financial condition and results of operations.\n\n\n28\n\n\n\nGeneral Risk Factors\nIf we are not able to retain, attract, motivate, and strategically locate talented employees, including some key executives, our business may suffer.\nOur success and competitiveness depend on our ability to retain, attract, motivate, and strategically locate in our offices around the globe, talented employees, including some of our key executives. Achieving this objective may be difficult due to many factors, including fluctuations in global economic and industry conditions, changes in our management or leadership, the hiring practices at our competitors or customers, cost reduction activities, and the effectiveness of our recruiting and compensation programs, including equity-based programs. Further, we have had, and expect to continue to have, difficulty in obtaining visas permitting entry for some of our employees that are foreign nationals into the United States, and delays in obtaining visas permitting entry into other key countries, for several of our key personnel, which disrupts our ability to strategically locate our personnel. In the past the United States has and, in the future, the United States may again increase the level of scrutiny in granting H-1(b), L-1, and other business visas. Compliance with United States immigration and labor laws could require us to incur additional unexpected labor costs and expenses or could restrain our ability to retain skilled professionals. If we lose the services of certain of our key executives or a significant number of our engineers, it could disrupt our ability to implement our business strategy. If we do not successfully attract, retain, and motivate key employees, including key executives, we may be unable to realize our business objectives and our operating results may suffer.\nOur operating results vary quarter to quarter, which could result in not meeting investors’ expectations and stock price volatility.\nOur stock price has been and may continue to be subject to fluctuations, including as a result of varying operating results, changes in recommendations or earnings estimates by financial analysts, changes in investors’ or analysts’ valuation measures for our stock and other factors beyond our control including macroeconomic factors. Our stock price may be adversely impacted by announcements related to financial results or forecasts that fail to meet or are inconsistent with earlier projections or the expectations of our securities analysts or investors, announcements of new products or acquisitions of new technologies by us, our competitors or our customers, or announcements of acquisitions, major transactions, litigation developments or management changes. Furthermore, speculation in the press or investment community about our strategic position, financial condition, results of operations, business or security of our products, can cause changes in our stock price. Also, significant volatility in our stock price could be followed by a securities class action lawsuit, which could result in substantial costs and a diversion of our management’s attention and resources.\nOur business is subject to evolving corporate governance and public disclosure regulations and expectations, which could require significant resources in attempts to comply or expose us to legal liability if we fail to comply.\nWe are subject to changing rules and regulations promulgated by a number of governmental and self-regulatory organizations, including the SEC, the Nasdaq Stock Market, and the Financial Accounting Standards Board (“FASB”), as well as evolving investor, customer, employee and other stakeholder expectations around corporate governance, executive compensation and environmental and social practices and related disclosures. These rules, regulations and expectations continue to evolve in scope and complexity, and many new requirements have been created in response to laws enacted by U.S. and non-U.S. governments, making compliance more difficult and uncertain. For example, in January 2025, President Trump signed an executive order directing federal agencies to take steps to target diversity, equity and inclusion practices in the private sector, including directing each agency to identify up to nine opportune civil compliance investigations of publicly traded corporations, among others. We may be subject to increased litigation and regulatory scrutiny regarding these practices. We expect that changing rules and laws related to corporate governance, environmental and social matters, as well as increased enforcement actions by various governmental and regulatory agencies, will continue to increase the cost of our compliance and internal risk management programs, which could adversely affect our business, results of operations and financial condition. \n\n\n29\n\n\n\nOur business could be negatively affected as a result of actions of activist shareholders, and such activism could impact our stock price.\nPublicly-traded companies have increasingly become subject to activist investor campaigns. Responding to actions of an activist investor may be a significant distraction for our management and staff and could require us to expend significant time and resources, including legal fees and potential proxy solicitation expenses. Any of these conditions could materially adversely affect our financial performance and stock price.",
      "char_count": 78861
    }
  },
  "extracted_at": "2025-10-18T17:42:07.092237"
}