{
  "ticker": "PRU",
  "company_name": "PRUDENTIAL FINANCIAL INC",
  "cik": 1137774,
  "form_type": "10-K",
  "filing_date": "2025-02-13",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001137774-25-000044",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001137774&accession_number=000113777425000044&xbrl_type=v",
  "sic_code": "6311",
  "industry": "Life Insurance",
  "sections": {
    "item1": {
      "text": "\nITEM 1.        BUSINESS    \nTable of Contents\n\n                                                     Page\nOverview                                                2\nPGIM                                                    3\nRetirement Strategies                                   5\nGroup Insurance                                         7\nIndividual Life                                         9\nInternational Businesses                               11\nCorporate and Other                                    13\nClosed Block Division                                  14\nSeasonality of Key Financial Items                     15\nReinsurance                                            16\nIntangible and Intellectual Property                   17\nRegulation                                             18\nHuman Capital Resources                                31\nAvailable Information                                  32\nInformation About our Executive Officers               33\nOverview\n\nPrudential Financial, Inc. (“Prudential Financial” or “PFI”), a global financial services leader and premier active global investment manager with approximately $1.512 trillion of assets under management as of December 31, 2024, has operations in the United States, Asia, Europe and Latin America. Through our subsidiaries and affiliates we offer a wide array of financial products and services, including life insurance, annuities, retirement-related products and services, mutual funds and investment management. We offer these products and services to individual and institutional customers through proprietary and third-party distribution networks. Our principal executive offices are located in Newark, New Jersey, and Prudential Financial’s Common Stock is publicly traded on the New York Stock Exchange under the ticker symbol “PRU.”\n\nOn December 18, 2001, The Prudential Insurance Company of America (“PICA”) converted from a mutual life insurance company owned by its policyholders to a stock life insurance company and became a wholly-owned subsidiary of Prudential Financial. The demutualization was carried out under PICA’s Plan of Reorganization, which required us to establish and operate a regulatory mechanism known as the “Closed Block.” The Closed Block includes certain in-force participating insurance and annuity products and corresponding assets that are used for the payment of benefits and policyholders’ dividends on these products, as well as certain related assets and liabilities.\nOur principal operations consist of PGIM (our global investment management business), our U.S. Businesses (consisting of our Retirement Strategies, Group Insurance and Individual Life businesses), our International Businesses, the Closed Block division and our Corporate and Other operations. The Closed Block division is accounted for as a divested business that is reported separately from the Divested and Run-off Businesses that are included in Corporate and Other. Divested and Run-off Businesses are composed of businesses that have been, or will be, sold or exited, including businesses that have been placed in wind-down status that do not qualify for “discontinued operations” accounting treatment under generally accepted accounting principles in the United States of America (“U.S. GAAP”). Our Corporate and Other operations include corporate items and initiatives that are not allocated to business segments as well as the Divested and Run-off Businesses described above. See Note 23 to the Consolidated Financial Statements for revenues, income and loss, and total assets by segment.\nIn September 2023, we, together with Warburg Pincus and a group of institutional investors, announced the launch of Prismic Life Reinsurance, Ltd. (“Prismic Re”), a licensed Bermuda-based life and annuity reinsurance company. In conjunction with this announcement, we made an initial equity investment through our Corporate and Other operations of approximately $200 million, equivalent to a 20% interest, in Prismic Life Holding Company LP (“Prismic”), the Bermuda-exempted limited partnership that owns all of the outstanding capital stock of Prismic Re. We expect the increased reinsurance capacity that this partnership provides to support our vision of expanding access to investing, insurance, and retirement security for people around the world. As this investment is accounted for under the equity method, both Prismic and Prismic Re are considered related parties. For additional information regarding related party transactions, see Note 24 to the Consolidated Financial Statements.\nOur strategy centers on leveraging our mutually-reinforcing business system to become a higher growth, less market-sensitive and more nimble company. Our business system includes a mix of high-quality protection, retirement and investment management businesses which creates growth potential by capitalizing on long-term, durable trends to provide customers with integrated cross-business solutions, as well as generate capital benefits from a balanced risk profile. We believe that we are well-positioned to meet the needs of customers and tap into significant market opportunities through PGIM, our U.S. Businesses and our International Businesses. See “Management’s Discussion and Analysis of Financial Condition and Results of Operations” for additional information.\nPGIM\nProvides investment management services and solutions related to public fixed income, public equity, real estate debt and equity, private credit and other alternatives, and multi-asset class strategies, to institutional and retail clients globally, as well as our insurance and retirement businesses.\n\nProducts                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                     Marketing and Distribution                                                                                                                                                                                                                                                                                                                                  \nOur products and services are offered through the following businesses:                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      We primarily distribute products through the following channels:                                                                                                                                                                                                                                                                                            \n•PGIM Fixed Income—provides global active asset management services across public fixed income markets, as well as alternatives.•Jennison Associates—provides active fundamental public equity and fixed income asset management services across an array of growth, value, global and specialty equity strategies, as well as fixed income strategies.•PGIM Quantitative Solutions—provides a range of systematic, customized solutions across equity, multi-asset, and liquid alternative platforms.•PGIM Private Capital—provides private credit solutions across the risk spectrum including investment grade, high yield, direct lending and mezzanine financing.•PGIM Real Estate—provides a broad range of public and private real estate debt and equity strategies as well as private equity investments with a focus on secondary transactions in the small and mid-cap market.•PGIM Investments—offers actively managed investment solutions, including mutual funds, listed and unlisted closed-end funds, exchange-traded funds (“ETFs”) and separately managed accounts to individual investors, defined contribution plans and financial intermediaries in the U.S., as well as Undertakings for the Collective Investment in Transferable Securities (“UCITS”) and other investment solutions to financial intermediaries in select countries across Europe, Asia and Latin America. Additionally, operates local asset management businesses in Taiwan and India and has interests in an operating joint venture in China.•PGIM Multi-Asset Solutions—provides public and private multi-asset class liability-driven investment solutions to institutional clients.         •Institutional◦Proprietary sales force for each PGIM business with independent marketing and client service teams.◦PGIM’s Institutional Relationship Group, which develops relationships with, and introduces PGIM’s broad capabilities to, large institutions globally.                                                                                    \nWe hold seed and co-investments in some of our investment products to either (i) seed new products or investment strategies in order to develop a track record prior to obtaining third-party investments, or (ii) co-invest alongside clients in PGIM-managed funds to demonstrate that our interests are aligned with theirs.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                              •Retail ◦Third-party intermediaries and product manufacturers/distributors globally who include our investment options in their products and platforms. ◦Distribution channels associated with other Prudential business segments. ◦Financial professionals associated with Prudential Advisors, Prudential’s proprietary nationwide sales organization.    \n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                             •General Account◦Provide investment management services across a broad array of asset classes for our general account.                                                                                                                                                                                                                                      \n\nPGIM (Continued)\n\nRevenues and ProfitabilityOur revenues primarily come from:•Asset management fees, which are typically calculated based upon a percentage of assets under management. In certain asset management arrangements, we also receive performance-based incentive fees when the return on the managed assets exceeds certain benchmark returns or other performance targets. •Revenues from commercial mortgage origination and servicing.•Transaction fees earned in connection with the structuring, sale or purchase of assets, primarily related to real estate and private fixed income.•Investment returns from seed and co-investments.        Competition                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                          \nOur profitability is substantially impacted by:•Macro market movements (e.g., interest rates, credit spreads and equity market performance).•Our ability to achieve investment returns above the target benchmarks.•Our ability to attract and retain client investments.                                                                                                                                                                                                                                                                                                                                                                       We compete with numerous asset managers and other financial institutions. For our investment management products, we compete based on a number of factors, including investment performance, strategy and process, talent, organizational stability and client relationships.                                                                                                                                                                                                                                        \n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                We offer products across multiple asset classes, with specialized investment teams that employ approaches designed to add value in each product area or asset class. Our organizational stability and robust institutional and retail businesses have helped attract and retain talent critical to delivering investment results for clients. Our private credit and commercial real estate lending businesses compete based on price, terms, execution and the strength of our relationship with the borrower.      \n\nU.S. Businesses—Retirement Strategies\nServes the retirement needs of both our institutional and individual customers. Our Institutional Retirement Strategies business develops and distributes retirement investment and income products and services to retirement plan sponsors in the public, private and not-for-profit sectors, both domestically and internationally, primarily within the United Kingdom. Our Individual Retirement Strategies business develops and distributes individual variable and fixed annuity products in the U.S., primarily to mass affluent (households with investable assets or annual income in excess of $100,000) and affluent (households with investable assets in excess of $250,000) customers with a focus on innovative product design and risk management strategies. \n\nProducts                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                              \nWe offer a variety of products and solutions to serve different retirement needs and goals: Institutional Retirement StrategiesPayout Annuities: products that provide a predictable source of monthly income, generally for the life of the annuitant.•Pension risk transfer—non-participating group annuity insurance and reinsurance contracts issued to pension plan sponsors and intermediaries, under which we assume all investment and actuarial risk associated with a group of specified participants within a plan in return for a premium typically paid as a lump-sum at inception.•Pension risk transfer—longevity reinsurance contracts with counterparties from which we earn a fee for assuming the longevity risk of pension plans that have been insured by third-parties. Premiums for these products are typically paid over the duration of the contract as opposed to a lump-sum at inception.Stable Value: products where our obligations are backed by our general account, and where we bear some or all of the investment and asset-liability management risk, depending on the product.•Investment-only products—for use in institutional capital markets and qualified plans primarily including fee-based wraps through which customers’ funds are held in a client-owned trust and investment results pass through to the customer. We earn fee revenue for providing a guaranteed minimum interest rate backed by the general account.•Guaranteed Investment Contracts and Funding Agreements—contain an obligation to pay interest at a specified rate and to repay principal at maturity or following contract termination. Other products: includes structured settlements and other group annuities.Individual Retirement StrategiesIndexed Variable Annuities •The Prudential FlexGuard® indexed variable annuity, offers the contractholder an opportunity to allocate funds to variable subaccounts and index-based strategies. The strategies provide an interest component linked to, but not an investment in, the selected index, and its performance over the elected term, subject to certain contractual minimums and maximums, and also provides varying levels of downside protection at pre-determined levels and durations. The product also allows for additional deposits and provides a Return of Purchase Payment (“ROP”) death benefit at no additional charge.        •The Prudential FlexGuard® Income indexed variable annuity offers similar investment and crediting features as the Prudential FlexGuard® product, with a focus on income protection by providing a protected income benefit for an additional fee. Crediting strategies are limited during the income phase.Traditional Variable Annuities•The Prudential Premier® Investment Variable Annuity (“PPI”) offers tax-deferred asset accumulation, annuitization options and an optional death benefit that guarantees the contractholder’s beneficiary a return of total purchase payments made to the contract, adjusted for any partial withdrawals, upon death.•The Prudential MyRock® Advisor Variable Annuity, a fee-based product that offers an optional Dynamic Income Benefit (“IB”) rider that provides longevity protection through a preset withdrawal percentage applied to a variable income base. In addition, the product offers either a basic death benefit or an ROP death benefit. Both the IB and the ROP are available for an additional fee.Fixed Annuities•PruSecure®, SurePath® and SurePath® Income, all single premium fixed indexed annuities, offer flexibility to allocate account balances between an index-based strategy and a fixed rate strategy. The index-based strategy provides interest or an interest component linked to, but not an investment in, the selected index, and its performance over the elected term (i.e., 1, 3 or 5 years for PruSecure® and 1 or 3 years for SurePath® and SurePath® Income), subject to certain contractual minimums and maximums. The fixed rate strategy, not associated with an index, offers a guaranteed growth at a set interest rate for one year and can be renewed annually. Additionally, SurePath® Income offers a benefit that provides for guaranteed lifetime withdrawal payments.•The Prudential Fixed Annuity with Daily Advantage Income Benefit® (“DAI”), a single premium fixed annuity, provides principal protection as well as a guaranteed lifetime withdrawal income payment for an additional fee. The lifetime income amount increases daily without exposure to the equity market until the contractholder begins taking withdrawals.•The Prudential WealthGuardSM Multi-Year Guaranteed Annuity, a single premium fixed rate deferred annuity launched in August 2023, provides tax-deferred growth and guaranteed rate of return over an initial guaranteed rate period (i.e., 3, 5 or 7 years).•The Prudential Immediate Income Annuity (“PIIA”), a single premium immediate annuity, provides a regular stream of benefit payments. The payments are guaranteed, cannot be changed and are higher than those guaranteed on products that provide liquidity.      \n Retirement Strategies (Continued)\n\nRevenues and ProfitabilityOur revenues primarily come in the form of:Institutional Retirement Strategies•Premiums associated with insurance and reinsurance contracts and our payout annuities.•Policy charges and fee income based on account values of our fee-based stable value and longevity reinsurance products.•Investment income (which contributes to the net spread over interest credited on our products and related expenses).Our profitability is substantially impacted by our ability to appropriately price our products. We price our products based on pricing models that consider the investment environment and our risk, fees, expenses, profitability targets, and assumptions for mortality and potential for early retirement. These assumptions may be less predictable in certain markets.Individual Retirement Strategies•Fee income from asset management fees and service fees, which represent administrative service and distribution fees from many of our proprietary and non-proprietary mutual funds. The asset management fees are determined as a percentage of the average assets of our proprietary mutual funds in our variable annuity products (net of sub-advisory expenses related to non-proprietary sub-advisors).•Policy charges and fee income representing mortality, expense and other fees for various insurance-related options and features based on the average daily net asset value of the annuity separate accounts, account value, premium, or guaranteed value, as applicable.•Investment income (which contributes to the net spread over interest credited on certain products and related expenses) and interest income on collateral posted to counterparties.Our profitability is substantially impacted by our ability to appropriately price our products. We price our products based on: •An evaluation of the risks assumed and consideration of applicable risk management strategies, including hedging and reinsurance costs.•Assumptions regarding investment returns and contractholder behavior, including persistency, benefit utilization and the timing and efficiency of withdrawals for contracts with living benefit features, as well as other assumptions.         Marketing and DistributionInstitutional Retirement StrategiesWe primarily distribute products through the following channels:•Pension risk transfer through actuarial consultants and third-party brokers.•Structured settlements through third-party specialized brokers.•Voluntary income products and other group annuities directly to plan sponsors.•Stable value products through our proprietary sales force and third-party intermediaries.Individual Retirement StrategiesOur distribution efforts, which are supported by a network of internal and external wholesalers, are executed through a diverse group of distributors, including:•Third-party distribution through:◦Broker-dealers; ◦Banks and wirehouses;◦Independent financial planners; and◦Independent Marketing Organizations (“IMO”) (specifically for SurePath® and SurePath® Income).•Financial professionals associated with Prudential Advisors, Prudential’s proprietary nationwide sales organization.CompetitionInstitutional Retirement StrategiesWe compete with other large, well-established insurance companies, asset managers and diversified financial institutions primarily based on:•Pricing.•Structuring capabilities.•Our ability to offer innovative product solutions and successfully execute large-scale transactions.We are a leader in providing innovative pension risk management solutions to plan sponsors and in the stable value market. We believe the pension risk transfer market continues to offer attractive opportunities that are aligned with our expertise. Individual Retirement StrategiesWe are among the industry’s largest providers of individual annuities and we compete with other providers of retirement savings and accumulation products, including large, well-established insurance and financial services companies, and private equity firms.We believe our competitive advantage lies primarily in our innovative product features and our risk management strategies as well as brand recognition, financial strength, the breadth of our distribution platform and our customer service capabilities.We periodically adjust product offerings, prices and features based on the market and our strategy, with a goal of achieving customer and enterprise value.     \nU.S. Businesses—Group Insurance\nProvides and distributes a full range of group life, long-term and short-term group disability and group corporate bank and trust-owned life insurance across the U.S. to institutional clients, professional associations and affinity groups to enhance employee and membership benefit plans. Additionally, we offer voluntary products including accident, critical illness and hospital indemnity. Our services also include plan administration and absence management, covering employee paid and unpaid leave including the Family Medical Leave Act, the Americans with Disabilities Act and Paid Family Leave. In 2024, we expanded into the medical stop loss market, with coverage effective dates starting from January 1, 2025.\n\nProducts                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                       Marketing and Distribution                                                                                                                                                                                     \nWe offer a variety of products, through both non-experience- rated contracts (where we assume all mortality/morbidity risk) and experience-rated contracts (where mortality/morbidity experience is shared between us and the clients), and services through the following businesses:                                                                                                                                                                                                                                                                                                                                                                                                                                                                         We primarily distribute products through a proprietary sales force organized around market segments in conjunction with employee benefit brokers and consultants. We define our market segments as follows:    \nGroup Life Insurance                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                           •National Market—employer groups having over 5,000 benefit eligible employees.                                                                                                                                 \n•Employer-paid, employee-paid and member-paid coverages for term life, group universal life and group variable universal life insurance, as well as accidental death and dismemberment insurance. Certain coverages allow employees to retain their coverage when they change employers or retire, and we offer waiver of premium coverage in the event the insured suffers a qualifying disability. •Group corporate-, bank- and trust-owned life insurance in the form of group variable life insurance contracts utilizing separate accounts. These products are typically used by large corporations to fund deferred compensation plans and benefit plans for retired employees.                                                                          •Premier Market—employer groups having between 100 and 5,000 benefit eligible employees.                                                                                                                       \nGroup Disability Insurance &amp; Other                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                         •Association—affinity groups, regardless of size.                                                                                                                                                              \n•Short-term and long-term group disability insurance, which protect against loss of wages due to illness or injury. Short-term disability generally provides weekly benefits for three to six months while long-term disability benefits are typically paid monthly, following a waiting period, and generally continue until the insured either returns to work or reaches normal retirement age.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                            \n•Other supplemental health solutions, including accident, critical illness and hospital indemnity plans which help offset expenses associated with medical events.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                            \n•Plan administration and absence management services. State, federal and company paid-leave solutions that assist employers in minimizing the administrative workload of managing their leave programs while ensuring compliance with complex state legislation.•Medical stop loss insurance, which is a risk management product aimed at helping protect self-insured employers against catastrophic medical claims that exceed predetermined levels. Our stop loss product offerings include both specific and aggregate stop loss coverage. Specific stop loss covers claims for an individual at a set deductible level while aggregate stop loss limits total claims paid by an employer for an entire group of employees during a contract period.                                                                                                                                                                                                                      \n Group Insurance (Continued)\n\nRevenues and Profitability                                                                                                                                                                                                                                                                                     Competition                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                              \nOur revenues primarily come in the form of:                                                                                                                                                                                                                                                                    We compete with many large, well-established life and health insurance providers in mature markets. Our primary competitive advantages include brand recognition, financial strength and a diverse range of product offerings that help employers create comprehensive benefits programs that support the well-being of their employees. Additionally, we emphasize customer relationships and overall experience. While the majority of our premiums are derived from the National Market segment, we continue to diversify our book through growth of the Premier Market and Association segments.     \n•Premiums and policy charges for our group life, group disability and supplemental health products.                                                                                                                                                                                                            Employee-paid coverage is important as employers attempt to control costs and shift benefit decisions and funding to employees who continue to value workplace benefits. Our profitability is dependent, in part, on the voluntary coverage marketplace, which will be affected by future employment and compensation rates.                                                                                                                                                                                                                                                                             \n•Investment income (which contributes to the net spread over interest credited on our products and related expenses).                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                   \nOur profitability is substantially impacted by our ability to appropriately price our products, many of which include multiple year premium rate guarantees.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                            \nWe price our products based on:                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                         \n•Underwriting practices and rating systems that consider company, industry and/or other experience. •The expected pay-out of benefits and other costs that we calculate using assumptions for mortality and morbidity rates, interest rates and expenses, depending upon the specific product features.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                 \nU.S. Businesses—Individual Life\n\nDevelops and distributes variable life, universal life and term life insurance products primarily to U.S. mass middle (households with investable assets in excess of $25,000 or annual income in excess of $50,000), mass affluent (households with investable assets or annual income in excess of $100,000) and affluent (households with investable assets in excess of $250,000) customers with a focus on providing life insurance solutions to protect individuals, families and businesses and to support estate and wealth transfer planning.\n\nProducts                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                  Marketing and Distribution                                                                                                                                                                                                                                                    \nWe offer a variety of products, consisting of base contracts and riders (such as our accelerated death benefit rider), that serve different protection needs and goals, including:                                                                                                                                                                                                                                                                                                                                                                                                                                                        Our distribution efforts, which are supported by a network of internal and external wholesalers, are executed through a diverse group of distributors, including: •Third-party distribution through:                                                                          \nVariable Life—permanent coverage for life with potential to accumulate policy cash value based on underlying investment options.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                          ◦Independent brokers;◦Banks and wirehouses; and◦General agencies and producer groups. •Financial professionals associated with Prudential Advisors, Prudential’s proprietary nationwide sales organization. •Trusted Partnerships, via embedded digital solutions through:    \n•Our variable life policies offer flexibility in payment options and the potential to accumulate cash value through a suite of underlying investment options or a fixed rate option. •Indexed variable life policies provide index-linked investment options (index strategies) in addition to a suite of underlying investment options or a fixed rate option. Index strategies credit interest to the cash value that is linked to, but not an investment in, the performance of an external index, subject to certain parameters such as cap, step, participation, and buffer rates, as well as contractual minimums/maximums.         ◦Credit Unions; ◦Mortgage originators;◦Affinities; and◦Digital marketing affiliates/paid media efforts.                                                                                                                                                                       \nUniversal Life—permanent coverage for life with the potential to accumulate policy cash value.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                          \n•Our universal life policies offer flexibility in payment options and the potential to accumulate cash value in an account that earns interest based on a crediting rate determined by the Company, subject to contractual minimums. •Indexed universal life policies provide interest credited to the cash value that is linked to, but not an investment in, the performance of an external index subject to certain cap and participation rates as well as contractual minimums/maximums.                                                                                                                                                                                                                                                                                                                                                                                                                            \nTerm Life—coverage for a specified number of years with a guaranteed tax-advantaged death benefit.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      \n•Most of our term life policies offer an income tax-free death benefit and guaranteed premiums that will stay the same during the level-premium period.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                 \n•Most of our term life policies also offer a conversion option that allows the policyholder to convert the policy into a permanent policy that can potentially cover the insured for life.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                              \nOther                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                   \n•Final Expense Insurance—a whole life product that provides coverage in smaller face amounts, typically used for funeral expenses.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      \nIndividual Life (Continued)\n\nRevenues and Profitability                                                                                                                                                                                                                                                                Competition                                                                                                                                                                                                                                                             \nOur revenues primarily come in the form of:                                                                                                                                                                                                                                               We compete with many large, well-established life insurance companies in a mature market. We compete primarily based on price, service (including the speed and ease of underwriting), distribution channel relationships, brand recognition and financial strength.    \n•Premiums that are fixed in accordance with the terms of the policies. •Policy charges and fee income consisting of in-force policy- and/or asset-based fees. •Investment income (which contributes to the net spread over interest credited on our products and related expenses).       We periodically adjust product offerings, prices and features based on the market and our strategy, with a goal of achieving customer and enterprise value.                                                                                                             \nOur profitability is substantially impacted by our ability to appropriately price our products. We price our products based on our assumptions of future:                                                                                                                                                                                                                                                                                                                                                                                                         \n•Mortality and morbidity;•Policyholder behavior;•Interest rates and investment returns;•Expenses;•Premium payment patterns;•Performance and cost of ceded reinsurance;•Separate account fund performance; and•Product-generated tax deductions.                                                                                                                                                                                                                                                                                                                   \nInternational Businesses\n\nDevelops and distributes life insurance, retirement products, investment products and certain accident and health products with fixed benefits to mass affluent and affluent customers through our Life Planner operations in Japan, Brazil and Mexico. Our Gibraltar Life and Other operations also provide similar products, as well as advisory and administration services, through multiple distribution channels (including Life Consultants, banks and independent agencies) to broad middle income and mass affluent customers across Japan, through our joint ventures in Chile, China, India and Indonesia, and through our strategic investments in Ghana, Kenya and South Africa.\n\nProducts                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                        Marketing and Distribution                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                           \nOur products are classified into the following four categories:                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                 Our marketing and distribution efforts are conducted through the following proprietary agent models and third-party channels:                                                                                                                                                                                                                                                                                                                                                                                                                                        \nLife Insurance Protection Products—include various traditional whole life products that provide either level or increasing coverage, and that offer limited or lifetime premium payment options. •We also offer increasing, decreasing and level benefit term insurance products that provide coverage for a specified time period, as well as protection-oriented variable life products. •Some of these protection products are denominated in U.S. dollars and some are sold as bundled products that, in addition to death protection, include health benefits or savings elements.         •Proprietary agent models:                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                           \nRetirement Products—include retirement income products that combine insurance protection similar to term life with:•A lifetime income stream that commences at a predefined age;•A savings-oriented variable life product that provides a non-guaranteed return linked to an underlying investment portfolio of equity and fixed income funds selected by the customer; and •Endowments that provide payment of the face amount on the earlier of death or policy maturity.                                                                                                                     ◦Life Planners—focus on selling protection-oriented life insurance products on a needs basis to mass affluent and affluent customers, as well as retirement-oriented products to small businesses. We believe that our recruiting and selection process, training programs and compensation packages are key to the Life Planner model and have helped our Life Planner operations achieve higher levels of agent retention, agent productivity and policy persistency.                                                                                              \nInvestment Products—primarily represented by U.S. dollar- and yen-denominated investment contracts sold by our operations in Japan and include: •Single-pay products where credited interest rates are guaranteed for a specified period of time and impose a market value adjustment if the contract is not held to maturity.•Variable and indexed annuities that provide a non-guaranteed return or a return based on a selected index with performance subject to certain contractual maximums and minimums providing downside protection.                                                   ◦Life Consultants—a proprietary distribution force for products offered by our Gibraltar Life operations. Their focus is to provide individual protection products to the broad middle income market, primarily in Japan, particularly through relationships with affinity groups. Our Life Consultant operation is based on a variable compensation plan designed to improve productivity and persistency that is similar to compensation plans in our Life Planner operations.                                                                                     \nAccident and Health Products—that provide the following: •Benefits to cover accidental death and dismemberment, hospitalization, surgeries, as well as costs of cancer and other dread diseases often sold as supplementary riders and not as stand-alone products; and•Waiver of premium coverage where required premiums are waived in the event the customer suffers a qualifying disability.                                                                                                                                                                                                •Third-party channels:                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               \n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                ◦Bank Distribution Channel—sells primarily life insurance products intended to provide savings features, premature death protection and estate planning benefits as well as investment and annuity products primarily denominated in U.S. dollars. We view this channel as an adjunct to our core Life Planner and Life Consultant distribution channels. We have relationships with Japan’s major banks, as well as many regional banks, and we continue to explore opportunities to expand our distribution capabilities through this channel, as appropriate.     \n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                ◦Independent Agency Distribution Channel—sells protection products and high cash value products for retirement benefits through the corporate market, and a variety of other products including protection and investment products through the individual market. Our focus is to maintain a diverse mix of independent agency relationships, including corporate agencies and other independent agencies, with a balanced focus on individual and corporate markets.                                                                                                \nInternational Businesses (Continued)\n\nRevenues and ProfitabilityOur revenues primarily come in the form of:•Premiums that are fixed or flexible in accordance with the terms of the policies.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                            CompetitionThe life insurance market in Japan is mature and pricing is competitive. Demographic trends in Japan suggest an increasing opportunity for product innovation, such as introducing insurance products that allow for savings and income and offering differentiated health products with value added services as a growing portion of the population prepares for retirement. The ability to sell through multiple and complementary distribution channels is also a competitive advantage; however, competition for sales personnel, as well as access to third-party distribution channels, is intense.    \n•Policy charges and fee income consisting of in-force policy- and/or asset-based fees. •Investment income (which contributes to the net spread over interest credited on our products and related expenses).                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                       In Brazil, while life insurance penetration remains relatively low, the life insurance market has exhibited continuous growth driven by an increased awareness of life insurance needs. Although the market is competitive, opportunity exists to enhance our market presence through a strategic emphasis on high-quality services and product innovation aligned with evolving customer needs, as well as maintaining strong partnerships with third-party distributors.                                                                                                                                              \nOur profitability is substantially impacted by our ability to appropriately price our products. Sales and surrenders of non-yen denominated products in Japan can be sensitive to foreign currency relationships which are impacted by, among other things, the comparative interest rates in their respective countries.We price our products based on: •Local regulation, which is generally more restrictive for product offerings, pricing and structure than U.S. insurance regulation. Each international insurance operation has its own underwriting department that employs variations of U.S. practices in underwriting individual policy risks. To the extent permitted by local regulation, we base premiums and policy charges for our products on expected death and morbidity benefits, surrender benefits, expenses, required reserves, interest rates, investment returns, policy persistency and premium payment patterns. In setting underwriting limits, we also consider local industry standards to prevent adverse selection and to stay abreast of industry trends. In addition, we set underwriting limits together with each operation’s reinsurers. •Achieving a targeted rate of return for each operation, while taking into account the country-specific costs of capital, risks, and competitive environment. The profitability of our products is impacted by differences between actual mortality, morbidity, expense, and investment experience and the related assumptions used in pricing these policies. As a result, the profitability of our products can fluctuate from period to period. Changes in local tax laws may also affect profitability.         In both of these markets, rather than competing primarily based on price, we generally compete on the basis of customer service, including our needs-based approach to selling, the quality and diversity of our distribution capabilities, and our financial strength.                                                                                                                                                                                                                                                                                                                                                 \n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                   We periodically adjust product offerings, prices and features based on the market and our strategy, with a goal of achieving customer and enterprise value.                                                                                                                                                                                                                                                                                                                                                                                                                                                             \nCorporate and Other\n\nIncludes corporate items and initiatives that are not allocated to our business segments, certain businesses whose financial results and operations are not considered significant, and businesses that have been or will be divested or placed in wind-down status, except for the Closed Block. Results of the Closed Block, along with certain related assets and liabilities, are reported separately from the Divested and Run-off Businesses included in Corporate and Other.\nCorporate Operations—Consists primarily of: (1) capital that is not deployed in any business segment; (2) investments not allocated to business segments; (3) capital debt; (4) our qualified and non-qualified pension and other employee benefit plans, after allocations to business segments; (5) corporate-level activities, after allocations to business segments, primarily including strategic expenditures, acquisition and disposition costs, corporate governance, corporate advertising, philanthropic activities, deferred compensation, and costs related to certain contingencies and legal matters; (6) expenses associated with the multi-year plan of programs that span across our businesses and the functional areas that support those businesses; (7) certain retained obligations relating to pre-demutualization policyholders; (8) impacts of risk management activities pursuant to our Risk Appetite Framework; (9) the foreign currency income hedging program used to hedge certain non-U.S. dollar denominated earnings in our International Businesses segment; (10) intercompany arrangements with our International Businesses and PGIM segments to translate certain non-U.S. dollar-denominated earnings at fixed currency exchange rates; (11) results of certain consolidated investment funds managed by our PGIM business; (12) Prudential Advisors, Prudential’s proprietary nationwide sales organization; (13) the Company’s share of earnings in Prismic as well as the invested assets supporting the contracts reinsured with Prismic Re via coinsurance with funds withheld arrangements and the offsetting funds withheld payable; and (14) transactions with and between other segments, including the elimination of intercompany transactions for consolidation purposes.\nDivested and Run-off Businesses—Reflects the results of businesses that have been, or will be, sold or exited, including businesses that have been placed in wind-down status that do not qualify for “discontinued operations” accounting treatment under U.S. GAAP. We exclude these results from our adjusted operating income. Divested and Run-off Businesses primarily include: \n\n•Long-Term Care—In 2012, we discontinued sales of our individual and group long-term care insurance products. We establish reserves for these products in accordance with U.S. GAAP. We use best estimate assumptions when establishing reserves for future policyholder benefits, including assumptions for morbidity, mortality, mortality improvement, persistency, and inflation. Our assumptions also include our estimate of the timing and amount of anticipated future premium rate increases and policyholder benefit reductions, including those which may require approval by state regulatory authorities, and a discount rate assumption based on an upper-medium grade fixed-income instrument yield.\n•PGIM Wadhwani LLP (“PGIMW”)—In the third quarter of 2024, we exited PGIMW, our London-based managed futures investment management firm. The results of this business were transferred from the PGIM segment to Divested and Run-off Businesses at that time.\n•Assurance IQ, LLC (“AIQ”)—In the first quarter of 2024, we committed to a plan to exit the operations of AIQ. The results of this business were reflected in Divested and Run-off Businesses, and all prior period amounts were restated at that time.\n•Prudential of Argentina (“POA”)—In the first quarter of 2024, we entered into a definitive agreement to sell POA. The results of this business and the impact of its anticipated sale were transferred from the International Businesses segment to Divested and Run-off Businesses at that time. The sale was completed in the second quarter of 2024.\n•Full Service Retirement Business—In the third quarter of 2021, we entered into a definitive agreement to sell our Full Service Retirement business. The results of this business and the impact of its anticipated sale were transferred from the Retirement segment to Divested and Run-off Businesses at that time. The sale was completed in the second quarter of 2022.\n\nClosed Block Division\n\nIn connection with the demutualization in 2001, we ceased offering domestic participating individual life insurance and annuity products under which policyholders are eligible to receive policyholder dividends reflecting experience. The liabilities for our individual in-force participating products were segregated, together with assets to be used exclusively for the payment of benefits and policyholder dividends, expenses and taxes with respect to these products, in the Closed Block. We selected the amount of assets that were expected to generate sufficient cash flow, together with anticipated revenues from the Closed Block policies, over the life of the Closed Block to fund payments of all policyholder benefits, expenses and taxes, and to provide for the continuation of the policyholder dividend scales that were in effect in 2000, assuming experience underlying such scales continued. No policies sold after demutualization have been added to the Closed Block, and its in-force business is expected to decline as we pay policyholder benefits in full.\nThe results of the Closed Block, along with certain related assets and liabilities, comprise the Closed Block division, which is treated as a divested business under our definition of adjusted operating income and reported separately from the other Divested and Run-off Businesses that are included in our Corporate and Other operations. \n\nAs discussed in Note 16 to the Consolidated Financial Statements, if the performance of the Closed Block is more or less favorable than we originally assumed in funding, total dividends paid to Closed Block policyholders in the future may be greater or less than the total dividends that would have been paid to these policyholders if the policyholder dividend scales that were in effect in 2000 had been continued. A policyholder dividend obligation liability is established for any excess experience, which may be available for distribution over time to Closed Block policyholders as part of policyholder dividends, unless offset by future Closed Block experience that is less favorable than expected. This excess experience will not be available to shareholders. If the Closed Block has insufficient funds to make guaranteed policy benefit payments, such payments will be made from PICA’s assets outside of the Closed Block. Each year, the Board of Directors of PICA determines the dividends payable on participating policies for the following year based on the experience of the Closed Block, including investment income, net realized and unrealized investment gains and losses, mortality experience and other factors. See Note 23 to the Consolidated Financial Statements for revenues, income and loss, and total assets of the Closed Block division.\n\nOur strategy is to maintain the Closed Block as required by our Plan of Reorganization over the time period of its gradual diminution as policyholder benefits are paid in full. We are permitted under the Plan of Reorganization, with the prior consent of the Commissioner of Banking and Insurance for the State of New Jersey, to enter into agreements to transfer all or any part of the risks underlying the Closed Block policies.\n\nSeasonality of Key Financial Items\nThe following chart summarizes our key areas of seasonality in our results of operations:\n\n                                 First Quarter                          Second Quarter                               Third Quarter                    Fourth Quarter          \nPGIM                             Higher compensation expense(1)                                                                                                               \nIndividual                       Lowest underwriting gains                                                           Highest underwriting gains                               \nLife                                                                                                                                                                          \nInternational Businesses         Highest premiums                       Lower premiums                                                                Lowest premiums         \nCorporate &amp;                  Higher compensation expense(1)                                                                                                               \nOther                                                                                                                                                                         \nAll                                                                     Impact of annual assumption updates(2)                                        Higher expenses(3)      \nBusinesses                                                                                                                                                                    \n__________\n(1)Long-term compensation expense for retirement eligible employees is recognized when awards are granted, typically in the first quarter of each year.\n(2)Impact of annual reviews and update of assumptions and other refinements. Excludes PGIM.\n(3)Expenses are typically higher than the quarterly average in the fourth quarter.\nReinsurance\nWe regularly enter into third-party reinsurance agreements as either the ceding entity or the assuming entity. We also enter into affiliated reinsurance agreements as both the ceding and assuming entity for capital management purposes. As a ceding entity, exposure to the risks reinsured is reduced by transferring certain rights and obligations of the underlying insurance product to a counterparty. Conversely, as an assuming entity, exposure to the risks reinsured is increased by assuming certain rights and obligations of the underlying insurance products from a counterparty.\nWe enter into reinsurance agreements as the ceding entity for a variety of reasons, but primarily to reduce exposure to loss, reduce risk volatility, provide additional capacity for future growth, facilitate the disposition of a block of business, and for capital management purposes. Under ceded reinsurance, we remain liable to the underlying policyholder if a third-party reinsurer is unable to meet its obligations. On a companywide basis, we evaluate the financial condition of reinsurers, monitor the concentration of counterparty risk and maintain collateral, as appropriate, to mitigate this exposure.\nWe enter into reinsurance agreements as the assuming entity as part of our normal product offering process (e.g., certain pension risk transfer products in our Institutional Retirement Strategies business) or in order to facilitate an acquisition of a block of business.\nThe following table summarizes our current uses of third-party reinsurance in each of the applicable reporting segments and our Corporate and Other operations. For additional details related to certain of these agreements, see Note 15 to the Consolidated Financial Statements. \n\nSegment                          Primary Type         Purpose                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                         \n                                 of Reinsurance                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                       \nCorporate and Other              Ceded                Ceded reinsurance of certain retirement products in conjunction with our 2022 sale of the Full Service Retirement business. See Note 1 to the Consolidated Financial Statements for additional information regarding this sale.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                 \nRetirement Strategies            Ceded/Assumed        Institutional Retirement StrategiesCeded reinsurance of certain structured settlement annuity contracts issued by PICA. Assumed reinsurance as part of our international reinsurance pension risk transfer products. Individual Retirement StrategiesCeded reinsurance includes the following products:•A portion of Highest Daily Lifetime Income (“HDI”) v.3.0 variable annuity business issued between April 1, 2015 to December 31, 2016; •Certain fixed indexed annuity business (specifically for PruSecure® and SurePath®) issued on or after October 15, 2019;•Fixed indexed annuities and fixed annuities with guaranteed lifetime withdrawal benefits issued on or after July 1, 2019; and•Certain Prudential Defined Income (“PDI”) traditional variable annuity contracts with guaranteed living benefits issued by Pruco Life Insurance Company between February 1, 2013 to December 31, 2020. Assumed reinsurance in conjunction with our 2006 acquisition of The Allstate Corporation (“Allstate”) variable annuity business and reinsurance of certain annuity products retained in connection with the sale of PALAC. See Note 1 to the Consolidated Financial Statements for additional information regarding this sale.      \nGroup Insurance                  Ceded                Ceded reinsurance on most products to limit losses from large claims, in response to client requests and for capital management purposes.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                       \nIndividual Life                  Ceded/Assumed        Ceded reinsurance covering a variety of products to reduce market sensitivity and mitigate mortality risk. On policies sold since 2000, we have reinsured a significant portion of our mortality risk externally, with that portion varying over time depending on market factors and strategic objectives. During 2024, we reinsured a significant portion of our in-force guaranteed universal life block of business in two separate transactions.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                           \n                                                      Assumed reinsurance in conjunction with our 2013 acquisition of The Hartford’s individual life insurance business.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                              \nInternational Businesses         Ceded                Ceded reinsurance to mitigate mortality and morbidity risk for certain products and also for capital management purposes.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                       \nIntangible and Intellectual Property\n\nWe capture and protect the innovation in our financial services products by applying for federal business method patents and implementing copyright and trade secret controls, as appropriate. We also use numerous federal, state, common law and foreign service marks, including in particular “Prudential,” the “Prudential logo,” our “Rock” symbol and “PGIM.” We believe that the value associated with many of our patents, copyrights and trade secrets, and the goodwill associated with many of our service marks, are significant competitive assets.\nSince 2004, we have had an agreement with Prudential plc of the United Kingdom (“U.K.”), with whom we have no affiliation, concerning the parties’ respective rights worldwide to use the names “Prudential” and “Pru.” Since 2019, the agreement has also included M&G plc of the U.K., the parent of The Prudential Assurance Company Limited, following its demerger from Prudential plc. The agreement restricts use of the “Prudential” and “Pru” names and marks in a number of countries outside the Americas, including Europe, Africa and most parts of Asia. Where these limitations apply, we combine our “Rock” symbol with alternative word marks. We believe that these limitations do not materially affect our ability to operate or expand internationally.\nRegulation\n\nOverview\n\nOur businesses are subject to comprehensive regulation and supervision. The purpose of these regulations is primarily to protect our customers and the overall financial system and not necessarily our shareholders or debt holders. Many of the laws and regulations to which we are subject are regularly re-examined. Existing or future laws and regulations may become more restrictive or otherwise adversely affect our operations or profitability, increase compliance costs, or increase potential regulatory exposure. In recent years we have experienced, and expect to continue to experience, extensive changes in the laws and regulations, and regulatory frameworks applicable to our businesses in the U.S. and internationally. We cannot predict how current or future initiatives will further impact existing laws, regulations and regulatory frameworks.\nIn our international businesses, regulations may apply heightened requirements to non-domestic companies, which can reduce our flexibility as to intercompany transactions, investments and other aspects of business operations and adversely affect our liquidity and profitability. In some instances, regulators of a particular country may impose different, or more rigorous laws and requirements than in the U.S. or other countries to protect customers or their financial system from perceived systemic risk, including regulations governing privacy, consumer protection, employee protection, corporate governance and capital adequacy. In addition, certain of our international operations face political, legal, operational and other risks that we may not face in the U.S., including the risk of discriminatory regulation, labor issues in connection with independent contractor or franchisee status, workers’ associations and trade unions, nationalization or expropriation of assets, price controls and currency exchange controls or other restrictions that limit our ability to transfer funds from these operations out of the countries in which they operate or to convert local currencies we hold into U.S. dollars or other currencies. Some jurisdictions in which we operate joint ventures restrict our maximum percentage of ownership, which exposes us to additional operational, compliance, legal and joint venture partner risks and limits our array of potential remedies in the event of a breach by a partner.\nThe primary regulatory frameworks applicable to the Company are described further below under the following section headings:\n•Dodd-Frank Wall Street Reform and Consumer Protection Act\n•ERISA \n•Fiduciary Rules and other Standards of Care\n•U.S. State Insurance Holding Company Regulation\n•U.S. Insurance Operations\n◦State Insurance Regulation\n◦U.S. Federal and State Securities Regulation Affecting Insurance Operations\n◦U.S. Federal and State Health Insurance Plan Regulation\n◦Other Consumer Protection Regulation\n•International Insurance Regulation\n•U.S. Investment and Retirement Products and Investment Management Operations\n•U.S. Securities and Commodity Operations\n•International Investment and Retirement Products and Investment Management Operations\n•Derivatives Regulation\n•Privacy, Data Protection and Cybersecurity Regulation\n•Artificial Intelligence\n•Anti-Money Laundering and Anti-Bribery Laws\n•Environmental Laws and Regulations\n•Unclaimed Property Laws\n•Taxation\n◦U.S. Taxation\n◦International Taxation\n•International and Global Regulatory Initiatives\n\nDodd-Frank Wall Street Reform and Consumer Protection Act\nThe Dodd-Frank Wall Street Reform and Consumer Protection Act (“Dodd-Frank”) increased the potential for federal \nregulation of our businesses. Under Dodd-Frank, the Financial Stability Oversight Council (“FSOC” or the “Council”) may designate a financial company as a non-bank systemically important financial institution (a “SIFI”) subject to supervision by the Board of Governors of the Federal Reserve System (“FRB”) if the FSOC determines that either (i) material financial distress at the entity, or (ii) the nature, scope, size, scale, concentration, interconnectedness, or mix of the entity’s activities, could pose a threat to domestic financial stability. In November 2023, the FSOC adopted revisions to SIFI designation guidance and the accompanying analytical framework for assessing risks from companies and activities, which will make it easier to designate financial companies as SIFIs going forward. Prudential is not currently designated as a SIFI.\nWe cannot predict what actions the FSOC will take with respect to designating Prudential or whether interpretive guidance, new legislation or other initiatives aimed at revising Dodd-Frank and regulation of the financial system will impact the Company.\nERISA\n\nThe Employee Retirement Income Security Act (“ERISA”) is a comprehensive federal statute that applies to U.S. employee benefit plans sponsored by private employers and labor unions. Plans subject to ERISA include pension and profit-sharing plans and welfare plans, including health, life and disability plans. ERISA provisions include reporting and disclosure rules, standards of conduct that apply to plan fiduciaries and prohibitions on transactions known as “prohibited transactions,” such as conflict-of-interest transactions and certain transactions between a benefit plan and a party in interest. ERISA also provides for civil and criminal penalties and enforcement. Our insurance, investment management and retirement businesses provide services to employee benefit plans subject to ERISA, including services where we may act as an ERISA fiduciary. In addition to ERISA regulation of businesses providing products and services to ERISA plans, we become subject to ERISA’s prohibited transaction rules for transactions with those plans, which may affect our ability to enter transactions, or the terms on which transactions may be entered, with those plans, even in businesses unrelated to those giving rise to party in interest status. For some of the services we provide to employee benefit plans subject to ERISA, we rely on an exemption from the prohibited transaction rules available, under certain circumstances, to qualified professional asset managers (“QPAMs”). Were we to lose our status as a QPAM, our investment management business could be adversely impacted. The loss of QPAM status could result from, among other things, us or an affiliate (potentially including a joint venture partner over whom we exercise no or limited control) being convicted of a “covered” crime in the U.S. or in a foreign jurisdiction. In June 2024, the U.S. Department of Labor (“DOL”) expanded the definition of “prohibited misconduct” that could result in the loss of QPAM status to include conduct that is the subject of non-prosecution or deferred prosecution agreements.\nFiduciary Rules and Other Standards of Care\nThe Company and our distributors are subject to rules regarding the standard of care applicable to sales of our products and the provision of advice to our customers, including, among others, the DOL fiduciary rule, the Securities and Exchange Commission (“SEC”) Regulation Best Interest, and the National Association of Insurance Commissioners (“NAIC”) and Japanese Financial Services Agency (“FSA”) Standard of Care regulations.\nDOL Fiduciary Rule\nThe DOL fiduciary rule is a set of regulations establishing a uniform standard of care for investment professionals who provide advice to retirement savers. The rule is designed to ensure that investment professionals who are “fiduciaries” under the rule act in the best interest of their clients. The rule provides, among other things, that fiduciaries may not recommend investments that they own or in which they have a financial interest. The rule also requires fiduciaries to provide clients with certain information about their investment recommendations, including information about fees and risks. Compliance with the DOL fiduciary rule has resulted in increased costs.\nIn April 2024, the DOL adopted a final rule, which had been proposed in October 2023, titled the “Retirement Security Rule,” and issued final amendments to several prohibited transaction class exemptions (“PTEs”) available to investment advice fiduciaries. Key aspects of the final rule include, among other things: (1) a broader definition of “investment advice fiduciary,” which includes financial service providers who give compensated investment advice to individual retirement account owners, participants in workplace plans such as 401(k)s, and plan officials responsible for administering plans and managing plan assets; and (2) when relying on the amended PTEs, the requirement to comply with various conditions such as providing clients with certain information about their investment recommendations and complying with a best interest standard of care. The amended PTEs allow fiduciaries to engage in certain transactions that would otherwise be prohibited, provided they meet certain conditions designed to protect retirement investors.\nThe final rule and amended PTEs were scheduled to become effective in September 2024, with a one-year phase in period for certain conditions of the amended PTEs; however, there are pending legal challenges to the rule which could, among other things, delay its implementation in whole or in part. In July 2024, two United States District Courts issued orders staying the effective date of the rule during the pendency of the suits and any appeals.\nSEC Regulation Best Interest\nIn June 2019, the SEC adopted a package of rulemakings and interpretative guidance that, among other things, requires broker-dealers to act in the best interest of retail customers when recommending securities transactions or investment strategies to them. The guidance also clarifies the SEC’s views of the fiduciary duty that investment advisers owe to their clients. The best interest standards became effective on June 30, 2020. The standards apply to recommendations to purchase certain products offered by our PGIM, Retirement Strategies and Individual Life businesses, and have resulted in increased compliance costs, which we include in the results of our Corporate and Other operations. \nNAIC Standard of Care\nIn February 2020, the NAIC adopted revisions to the model suitability rule applicable to the sale of annuities. The revised model regulation provides that the insurance salesperson must act “without placing the producer’s or the insurer’s financial interest ahead of the consumer’s interest.” The model rule will become applicable to us as it is adopted in each state. In addition, certain state regulators and legislatures have adopted or are considering adopting their own best interest standards. For example, in July 2018, the New York State Department of Financial Services (“NY DFS”) issued an amendment to its suitability regulations which imposes a best-interest standard on the sale of annuity and life insurance products in New York and in February 2020, the Massachusetts Securities Division adopted a fiduciary standard of conduct which applies to broker-dealers and its agents.\nJapan Standard of Care\nOutside the U.S., in 2017 the Japanese Financial Services Agency (“FSA”) announced the “Principles for Customer-Oriented Business Conduct,” a set of recommended fiduciary principles for financial institutions to adopt when performing client related financial services. The principles were further amended in 2021 to enhance details thereof, such as adopting a common information form that enables customers to compare product details of different financial institutions. In 2024, the principles were expanded to introduce product governance. The principles have been adopted by The Prudential Life Insurance Company Ltd. (“Prudential of Japan”), Gibraltar Life, and The Prudential Gibraltar Financial Life Insurance Co., Ltd. (“PGFL”). The FSA encourages voluntary adoption of these principles as a best practice but adoption is not required by regulation, except for the principle of conducting business in good faith and with fairness while considering the best interests of customers, which is a statutory obligation. Companies’ policies regarding their own principles can be tailored based on their specific business, such as target clients and complexity of products. Once companies adopt the principles and establish a policy, they are required to publicly disclose the policy, implement measures to ensure their employees fulfill their principles, periodically assess the measures’ effectiveness and publish the progress of these measures.\nU.S. State Insurance Holding Company Regulation\n\nWe are subject to the insurance holding company laws in the states where our insurance subsidiaries are domiciled, which currently include New Jersey, Arizona and Indiana, or are treated as commercially domiciled, such as New York. These laws generally require each insurance company directly or indirectly owned by the holding company to register with the insurance department in the insurance company’s state of domicile and to furnish annually financial and other information about the operations of companies within the holding company system, including an assessment of the group’s risk management and current and future solvency position. Generally, all transactions among affiliates, including an insurer in the holding company system, must be fair and reasonable and, if material, require prior notice and approval or non-disapproval by the state’s insurance department.\nChange of Control\nMost states, including the states in which our U.S. insurance companies are domiciled, have insurance laws that require regulatory approval of a direct or indirect change of control of an insurer or an insurer’s holding company. Laws such as these that apply to us prevent any person from acquiring control of Prudential Financial or of our insurance subsidiaries unless that person has filed a statement with specified information with the insurance regulators and has obtained their prior approval. Under most states’ statutes, acquiring 10% or more of the voting stock of an insurance company or its parent company is presumptively considered a change of control, although such presumption may be rebutted. As of January 2022, New Jersey has \nrecognized an additional presumption of control upon the holding or controlling of enough proxies to elect 10% or more of the board of directors of a New Jersey-domiciled insurance company or its parent company. Accordingly, any person who acquires “control” of Prudential Financial, either by the acquisition of voting securities or, in the case of New Jersey, by the accumulation of proxies without the prior approval of the applicable insurance regulator of the states in which our U.S. insurance companies are domiciled will be in violation of these states’ laws and may be subject to injunctive action requiring the disposition or seizure of those securities or proxies by the relevant insurance regulator or prohibiting the voting of those securities or proxies and to other actions determined by the relevant insurance regulator. In addition, many state insurance laws require prior notification to state insurance departments of a change in control of a non-domiciliary insurance company doing business in that state.\n\nGroup-Wide Supervision\n\nThe New Jersey Department of Banking and Insurance (“NJDOBI”) acts as the group-wide supervisor of Prudential Financial pursuant to New Jersey legislation that authorizes group-wide supervision of internationally active insurance groups (“IAIGs”). The law, among other provisions, authorizes NJDOBI to examine Prudential Financial and its subsidiaries, including by ascertaining the financial condition of the insurance companies for purposes of assessing enterprise risk. In accordance with this authority, NJDOBI receives information about the Company’s operations beyond those of its New Jersey domiciled insurance subsidiaries.\nAdditional areas of focus regarding group-wide supervision of insurance holding companies include the following:\n•Examination. State insurance departments conduct periodic examinations of the books and records, financial reporting, policy filings and market conduct of insurance companies domiciled in their states, generally once every three to five years under guidelines promulgated by the NAIC. As group-wide supervisor, NJDOBI, along with our other insurance regulators, has expanded the periodic examinations to cover Prudential and all of its subsidiaries. In 2023, NJDOBI, along with the insurance regulators of Arizona, Connecticut and Indiana, concluded a global consolidated group-wide examination of Prudential and its subsidiaries for the five-year period ended December 31, 2021, with no reportable findings or statutory violations.\n•Group Capital Calculation. The NAIC has developed and implemented a group capital calculation that uses a risk-based capital (“RBC”) aggregation methodology to serve as an additional tool to help state regulators assess potential risks within and across insurance groups. \n•College of Supervisors. Several of our domestic and foreign regulators participate in an annual supervisory college facilitated by NJDOBI. The purpose of the supervisory college is to promote ongoing supervisory coordination, facilitate the sharing of information among regulators and enhance each regulator’s understanding of the Company’s risk profile.\nWe cannot predict what, if any, additional requirements and compliance costs any new group-wide standards will impose on Prudential Financial.\nU.S. Insurance Operations\nState Insurance Regulation\nState insurance laws regulate all aspects of our U.S. insurance businesses. State insurance departments in the fifty states, the District of Columbia and various U.S. territories and possessions monitor our insurance operations. PICA is domiciled in New Jersey and its principal insurance regulatory authority is the NJDOBI. Our other U.S. insurance companies are principally regulated by the insurance departments of the states in which they are domiciled. Generally, our insurance products must be approved by the insurance regulators in the state in which they are sold. Our insurance products are substantially affected by federal and state tax laws.\n\nState insurance authorities have broad administrative powers with respect to all aspects of the insurance business including: (1) licensing to transact business; (2) licensing agents; (3) admittance of assets to statutory surplus; (4) regulating premium rates for certain insurance products; (5) approving policy forms; (6) regulating unfair trade and claims practices; (7) establishing reserve requirements and solvency standards; (8) fixing maximum interest rates on life insurance policy loans and minimum accumulation or surrender values; (9) regulating the type, amounts and valuations of investments permitted; (10) regulating reinsurance transactions, including the role of captive reinsurers; and (11) other matters.\n\nState insurance laws and regulations, including the NAIC’s Insurance Holding Company Act Model #440, require our U.S. insurance companies to file financial statements with the domestic regulators for each insurer, in accordance with \naccounting practices and procedures prescribed or permitted by the department. The operations of our U.S. insurance companies and accounts are subject to financial examination by the domiciliary department at any time. In accordance with Model #440, other states typically defer to the primary domestic supervisor on financial statements and oversight, so long as that domestic supervisor’s state is accredited.\nFinancial Regulation\n\nDividend Payment Limitations. New Jersey insurance law and the insurance laws of the other states in which our insurance companies are domiciled regulate the amount of dividends that may be paid by PICA and our other U.S. insurance companies. See Note 17 to the Consolidated Financial Statements for additional information.\n\nRisk-Based Capital. We are subject to RBC requirements that are designed to enhance regulation of insurers’ solvency. The RBC calculation, which regulators use to assess the sufficiency of an insurer’s statutory capital, measures the risk characteristics of a company’s assets, liabilities and certain off-balance sheet items. In general, RBC is calculated by applying factors to various asset, premium, claim, expense and reserve items. Within a given risk category, these factors are higher for those items with greater underlying risk and lower for items with lower underlying risk. Insurers that have less statutory capital than required are considered to have inadequate capital and are subject to varying degrees of regulatory action depending upon the level of capital inadequacy.\nThe RBC framework is subject to periodic reexamination or revision. Due to the ongoing nature of the NAIC’s activities regarding RBC, we cannot determine the ultimate timing of proposed changes or their impact to the Company.\nGenerator of Economic Scenarios (“Generator”). In 2017, the American Academy of Actuaries notified the NAIC that it did not have the resources to maintain its Generator used in regulatory reserve and capital calculations. In 2020, the NAIC selected a third-party vendor to provide, maintain, and support the Generator prescribed for life and annuity statutory reserve and capital calculations. NAIC expects implementation to occur no earlier than 2026. Due to the ongoing nature of the NAIC’s activities regarding the Generator, we cannot predict what impact a new Generator may ultimately have on our businesses.\n\nInsurance Reserves. State insurance laws require us to analyze the adequacy of our reserves annually. The respective appointed actuaries for each of our life insurance companies must each submit an opinion that our reserves, when considered in light of the assets we hold with respect to those reserves, make adequate provision for our contractual obligations and related expenses.\nPrinciple-Based Reserving for Life Insurance Products. In 2016, the NAIC adopted a principle-based reserving (“PBR”) approach for life insurance products. Principle-based reserving replaces the reserving methods for life insurance products for which the former formulaic basis for reserves may not accurately reflect the risks or costs of the liability or obligations of the insurer. PBR will not affect reserves for policies in force prior to January 1, 2017. We use captive reinsurance subsidiaries to finance the portion of statutory reserves for term and universal life policies that we consider to be non-economic for policies written prior to the implementation of PBR. See “Management’s Discussion and Analysis of Financial Condition and Results of Operation—Liquidity and Capital Resources—Capital Financing Activities—Term and Universal Life Reserve Financing” for a discussion of our life product reserves and reserve financing. \nVariable Annuities Framework Change. In 2019, the NAIC adopted final revisions to the Valuation Manual (“VM-21”) and risk-based capital instructions to implement a new variable annuity statutory framework for 2020. Changes include: (i) providing more economic reflection of hedging in liability valuations; (ii) eliminating the Standard Scenario and replacing it with the Standard Projection; and (iii) standardizing capital market assumptions and aligning frameworks for total asset requirements and reserves. There was no material impact to our target capital levels from the revised framework. The NAIC may update prescribed assumptions and/or methodologies and will be considering whether the calculation should be a binding requirement or disclosure only.\nNew York Annuity and Life Insurance Product Reserves. As a result of an agreement with the NY DFS regarding our reserving methodologies for certain variable annuity and life insurance products, certain of our New York licensed insurance subsidiaries hold additional statutory reserves on a New York basis, which reduces their New York statutory surplus. None of our U.S. operating insurance companies are domiciled in New York, and these changes do not impact statutory reserves reported in our insurance subsidiaries’ states of domicile, or any states other than New York, and therefore do not impact RBC ratios; however, the agreed reserve methodologies may require us to increase our additional New York statutory reserves in the future. New York’s version of PBR, which became effective in January 2020, allows for modifications to the NAIC valuation model and New York’s modifications might require us to increase our New York statutory reserves.\nYearly Renewable Term Reinsurance Reserve Credit. In August 2021, the NAIC adopted a limit on yearly renewable term (“YRT”) reserve credits (Amendment Proposal Form 2020-10). The adoption requires insurers to complete the phase-in of pre-2020 PBR business by December 31, 2024, unless an insurer receives an additional extension of up to four years by their domiciliary commissioner. Prudential was granted approval for a seven-year transition along with an adjustment to the starting point for the year ended December 31, 2021. The amendment allows a prudent level of future mortality improvement (“FMI”) beyond the valuation date starting in 2022. \nReinsurance. The NAIC is working on several initiatives related to the use of reinsurance, including asset adequacy testing. Due to the ongoing nature of this work, we cannot predict what, if any, impact these initiatives will have on our businesses. \nInterest Maintenance Reserve. In August 2023, the NAIC adopted a temporary change in the statutory accounting treatment of net negative interest maintenance reserves (“IMR”) that permits an insurer to admit net negative IMR up to 10% of their adjusted statutory surplus, provided such insurer’s RBC ratio remains above 300% of its Authorized Control Level RBC. This change is currently scheduled to expire on January 1, 2026.\n\nMarket Conduct Regulation\nState insurance laws and regulations include numerous provisions governing the marketplace activities of insurers, including provisions governing the form and content of disclosure to consumers, illustrations, advertising, sales practices and complaint handling, as well as underwriting and claims activity. State regulatory authorities generally enforce these provisions through periodic market conduct examinations. We have been subject to market conduct examinations relating to our marketplace activities, including with respect to the policies and procedures we use to locate guaranteed group annuity customers and establish related reserves. Market conduct examinations by state regulatory authorities have resulted and may in the future result in us increasing statutory reserves, changing operational processes and procedures, and being subject to fines or other discipline.\nInsurance Guaranty Association Assessments\nEach state has insurance guaranty association laws under which insurers doing business in the state are members and may be assessed by state insurance guaranty associations for certain obligations of insolvent insurance companies to policyholders and claimants. Typically, states assess each member insurer in an amount related to the member insurer’s proportionate share of the business written by all member insurers in the state. The majority of state guaranty association laws provide a tax offset for a percentage of the assessment against future years’ premium taxes. For the years ended December 31, 2024, 2023 and 2022, we paid $71 million, $0.7 million and $0.4 million, respectively, in assessments pursuant to state insurance guaranty association laws. While we cannot predict the amount and timing of future assessments on our U.S. insurance companies under these laws, we have established estimated reserves totaling approximately $29 million as of December 31, 2024, for future assessments relating to insurance companies that are currently subject to insolvency proceedings.\nU.S. Federal and State Securities Regulation Affecting Insurance Operations\n\nOur variable life insurance, variable annuity and mutual fund products generally are “securities” within the meaning of federal securities laws and may be required to be registered under the federal securities laws and subject to regulation by the SEC and the Financial Industry Regulatory Authority (“FINRA”). Certain of our insurance subsidiaries are subject to SEC public reporting and disclosure requirements based on offerings of these products. Federal and some state securities regulation similar to that discussed below under “—U.S. Investment and Retirement Products and Investment Management Operations” and “—U.S. Securities and Commodities Regulation” affect investment advice, sales and related activities with respect to these products.\n\nOur mutual funds, and in certain states our variable life insurance and variable annuity products, are also “securities” within the meaning of state securities laws. As securities, these products are subject to filing and certain other requirements. Also, sales activities with respect to these products generally are subject to state securities regulation. Such regulation may affect investment advice, sales and related activities for these products.\nInternational Insurance Regulation\n\nOur international insurance operations are principally supervised by regulatory authorities in the jurisdictions in which they operate, including the FSA, the financial services regulator in Japan. In addition to Japan, we operate insurance companies in Bermuda, Brazil and Mexico, and have insurance operations in China, India and Indonesia through joint ventures. We also \nhave strategic investments in insurance operations in Ghana, Kenya and South Africa. The insurance regulatory bodies for these businesses typically oversee such issues as: (1) company licensing; (2) the licensing of insurance sales staff; (3) insurance product approvals; (4) sales practices; (5) claims payment practices; (6) permissible investments; (7) solvency and capital adequacy; (8) insurance reserves; (9) privacy; and (10) anti-money laundering and financial crimes, among other items. In some jurisdictions, for certain products, regulators will also mandate premium rates (or components of pricing) or minimum guaranteed interest rates. Periodic examinations of insurance company books and records, financial reporting requirements, market conduct examinations and policy filing requirements are among the techniques used by these regulators to supervise our non-U.S. insurance businesses. Finally, insurance regulatory authorities in certain jurisdictions in which our insurance companies are domiciled, including Japan, must approve any change of control of the insurance companies organized under their laws.\nSolvency Regulation\nIn order to monitor insurers’ solvency, regulatory authorities in the jurisdictions in which we operate outside the U.S. generally establish some form of minimum solvency requirements for insurance companies, similar in concept to the RBC ratios that are employed by U.S. insurance regulators. These solvency ratios are used by regulators to assess the sufficiency of an insurer’s capital and claims-paying ability and include the impact of transactions with affiliated entities. Certain jurisdictions require the disclosure of solvency ratios to the public. Insurers that have lower solvency ratios than the regulators require are considered to have inadequate capital and are subject to varying degrees of regulatory action depending upon the level of capital inadequacy.\nJapan Capital and Solvency Regulation. Our Japan insurance operations are currently subject to a capital standard known as the Solvency Margin Ratio (“SMR”) framework. This standard prescribes the manner in which an insurance company’s capital is calculated and is meant to respond to changes in financial markets, improve risk management practices of insurers and consider risks associated with the insurer’s subsidiaries. The FSA is developing a new market-based alternative to the SMR framework called the Economic Solvency Ratio (“ESR”), which will be implemented in 2025 with disclosure under the new framework required in 2026. \nDividend Payment Limitations\nThe insurance regulatory bodies in some of the countries where our international insurance businesses are located regulate the amount of dividends that our subsidiaries can pay to shareholders. See Note 20 to the Consolidated Financial Statements for additional information regarding the ability of our international subsidiaries to pay dividends.\nInsurance Guaranty Fund Assessments\nCertain of our international insurance operations, including those in Japan, may be subject to assessments, generally based on their proportionate share of business written in the relevant jurisdiction, for certain obligations of insolvent insurance companies to policyholders and claimants. In certain jurisdictions, we cannot predict the timing of future assessments and they may materially affect the results of operations of our international insurance operations, in particular quarterly or annual periods. Under the Japanese insurance business law, all licensed life insurers in Japan are required to be members of and are assessed, on a pre-funded basis, by the Japan Policyholders Protection Corporation (“PPC”). These assessments generate a collective fund which is used to satisfy certain obligations of insolvent insurance companies to policyholders and claimants. The PPC assesses each member in an amount related to its premium income and policy reserves. There were no payments made for the years ended December 31, 2024 and 2023. For the year ended December 31, 2022, we paid approximately $12 million, based on fixed currency exchange rates, in assessments pursuant to Japanese insurance guaranty association laws. \nBermuda Insurance Regulation\nPrudential’s subsidiaries Gibraltar Reinsurance Company Ltd. and Lotus Reinsurance Company Ltd., as well as Prismic, in which Prudential has a significant equity interest, are Bermuda exempted companies with liability limited by shares and each is registered as a Class E (re)insurer under the Bermuda Insurance Act 1978, and related regulations as amended from time to time (“Bermuda Insurance Act”). By virtue of their registration under the Bermuda Insurance Act, these companies are supervised by the Bermuda financial services regulator, the Bermuda Monetary Authority (“BMA”). The Bermuda Insurance Act grants to the BMA powers to supervise, investigate and intervene in the affairs of (re)insurance companies as part of the BMA’s risk-based regulatory approach. The Bermuda Insurance Act imposes solvency, capital and liquidity standards and auditing and reporting requirements on Bermuda (re)insurance companies. This includes prohibiting companies from declaring or paying any dividends during any financial year unless certain financial conditions are met and/or prior approval from the BMA is received.\nU.S. Investment and Retirement Products and Investment Management Operations\n\nOur retirement and investment products and services are subject to federal and state securities and fiduciary laws, ERISA, and other laws and regulations. The SEC, FINRA, the Commodity Futures Trading Commission (“CFTC”), National Futures Association (“NFA”), state securities commissions, state banking and insurance departments, DOL and the Department of the Treasury are the principal U.S. regulators that regulate our retirement and investment management operations. In some cases, our domestic U.S. investment operations are also subject to non-U.S. securities laws and regulations.\nSome of the separate account, registered fund and other pooled investment products offered by our businesses, in addition to being registered under the Securities Act, are registered as investment companies under the Investment Company Act of 1940, as amended, and the shares of certain of these entities are qualified for sale in some states and the District of Columbia. Separate account investment products are also subject to state insurance regulation as described above. We also have several subsidiaries that are registered as broker-dealers under the Securities Exchange Act of 1934 (“Exchange Act”), as amended, and are subject to federal and state regulation. In addition, we have subsidiaries that are investment advisers registered under the Investment Advisers Act of 1940, as amended. Our third-party advisors and licensed sales professionals within Prudential Advisors and other employees, insofar as they sell products that are securities, are subject to the Exchange Act and to examination requirements and regulation by the SEC, FINRA and state securities commissioners. Regulation and examination requirements also extend to various Prudential entities that employ or control those individuals. \nCongress from time to time considers or enacts legislation that could decrease or increase the attractiveness of certain of our retirement products and services to retirement plan sponsors and administrators or that could have an unfavorable or favorable effect on our ability to earn revenues from these products and services. Over time, these changes could limit our sales of defined benefit and defined contribution pension products and services and cause sponsors to discontinue existing plans for which we provide investment management, administrative, or other services; conversely, these changes could also increase the attractiveness of certain products and services we offer in connection with such plans.\nThe Setting Every Community up for Retirement Enhancement (“SECURE”), enacted in 2020, together with SECURE 2.0, which was enacted in 2022 as part of the 2023 Consolidated Appropriations Act (collectively, the “SECURE Act”), is intended to help promote retirement plan coverage and increase retirement plan savings, as well as facilitate access to guaranteed lifetime income solutions. The SECURE Act addresses coverage issues by making it easier for small businesses to participate in pooled employer plans and requires coverage of certain long-term, part-time workers. The SECURE Act addresses savings issues by raising the cap on amounts contributed through auto-enrollment, increasing the maximum age for required minimum withdrawals and removing the age cap for making Individual Retirement Account (“IRA”) contributions. The SECURE Act also made it easier for employers to include guaranteed lifetime income as part of their plan by providing an annuity provider selection safe harbor, as well as providing for the portability of participant investments in annuity products.\n\nU.S. Securities and Commodity Operations\n\nWe have subsidiaries that are broker-dealers or investment advisers. The SEC, the CFTC, state securities authorities, FINRA, the NFA, the Municipal Securities Rulemaking Board, and similar authorities are, as applicable, the principal regulators of these subsidiaries.\n\nOur broker-dealer and commodities affiliates are members of, and are subject to regulation by, “self-regulatory organizations,” including FINRA and the NFA, as applicable. Self-regulatory organizations conduct examinations of, and have adopted rules governing, their members. In addition, state securities and certain other regulators have regulatory and oversight authority over our registered broker-dealers. Broker-dealers and their sales forces in the U.S. and in certain other jurisdictions are subject to regulations that cover many aspects of the securities business, including sales methods and trading practices. The regulations cover the suitability of investments for individual customers, use and safekeeping of customers’ funds and securities, capital adequacy, recordkeeping, financial reporting and the conduct of directors, officers and employees. The SEC, CFTC and other governmental agencies and self-regulatory organizations, as well as state securities commissions in the U.S. and non-U.S. regulatory agencies, have the power to conduct administrative proceedings that can result in censure, fine, the issuance of cease-and-desist orders or suspension, termination or limitation of the activities of a broker-dealer, an investment adviser or commodities firm or its employees. Our U.S. registered broker-dealer subsidiaries are subject to federal net capital requirements that may limit the ability of these subsidiaries to pay dividends to Prudential Financial.\nInternational Investment and Retirement Products and Investment Management Operations\nOur non-insurance international operations are supervised primarily by regulatory authorities in the countries in which \nthey operate. We operate investment-related businesses in, among other jurisdictions, Japan, Taiwan, the U.K., Ireland, India, Hong Kong, Mexico, Germany, Luxembourg, the Netherlands, Switzerland, China and Singapore, and participate in investment-related joint ventures in China and South Africa and in a retirement related joint venture with operations in Chile, Peru and Colombia. These businesses may provide products such as investment management products and services, funds, separately managed accounts and retirement products. The regulatory authorities for these businesses typically oversee such issues as: (1) company licensing; (2) the licensing of investment product sales staff; (3) sales practices; (4) solvency and capital adequacy; (5) fund product approvals and related disclosures; and (6) securities, commodities, retirement, pension and related laws, among other items. In some cases, our international investment operations are also subject to U.S. securities laws and regulations.\nDerivatives Regulation\n\nPrudential Financial and our subsidiaries use derivatives for various purposes, including hedging interest rate, foreign currency, equity market and other exposures. Dodd-Frank established a framework for regulation of the over-the-counter derivatives markets. This framework sets out requirements regarding the clearing and reporting of derivatives transactions, as well as collateral posting requirements. Affiliated swaps entered into between our subsidiaries are generally exempt from most of these requirements. \n\nWe continue to monitor regulatory developments and the potential hedging cost impacts of margin requirements, and increased capital requirements for derivatives transactions. Additionally, the need to post cash and certain collateral may also require the liquidation of higher yielding assets for cash, resulting in a negative impact on investment income.\nPrivacy, Data Protection and Cybersecurity Regulation\n\nWe are subject to U.S. federal laws, regulations and directives that require financial institutions and other businesses to protect the security and confidentiality of personal, proprietary, or other non-public information, including intellectual property, health-related, and customer information, which they may handle and process, and to notify their customers and other appropriate individuals of their policies and practices relating to the collection, use and disclosure of such information. In addition, we are subject to international data protection and privacy laws, regulations, and directives concerning the safeguarding and protection of personal information, including as such laws relate to the cross-border transfer or use of personal information. \nThese laws, regulations and directives also:\n\n•require protections regarding or limiting the use and disclosure of certain sensitive personal information such as national identifier numbers (e.g., social security numbers) or racial or ethnic origin;\n•require notice to affected individuals, regulators and others if there is a breach of the confidentiality, integrity, or availability of certain personal or confidential information;\n•require financial institutions and creditors to implement effective programs to detect, prevent, and mitigate identity theft;\n•regulate the process by which financial institutions make telemarketing calls and send e-mail, text, or fax messages to consumers and customers; \n•require oversight of third parties that have access to, and handle, personal or confidential information; \n•provide individuals with certain rights over their personal information, such as the right to know what personal information is being collected and whether the information is being sold or shared, and the right to obtain portable copies of or request the deletion or correction of their personal information; and\n•prescribe the permissible uses of certain personal information, including customer information and consumer report information.\nSome countries have also instituted laws requiring in-country data processing and/or in-country storage of the personal information of its citizens, personal information collection in the jurisdiction, or other categories of in-scope data. Compliance with such laws may result in higher technology, administrative and other costs for us and affect how products and services are offered or require us to structure our businesses, operations and systems in less efficient ways.\nRegulatory and legislative activity in the areas of privacy, data protection and information and cybersecurity continues to increase worldwide. Financial regulators in the U.S. and international jurisdictions in which we operate continue to focus on data privacy and cybersecurity, including in rulemaking and examinations of regulated entities, and have communicated heightened expectations. For example, the E.U.’s General Data Protection Regulation (“GDPR”), which became effective in \nMay 2018, and the U.K.’s Data Protection Act 2018, confer additional privacy rights on individuals in the E.U. and U.K. and establish significant penalties for violations. Prudential business units (regardless of whether they are located in the E.U.) may be subject to the GDPR when personal data is processed in relation to the offer of goods and services to individuals within the E.U. or if we were to monitor the activities of individuals within the E.U. The E.U.’s Digital Operational Resilience Act came in force in January 2023 and became effective from January 2025. Internationally, a number of countries such as Brazil, India, and Japan have enacted GDPR-like regulations, while others, such as Argentina, are considering such regulations or, in the case of China, have enacted other privacy and data security regulations.\nIn addition, in the U.S., certain lawmakers in Congress have proposed a number of sweeping privacy laws, and amendments to the Gramm-Leach-Bliley Act of 1999 took effect in June 2023. In California, the California Consumer Privacy Act (the “CCPA”) became effective in 2020 and confers numerous privacy rights on individuals, including expanded privacy protections and control over the collection, use and sharing of their personal information, and corresponding obligations on businesses, including requirements to make certain disclosures to California consumers regarding personal information, among other privacy protective measures. Failure to comply with the CCPA risks regulatory fines, and the CCPA grants a private right of action and statutory damages for any unauthorized access and exfiltration, theft, or disclosure of certain types of personal information resulting from a violation of the duty to maintain reasonable security procedures and practices. The California Privacy Rights Act (the “CPRA”), which became operative in January 2023 and amends the CCPA, imposes additional rights and obligations including expanding consumers’ rights with respect to certain sensitive personal information. The CPRA also creates a new state agency that will be vested with authority to implement and enforce the CCPA, the CPRA and their regulations. Additionally, privacy laws in the United States continue to evolve, with states such as Colorado, Connecticut, Utah, and Virginia recently enacting comprehensive privacy and information security laws and regulations similar in scope to the CCPA and CPRA, and which, to the extent they apply, impose compliance obligations applicable to our business. Additional U.S. states are considering similar legislation, and there are ongoing discussions regarding a National Privacy Law. New laws similar to the GDPR and the CCPA are expected to be enacted in coming years in various countries and jurisdictions in which we operate. \nIn October 2017, the NAIC adopted the Insurance Data Security Model Law. The model law requires that, among other things, insurance companies establish a cybersecurity program and includes specific technical safeguards as well as requirements regarding governance, incident planning, data management, system testing, vendor oversight and regulator notification. The NY DFS adopted a regulation similar to the NAIC effective March 2017, and in November 2023, finalized amendments taking effect from December 2023 through November 2025 to expand their cybersecurity regulation, and include additional and new requirements regarding certification, governance, audit requirements, technology and business continuity, security control and training requirements, and notification obligations. More than 20 U.S. states have either enacted the NAIC Insurance Data Security Model Law or are anticipated to enact it or similar laws in the near future and we expect more states to follow. Such enactments, especially if inconsistent between states or with existing laws and regulations could raise compliance costs or increase the risk of noncompliance, with the attendant risk of being subject to regulatory enforcement actions and penalties, as well as reputational harm. In February 2023, the NAIC released updated model privacy legislation that expressly supersedes the NAIC Insurance Information and Privacy Protection Model Act #670 and the Privacy of Consumer Financial and Health Information Regulation #672, with states beginning to adopt the updated model law in 2024.\nThe Company is monitoring regulatory guidance and rulemaking in these areas, and may be subject to increased compliance costs and regulatory requirements. For additional information on our cybersecurity risk management and governance, see “Item 1C. Cybersecurity.”\nArtificial Intelligence\nRegulatory standards relating to the use of artificial intelligence (“AI”) are evolving in the countries where we do business, and may increase risks associated with bias, unfair discrimination, transparency, and information security. For example, the E.U. is in the process of introducing new regulations applicable to certain AI technologies and to the data used to train, test and deploy them. U.S. state regulators have also shown increasing concern about the use of AI and the potential for discrimination and bias in insurance practices. For example, in July 2024, the New York Department of Financial Services adopted Insurance Circular Letter No. 7 Re: Use of Artificial Intelligence Systems and External Consumer Data and Information Sources in Insurance Underwriting and Pricing, which imposes obligations on insurers using AI or external consumer data and information sources. In May 2024, Colorado passed Senate Bill 24-205 (“the Colorado AI Law”), which becomes effective on February 1, 2026, regulates certain AI systems, and imposes obligations on AI system deployers and developers doing business in Colorado. The application of existing law and introduction of new or revised laws and regulations may require changes in our operations, increased compliance costs and reduce benefits from our adoption of artificial intelligence technologies.\nAnti-Money Laundering and Anti-Bribery Laws\n\nOur businesses are subject to various anti-money laundering and financial transparency laws and regulations that seek to promote cooperation among financial institutions, regulators and law enforcement entities in identifying parties that may be involved in terrorism or money laundering. In addition, under current U.S. law and regulations we may be prohibited from dealing with certain individuals or entities in certain circumstances and we may be required to monitor customer activities, which may affect our ability to attract and retain customers. We are also subject to various laws and regulations relating to corrupt and illegal payments to government officials and others, including the U.S. Foreign Corrupt Practices Act and the U.K.’s Anti-Bribery Law. The obligation of financial institutions, including the Company, to identify their clients, to monitor for and report suspicious transactions, to monitor dealings with government officials, to respond to requests for information by regulatory authorities and law enforcement agencies, and to share information with other financial institutions, has required the implementation and maintenance of internal practices, procedures and controls. \nEnvironmental Laws and Regulations\n\nFederal, state and local environmental laws and regulations apply to our ownership and operation of real property. Inherent in owning and operating real property are the risks of hidden environmental liabilities and the costs of any required clean-up. Although unexpected environmental liabilities can always arise, we seek to minimize this risk by undertaking environmental assessments, among other measures prior to taking title to real estate.\nUnclaimed Property Laws\n\nWe are subject to the laws and regulations of states and other jurisdictions concerning the identification, reporting and escheatment of unclaimed or abandoned funds, and we are subject to audit and examination for compliance with these requirements. For additional discussion of these matters, see Note 25 to the Consolidated Financial Statements.\nTaxation\nU.S. Taxation\n\nThe Company and certain domestic subsidiaries file a consolidated federal income tax return that includes both life insurance companies and non-life insurance companies. The principal differences between the Company’s actual income tax expense and the applicable statutory federal income tax rate are generally deductions for non-taxable investment income, including the Dividends Received Deduction (“DRD”), foreign taxes applied at a different tax rate than the U.S. rate and certain tax credits. The applicable statutory federal income tax rate is 21%. A future increase in the applicable statutory federal income tax rate above 21% would adversely impact the Company’s tax position. In addition, as discussed further below, the tax attributes of our products may impact both the Company’s and our customers’ tax positions. See “Income Taxes” in Note 2 to the Consolidated Financial Statements and Note 17 to the Consolidated Financial Statements for a description of the Company’s tax position. As discussed further below, new tax legislation and other potential changes to the tax law may impact the Company’s tax position and the attractiveness of our products.\nThe U.S. Tax Cuts and Jobs Act of 2017 (“Tax Act of 2017”) changed the taxation of businesses and individuals by lowering tax rates and broadening the tax base through the acceleration of taxable income and the deferral or elimination of certain deductions, as well as changing the system of taxation of earnings of foreign subsidiaries. The most significant changes for the Company were: (1) the reduction of the corporate tax rate from 35% to 21%; (2) revised methodologies for determining deductions for tax reserves and the DRD; (3) an increased capitalization and amortization period for acquisition costs related to certain products; and (4) the change from a worldwide deferred taxation system to a modified territorial system of taxation on applicable earnings of foreign subsidiaries, which includes (a) a tax on earnings of foreign subsidiaries (the Global Intangible Low-Taxed Income (“GILTI”) provision ) and (b) an alternative tax with respect to payments to non-U.S. affiliates that are at least 25% owned (the Base Erosion Anti-Abuse Tax (“BEAT”)).\nThe GILTI provision applies a minimum U.S. tax to earnings of foreign subsidiaries in excess of a 10% deemed return on tangible assets of consolidated foreign subsidiaries by imposing the U.S. tax rate to 50% of earnings of such foreign affiliates and provides for a partial foreign tax credit for foreign income taxes. Beginning in 2026, the GILTI provisions will increase the U.S. tax rate to 62.5% of such earnings. The amount of tax in any period on GILTI can depend on annual differences between U.S. taxable income recognition rules and taxable income recognition rules in the country of operations and the overall taxable income of U.S. operations, as well as U.S. expense allocation rules which limit the amount of foreign tax credits that can be \napplied to reduce the U.S. tax on the GILTI. Under certain circumstances, the taxable income of U.S. operations may cause more than 50% of earnings of foreign affiliates to be subject to the GILTI provision. In years that the U.S. consolidated PFI group incurs a net operating loss or has a loss from domestic businesses, including as a result of loss carrybacks, the GILTI provision would operate to cause a loss of U.S. tax benefits for some or all of those losses, effectively increasing the tax on foreign earnings.\nThe BEAT provision could, under certain conditions, increase our tax expense. The BEAT is an alternative tax implicated if tax deductible payments from U.S. companies to foreign affiliates that are at least 25% owned exceed 3% of total U.S. tax deductions. If implicated, the BEAT taxes modified taxable income at a rate of 10% beginning in 2019, and increasing to 12.5% in 2026, and is due if the calculated BEAT tax amount that is determined without the benefit of foreign and certain other tax credits is greater than the regular corporate tax in any given year. In general, modified taxable income is calculated by adding back to a taxpayer’s regular taxable income the amount of certain “base erosion tax benefits” with respect to payments to foreign affiliates, as well as the “base erosion percentage” of any net operating loss deductions. \nSince the enactment of the Tax Act of 2017, the Treasury Department and the Internal Revenue Service (“IRS”) promulgated Proposed and Final Regulations on a number of provisions within or impacted by the Tax Act of 2017, including GILTI, foreign tax credits, net interest deductibility and the BEAT. Regulations were issued making it clear that benefit and claim payments made by our U.S. insurance businesses to our foreign affiliates on reinsurance assumed by the U.S. affiliates should not be considered to be base erosion payments. During 2020, regulations were issued that allow taxpayers to elect to exclude income of foreign subsidiaries from being subject to tax under the GILTI provision if the income of the foreign subsidiary is subject to local tax in excess of 18.9%. Other life insurance and financial services companies may benefit more or less from these tax law changes, which could impact the Company’s overall competitive position. Notwithstanding the enactment of the Tax Act of 2017, the President, and Congress, as well as state and local governments, may continue to consider from time to time legislation that could increase the amount of corporate taxes we pay, thereby reducing earnings. \nIn January 2022, the Treasury Department and the IRS promulgated Final Regulations (the “Final FTC Regulations”) changing the criteria by which a foreign levy is treated as a foreign income tax or a tax in lieu of an income tax for which a foreign tax credit may be claimed. The Final FTC Regulations are effective for tax years beginning on or after December 28, 2021. The Final FTC Regulations provide that a foreign levy must satisfy an attribution or jurisdictional nexus rule to be a creditable foreign income tax. A foreign levy will not satisfy the jurisdictional nexus requirement if the foreign country’s transfer pricing rules do not require that the arm’s length principles apply. Brazil’s tax law as in effect through 2023 may not follow arm’s length principles; therefore, as a result of the Final FTC Regulations, the Company may not have been entitled to a foreign tax credit with respect to Brazil. In July 2023, the IRS issued Notice 2023-55 which provides temporary relief to taxpayers in determining whether a foreign tax is eligible for a U.S. foreign tax credit for tax years 2022 and 2023, specifically delaying until 2024 the provisions of the Final Regulations that impacted the ability to claim a U.S. foreign tax credit for taxes paid to Brazil. In December 2023, the IRS issued Notice 2023-80, which extends the relief to additional periods.\nThe Inflation Reduction Act of 2022 (the “Inflation Reduction Act”), among other provisions, imposes (1) a 15% alternative minimum tax on corporations (“CAMT”) with average applicable financial statement income over $1 billion for any three-year period ending with 2022 or later; and (2) a 1% excise tax on the fair market value of stock that is repurchased by publicly traded U.S. corporations or their specified affiliates. Both provisions are effective in taxable years beginning after December 31, 2022. On September 12, 2024, the U.S. Department of the Treasury and the Internal Revenue Service (IRS) issued proposed regulations providing guidance on the implementation of the CAMT. The proposed regulations address various aspects of the tax, including definitions, adjustments to financial statement income, and applicable reporting requirements. The Company will continue to monitor regulatory updates and assess their potential effects on our tax obligations. The impact of the alternative minimum tax, if any, will vary from year to year based on the relationship of our GAAP income to our taxable income. \nThe U.S. federal tax law provides that an election may be made pursuant to Internal Revenue Code Section 952 (the “952 election”) to subject earnings from certain insurance operations to tax in the U.S. in the tax year earned, net of related foreign tax credits. The Company made the 952 election effective for the 2017 and later tax years with respect to its affiliates incorporated in Brazil. In October 2019, the IRS issued a legal memorandum applicable to all taxpayers in which the IRS argues that the election became inoperable in 1998. The Company disagrees with the IRS’s position. The Company and the IRS have not been able to resolve this disagreement through the IRS Independent Office of Appeals. The Company is considering all of its options for a resolution of the matter. For additional information regarding the 952 Election, see Note 17 to the Consolidated Financial Statements.\nThe Company has a number of subsidiaries incorporated under the laws of non-U.S. jurisdictions. Those non-U.S. subsidiaries intend to operate in a manner that will not cause any to be treated as being engaged in a trade or business within the U.S. or subject to current U.S. federal income taxation on their net income. However, because there is uncertainty as to when a foreign corporation is engaged in a trade or business within the United States, as the determination is highly factual and must be made annually, there can be no assurance that the IRS will not assert that a non-U.S. Company is engaged in a trade or business in the U.S. If a non-U.S. Company were considered to be engaged in a trade or business in the U.S., it could be subject to U.S. federal income taxation and possible state taxation on a net basis on its income that is effectively connected with such U.S. trade or business (including branch profits tax on the portion of its earnings and profits that is attributable to such income). Any such taxation could result in substantial tax liabilities.\nU.S. federal tax law generally permits tax deferral on the inside build-up of investment value of certain retirement savings, annuities and life insurance products until there is a contract distribution and, in general, excludes from taxation the death benefit paid under a life insurance contract. The Tax Act of 2017 did not change these rules, though it is possible that some individuals with overall lower effective tax rates could be less attracted to the tax deferral aspect of the Company’s products. The general reduction in individual tax rates and elimination of certain individual deductions may also impact the Company, depending on whether current and potential customers have more or less after-tax income to save for retirement and manage their mortality and longevity risk through the purchase of the Company’s products. Congress from time to time may enact other changes to the tax law that could make our products less attractive to consumers, including legislation that would modify the tax favored treatment of retirement savings, life insurance and annuities products. Such legislation could be in the form of a direct change to the tax favored aspects of life insurance, retirement savings or annuities, or an indirect change, such as a wealth tax or mark to market tax structure, which could make holding our products less attractive.\nThe products we sell have different tax characteristics and, in some cases, generate tax deductions and credits for the Company. Changes in either the U.S. or foreign tax laws may negatively impact the deductions and credits available to the Company, including the ability of the Company to claim foreign tax credits with respect to taxes withheld on our investments supporting separate account products. These changes would increase the Company’s actual tax expense and reduce its consolidated net income.\nThe profitability of any particular product is significantly dependent on the unique characteristics of the product and our ability to continue to generate taxable income, which is taken into consideration when pricing a product and is a component of our capital management strategies. Accordingly, changes in tax law, our ability to generate taxable income, or other factors impacting the availability or value of the tax characteristics generated by our products, could impact product pricing, increase our tax expense or require us to reduce our sales of these products or implement other actions that could be disruptive to our businesses.\nInternational Taxation\nOur international businesses are subject to the tax laws and regulations of the countries in which they are organized and in which they operate. Foreign governments from time to time consider legislation that could impact the amount of taxes that we pay or impact the sales of our products. For example, the Organization of Economic Cooperation and Development (“OECD”) continues to study and make recommendations with respect to model global base erosion tax options. In 2021, as part of its Global Anti-Base Erosion Model Rules (Pillar Two), the OECD recommended a 15% global minimum tax on adjusted financial reported income. Many jurisdictions in which the Company operates, including the European Union, and the United Kingdom, have adopted a Qualified Domestic Minimum Top up Tax or Income Inclusion Rule as part of Pillar Two for tax years beginning in 2024. Other jurisdictions in which the Company operates, including Japan, Hong Kong and Singapore have announced the adoption of Pillar Two that may apply to the Company beginning in 2025. While guidance is still being provided with respect to the Pillar Two rules, the Company does not expect the Pillar Two taxes to have a material impact on the Company.\nIn December 2023, the Government of Bermuda enacted a corporate income tax. The Bermuda corporate income tax imposes a 15% income tax, less applicable foreign tax credits, on companies that are organized or operate within Bermuda that are within the scope of the OECD Pillar Two rules. The Bermuda corporate income tax is effective for tax years beginning on or after January 1, 2025. U.S. income tax paid by a Section 953(d) Bermuda insurance company may be claimed as a foreign tax credit to offset Bermuda income tax, while an election is available to exclude the income of a Bermuda entity that is a controlled foreign corporation, within the meaning of U.S. tax rules, from the Bermuda corporate income tax for fiscal years ending prior to January 1, 2027. Therefore, the Company does not expect that the Bermuda income tax will have a material impact on the Company.\nThe applicable Japan national corporate statutory tax rate is 23.2%. In addition, there are local income taxes that are applied to our income earned in Japan. Insurance commissions paid to our Life Planners and Life Consultants are subject to a 10% consumption tax for individuals exceeding certain earnings thresholds; however, the tax is not charged on employee compensation (other than commissions) or insurance premiums. In December 2024, the Japanese government proposed a 4% surtax on corporate tax liabilities, effective April 1, 2026. This measure would increase the tax rate in Japan from the current rate of 23.2% to about 24.1%. It is uncertain if this proposal will be enacted.\nInternational and Global Regulatory Initiatives\n\nThe Group of Twenty nations (“G20”), the Financial Stability Board (“FSB”) and related bodies have developed proposals to address issues such as financial group supervision, capital and solvency standards, systemic risk, corporate governance including executive compensation, climate-related financial risks, and a host of related issues. The International Association of Insurance Supervisors (“IAIS”), the global standard setting body for the insurance sector, contributes to the work of G20 and FSB through the development of standards that are intended to promote effective and globally consistent supervision and maintain fair, safe and stable insurance markets. As a standard setting body, the IAIS does not have direct authority to require insurance companies to comply with the standards it develops. However, the Company and its businesses could become subject to them if they were adopted by their respective regulators, which could impact the manner in which we deploy our capital, structure and manage our businesses, and otherwise operate both within the U.S. and abroad. \nHuman Capital Resources\n\nAs of December 31, 2024, our employee population was comprised as set forth in the tables below:\n\nGlobal Employee Profile                                                                         \nRegion               Number ofEmployees(1)                     Full-time Equivalent Positions(2)\nU.S.                      14,087                                            13,868              \nNon-U.S.                  24,109                                            24,068              \nTotal                     38,196                                            37,936              \n__________\n(1)Excludes independent contractors and other individuals classified as non-employees in their respective jurisdictions.\n(2)Represents the total number of full-time equivalent positions and does not reflect the total number of individual employees as some work part-time.\nPrudential’s Board of Directors, including its Corporate Governance and Business Ethics Committee, has oversight responsibility for our human capital resources, diversity and inclusion practices and corporate culture. Human capital is discussed by management at every Board meeting and, at least once per year, the Board devotes time to discuss human capital at each business and functional leadership level across the Company.\nAttracting Employees\nHiring and retaining a best-in-class workforce is part of how Prudential fulfills its purpose and creates value for its stakeholders, and building an inclusive organization that integrates diverse backgrounds and perspectives is an important component of our strategic business initiative. Prudential’s inclusive culture—one that respects and values the differing backgrounds, perspectives and lived experiences of our employees—is foundational to our ability to attract, hire and retain the best talent to develop innovative products and solutions and best serve the needs of our customers and clients. \nDeveloping Employees\nWe believe that our success is linked with the success of our employees. When they have the development tools and support they need to do their best work, the Company benefits. The talent practices and platforms we utilize have been designed to ensure all employees have the resources necessary to enhance their skills. Available resources include, among other things, on-demand learning content, coaching circles and live learning events. Eligible U.S. employees are also required to participate in a suite of training courses on critical topics including, among other things, our code of conduct, security and safety, social media standards and digital communication.\nRetaining Employees\nWe believe that our rigorous talent acquisition process, provision of opportunities for professional enrichment and advancement throughout our employees’ careers, and our diverse and inclusive culture will enhance our ability to retain employees.\nPrudential conducts a global employee engagement survey, entitled the “EQ Survey.” The EQ Survey solicits employee feedback addressing our culture, management, career opportunities, compensation and benefits. The results of the EQ Survey influence how we strengthen our culture and implement change within the Company. In 2024, 89% of our eligible global employees responded to the EQ Survey.\nPrudential’s annual turnover rate among its U.S. workforce (including voluntary and involuntary terminations) in 2024 was 15.3%. Voluntary turnover among Prudential’s U.S. workforce was 4.7%. In 2024, Prudential filled approximately 1,900 positions in the United States and 37% of those positions were filled internally.\nCompensation Program and Retirement Plans\nThe philosophy underlying our compensation program is to provide an attractive, flexible, and market-based total compensation program tied to performance and aligned with the interests of our shareholders. Our objective is to recruit and retain the caliber of employees necessary to deliver sustained high performance to our shareholders, customers, and communities. Our compensation program is an important component of these overall human resources policies. Equally important, we view compensation practices as a means for communicating our goals and standards of conduct and performance and for motivating and rewarding employees in relation to their achievements.\nWe view retirement benefits as a key component of our compensation program because they encourage long-term service. Accordingly, we offer our employees a comprehensive benefits program that provides the opportunity to accumulate retirement income. This program includes both defined benefit and defined contribution plans. \nPeriodically, we compare the competitiveness of our benefits programs for our employees, including retirement benefits, against other employers with whom we broadly compete for talent. It is our objective to provide our employees with a benefits package that is at or around the median of the competitive market when compared to other employers.\nAvailable Information\n\nPrudential Financial files periodic and current reports, proxy statements and other information with the SEC. Such reports, proxy statements and other information may be obtained through the SEC’s website (www.sec.gov).\n\nYou may also access our press releases, financial information and reports filed with the SEC (for example, our Annual Report on Form 10-K, our Quarterly Reports on Form 10-Q, our Current Reports on Form 8-K and any amendments to those Forms) online at www.investor.prudential.com. Copies of any documents on our website are available without charge, and reports filed with or furnished to the SEC will be available as soon as reasonably practicable after they are filed with or furnished to the SEC. The information found on our website is not part of this or any other report filed with or furnished to the SEC.\nInformation About our Executive Officers\n\nThe names of the executive officers of Prudential Financial and their respective ages and positions, as of February 13, 2025, were as follows:\n\nName                                      Age                                                                                                 Title   Other Public Directorships    \nCharles F. Lowrey                          67                                                       Chairman, Chief Executive Officer and President   None                          \nRobert M. Falzon                                                                                                                         Vice Chair   None                          \nAnn M. Kappler                                                               Executive Vice President, General Counsel and Chief Compliance Officer   None                          \nYanela C. Frias                            52                                                  Executive Vice President and Chief Financial Officer   None                          \nAndrew F. Sullivan                                   Executive Vice President and Head of International Businesses and Global Investment Management   None                          \nCaroline A. Feeney                                                                             Executive Vice President and Head of U.S. Businesses   None                          \nLucien A. Alziari                          65                                            Executive Vice President and Chief Human Resources Officer   None                          \nScott E. Case                              54                                 Executive Vice President and Head of Global Technology and Operations   None                          \nTimothy L. Schmidt                         66                                                    Senior Vice President and Chief Investment Officer   None                          \nBiographical information about Prudential Financial’s executive officers is as follows:\nCharles F. Lowrey was elected Chairman of Prudential Financial in April 2019 and Chief Executive Officer, President and Director of Prudential Financial and PICA in December 2018. Previously, he served as Executive Vice President and Chief Operating Officer, International Businesses, of Prudential Financial and PICA from March 2014 to November 2018. He served as Executive Vice President and Chief Operating Officer, U.S. Businesses, of Prudential Financial and PICA from February 2011 to March 2014. He also served as Chief Executive Officer and President of Prudential Investment Management, Inc. (now known as “PGIM”) from January 2008 to February 2011, and as Chief Executive Officer of Prudential Real Estate Investors (“PREI”) (now known as PGIM Real Estate), our real estate investment management and advisory business from February 2002 to January 2008. He joined the Company in March 2001, after serving as a managing director and Head of the Americas for J.P. Morgan’s Real Estate and Lodging Investment Banking group, where he began his investment banking career in 1988. He also spent four years as a managing partner of an architecture and development firm he founded in New York City.\n\nRobert M. Falzon was elected Director of Prudential Financial in August 2019 and has served as Vice Chair of Prudential Financial and PICA since December 2018. Previously, he served as Executive Vice President and Chief Financial Officer of Prudential Financial and PICA from March 2013 to November 2018. Mr. Falzon has been with Prudential since 1983, serving in various positions. He served as Senior Vice President and Treasurer of Prudential Financial and PICA from 2010 to 2013. Previously he had been a managing director at PREI, Head of PREI’s Global Merchant Banking Group and Chief Executive Officer of its European business; a managing director at Prudential Securities; and regional vice president at Prudential Capital Group (now known as PGIM Private Capital).\n\nAnn M. Kappler was elected Executive Vice President and General Counsel for Prudential Financial and PICA in September 2020, and was named the Company’s Chief Compliance Officer in February 2024. She served as Senior Vice President, Deputy General Counsel and Head of External Affairs from 2015 to 2020. She had served in various supervisory positions since 2009, including Deputy General Counsel and Head of External Affairs from 2014 to 2015, Chief Legal Officer for Litigation and Regulation from 2012 to 2014 and Chief Legal Officer for Corporate Services from 2009 to 2012. Prior to joining Prudential in 2009, she was a Partner at Wilmer Cutler Pickering Hale and Dorr, General Counsel at Fannie Mae, and a Litigation Partner at Jenner & Block. She started her career as a Judicial Law Clerk at the U.S. Supreme Court and the U.S. Court of Appeals, D.C. Circuit.\n\nYanela C. Frias was elected Executive Vice President and Chief Financial Officer of Prudential Financial and PICA in March 2024. Prior to this role, she was President of Prudential’s Group Insurance business from October 2021 to March 2024. Previously, she served as President of Prudential Retirement from 2019 to 2021 and as Head of Investment & Pension Solutions from 2017 to 2019. She also held various positions within Prudential, including serving as Chief Financial Officer for Prudential’s Individual Annuities and Individual Life Insurance businesses. Ms. Frias joined Prudential in 1997.\nAndrew F. Sullivan was elected Executive Vice President and Head of International Businesses and Global Investment Management for Prudential Financial and PICA in January 2023. Previously, he served as Executive Vice President and Head of U.S. Businesses from December 2019 to December 2022. He also served as CEO of Prudential’s Workplace Solutions \nGroup, which consisted of Prudential Retirement and Prudential Group Insurance. Before joining Prudential in 2011, he served as Senior Vice President at CareFirst BlueCross BlueShield. Previously, he spent eight years at Cigna where he held a number of senior leadership positions. He also held management roles at Diamond Technology Partners and DaimlerChrysler.\nCaroline A. Feeney was elected Executive Vice President and Head of U.S. Businesses for Prudential Financial and PICA in January 2023. Prior to this role, she served as CEO of U.S. Insurance & Retirement Businesses from January 2021 to December 2022, which consisted of Group Insurance, Individual Life Insurance, Prudential Retirement Strategies, the Retail Advice and Solutions organization, as well as key support functions which include Enabling Solutions and Enterprise Capabilities. Previously, she was CEO of Individual Solutions, and prior to that, she was President of Prudential Individual Life Insurance and Prudential Advisors. Ms. Feeney joined Prudential in 1993.\n\nLucien A. Alziari was elected Executive Vice President in October 2018, and has served as Chief Human Resources Officer for Prudential Financial and PICA since June 2017. From 2012 to 2017, Mr. Alziari served as Executive Vice President and Chief Human Resources Officer of A.P. Moller-Maersk. From 2004 to 2012, he was the Chief Human Resources Officer and Head of Corporate Responsibility for Avon Products, Inc. Prior to Avon Products, Inc., Mr. Alziari held roles with Mars Confectionary in the United Kingdom and PepsiCo Inc. in New York, Vienna and Dubai.\nScott E. Case was elected Executive Vice President and Head of Global Technology and Operations for Prudential Financial and PICA in November 2024. Previously, he served as Chief Information Officer at Truist from 2019 to 2024. Prior to Truist, he served as Chief Technology Officer at SunTrust for the company’s consumer segment. He also held various positions at John Hancock, First Union National Bank, and Bank of America.\nTimothy L. Schmidt was elected Senior Vice President and Chief Investment Officer of Prudential Financial and PICA in December 2018. He chairs the Senior Asset Liability Committee and serves as Prudential’s representative to the Institute of International Finance’s Committee on Asset and Investment Management. Previously, Mr. Schmidt was the Head of Global Portfolio Management for Prudential from 2012 to 2018 and he was responsible for the overall asset/liability management for Prudential’s Retirement and Group Insurance businesses from 2010 to 2012. Prior to joining Prudential in July 2010, he served as Chief Financial Officer for MetLife’s Individual Business and had headed MetLife’s Wealth Strategy Group. Earlier in his 25-year tenure at MetLife, Schmidt held various positions in the investment organization, including Head of MetLife’s Portfolio Management Unit, as well as its Structured Finance and Government Securities unit.",
      "char_count": 188467
    },
    "item1a": {
      "text": "\nITEM 1A.       RISK FACTORS      \n\nYou should carefully consider the following risks. Additional risks to which we are subject include, but are not limited to, the factors mentioned under “Forward-Looking Statements” above and the risks of our businesses described elsewhere in this Annual Report on Form 10-K. Many of these risks are interrelated and could occur under similar business and economic conditions, and the occurrence of certain of them may in turn cause the emergence or exacerbate the effect of others. Such a combination could materially increase the severity of the impact of these risks on our businesses, results of operations, financial condition and liquidity.\n\nOverview\nThe Company uses an integrated risk management framework to manage and oversee its risks. The Company’s risks include investment, insurance, market, liquidity, operational, and model risk as well as strategic risks that may cause the Company’s core business model to change, either through a shift in the businesses in which it is engaged or a change in execution. The Company’s strategic risks include regulatory and technological changes and other external factors. The Company’s risks are further discussed below. Our risk management framework is described under “Management’s Discussion and Analysis of Financial Condition and Results of Operations—Risk Management.”\nInvestment Risk\nOur investment portfolios are subject to the risk of loss due to default or deterioration in credit quality or value.\nWe are exposed to investment risk through our investments, which primarily consist of public and private fixed maturity securities, commercial mortgage and other loans, equity securities and alternative assets including private equity, hedge funds and real estate. For a discussion of our general account investments, see “Management’s Discussion and Analysis of Financial Condition and Results of Operations—General Account Investments.” We are also exposed to investment risk through a potential counterparty default.\nInvestment risk may result from (1) economic conditions, (2) adverse capital market conditions, including disruptions in individual market sectors or a lack of buyers in the marketplace, (3) volatility, (4) credit spread changes, (5) benchmark interest rate changes, (6) changes in foreign currency exchange rates and (7) declines in value of underlying collateral. These factors may impact the credit quality, liquidity and value of our investments and derivatives, potentially resulting in higher capital charges and unrealized or realized losses. Also, certain investments we hold, regardless of market conditions, are relatively illiquid and our ability to promptly sell these assets for their full value may be limited. Additionally, our valuation of investments may include methodologies, inputs and assumptions which could result in changes to investment valuations that may materially impact our results of operations or financial condition. For information about the valuation of our investments, see Note 6 to the Consolidated Financial Statements.\nOur investment portfolio is subject to credit risk, which is the risk that an obligor (or guarantor) is unable or unwilling to meet its contractual payment obligations on its fixed maturity security, loan or other obligations. Credit risk may manifest in an idiosyncratic manner (i.e., specific to an individual borrower or industry) or through market-wide credit cycles. Financial deterioration of the obligor increases the risk of default and may increase the capital charges required under such regimes as the NAIC RBC, the FSA SMR or other constructs to hold the investment and in turn, potentially limit our overall capital flexibility. Credit defaults (as well as credit impairments, realized losses on credit-related sales, and increases in credit related reserves) may result in losses which adversely impact earnings, capital and our ability to appropriately match our liabilities and meet future obligations.\nOur Company is subject to counterparty risk, which is the risk that the counterparty to a transaction could default or deteriorate in creditworthiness before or at the final settlement of a transaction. In the normal course of business, we enter into financial contracts to manage risks (such as derivatives to manage market risk and reinsurance treaties to manage insurance risk), improve the return on investments (such as securities lending and repurchase transactions) and provide sources of liquidity or financing (such as credit agreements, securities lending agreements and repurchase agreements). Reinsurance treaties may also be used to further strategic goals of the Company by facilitating the acquisition or divestiture of a block of business if an entity purchase or sale is not practical. These transactions expose the Company to counterparty risk. Counterparties include commercial banks, investment banks, broker-dealers and insurance and reinsurance companies. In the event of a counterparty deterioration or default, the magnitude of the losses (e.g., replacement costs) will depend on current market conditions and the feasibility (dependent on the complexity) and time requirement of entering a replacement transaction with a new counterparty. Highly bespoke transactions (e.g., strategic reinsurance) may not be replicable with any degree of certainty, possibly causing us to recapture liabilities and reestablish or strengthen reserves and capital, which could reduce capital flexibility. Losses are likely to be higher under stressed conditions.\nOur investment portfolio is subject to equity risk, which is the risk of loss due to deterioration in market value of public equity or alternative assets. We include public equity and alternative assets (including private equity, hedge funds and real estate) in our portfolio constructions, as these asset classes can provide returns over longer periods of time, aligning with the long-term nature of certain of our liabilities. Public equity and alternative assets have varying degrees of price transparency. Equities traded on stock exchanges (public equities) have significant price transparency, as transactions are often required to be disclosed publicly. Assets with less price transparency include private equity (joint ventures/limited partnerships) and direct real estate. As these investments typically do not trade on public markets and indications of realizable market value may not be readily available, valuations can be infrequent and/or more volatile. A sustained decline in public equity and alternative markets may reduce the returns earned by our investment portfolio through lower-than-expected dividend income, property operating income, and capital gains, thereby adversely impacting earnings, capital, and product pricing assumptions. These assets may also produce volatility in earnings as a result of uneven distributions on the underlying investments.\nInsurance Risk\nWe have significant liabilities for policyholders’ benefits which are subject to insurance risk. Insurance risk is the risk that actual experience deviates adversely from our insurance assumptions, including mortality, morbidity, and policyholder behavior assumptions.\nWe provide a variety of insurance products, on both an individual and group basis, that are designed to help customers protect against a variety of financial uncertainties. Our insurance products protect customers against their potential risk of loss by transferring those risks to the Company, where those risks can be managed more efficiently through pooling and diversification over a larger number of independent exposures. During this transfer process, we assume the risk that actual losses experienced in our insurance products deviates significantly from what we expect. More specifically, insurance risk is concerned with the deviations that impact our future liabilities. Our profitability may decline if mortality experience, morbidity experience or policyholder behavior experience differ significantly from our expectations when we price our products. In \naddition, if we experience higher than expected surrenders, withdrawals or claims, our liquidity position may be adversely impacted, and we may incur losses on investments if we are required to sell assets in order to fund surrenders, withdrawals or claims. If it is necessary to sell assets at a loss, our results of operations and financial condition could be adversely impacted. For a discussion of the impact of changes in insurance assumptions on our financial condition, see “Management’s Discussion and Analysis of Financial Condition and Results of Operations—Accounting Policies and Pronouncements—Application of Critical Accounting Estimates—Insurance Liabilities.”\nCertain of our insurance products are subject to mortality risk, which is the risk that actual deaths experienced deviate adversely from our expectations. Mortality risk is a biometric risk that can manifest in the following ways:\n•Mortality calamity is the risk that mortality rates in a single year deviate adversely from what is expected as the result of pandemics, natural or man-made disasters, military actions or terrorism. A mortality calamity event will reduce our earnings and capital and we may be forced to liquidate assets before maturity in order to pay the excess claims. Mortality calamity risk is more pronounced in respect of specific geographic areas (including major metropolitan centers where we have concentrations of customers, including under group and individual life insurance, concentrations of employees or significant operations) and in respect of countries and regions in which we operate that are subject to a greater potential threat of military action or conflict. Ultimate losses would depend on several factors, including the rates of mortality and morbidity among various segments of the insured population, the collectability of reinsurance, the possible macroeconomic effects on our investment portfolio, the effect on lapses and surrenders of existing policies, as well as sales of new policies and other variables.\n•Mortality trend is the risk that mortality improvements in the future deviate adversely from what is expected. Mortality trend is a long-term risk that could emerge gradually over time. Longevity products, such as annuities, pension risk transfer and long-term care, may experience adverse impacts due to higher-than-expected mortality improvement. Mortality products, such as life insurance, experience adverse impacts due to lower-than-expected mortality improvement. If this risk were to emerge, the Company would update assumptions used to calculate reserves for in-force business, which may result in additional assets needed to meet the higher expected annuity claims or earlier expected life claims. An increase in reserves due to revised assumptions has an immediate impact on our results of operations and financial condition; however, economically the impact is generally long term as the excess outflow is paid over time.\n•Mortality base is the risk that actual base mortality deviates adversely from what is expected in pricing and valuing our products. Base mortality risk can arise from a lack of credible data on which to base the assumptions.\nWe manage mortality risk primarily through our underwriting practices. We use a variety of strategies to further manage our mortality risks, including the use of reinsurance and derivative instruments. These strategies, however, may not be fully effective and may lead to payments to counterparties in excess of recoveries depending on how actual mortality experience emerges and on future changes in the level of premiums we pay to reinsurers. We may also benefit from offsetting impacts between our mortality and longevity products in adverse mortality or longevity scenarios; however, the extent of this offset may vary. \nCertain of our insurance products are subject to morbidity risk, which is the risk that either incidence, utilization or continuation experience deviates adversely from what is expected. Morbidity risk is a biometric risk that can manifest in the following ways:\n•Morbidity incidence is the risk that the rate at which policyholders become unhealthy (and qualify for benefits under insurance policies) deviates adversely from what is expected. We are exposed to morbidity incidence risk primarily through short-term disability, long-term disability and long-term care products in the U.S., and through accident and health products in Japan.\n•Morbidity utilization is the risk that policyholder morbidity benefit utilization (relative to available maximum benefits) deviates adversely from our expectations. This risk relates primarily to our long-term care products.\n•Morbidity continuation is the risk that the length of time for which policyholders remain unhealthy deviates adversely from what is expected. This risk is primarily in our disability and long-term care products.\nIn each case, an increase in claims, or an increase in reserves due to revised morbidity assumptions can have an immediate impact on our results of operations and financial condition; however, economically the impact of morbidity risk for products that pay out for ongoing illness or disability generally emerges over the longer term as the morbidity claims are paid.\nCertain of our insurance products are subject to policyholder behavior risk, which is the risk that actual policyholder behavior deviates adversely from what is expected. \n•Lapse calamity is the risk that lapse rates over the short-term deviate adversely from what is expected, for example, surrenders of certain insurance products may increase following a downgrade of our financial strength ratings or adverse publicity. Only certain products are exposed to this risk. Products that offer a cash surrender value that resides in the general account, such as non-participating whole life products, could pose a potential short-term lapse calamity risk. Surrender of these products can impact liquidity, and it may be necessary in certain market conditions to sell assets to meet surrender demands. Lapse calamity can also impact our earnings and capital through its impact on estimated future profits.\n•Policyholder behavior risk is the risk that the behavior of our customers or policyholders deviates adversely from what is expected. Policyholder behavior risk arises through product features which provide some degree of choice or flexibility for the policyholder, which can impact the amount and/or timing of claims. Such choices include surrender, lapse, partial withdrawal, policy loan utilization, and premium payment rates for contracts with flexible premiums. While some behavior is driven by macro factors such as market movements, policyholder behavior at a fundamental level is driven primarily by policyholders’ individual needs, which may differ significantly from product to product depending on many factors including the features offered, the approach taken to market each product, and competitor pricing. For example, persistency (the probability that a policy or contract will remain in force) within our annuities business may be significantly impacted by the value of guaranteed minimum benefits contained in many of our variable annuity products being higher than current account values in light of poor market performance as well as other factors. Many of our products also provide our customers with wide flexibility with respect to the amount and timing of premium deposits and the amount and timing of withdrawals from the policy’s value. Results may vary based on differences between actual and expected premium deposits and withdrawals for these products, especially if these product features are relatively new to the marketplace. The pricing of certain of our variable annuity products that contain certain living benefit guarantees is also based on assumptions about utilization rates, or the percentage of contracts that will utilize the benefit during the contract duration, including the timing of the first withdrawal. Results may vary based on differences between actual and expected benefit utilization. We may also be impacted by customers seeking to sell their benefits. In particular, the development of a secondary market for life insurance, including life settlements or “viaticals” and investor-owned life insurance, and third-party investor strategies in the annuities business, could adversely affect the profitability of existing business and our pricing assumptions for new business. Policyholder behavior risk is generally a long-term risk that emerges over time. An increase in reserves due to revised assumptions has an immediate impact on our results of operations and financial condition; however, from an economic or cash flow perspective, the impact is generally long term as the excess outflow is paid over time.\nOur ability to reprice products is limited and may not compensate for deviations from our expected insurance assumptions. Although some of our products permit us to increase premiums or adjust other charges and credits during the life of the policy or contract, the adjustments permitted under the terms of the policies or contracts may not be sufficient to maintain profitability or may cause the policies or contracts to lapse. For example, for our long-term care insurance products, our assumptions for reserves for future policy benefits have factored in an estimate of the timing and amount of anticipated and yet-to-be-filed premium rate increases, including those which may require state approval. Our actual experience obtaining pricing increases could be materially different than what we have assumed, resulting in further policy liability increases which could be material. Many of our products do not permit us to increase premiums or adjust other charges and credits or limit those adjustments during the life of the policy or contract. Even if permitted under the policy or contract, other factors may impact our decision whether to raise premiums or adjust other charges sufficiently, or at all. Accordingly, significant deviations in actual experience from our pricing assumptions could have an adverse effect on the profitability of our products.\nMarket Risk\nThe profitability of many of our insurance and annuity products, as well as the fees we earn in our investment management business, are subject to market risk. Market risk is the risk of loss from changes in interest rates, equity prices and foreign currency exchange rates.\nThe profitability of many of our insurance and annuity products depends in part on the value of the separate accounts supporting these products, which can fluctuate substantially depending on market conditions. Market conditions resulting in reductions in the value of assets we manage has an adverse effect on the revenues and profitability of our investment management business, which depends on fees related primarily to the value of assets under management, and could decrease the value of our strategic investments.\nDerivative instruments that we use to hedge and manage foreign exchange, interest rate and equity market risks associated with our products and businesses, and other risks might not perform as intended or expected, resulting in higher-than-expected realized losses and stresses on liquidity and/or regulatory capital. Market conditions can limit availability of hedging \ninstruments, require us to post additional collateral, and further increase the cost of executing product related hedges and such costs may not be recovered in the pricing of the underlying products being hedged.\nMarket risk may limit opportunities for investment of available funds at desired returns, including due to the prevailing interest rate environment, or other factors, with possible negative impacts on our overall results. Limited opportunities for attractive investments may lead to holding cash for long periods of time and an increased use of derivatives for duration management and other portfolio management purposes. The increased use of derivatives or portfolio rebalancing may increase the volatility of our U.S. GAAP results and our statutory capital.\nOur investments, results of operations and financial condition may also be adversely affected by developments in the global economy, in the U.S. economy (including as a result of actions by the Federal Reserve with respect to interest rate and monetary policy, and adverse political developments), and in the Japanese economy (including due to the effects of inflation or deflation, interest rate volatility, changes in the Japan sovereign credit rating, and material changes in the value of the Japanese yen relative to the U.S. dollar). Global, U.S. or Japanese economic activity and financial markets may in turn be negatively affected by adverse developments or conditions in specific geographical regions.\nFor a discussion of the impact of changes in market conditions on our financial condition see “Item 7A. Quantitative and Qualitative Disclosures About Market Risk.”\nOur insurance and annuity products and certain of our investment products, and our investment returns, are subject to interest rate risk, which is the risk of loss arising from asset/liability duration mismatches within our general account investments as well as invested assets of other entities and operations. The risk of mismatch in asset/liability duration is mainly driven by the specific dynamics of product liabilities. Some product liabilities are expected to have only modest risk related to interest rates because cash flows can be matched by available assets; however, other product liabilities generate long-term cash flows (i.e., 30 years or more), resulting in significant interest rate risk, since these cash flows cannot be matched by assets for sale in the marketplace, exposing the Company to future reinvestment risk. In addition, certain of our products provide for recurring premiums which may be invested at interest rates lower than the rates included in our pricing assumptions. Market-sensitive cash flows exist with other product liabilities including products whose cash flows can be linked to market performance through secondary guarantees, minimum crediting rates, and/or changes in insurance assumptions.\nOur exposure to interest rates can manifest over years as in the case of earnings compression or in the short term by creating volatility in both earnings and capital. For example, some of our products expose us to the risk that changes in interest rates will reduce the spread between the amounts that we are required to pay under contracts and the rate of return we are able to earn on our general account investments supporting these contracts. When interest rates decline or remain low, we must invest in lower-yielding instruments, potentially reducing net investment income and constraining our ability to offer certain products. This risk is increased as more policyholders may retain their policies in a low rate environment. Since many of our policies and contracts have guaranteed minimum crediting rates or limit the resetting of crediting rates, the spreads could decrease or go negative.\nAlternatively, when interest rates rise, we may not be able to replace the assets in our general account with the higher-yielding assets as quickly as needed to fund the higher crediting rates necessary to keep these products and contracts competitive. It is possible that fewer policyholders may retain their policies and annuity contracts as they pursue higher crediting rates, which could expose the Company to losses and liquidity stress. In addition, rising interest rates could cause a decline in the market value of fixed income assets the Company manages which in turn could result in lower asset management fees earned. Rapidly rising interest rates may also adversely impact, and have adversely impacted, our liquidity and capital positions, cash flows, results of operations, and financial position.\nOur mitigation efforts with respect to interest rate risk are primarily focused on maintaining an investment portfolio with diversified maturities that has a key rate duration profile that is approximately equal to the key rate duration profile of our liability and surplus benchmarks; however, these benchmarks are based on estimates of the liability cash flow profiles which are complex and could be inaccurate, especially when markets are volatile. In addition, there are practical and capital market limitations on our ability to accomplish this matching. Due to these and other factors we may need to liquidate investments prior to maturity at a loss in order to satisfy liabilities or be forced to reinvest funds in a lower rate environment.\nOur significant business operations outside the U.S. subject us to foreign exchange risk, which is the risk of loss arising from assets that are invested in a different currency than the related liability, as well as the unhedged portion of the Company’s earnings from, and capital supporting, operations in a foreign currency. As a U.S.-based company with significant business operations outside of the U.S., particularly in Japan, we are exposed to foreign currency exchange rate risk related to these operations, as well as in our investment portfolio. Fluctuations in foreign currency exchange rates could \nadversely affect our profitability, financial condition and cash flows, as well as increase the volatility of our results of operations under U.S. GAAP. In the short-term, solvency margins in our Japan businesses can also be impacted by fluctuations in exchange rates.\nFor our International Businesses’ operations, our Retirement Strategies segment’s earnings on non-U.S. dollar-denominated reinsurance contracts and PGIM’s investment activities based in currencies other than the U.S. dollar, changes in foreign currency exchange rates create risk that we may experience volatility in the U.S. dollar-equivalent earnings and equity of these operations. We seek to manage this risk through various hedging strategies, including the use of foreign currency hedges and through holding U.S. dollar-denominated securities in the investment portfolios of certain of these operations. Additionally, our Japanese insurance operations offer a variety of non-Japanese yen-denominated products. For certain of our international insurance operations outside of Japan, we elect to not hedge the risk of changes in our subsidiary equity investments due to foreign exchange rate movements.\nFor our domestic investment portfolios supporting our U.S. insurance operations and other proprietary investment portfolios, our foreign currency exchange rate risk arises primarily from investments that are denominated in foreign currencies. We manage this risk by hedging substantially all domestic foreign currency-denominated fixed-income investments into U.S. dollars. We generally do not hedge all of the foreign currency risk of our investments in equity securities of unaffiliated foreign entities. The value and liquidity of our foreign currency investments could be adversely affected by local market, economic and financial conditions.\nThere can be no assurance that our hedging and other strategies will effectively mitigate foreign exchange risk. For a discussion of our hedging program and the impact of foreign currency exchange rates on our business, see “Management’s Discussion and Analysis of Financial Condition and Results of Operations—Impact of Foreign Currency Exchange Rates.”\nGuarantees within certain of our products, in particular our variable annuities and to a lesser extent certain individual life and international insurance products, are market sensitive and may decrease our earnings or increase the volatility of our results of operations or financial position. Certain of our products, particularly our variable annuity products and to a lesser extent certain international insurance products, include guarantees of minimum surrender values or income streams for stated periods or for life, which may be in excess of account values. Certain of our products, particularly our variable annuity and variable life products, include minimum death benefits or “no-lapse guarantees” that guarantee a death benefit as long as the “no-lapse guarantee” premium is paid. Certain of our products, particularly certain index-linked annuity and individual life products, include interest crediting guarantees based on the performance of an index. Downturns in equity markets, increased equity volatility, increased credit spreads, or (as discussed above) reduced interest rates could result in an increase in the valuation of liabilities associated with such guarantees, resulting in increases in reserves and reductions in net income. We use a variety of hedging and risk management strategies, including product features, to mitigate these risks in part and we may periodically change our strategies over time. These strategies may, however, not be fully effective. In addition, we may be unable or may choose not to fully hedge these risks. Hedging instruments may not effectively offset the costs of guarantees or may otherwise be insufficient in relation to our obligations. Hedging instruments also may not change in value correspondingly with associated liabilities due to equity market or interest rate conditions, non-performance risk or other reasons. We may choose to hedge these risks on a basis that does not correspond to their anticipated or actual impact upon our results of operations or financial position under U.S. GAAP. Changes from period to period in the valuation of these policy benefits, and in the amount of our obligations effectively hedged, will result in volatility in our results of operations and financial position under U.S. GAAP and the statutory capital levels of our insurance subsidiaries. Estimates and assumptions we make in connection with hedging activities may fail to reflect or correspond to our actual long-term exposure from our guarantees. Further, the risk of increases in the costs of our guarantees not covered by our hedging and other capital and risk management strategies may become more significant due to changes in policyholder behavior driven by market conditions or other factors. The above factors, individually or collectively, may have a material adverse effect on our results of operations, financial condition or liquidity.\nOur valuation of the liabilities for the minimum benefits contained in many of our variable annuity products requires us to consider the market perception of our risk of non-performance, and a decrease in our own credit spreads resulting from ratings upgrades or other events or market conditions could cause the recorded value of these liabilities to increase, which in turn could adversely affect our results of operations and financial position.\nWe are subject to counterparty risk associated with reinsurance transactions. To mitigate this risk, we may use coinsurance with funds withheld or modified coinsurance. With these reinsurance arrangements, we retain assets on our balance sheet whose related investment performance accrues to third-party reinsurers. The composition of these assets is subject to investment guidelines specific to the reinsurance treaties and may differ from those we would normally invest in. Under GAAP, funds withheld and modified coinsurance reinsurance most often create embedded derivatives for the ceding company and the \nreinsurer, which are measured at fair value. The valuation of these embedded derivatives is sensitive to market factors, including credit spreads of the assets held by the ceding insurer, and can generate significant volatility in net income depending on market conditions. Changes in the fair value of embedded derivatives are included in “Realized investment gains (losses), net” on the Consolidated Statements of Operations, whereas changes in the fair value of assets are recorded primarily in “Accumulated other comprehensive income.”\nLiquidity Risk\nAs a financial services company, we are exposed to liquidity risk, which is the risk that the Company is unable to meet near-term obligations as they come due.\nLiquidity risk is a manifestation of events that are driven by other risk types (market, insurance, investment, operational). A liquidity shortfall may arise in the event of insufficient funding sources or an immediate and significant need for cash or collateral. In addition, it is possible that expected liquidity sources, such as our credit facilities, may be unavailable or inadequate to satisfy the liquidity demands described below.\nThe Company has four primary sources of liquidity exposure and associated drivers that trigger material liquidity demand. Those sources are:\n•Derivative collateral market exposure: Abrupt changes to interest rate, equity, and/or currency markets may increase collateral requirements to counterparties and create liquidity risk for the Company.\n•Asset liability mismatch: There are liquidity risks associated with liabilities coming due prior to the matching asset cash flows. Structural maturities mismatch can occur in activities such as securities lending, where the liabilities are effectively overnight open transactions used to fund longer term assets.\n•Wholesale funding: The Company depends upon the financial markets for funding (such as through the issuance of commercial paper, securities lending and repurchase arrangements and other forms of borrowings in the capital markets). These sources might not be available during times of stress, or may only be available on unfavorable terms, which can result in a decrease in our profitability and a significant reduction in our financial flexibility.\n•Insurance cash flows: The Company faces potential liquidity risks from unexpected cash demands due to severe mortality calamity, customer withdrawals or lapse events. If such events were to occur, the Company may face unexpectedly high levels of claim payments to policyholders.\nFor a discussion of the Company’s liquidity and sources and uses of liquidity, including information about legal and regulatory limits on the ability of our subsidiaries to pay dividends, see “Management’s Discussion and Analysis of Financial Condition and Results of Operations—Liquidity and Capital Resources—Liquidity.”\nOperational Risk\nOur operations are exposed to the risk of loss resulting from inadequate or failed processes or systems, human error or misconduct, and as a result of external events.\nAn operational risk failure may result in one or more actual or potential impacts to the Company. Operational risk may be elevated as a result of significant changes to how the Company operates, including organizational changes and transformation efforts underway that increase execution risk. See “Management’s Discussion and Analysis of Financial Condition and Results of Operations—Overview” for additional information regarding our business transformation efforts.\nOperational Risk Types\n•People: Internal fraud, breaches of employment law, unauthorized activities; loss or lack of key personnel, inadequate training; inadequate supervision.\n•Processes: Processing failure; failure to safeguard or retain documents/records; errors in valuation/pricing models and processes; project management or execution failures; improper sales practices; improper administration of our products; failure to adhere to clients’ investment guidelines.\n•Technology: Failures during the development and implementation of new systems; systems failures.\n•External Events: External crime; cyber-attack; outsourcing risk; vendor risk; natural and other disasters; changes in laws/regulations.\n•Legal and Regulatory: Legal and regulatory compliance failures. See “Business—Regulation” for a discussion of the regulations applicable to the Company.\nPotential Impacts\n•Financial losses: The Company experiences a financial loss. This loss may originate from various causes including, but not limited to, transaction processing errors and fraud.\n•Client service impacts: The Company may not be able to service customers. This may result if the Company is unable to continue operations during a business continuation event or if systems are compromised due to malware or virus.\n•Regulatory fines or sanctions: When the Company fails to comply with applicable laws or regulations, regulatory fines or sanctions may be imposed. In addition, possible restrictions on business activities may result.\n•Legal actions: Failure to comply with laws and regulations also exposes the Company to litigation risk. This may also result in financial losses.\n•Reputational harm: Failure to meet regulator, customer, investor and other stakeholder expectations may cause reputational harm.\nLiabilities we may incur as a result of operational failures are described further under “Contingent Liabilities” in Note 25 to the Consolidated Financial Statements. In addition, certain pending regulatory and litigation matters affecting us, and certain risks to our businesses presented by such matters, are discussed in Note 25 to the Consolidated Financial Statements. We may become subject to additional regulatory and legal actions in the future.\nKey Enterprise Operational Risks\nKey enterprise operational risks include, among others, the following:\nWe are subject to business continuation risk, which is the risk that our operations, systems or data, or those of third-parties on whom we rely, may be disrupted. We may experience a disruption in business continuity as a result of, among other things, the following:\n•Severe pandemic, epidemic, or other public health crises, either naturally occurring or resulting from intentionally manipulated pathogens;\n•Geo-political risks, including armed conflict and civil unrest;\n•Terrorist events;\n•Significant natural or accidental disasters;\n•Cyber-attacks, both systemic (e.g., affecting the internet, cloud services, and/or other financial services industry infrastructure) and targeted (e.g., failures in or breach of our systems or that of third-parties on whom we rely);\n•Insider threats;\n•Physical infrastructure outages; and\n•Workforce unavailability resulting from any of the above events, among others.\nWe depend heavily on our telecommunication, information technology and other operational systems and on the integrity and continuing availability of data we use to run our businesses and service our customers. These systems, and any available backups, may fail to operate properly or become disabled as a result of events or circumstances wholly or partly beyond our control. \nFurther, we face the risk of operational and technology failures experienced by others, including clearing agents, exchanges and other financial intermediaries, and vendors and other third parties to which we outsource the provision of services or business operations.\nWe, or third parties on whom we rely, may not adequately maintain information security. There continues to be significant and increased cyber-attack activity against businesses, including but not limited to Prudential and others in the financial services sector, and no organization, regardless of measures implemented to safeguard the systems and detect threats, is fully immune to cyber-attacks. Our cybersecurity risk remains heightened because of, among other things, the rapidly evolving nature and pervasiveness of cyber threats, our brand and reputation, our size and scale, our geographic presence and our role in the financial services industry and the broader economy. See “Item 1C. Cybersecurity” for additional information about cybersecurity risk management and governance. Risks related to cyber-attack arise in various areas, including:\n•Protecting sensitive information is a constant need; however, some risks cannot be fully mitigated using administrative, technological, or physical controls, or otherwise.\n•Employees, customers, third-party service providers on whom we rely, or other users of our systems continue to be a key avenue for malicious external parties to gain access to our network, systems, data, or that of our customers. Many attacks leverage social engineering schemes (such as phishing, vishing, or smishing) to coax an internal user to click on a malicious attachment or link to introduce malware into companies’ systems or steal the user’s username and password. Such social engineering schemes are becoming increasingly sophisticated and may involve emerging technologies such as deep-fakes. Senior-level executives are increasingly becoming the targets of such attacks. Fraudulent schemes to solicit information via call centers, remote help desks and interactive voice response systems continue to increase in both volume and sophistication.\n•Cyber-attacks involving the encryption and/or threat to disclose personal or confidential information (i.e., ransomware) or disruptions of communications (i.e., denial of service) for the purposes of, among other things, extortion or other motives persist and are on the rise.\n•Financial services companies and their third-party service providers (including their downstream service providers) are increasingly being targeted by hackers and fraudulent actors seeking to monetize personal or confidential information to extort money, or for other malicious purposes. Such campaigns have targeted online applications and services.\n•Nation-state sponsored or affiliated organizations, or politically motivated actors, are engaged in cyber-attacks, not only for monetization purposes, but also to gain information about foreign citizens, businesses and governments, or to influence or cause disruptions in commerce or political affairs. In light of recent geopolitical events, including conflicts in Europe and the Middle East, state-sponsored or affiliated parties and/or their supporters may launch retaliatory cyber-attacks, and may attempt to cause supply chain and other third-party service provider disruptions, or take other geopolitically motivated retaliatory actions that may disrupt our business operations, and/or result in the compromise of our systems or data.\n•Increasingly, malicious actors can be in companies’ systems for an extended period of time before being detected. Even if the malicious actors are discovered quickly, it could take considerable additional time for us to determine the scope of compromise, and the extent, amount, and type of information compromised, if any, and to fully contain the malicious actors, remediate and recover.\n•Employees, third-party service providers or other individuals purportedly acting on behalf of the Company may fail (as a result of human error or misconduct) to comply with applicable policies and procedures, and/or circumvent controls or safeguards for unauthorized purposes. Our increased adoption of remote working increases these risks, as our interaction with employees and external service providers occur on information systems, networks and environments over which we have less control and which may be more difficult to monitor.\n•We rely on third parties to provide services, as described further below. While we maintain certain standards for all vendors that provide us services, our vendors, and in turn, their own service providers, have become subject to security breaches, including as a result of their failure to perform in accordance with their contractual obligations.\n•Hardware, software or applications developed by, obtained from, or implemented in accordance with specifications provided by third parties may contain vulnerabilities in design, maintenance or manufacturing that could be exploited to compromise the Company’s information security.\n•Continuing use of remote or flexible work arrangements, including remote access tools and mobile technology (including use of personal devices), have expanded potential attack surfaces.\n•The proliferation of third-party financial data aggregators and emerging technologies, including the development and use of artificial intelligence, increase our information security risks and exposure.\nThe development and adoption of artificial intelligence (\"AI\"), including generative artificial intelligence (“Generative AI”), and its use and anticipated use by us or by third parties on whom we rely, may increase the operational risks discussed above or create new operational risks that we are not currently anticipating. AI technologies offer potential benefits in areas such as customer service personalization and process automation, and we expect to use AI and Generative AI to help deliver products and services and support critical functions. We also expect third parties on whom we rely to do the same. There are significant risks involved in developing and deploying AI and there can be no assurance that the usage of AI will enhance our products or services or be beneficial to our business, including our efficiency or profitability. AI and Generative AI may be misused by us or by such third parties, and that risk is increased by the relative newness of the technology, the speed at which it is being adopted, and the lack of laws, regulations or standards governing its use. Such misuse could expose the Company to legal or regulatory risk, damage customer relationships or cause reputational harm. Further, our ability to continue to develop and efficiently deploy AI technologies depends on access to specific third-party equipment and other physical infrastructure, \nsuch as processing hardware and network capacity, as to which we cannot control the availability or pricing, especially in a highly competitive environment. Our competitors may also adopt AI or Generative AI more quickly or more effectively than we do, which could cause competitive harm. Because the Generative AI technology is so new, some of the potential risks of Generative AI are currently unknowable; however, specific risks relating to AI and Generative AI could include, among others:\n•Reputational Damage: Malicious actors could use AI to create deepfakes of the Company's executives or manipulate financial documents, leading to loss of customer trust and significant reputational damage. Moreover, the use of AI trained on inaccurate data sets could result in inaccurate or biased decisions.\n•Fraudulent Activity: AI could be used to create forged documents or impersonate individuals to commit financial fraud, leading to financial losses and regulatory scrutiny.\n•Misinformation and Disinformation: The ability to generate realistic and convincing synthetic media could be used to spread misinformation and disinformation, impacting public opinion and undermining trust in the financial system.\n•Privacy Concerns: AI could be used to create synthetic identities or manipulate personal data, raising privacy concerns related to data breaches and other potential violations of consumer rights and data protection regulations.\n•Cybersecurity Threats: AI could be used to create sophisticated phishing attacks or bypass security measures, increasing the risk of cyberattacks and data breaches.\nWe, or third parties on whom we rely, may not adequately ensure the integrity, confidentiality, or availability of personal and confidential information. In the course of our ordinary business, we collect, store and disclose to various third parties (e.g., service providers, reinsurers, etc.) substantial amounts of personal and confidential information, including in some instances sensitive personal information, including health-related information. We are subject to the risk that the integrity, confidentiality, or availability of this information may be compromised, including as a result of an information security breach described above, or that such events occurring at third parties may not be disclosed to us in a timely manner. And we may have insufficient recourse against such third parties from which such breaches originate. We have experienced cybersecurity events resulting in, among other things, the compromise of personal and confidential information, including sensitive health information, of our employees, customers and other stakeholders. See “Business—Regulation—Privacy and Cybersecurity Regulation” for a discussion of the applicable laws and regulations (including those requiring notice, disclosure or remediation) relating to cybersecurity events.\nWe may incur significant costs and other negative consequences resulting from cyber-attacks or other information security breaches. Any compromise or perceived compromise of the security of our systems or data or of that of one of our vendors could damage our reputation, cause the deterioration or termination of relationships with, among others, customers, distributors, government-run health insurance exchanges, marketing partners and insurance carriers, reduce demand for our services, result in the loss of business opportunities, and subject us to significant liability and expense as well as regulatory action, penalties and lawsuits, which would harm our business, operating results and financial condition. We may also incur significant costs in connection with our response, recovery, remediation, modification of protective measures, and compliance efforts, including costs associated with mitigating the impact of any errors, interruptions, delays or cessations of service. Additionally, our failure to timely or accurately communicate cyber incidents to relevant parties could result in regulatory, operational and reputational risk. To the extent we maintain cyber insurance, liabilities or losses arising from certain cyber incidents may not be covered or fully covered under such policies, including if our insurer denies coverage as to any particular claim in the future, and may not take into account reputational damage, the costs of which are impossible to quantify, and the amount of insurance may not be adequate. In addition, our insurance coverage with respect to cyber incidents may increase in cost or cease to be available on commercially reasonable terms, or at all, in the future. \nThird parties (outsourcing providers, vendors and suppliers and joint venture partners) present added operational risk to our enterprise. The Company's business model relies heavily on the use of third parties to deliver contracted services in a broad range of areas. This presents the risk that the Company is unable to meet legal, regulatory, financial or customer obligations because third parties fail to deliver contracted services, or that the Company is exposed to reputational damage because third parties operate in a poorly controlled manner. We use affiliates and third-party vendors located outside the U.S. to provide certain services and functions, which also exposes us to business disruptions and political risks as a result of risks inherent in conducting business outside of the United States. In our investments in which we hold a minority interest, or that are managed by third parties, we lack management and operational control over operations, which may subject us to additional operational, compliance and legal risks and prevent us from taking or causing to be taken actions to protect or increase the value of those investments. For example, see “Business—Regulation—ERISA.” In those jurisdictions where we are constrained by law from owning a majority interest in jointly owned operations, our remedies in the event of a breach by a joint venture partner may be limited (e.g., we may have no ability to exercise a “call” option).\nAffiliate and third-party distributors of our products present added regulatory, competitive and other risks to our enterprise. Our products are sold primarily through captive/affiliated distributors and third-party distributing firms. Our captive/affiliated distributors are made up of sales personnel who are generally compensated based on commissions. The third-party distributing firms are rarely dedicated to us exclusively and may frequently recommend and/or market products of our competitors. Accordingly, we must compete for their services. Our sales could be adversely affected if we are unable to attract, retain or motivate third-party distributing firms or if we do not adequately provide support, training, compensation, and education to this sales network regarding our products, or if our products are not competitive and not appropriately aligned with consumer needs. While third-party distributing firms have an independent regulatory accountability, regulators have been clear with expectations that product manufacturers retain significant sales practices accountability.\nThe Company and our distributors are subject to rules regarding the standard of care applicable to sales of our products and the provision of advice to our customers, and in recent years many of these rules have been revised or re-examined. In addition, there have been a number of investigations regarding the marketing practices of brokers and agents selling financial services products and the payments they receive. Furthermore, sales practices and investor protection have increasingly become areas of focus in regulatory examinations. These investigations and examinations have resulted in enforcement actions against us and companies in our industry and brokers and agents marketing and selling those companies’ products. Enforcement actions could result in penalties and the imposition of corrective action plans and/or changes to industry practices, which could adversely affect our ability to market our products. If our products are distributed in an inappropriate manner, or to customers for whom they are unsuitable, or distributors of our products otherwise engage in misconduct, we may suffer reputational and other harm to our business and be subject to regulatory action, penalties or damages. Our business may also be harmed if captive/affiliate distributors engage in inappropriate conduct in connection with the sale of third-party products. \nSee Note 25 to the Consolidated Financial Statements for additional information regarding litigation and regulatory matters relating to the distribution of products.\nMany of our distribution personnel are independent contractors or franchisees. From time to time, their status has been challenged in courts and by government agencies, and various legislative or regulatory proposals have been introduced addressing the criteria for determining the status of independent contractors’ classification as employees for, among other things, employment tax purposes or other employment benefits. The costs associated with potential changes with respect to these independent contractor and franchisee classifications have impacted our results previously and could have a material adverse effect on our business in the future.\nAlthough we distribute our products through a wide variety of distribution channels, we do maintain relationships with certain key distributors. For example, a significant amount of our sales in Japan are derived through major Japanese banks and a significant portion of our sales in Japan through Life Consultants is derived through a single association relationship. We periodically negotiate the terms of these relationships, and there can be no assurance that such terms will remain acceptable to us or such third parties. An interruption in certain key relationships could materially affect our ability to market our products and could have a material adverse effect on our business, operating results and financial condition. Distributors may elect to reduce or terminate their distribution relationships with us, including for such reasons as adverse developments in our business, competitiveness of product offerings, adverse rating agency actions or concerns about market-related risks. We are also at risk that key distribution partners may merge, change their business models in ways that affect how our products are sold, or terminate their distribution contracts with us, or that new distribution channels could emerge and adversely impact the effectiveness of our distribution efforts. An increase in bank and broker-dealer consolidation activity could increase competition for access to distributors, result in greater distribution expenses and impair our ability to market products through these channels. Consolidation of distributors and/or other industry changes may also increase the likelihood that distributors will try to renegotiate the terms of any existing selling agreements to terms less favorable to us. Finally, we also may be challenged by new technologies and marketplace entrants that could interfere with our existing relationships.\nWe may not be able to protect our intellectual property and may be subject to infringement claims. We rely on a combination of contractual rights with employees and third parties and on copyright, trademark, patent and trade secret laws to establish and protect our intellectual property. Although we endeavor to protect our rights, third parties may infringe or misappropriate our intellectual property. We may have to litigate to enforce and protect our copyrights, trademarks, patents, trade secrets and know-how or to determine their scope, validity or enforceability. This would represent a diversion of resources that may be significant, and our efforts may not prove successful. The inability to secure, protect or retain our intellectual property assets could have a material adverse effect on our business and our ability to compete.\nWe may be subject to claims by third parties for (i) copyright, trademark or patent infringement; (ii) breach of copyright, trademark or license usage rights; or (iii) misappropriation of trade secrets. Any such claims and any resulting litigation could result in significant expense and liability for damages. If we were found to have infringed or misappropriated a third-party \npatent or other intellectual property right, we could in some circumstances be enjoined from providing certain products or services to our customers or from utilizing and benefiting from certain methods, processes, copyrights, trademarks, trade secrets or licenses. Alternatively, we could be required to enter into costly licensing arrangements with third parties or implement a costly work around. Any of these scenarios could have a material adverse effect on our business and results of operations.\nModel Risk\nAs a financial services company, we are exposed to model risk, which is the risk of financial loss or reputational damage or adverse regulatory impacts caused by model errors or limitations, incorrect implementation of models, or misuse of or overreliance upon models. Models are utilized by our businesses and corporate areas primarily to project future cash flows associated with pricing products, calculating reserves and valuing assets, as well as in evaluating risk and determining capital requirements, among other uses. Because models are used across the Company, model risk impacts all risk types. As our businesses continue to grow and evolve, the number and complexity of models we utilize expands, increasing our exposure to error in the design, implementation or use of models, including the associated input data and assumptions. Furthermore, model risk will be elevated during periods of transformation or due to new or changing laws or regulations.\nStrategic Risk\nWe are subject to the risk of events that can cause our fundamental business model to change, either through a shift in the businesses in which we are engaged or a change in our execution.\nIn addition, other risks may become strategic risks. For example, we have considered and must continue to consider the impact of the interest rate environment on new product development and continued sales of interest sensitive products. \nActions by foreign governments could adversely affect the value and long-term growth prospects of our businesses, particularly in emerging markets. For example, pension system reforms being proposed in some jurisdictions (including Chile, Colombia and Peru) may limit the role of private companies, fundamentally changing our business in these markets. Likewise, geopolitical tensions (including those between China and Taiwan) may cause governments to take actions such as the implementation of sanctions or other measures to restrict commercial activity in or among markets where we operate or have other interests. The timing and magnitude of any potential actions is uncertain, as is the effectiveness of any measures we may take to help limit the impact of these actions. \nChanges in the regulatory landscape may be unsettling to our business model. New laws and regulations are being considered in the U.S. and our other countries of operation at an increasing pace, as there has been greater scrutiny on financial regulation over the past several years. Proposed or unforeseen changes in law or regulation, or changes in the way existing laws or regulations are enforced, may adversely impact our business. See “Business—Regulation” for a discussion of certain recently enacted and pending proposals by international, federal and state regulatory authorities and their potential impact on our business, including in the following areas:\n•Financial sector regulatory reform.\n•U.S. federal, state and local and non-U.S. tax laws, including BEAT, GILTI and CAMT.\n•Fiduciary rules and other standards of care.\n•Our regulation under U.S. state insurance laws and developments regarding group-wide supervision and capital standards, accounting rules, RBC factors for invested assets and reserves for life insurance, variable annuities and other products.\n•Insurer capital standards in Japan and other non-U.S. jurisdictions.\n•Privacy, data, artificial intelligence and cybersecurity regulation.\nChanges in accounting rules applicable to our business may also have an adverse impact on our results of operations or financial condition. For a discussion of accounting pronouncements and their potential impact on our business see Note 2 to the Consolidated Financial Statements.\nChanges in technology and other external factors may be unsettling to our business model. We believe the following aspects of technological and other changes would significantly impact our business model. There may be other unforeseen changes in technology and the external environment, including the regulatory response to technological change, which may have a significant impact on our business model.\n•Interaction with customers. Technology is moving rapidly and as it does, it puts pressure on existing business models. Some of the changes we can anticipate are increased choices about how customers want to interact with the Company or how they want the Company to interact with them. Evolving customer preferences and changing privacy regulations may drive a need to redesign products and change the way we interact with customers. Our distribution channels may change to become more automated, at the place and time of the customer’s choosing. Such changes clearly have the potential to disrupt our business model.\n•Investment Portfolio. Technology may have a significant impact on the companies in which the Company invests. For example, environmental concerns spur scientific inquiry which may reposition the relative attractiveness of wind or sun power over oil and gas. The transportation industry may favor alternative modes of conveyance of goods which may shift trucking or air transport out of favor. Consumers may change their purchasing behavior to favor online activity which would change the role of malls and retail properties.\n•Medical Advances. The Company is exposed to the impact of medical advances. The unequal availability of detailed medical information (e.g., genetic testing) to consumers and insurers can create asymmetrical information and create anti-selection risks. Also, technologies that extend lives will challenge our actuarial assumptions particularly related to mortality and longevity risk.\nThe following items are examples of other factors which could have a meaningful impact on our business.\n•A downgrade in our financial strength or credit ratings could potentially, among other things, adversely impact our business prospects, results of operations, financial condition and liquidity. For a discussion of our ratings and the potential impact of a ratings downgrade on our business, see “Management’s Discussion and Analysis of Financial Condition and Results of Operations—Liquidity and Capital Resources—Ratings.” For example, a downgrade in our financial strength or credit ratings may negatively affect the statutory capital position of our Japanese insurance subsidiaries and reduce their ability to return capital to Prudential Financial due to affiliate transactions involving our Japan insurance subsidiaries. For additional information, see “Item 1. Business—Regulation—International Insurance Regulation—Solvency Regulation” and “Item 7. Management Discussion and Analysis—Liquidity and Capital Resources—Dividends and Returns of Capital from Subsidiaries.” We cannot predict what additional actions rating agencies may take, or what actions we may take in response to the actions of rating agencies, which could adversely affect our business. Our ratings could be downgraded at any time and without notice by any rating agency. Credit rating agencies continually review their methodologies, including capital and earnings assessment models, as well as their ratings for the companies that they follow, including us. The credit rating agencies also evaluate the industry as a whole and may change our credit rating based on their overall view of our industry. In addition, a sovereign downgrade could result in a downgrade of our subsidiaries operating in that jurisdiction, and ultimately of Prudential Financial and our other subsidiaries.\n•The changing competitive landscape may adversely affect the Company. In each of our businesses, we face intense competition from insurance companies, asset managers, private equity firms and other diversified financial institutions, both for the ultimate customers for our products and, in many businesses, for distribution through non-affiliated distribution channels. Technological advances, changing customer expectations, including related to digital offerings, access to customer data, or other changes in the marketplace may present opportunities for new or smaller companies without established products or distribution channels to meet consumers’ increased expectations more efficiently than us. Fintech and insurtech companies and companies in other industries with greater access to customers and data have the potential to disrupt industries globally, and many participants have been partially funded by industry players. For example, in PGIM, we expect to see continued pressure on fees given the focus on passive investment and the growth of the robo-advice channel.\n•Climate change may increase the severity and frequency of calamities, or adversely affect our investment portfolio or investor sentiment. Climate change may increase the frequency and severity of weather-related disasters and pandemics. In addition, climate change regulation may affect the prospects of companies and other entities whose securities we hold, or our willingness to continue to hold their securities. It may also impact other counterparties, including reinsurers, and affect the value of investments, including real estate investments we hold or manage for others. We cannot predict the long-term impacts on us from climate change or related regulation. Climate change may also influence investor sentiment with respect to the Company and investments in our portfolio.\n•We may fail to meet expectations relating to environmental, social, and governance standards and practices. Certain existing or potential investors, customers and regulators evaluate our business or other practices according to a variety of environmental, social and governance (“ESG”) standards and expectations. Certain of our regulators have proposed or adopted, or may propose or adopt, ESG rules or standards that would apply to our business. Our practices may be judged by ESG standards that are continually evolving and not always clear. Prevailing ESG standards and expectations may \nalso reflect contrasting or conflicting values or agendas. We may fail to meet our commitments or targets, and our policies and processes to evaluate and manage ESG standards in coordination with other business priorities may not be completely effective or satisfy investors, customers, regulators, or others. We may face adverse regulatory, investor, customer, media, or public scrutiny leading to business, reputational, or legal challenges.\n•Market conditions and other factors may adversely impact product sales or increase expenses. Examples include:\n◦A change in market conditions, such as higher inflation and higher interest rates could cause a change in consumer sentiment and behavior adversely affecting sales and persistency of our savings and protection products. Conversely, low inflation and low interest rates could cause persistency of these products to vary from that anticipated and adversely affect profitability. Similarly, changing economic conditions and unfavorable public perception of financial institutions can influence customer behavior, including increasing claims or surrenders in certain products.\n◦Sales of our investment-based and asset management products and services may decline, and lapses and surrenders of certain insurance products and withdrawals of assets from investment products may increase if a market downturn, increased market volatility or other market conditions result in customers becoming dissatisfied with their investments or products.\n◦Changes in our discount rate, expected rate of return, life expectancy, health care cost and assumptions regarding compensation increases for our pension and other postretirement benefit plans may result in increased expenses and reduce our profitability.\n•Our reputation may be adversely impacted if any of the risks described in this section are realized. Reputational risk could manifest from any of the risks as identified in the Company’s risk identification process. Failure to effectively manage risks across a broad range of risk issues exposes the Company to reputational harm. If the Company were to suffer a significant loss in reputation, both policyholders and counterparties could seek to exit existing relationships. Additionally, large changes in credit worthiness, especially credit ratings, could impact access to funding markets while creating additional collateral requirements for existing relationships. The mismanagement of any such risks may potentially damage our reputational asset. Our business is anchored in the strength of our brand, our alignment to our values, and our proven commitment to keep our promises to our customers. Any negative public perception, founded or otherwise, can be widely and rapidly shared over social media or other means, and could cause damage to our reputation.",
      "char_count": 71271
    }
  },
  "extracted_at": "2025-10-18T17:42:50.860108"
}