{
  "ticker": "PTLO",
  "company_name": "Portillo's Inc.",
  "cik": 1871509,
  "form_type": "10-K",
  "filing_date": "2025-02-25",
  "period_of_report": "2024-12-29",
  "fiscal_year": 2025,
  "accession_number": "0001871509-25-000016",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001871509&accession_number=000187150925000016&xbrl_type=v",
  "sic_code": "5812",
  "industry": "Retail-Eating  Places",
  "sections": {
    "item1": {
      "text": "ITEM 1. BUSINESS    \nPortillo’s Inc. (the “Company\") was incorporated as a Delaware corporation on June 8, 2021, in connection with our initial public offering in October 2021 (\"IPO\") and related reorganization transactions (collectively, the \"Transactions”) in order to carry on the business of PHD Group Holdings LLC and its subsidiaries (“Portillo’s OpCo”). Following the consummation of the Transactions on October 20, 2021, the Company became the sole managing member of Portillo’s OpCo and now operates and controls all of the business and affairs of Portillo's OpCo. As a result, the Company consolidates the financial results of Portillo's OpCo and reports a non-controlling interest representing the economic interest in Portillo's OpCo held by the other members of Portillo's OpCo (the \"pre-IPO LLC Members\"). Portillo’s Inc. Class A common stock trades on the Nasdaq under the symbol \"PTLO.\" Unless the context otherwise requires, references to \"we,\" \"us,\" \"our,\" \"Portillo's,\" the \"Company\" and other similar references refer to Portillo's Inc. and its subsidiaries, including Portillo’s OpCo.\nOverview of Portillo's\nPortillo’s serves iconic Chicago street food in high-energy, multichannel restaurants designed to ignite the senses and create memorable dining experiences. Since our founding in 1963 in a small trailer that Dick Portillo called “The Dog House,” we have grown to become a treasured brand with a passionate (some might say obsessed) nationwide following. Our diverse menu features all-American favorites such as Chicago-style hot dogs and sausages, Italian beef sandwiches, char-broiled burgers, fresh chopped salads, crinkle-cut fries, homemade chocolate cake and our signature chocolate cake shake. We create a consumer experience like no other by combining the best attributes of fast-casual and quick-service concepts with an exciting energy-filled atmosphere in a restaurant model capable of generating tremendous volumes. Nearly all of our restaurants were built with double lane drive-thrus and have been thoughtfully designed with a layout that accommodates a variety of access modes including dine-in, carryout, delivery and catering to quickly and efficiently serve our guests. We believe the combination of our craveable food, multichannel sales model, dedication to operational excellence, and distinctive team member-driven culture gives us a competitive advantage. Our business, including many of the elements described below, is subject to certain risks that may materially and adversely affect our ability to achieve our desired outcomes. For a more in-depth discussion of such risks, see Part I, Item 1A, \"Risk Factors.\"\nAs of December 29, 2024, we owned and operated 94 restaurants across 10 states, including a restaurant owned by C&O Chicago, L.L.C. (\"C&O\") of which we own 50% of the equity. As of December 29, 2024, the Company owned 85.6% of Portillo's OpCo and the pre-IPO LLC Members owned the remaining 14.4% of Portillo's OpCo.\nOur Story \nWe relish the opportunity to create lifelong memories by igniting the senses with unrivaled food and experiences.\nAn Iconic and Beloved Brand with Obsessed, Lifelong Fans. We capture the hearts, minds and stomachs of our guests with every meal. Our menu features something for everyone and appeals to a broad demographic, which enables our restaurants to thrive and generate strong and balanced volumes across multiple dayparts, weekdays and occasions. Guests cake shake their way in for our Chicago-style hot dogs, Italian beef sandwiches, char-broiled burgers, cheese fries, fresh salads and famous chocolate cake.\nEnergetic Restaurant Atmosphere that Engages the Senses. While our operating model is focused on getting delicious, made-to-order food to our guests quickly, we believe our atmosphere makes the experience more than a delicious meal. When guests walk into a Portillo’s, they get an experience completely different than a typical chain restaurant visit. Our restaurants engage all the senses to create a fun, relaxed and memorable occasion.\nOur dining areas evoke nostalgia and local influences. No two Portillo’s are alike. Each of our restaurants has its own themed décor, ranging from a 1930s prohibition motif to a 1950s diner to a 1960s flower-power bus, as well as a retro automotive garage theme. The period music ties to the theme, from ragtime to doo wop to disco. No detail is too small, be it lighting, signage or even the stars subtly sparkling on the ceiling. Each restaurant also draws design elements from the local community. The layouts create comfortable spaces for individual diners, families, large groups, and even wedding parties.\nBeyond the space itself, we believe the energy of Portillo’s is unique. Our guests can see into our open kitchens, where their meals are prepared right before their eyes. The smells of burgers broiling, french fries frying, and beef simmering emanate from the kitchen. Each completed meal is announced with a fun rhyme (“Number two, we got you”; “Number seven, welcome to Portillo’s heaven”). But the most important element of the energy is the enthusiasm of the scores of guests who are all excited to be there and enjoying their Portillo’s. We want every guest that visits to leave with good memories, a satiated appetite and a desire to return.\nOur Strategy\nOur strategic plan is comprised of four pillars, which guide our short-term objectives and form the basis for growth: \n•Run World-Class Operations \n•Innovate and Amplify the Portillo’s Experience \n•Build Restaurants with Industry-Leading Returns \n•Take Great Care of Our Teams \nWe believe that by focusing on the components of each of these simple, but focused, strategies we feed a virtuous cycle in which we take care of our team members, our team members take care of our guests, and our guests reward our shareholders.\nRun World-Class Operations. We believe that delivering a consistently exceptional guest experience, including having guests try our delicious food is one of the most effective forms of marketing. By running world class operations, we will fuel Portillo’s same-restaurant sales growth. The core tactics we use in this strategy are:\n•Flexing our Multichannel Muscle: Portillo’s aims to offer industry-leading experiences across our traditional sales channels, while continuing to grow and innovate in growth sales channels. Dine-in provides the best Portillo’s experience, so we strive for our dine-in experience to represent the heart of Portillo’s and our company values of Family, Greatness, Energy, and Fun. In our drive-thru, we strive to maintain top performance in the industry across speed, service, and accuracy. In new markets, we show new guests the value and efficiency of our drive-thrus. In our sales channels of digital pickup, delivery, and catering we have made great strides operationally that will allow us to win additional market share.\n•Greatness in Drive-Thru: Portillo’s pioneered a winning drive-thru model beginning in the 1980s, combining speed and hospitality via outside order takers, food runners, and multi-lane drive-thrus. Our teams are focused on continuously improving and innovating the drive-thru experience to improve throughput and order accuracy. All new restaurants are opened with drive-thru doors to aid our runners and improve the guest experience. We have also started a camera vision test in select restaurants to provide operators with real-time actionable insights.\n•Unrivaled Value in Fast Casual: Experience, service, and food quality define value in our brand, but maintaining a strong price point remains a high priority given how broadly we compete in the restaurant industry. Our teams consistently monitor price points across many categories and occasions that are relevant to our guests. To succeed moving forward, we will continue our pricing strategy combined with a focus on operational excellence and aim to remain an unrivaled value compared to fast casual competitors.\nInnovate and Amplify the Portillo's Experience. We believe one of the most effective ways to market Portillo’s is by having people experience our food firsthand. Our efforts in field marketing, social media, digital engagement, advertising, and menu innovation support the following aspirations: \n•Craveable & Fresh For Everyone: Our industry-leading AUVs are bolstered by a broad menu that offers something truly craveable for everyone. We constantly research our menu, our guests, and our competition to keep the menu fresh and relevant while also balanced to ensure operational efficiency. For example: \n◦In 2024 we launched two new salads, our Chicken Pecan Salad with Bacon to appeal to health-driven foodies and our Spicy Chicken Chopped Salad, a new twist on a Portillo’s classic to increase visits from longtime fans. Both items added excitement and variety to the menu while enhancing average ticket. To celebrate the launch, we unveiled a limited-time brown paper bag with green stripes. Similar to its predecessor, the new bag is 100% recyclable, bleach-free, and is made from fibers certified by the Sustainable Forestry Initiative. We believe this purposeful menu innovation drives increased guest frequency and reinforces the everyday value proposition that is key to our success.\n◦We enhance our menu with seasonal shakes and specialty cakes, offering something special throughout the year. In Fall 2024, we launched our first new cake flavor in 20 years: the Salted Caramel Spice Cake. To celebrate, September 2024 became \"Spice-Tember\", in which we sold our new cake for $1 a slice with the purchase of an entree. In October 2024, we also partnered with former Chicago Bear, Anthony \"Spice\" Adams, to create energetic and entertaining content, spotlighting the Salted Caramel Spice Cake in a fun and engaging way.\n•Local & Experiential: Whether it’s an influencer night for a launch of new menu items, hosting a community fundraiser, partnering with local and national sport teams, or a visit from our mobile food truck, lovingly dubbed “The Beef Bus,” we aim to create lifelong memories via grassroots field-marketing efforts. In each of our markets we employ field marketing managers who partner with local restaurant General Managers to personalize a marketing plan and introduce Portillo’s to the local area. We believe this approach creates a personal and emotional connection with the communities in which we operate and creates incremental returns on our marketing investments. We use a full suite of communication channels, such as email, X (formerly known as \"Twitter\"), Instagram, TikTok, Facebook, and other platforms to spread our message to different customer segments. When a compelling opportunity arises, Portillo’s also utilizes traditional advertising in Chicagoland to drive frequency and outside Chicagoland to drive trial and awareness. Below are a few advertising and marketing highlights of the fiscal year ended December 29, 2024 (\"fiscal 2024\"):\n◦We launched an ad campaign in Arizona in the first quarter of 2024 to drive trial and awareness.\n◦In April, we re-launched our Famous Five combo meal menu that features a classic entree, side, and drink.\n◦We re-launched our advertising in the Chicagoland market. Our comprehensive advertising campaign coincided with the start of the NFL season. We continued the theme of \"Portillo’s. It always sounds good.” The ad campaign consisted of commercials, billboards, and partnerships with several digital media outlets, such as Barstool Sports, to reach our guests across the Chicagoland area.\n•Digitally Engage Guests: Our guests increasingly interact with Portillo’s in the digital space, whether engaging with us on social media, learning about us through digital advertising, or placing an order on our app or in one of our new self-order kiosks. Kiosks have been a resounding success, adding incrementality to the check and providing a stellar guest experience. In 2025 we are launching our \"Portillo's Perks”TM loyalty program to drive and reward repeat visits and make the Portillo’s experience even more engaging for our longtime fans. \nBuild Restaurants with Industry-Leading Returns. En route to our current goal of over 900 US restaurants (see “Our Growth” below for more details) we continue to innovate our business model in ways that meet a rapidly changing economic and consumer environment while delivering outstanding returns to investors. \n•Best-In-Class AUVs: The average Portillo’s generates per-restaurant sales that sit far atop the fast-casual and limited-service restaurant segments. A key element of our strong restaurant-level adjusted EBITDA margin, we aim to keep our average unit volumes (\"AUVs\") high via discerning market and site selection.\n•Optimize Capital Investments: We are continuously refining our restaurant prototypes while investing in existing restaurants to drive great guest experiences and great returns. In the past, some of our restaurants were over 10,000 square feet and had 105-foot production lines. Restaurants built in 2023 were approximately 7,700 square feet with a 65-foot production line all while capable of generating an equivalent AUV. In 2024 we opened two restaurants with our “Restaurant of the Future” prototype, a 6,250 square foot restaurant with a 47-foot production line that is more efficient to build and also better reflects the way consumers interact with our brand today. Our teams will continue to make strides in this space to further reduce our build costs and achieve attractive returns.\n•Scale Quickly: Having scale in markets creates brand awareness, drives sales, and expands profit margins. We aim to have minimum efficient scale (6-8 restaurants) in new markets within 24 months of our first opening. Our entry into the Dallas-Fort Worth, Texas market is a great example of this strategy, where our first restaurant opened in January of 2023 and our 7th restaurant opened in December 2024. \n•Replicable Processes: Scaling quickly requires standardizing leases and deal structures, leveraging select general contractors and vendors, and standardizing the base of our prototypes. With these scalable and predictable processes, we will be able to adhere to or beat a target 18-month development cycle time and be more meticulous in our market penetration strategies.\nTake Great Care of Our Teams. Our team members put in the hard work to help create happy guests (and value for our shareholders). To attract, train, retain, and engage the best team members we strive to offer great rewards, talent management, learning, development, and people technology programs that drive obsession with Portillo's. Identifying, developing, and placing internal talent fuels our increasing rate of growth. \n•Meaningful Work Environment: We cultivate an environment where every individual feels valued, empowered to share ideas, and actively engaged in their work. We prioritize clear expectations and communication while providing our team with the necessary tools and resources for success. This creates a work environment that enhances overall experience and productivity for our team members resulting in happy guests and industry-leading retention. \n•Total Rewards that Matter: Delivering competitive compensation, benefit, and recognition programs attracts great talent and helps create happy, long-term team members. We will continue to evolve rewards, specifically those that differentially drive retention. We continuously evaluate our wages with the goal of paying above market in our restaurants.\n•Igniting Talents and Careers: Identifying, nurturing, and developing talent is critical to our growth strategy as we aim to open each new restaurant with an experienced Portillo’s manager. Our Ignite development programs identify high potential individuals to become hourly supervisors, restaurant managers, assistant general managers (\"AGMs\"), general managers (\"GMs\"), and multi-unit Market Managers and develops their skills via off-site leadership development and in-field shoulder-to-shoulder coaching. These programs demonstrate a clear and enticing career path for our team members and keeps our talent pipeline robust. At the end of 2024, we have 70+ team members in-line for future restaurant management positions.\n•Enhanced Digital Workplace Experience: Just as consumers engage with their favorite brands digitally so do team members. In 2024 we launched Portillo’s Connect, an all-in-one communications platform that allows team members and managers to receive critical communications, engage with one another via social media, access resources such as recipes and standard operating procedures, and much more. This strategy allows individuals to connect with the people they work with, support their growth and development, and enhance their well-being and sense of belonging.\nOur Growth\nWe are in the early stages of our nationwide growth plan, with 94 locations across ten states at the end of fiscal 2024, including C&O. In fiscal 2024, we opened 10 new restaurants, representing 12% unit growth. Over the long term, we aim to increase our number of restaurants by approximately 12% to 15% annually. Our near-term restaurant growth strategy is focused on leveraging our proven unit economic model primarily in markets outside Chicagoland with favorable macro-economic tailwinds where we already have a presence. Particularly, our current focus is in the Sunbelt, with growth across markets in Arizona, Texas, and Florida. We are also actively sourcing sites in Georgia, Colorado, Nevada, North Carolina, and South Carolina. Simultaneously, we will continue to fill-in Chicagoland and adjacent markets as opportunities come available. Over the past year, our development function has made great strides in creating scalable, repeatable processes, giving us confidence as we grow nationally. \nBased on a whitespace analysis prepared in partnership with a third-party vendor in 2023, we believe we have a substantial runway for growth, including, a long-term opportunity to grow to more than 900 restaurants domestically and we are well-positioned for global growth in the future. Of the 900 domestic restaurants- to which we aspire, we currently project 800 to be full-scale restaurants and 100 to be pick-up/walk-up models. We see these company-operated full-scale restaurants as our largest opportunity moving forward. At the same time, we continue to evaluate innovative operating models. On the heels of opening a third Portillo’s Pickup location, we will continue to analyze where these, and other operating models such as urban walk-ups, airports and campuses, fit within our growth trajectory to add sales, manage cannibalization, and provide additional pipeline growth. \nOur Team – Human Capital Management \nOur team member base, as of December 29, 2024, consisted of 8,512 team members. This included 216 Restaurant Support Center (“RSC”) team members, 482 restaurant managers, AGMs, and GMs, and 7,714 restaurant hourly team members in positions such as crew chief, training lead, food production and guest services. We also have 88 hourly team members, which also includes crew chiefs, and 12 salaried team members, which includes managers and senior managers, at our commissaries. Our team members are not covered by any collective bargaining agreements. Certain of our team members at our commissaries in Addison, IL and Aurora, IL voted on April 13, 2023 and April 30, 2024, respectively, in favor of being represented by a union. We filed objections to the 2023 election with the National Labor Relations Board (\"NLRB\") on April 19, 2023, asserting that the union and its agent's promises prevented a free and fair election. We are actively pursuing litigation to set aside the election results. We filed an objection to the 2024 election with the NLRB on May 7, 2024, asserting that the promises made by the union and its agents prevented a free and fair election. Although we have not received other petitions to unionize, it is possible that additional team members may seek to be represented by labor unions in the future. See our risk factor “Matters relating to employment and labor law could have a material adverse effect, result in litigation or union activities, add significant costs and divert management attention” identified in Part I, Item 1A of this Form 10-K. \nOur Board of Directors and Board committees provide oversight of certain human capital programs. The Compensation Committee, with input from management and an independent third-party compensation consultant, has responsibility for administering and approving compensation, including our incentive and equity-based plans for executive officers. We discuss talent and succession plans annually for key positions and levels including the executive team. We have implemented and are executing several initiatives to support our objectives to attract, develop and retain team members, including at the executive level.\nValues-Driven, People-Centric Culture. We believe this reflects our conviction that our people are the Heart of Portillo’s. We aim to attract, hire and develop great people who turn their obsession for our brand into a profession. Our team members are passionate about our food, love our guests, and call their teammates “family.” We are proud that Portillo's family reflects the communities in which we operate. We strive to foster a sense of individuality, safety, support, belonging and fairness through our people-centered practices in talent acquisition, talent management, total rewards and learning and development.\nOur people-centric culture is centered on working together to create a fun, energetic atmosphere while living our values:\n\n                                                                                                                                                                  Family         \nWe work together to make everyone feel at home, and we step up when someone needs help.                                                                        \n                                                                                                                                                                  Greatness      \nWe are obsessed with being the best and work hard to continuously improve. Our greatness is rooted in Quality, Service, Attitude and Cleanliness (“QSAC”).     \n                                                                                                                                                                  Energy         \nWe move with urgency and passion, while maintaining attention to detail.                                                                                       \n                                                                                                                                                                  Fun            \nWe entertain our guests, we connect authentically, and we make each other smile.                                                                               \nWe believe these values extend beyond our restaurants, to every Portillo's team member. Living these values reinforces the culture we’re proud to have built. It’s why we are passionate about attracting and selecting team members who are aligned with our purpose and values, as well as why we established an employee value proposition centered around culture. It’s also why our team members are among our best ambassadors and why we’ve seen success with our Relish Referrals team member referral program. \nLeadership Development. We provide a full spectrum of resources, from skill building to leadership development, in the organization. Our philosophy is to develop people to be ready before a position is open, as opposed to waiting for a position to be open and then training them. We view this investment as fundamental to our growth, building a pipeline of leaders for our future. \nWe are committed to continuing education and providing ways for individuals to build their talents. Portillo’s has invested in LinkedIn Learning for all hourly crew chiefs, restaurant management, commissary crew chiefs and RSC team members. This initiative allows us to give additional learning and development opportunities above and beyond job skills or initial leadership development. We have also partnered with Better Up Coaching to give our leaders feedback and opportunities for personal growth. \nOur leadership program, Ignite, continues to be a stronghold in our growth and development strategy. The creation of a strong talent pipeline while retaining our high performing team members continues to be our mission. Talent management continues to be a top priority with our yearly performance review process focused on Portillo’s seven leadership traits to be successful in the organization. Our growth, development, and retention strategies align on these leadership traits to build skills to be used both professionally and personally. We work with team members and managers to build individual development plans with training and experience, and we hold regularly scheduled development programs throughout the year for each level of leadership. We host webinars, workshops, and conferences each year on a variety of topics that are accessible to all team members. Further, we continue to hold bi-annual talent and succession planning summits to identify and support individuals with career pathing and development opportunities. We encourage team members to connect with one another in an informal mentoring program to build relationships and solidify their sense of belonging.\nEngagement & Experience. We aspire to provide an unrivaled experience for every team member during their journey with Portillo’s. Creating lifelong memories for our team members and guests is paramount to the overall experience. We believe in our team members having a voice to share their ideas, feedback and contribute to organizational success. In 2024, we launched a digital engagement platform, Portillo’s Connect, to engage team members at all levels across the Company. This forum allows our teams to recognize each other, celebrate their wins, and share information and ideas. We continue to partner with Gallup to implement our EverEngaged survey to gather, listen to and act on team member feedback. We conduct this survey annually to measure improvement and areas of focus. In 2024, we maintained our team member engagement in alignment with the restaurant industry at large. Our engagement results for multi-unit and general managers continue to be top quartile. Our team members reflected they know what is expected of them at work and they have the necessary materials to do their jobs well, which both strongly influence overall engagement. Our team members also reflected they understand how Portillo’s values impact how they do their jobs. In addition to the survey, we regularly hold roundtable discussions with team members and conduct stay interviews with leaders to gain insights into ways we can cultivate an energizing, collaborative work environment. Additionally, we conduct an annual career aspiration survey for all RSC team members, crew chiefs, and field managers to understand their aspirations in development, career pathing, and what they need to succeed.\nWe have also prioritized a flexible work environment, addressing life-work flexibility and balance across our different workplaces. Our scheduling system allows hourly team members to align their work schedule with their personal schedule, as well as submit schedules, request time-off and trade their shifts. For our RSC team members, we provide a hybrid work environment, with our teams coming in to the office for collaboration three days a week. In the spirit of continuing education, we also have a \"no meeting\" policy for Friday afternoons. Instead, our team members can use this time for professional development or focused work time. From Memorial Day through Labor Day, team members can also take this time for personal use and get an early start to the weekend. \nIn 2024, we hosted our annual General Manager Summit, bringing together our restaurant leaders from across the country to align on company priorities, share best practices, and celebrate achievements. This event underscores our commitment to leadership development, operational excellence, and fostering a culture of collaboration. We also introduced our inaugural RSC Summit, designed to strengthen connections between corporate and restaurant teams. This event focused on enhancing cross-functional collaboration, improving support for our operations, and driving innovation to achieve our long-term strategic goals. The Summits are critical initiatives for strengthening leadership, fostering teamwork, and achieving business objectives. \nTotal Rewards. The physical, financial, and mental well-being of our team members remains a top priority, and we continue to invest in their success. We believe in a total rewards philosophy of providing top quartile pay in our restaurants, especially across our leadership positions. We remain focused on compensating our team members fairly and equitably based on their roles and responsibilities.\nThis commitment is evidenced by our investment in our compensation packages and robust suite of benefit offerings. In 2024, we completed a comprehensive benchmark analysis for our positions and made pay adjustments to preserve our competitive edge. We also enhanced our benefits package by transitioning our 401(k) plan to a new vendor that offers our team members a more streamlined experience and additional financial education resources and opportunities. During 2024, we enhanced existing benefits and offered new ones. We upgraded all medical, dental, and vision plans with the introduction of four coverage tiers, to offer greater flexibility. Our new benefits in 2024 include a commuter program for parking and transit expenses and expanded discount programs, including BenefitsHub for exclusive savings on cars, restaurants, and more. We also integrated OnePass which offers fitness and meal service discounts. Finally, we enhanced educational opportunities through partnerships and our Portillo’s Greatness Scholarship Program, reinforcing our commitment to helping our team members achieve personal and professional goals.\nWe believe all of our team members should act like owners of the Company, and we are committed to providing all team members with an ownership opportunity through our Employee Stock Purchase Plan (\"ESPP\"), internally referred to as \"Beef Stock.\" Eligible employees can contribute up to 15% of their gross base earnings for purchases under the ESPP through regular payroll deductions, subject to an annual maximum dollar amount. In 2024, we issued 46,959 shares (net of shares withheld for taxes) under the ESPP. In addition to our Beef Stock program, all restaurant team members who are newly hired as, or promoted to, General Manager become eligible to participate in our long-term equity incentive plan. In 2024, many of our leaders received annual equity award grants, providing our team with opportunities to own Portillo's shares, which we believe supports retention of key team members and further drives engagement. \nHeart of Portillo's. We care deeply about our people and believe that by taking care of our team members, they will in turn take care of our guests. Our core values of Family, Greatness, Energy and Fun are the “Heart of Portillo’s” and are ingrained in everything we do as a company. They guide how we support our Portillo's family, from our recruiting efforts, to the education of our team members, to making sure our Portillo’s family is an accurate reflection of the communities in which we operate. It is our goal to make sure everyone across Portillo’s knows they are an important part of our company. In 2024, the “Heart of Portillo’s Fund,” an IRC section 501(c)(3) charitable fund, raised over $200,000 to provide emergency assistance to team members. In 2024, the fund awarded over 60 grants and has provided support to team members for expenses following illness or injury, the unexpected death of a family member, negative impact from a natural disaster, and other financial hardships. \nOur Sourcing and Supply Chain\nOur supply chain approach is based on alignment with key strategic partners that are identified through a comprehensive evaluation process to ensure they meet our standards and expectations on a continual basis. We are committed to maintaining our high-quality food standards through fresh ingredients that meet our stringent specifications.\nPortillo’s strongly believes in engaging with supplier partners who share a similar approach to our corporate values and practices. We align with key strategic partners that are identified through an evaluation process to ensure they can satisfy our standards and expectations. This approach affords our organization the opportunity for real-time performance assessments to identify any potential gaps and implement corrective measures where appropriate.\nWe review and update our contingency plans on a regular basis to provide a reliable supply of products and services to our business. As part of our risk assessment strategy, the supply chain team identifies areas critical to supporting the restaurants and makes any necessary adjustments or institutes alternate programs.\nSuppliers and distribution partners are managed under both a supplier code of conduct and a pricing protocol that provides transparent insight to costing mechanisms. We expect all suppliers to meet rigorous standards set forth in the code, which cover areas such as human rights, business integrity, and environmental management. In addition, we engage directly with manufacturers to ensure compliance with negotiated contract pricing and requisite volume expectations. \nDistribution. Our main line distribution network is comprised of several independently-operated partners aligned under the UniPro umbrella, the largest food service distribution cooperative in the United States. This strategy affords us the opportunity to align with right-sized organizations that are dedicated to us which allows us to leverage volume and scale for a competitive advantage and exceptional customer service. \nCommissaries. We operate two commissaries to supply our network of restaurants with our signature beef, peppers and gravy for our Italian beef sandwiches and to ensure product consistency and quality. These ingredients are shipped to our restaurants where our team members will finish the preparation in our kitchens to serve our guests.\nQuality Systems. Quality and food safety are paramount to protecting our brand and are treated with the utmost priority. Our supplier and distribution partners participate in third-party audits to ensure all applicable quality system expectations are being met. Our restaurant locations are audited for food safety and quality compliance through a combination of third-party organizations and the Portillo's-managed quality and food safety team. Our commissaries also undergo food safety and quality audits on a regular basis and are regulated by the U.S. Department of Agriculture (\"USDA\") and Food and Drug Administration (\"FDA\").\nOur Competition\nThe restaurant industry is highly competitive and fragmented. We compete primarily with quick service and fast casual concepts, and to a lesser extent, full-service restaurants. The number, size and strength of competitors vary by region. Our competition in these segments includes a variety of small, locally-owned restaurants, medium-sized regional restaurant concepts, and larger national restaurant concepts that provide some combination of dine-in, carry-out, drive-thru and delivery services to their guests. We believe competition with these restaurants is based primarily on quality and innovation in the food products offered, price and perceived value, quality of service experience (including technological and other innovations), speed of service, personnel, advertising and other marketing efforts, brand identification, restaurant location, and image and attractiveness of the restaurants.\nThe restaurant industry is often affected by changes in consumer tastes; national, regional or local economic conditions; demographic trends; traffic patterns; the type, number and location of competing restaurants; and consumers’ discretionary purchasing power. We compete within each market with national and regional chains and locally-owned restaurants for guests, management and hourly personnel and suitable real estate sites. In addition, expanding product offerings at fast casual and quick-service restaurants and the convenience of home delivery services, together with negative economic conditions, could cause consumers to choose less expensive alternatives or reduce the frequency of their restaurant visits. We expect intense competition to continue in all of these areas.\nOur Intellectual Property\nOur intellectual property includes our trademarks and service marks registered with the United States Patent and Trademark Office (including Portillo’s® and other names used by our restaurants), the trade dress of our restaurants, our websites and domain names (including our website at portillos.com and other websites and domain names used by our restaurants) and other unregistered intellectual property. We take steps to enforce and maintain our intellectual property, but infringement, validity challenges and other risks may adversely affect or even eliminate our intellectual property rights. \nGovernmental Regulation and Environmental Matters\nWe are subject to extensive federal, state and local government regulation, including those relating to, among others, public health and safety, nutritional content labeling, zoning and fire codes, environmental protection, and employment regulations. Failure to obtain or retain food or other licenses and registrations or exemptions would adversely affect the operations of restaurants. \nThe development of additional restaurants will be subject to compliance with applicable regulations, including those relating to zoning, land use, water quality and retention, and the environment. We believe federal and state environmental regulations have not had a material effect on our operations, but more stringent and varied requirements of local government bodies with respect to zoning, land use and environmental factors, among others, could delay construction and increase development costs for new restaurants.\nWe are also subject to the Fair Labor Standards Act, the Immigration Reform and Control Act of 1986 and various federal, state and local laws governing such matters as minimum wages, exempt versus non-exempt classification, overtime, unemployment tax rates, paid leave, workers’ compensation rates, citizenship requirements and other working conditions. Our team members are typically paid more than the applicable minimum wage in the area where they work, and increases in federal or state minimum wages or unemployment benefits may result in increases in the wage rates paid. We are also subject to the Americans with Disabilities Act (the “ADA”), which prohibits discrimination on the basis of disability in public accommodations and employment, which may require us to design or modify our restaurants to make reasonable accommodations for individuals with disabilities.\nAdditionally, any difficulties, delays or failures in obtaining licenses, permits, registrations, exemptions, or approvals could delay or prevent the opening of, or adversely impact the viability of, a restaurant in a particular area.\nSeasonality\nOur business is subject to seasonal fluctuations in that our revenues are typically nominally higher during the second, third and fourth quarters of the fiscal year. Our quarterly results have been and will continue to be affected by the timing of new restaurant openings and their associated pre-opening expenses. As a result of these factors, our financial results for any single quarter or for periods of less than a year are not necessarily indicative of the results that may be achieved for a full fiscal year.\nAvailable Information\nOur website is located at www.portillos.com, and our investor relations website is located at http://investors.portillos.com. We are subject to the informational requirements of the Securities Exchange Act of 1934 (the \"Exchange Act\") and file or furnish reports, proxy statements and other information with the U.S. Securities and Exchange Commission (\"SEC\"). Our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, proxy statements, statements of changes in beneficial ownership and amendments to those reports are available for free on our investor relations website as soon as reasonably practicable after we electronically file them with, or furnish them to, the SEC. The SEC maintains a website (www.sec.gov) that contains reports, proxy and information statements and other information regarding issuers that file electronically with the SEC.\nWe webcast our earnings calls and certain events we participate in or host with members of the investment community on our investor relations website. Additionally, we provide notifications of news or announcements regarding our financial performance, including SEC filings, investor events, press and earnings releases as part of our investor relations website. Investors and others can receive notifications of new information posted on our investor relations website in real time by subscribing to email alerts. We also make certain corporate governance documents available on our investor relations website, including our corporate governance guidelines, board committee charters, and code of business conduct. Our code of business conduct applies to all team members, officers and directors. Any future amendments or waivers from our code of business conduct for our principal executive officer, principal financial officers, principal accounting officer or controller, or persons performing similar functions will be disclosed on our website promptly following the date of such amendment or waiver.\nThe contents of our website are not incorporated by reference into this Annual Report on Form 10-K or in any other report or document we file with the SEC, and any references to our websites are intended to be inactive textual references only.",
      "char_count": 42497
    },
    "item1a": {
      "text": "ITEM 1A. RISK FACTORS\nYou should carefully consider each of the following risk factors in conjunction with other information provided in this Annual Report on Form 10-K and in our other public disclosures. Our business is subject to a number of risks, including risks that may prevent us from achieving our business objectives or may adversely affect our business, financial condition, results of operations, cash flows, liquidity or access to sources of financing, and/or the market value of our Class A common stock. These risks could cause our future results to differ materially from historical results and from guidance we may provide regarding our expectations of future financial performance. The risks described below highlight potential events, trends or other circumstances that could adversely affect our business.\nRisks Related to Our Business, Industry and Growth Strategies\nWe are vulnerable to changes in economic conditions, increases in food and commodity costs and consumer preferences.\nLike other companies in the restaurant industry, we are dependent upon food and commodity availability and their costs impact our business and results. Food and commodity costs and availability can be volatile and are affected by factors outside of our control, including general economic conditions, inflation, labor shortages, seasonal fluctuations, weather and climate conditions, energy costs, global demand, trade protections and subsidies, food safety issues, infectious diseases, possible terrorist activity, cyberattacks, transportation issues, currency fluctuations, product recalls, and government regulations, among others.\nFood and commodity cost volatility has affected our profitability and reputation in the past and could do so in the future. While a portion of our commodities are subject to contract pricing, as our contracts expire we may unable to successfully (re)negotiate terms that protect us from inflation or the portion not covered by contract pricing might increase unexpectedly, creating unplanned price inflation. We experienced 4.2% and 5.5% commodity price inflation for the years ended December 29, 2024 and December 31, 2023, respectively.\nIf the cost of our ingredients increase, we may suspend or permanently discontinue certain menu items rather than pay the increased cost for the ingredients. These changes to our menu could negatively impact our restaurant traffic and operational results during the shortage and thereafter. Additionally, we may be unable to offset all or even a portion of a future cost increase through menu price increases. Competitive conditions may \nPortillo's Inc. <img alt=\"circle.jpg\" src=\"ptlo-20241229_g3.jpg\" style=\"height:19px;margin-bottom:5pt;vertical-align:text-bottom;width:20px\"/> Form 10-K | 2\n\n\nlimit our menu pricing flexibility and implementing menu price increases may change our guests’ visit frequencies or purchasing patterns. Our industry depends on consumer discretionary spending and is affected by changes in consumer tastes, and macro- and micro-economic conditions (including economic downturns, consumer sentiment, inflation or increased food or energy costs). Factors such as traffic patterns, weather, fuel prices, local demographics, local regulations and the competitive landscape may adversely affect the performances of our individual locations. \nOur restaurants are primarily located in high-activity trade areas that often contain retail, lifestyle, and entertainment centers. We depend on high visitor rates in these trade areas to attract guests to our restaurants. A decline in traffic at these locations for a sustained period could have a material adverse effect on our business, financial condition and results of operations (collectively, \"our Results\").\nWe may fail to open new restaurants or establish new markets or our new restaurants may not perform as well as anticipated, may not be profitable, or may close.\nOpening and profitably operating new restaurants in existing and new markets is key to our growth. Over the long term, we aim to increase our number of restaurants by approximately 12% to 15% annually. We may struggle to identify target markets, we may not be able to open our planned new restaurants within budget or on a timely basis, and our new restaurants may not perform as well as anticipated. New restaurant success is affected by several factors, many of which are beyond our control, including our ability to secure enough appropriate and attractive sites, and complete construction in a timely and cost-efficient manner.\nWe may open restaurants in geographic markets where we have little or no prior operating experience. Moreover, consumer recognition of our brand has been important to the success of our existing restaurants, and our concept may have limited appeal in new markets. Restaurants in new markets may take longer to reach expected sales and profit and may have higher construction, occupancy and operating costs than existing restaurants. New restaurants in or near markets with existing restaurants could have a material adverse effect on sales at these existing restaurants. Failure on our part to recognize or respond to these challenges may adversely affect the success of new restaurants and could have a material adverse effect on our Results.\nSome of our restaurants have higher-than-normal sales volumes during the initial startup period, and our Restaurant-Level Adjusted EBITDA Margins are generally lower in the first 12 months of operation. In new markets, the period before average sales stabilize is less predictable because of our limited knowledge of these markets and consumers’ limited awareness of our brand. In addition, our AUVs and same-restaurant sales may not increase at the rates our existing restaurants have achieved over the past several years. Our ability to operate new restaurants profitably and increase AUVs and same-restaurant sales will depend on many factors, some of which are beyond our control.\nWe employ operating and financial targets, but new restaurants may not meet these targets or may take longer than anticipated to do so. If our new restaurants do not perform as planned, it could have a material adverse effect on our Results.\nFurther, our existing restaurant management systems, financial and management controls and information systems (collectively, our “Infrastructure”) may be inadequate to support our planned expansion. We may not enhance our Infrastructure quickly enough or effectively hire, train and retain team members, which could have a material adverse effect on our Results. If we experience a decline in financial performance, we may limit, delay or discontinue restaurant openings, or we may decide to close unprofitable restaurants.\nOur growth plans and ongoing capital expenditure (\"capex\") needs require us to spend capital, which may not be readily available.\nOur growth strategy depends on opening new restaurants using cash flows from operations. However, these cash flows may be insufficient to meet our needs. If cash is allocated ineffectively among our projects, or if any initiatives are unsuccessful, we may experience reduced profitability and we may need to delay, limit or eliminate planned restaurant openings, which could have a material adverse effect on our Results.\nAs our restaurants mature, they require capital expenditures to remain competitive and maintain our brand standard. If we cannot fund capital expenditures using cash flows from operations, funds will need to be borrowed or otherwise obtained or capex investments will be delayed or eliminated, which could make those restaurants less attractive to guests and materially, adversely affect the business.\nOur same-restaurant sales may be lower than we expect in future periods.\nSame-restaurant sales continue to be critical to profitability because their profit margin is generally higher than the profit margin on new restaurant sales. Initiatives to grow same restaurant sales may be unsuccessful, we may miss our targets, or same-restaurant sales could decrease. Any such events could have a material adverse effect on our Results.\nOur marketing programs and any limited time or seasonal offerings may be unsuccessful and could fail to meet expectations, and our new menu items, advertising campaigns, heavy reliance on social media and restaurant designs and remodels may not generate increased sales or profits.\nWe incur costs and expend other resources on marketing efforts for new and seasonal menu items, advertising campaigns, and restaurant designs and remodels to raise brand awareness and attract and retain guests. As our restaurant count increases and we expand into new markets, we expect to increase our marketing investment. If these initiatives are unsuccessful, we may incur expenses without the benefit of higher revenues, \nPortillo's Inc. <img alt=\"circle.jpg\" src=\"ptlo-20241229_g3.jpg\" style=\"height:19px;margin-bottom:5pt;vertical-align:text-bottom;width:20px\"/> Form 10-K | 3\n\n\nwhich could have a material adverse effect on our Results.\nOur marketing efforts rely heavily on the use of social media. Many of our competitors are expanding their use of social media, and new social media platforms are rapidly being developed, potentially making more traditional social media platforms obsolete. We must continuously evolve our social media strategies to maintain customer mindshare and brand relevance, particularly given the rise in digital focus among customers. We also invest in other marketing initiatives across digital channels and build customer awareness of, engagement with, and loyalty to our brand. These initiatives may not be successful, resulting in expenses incurred without higher sales or increased brand recognition. \nLaws and regulations governing the use of these platforms and devices continue to evolve. The failure by us or our agents to abide by applicable laws and regulations could subject us to investigations, lawsuits, liability, fines or other penalties and have a material adverse effect on our Results. An increase in the use of social media for product promotion and marketing may increase our costs, including those related to compliance, and increase the risk that such materials could contain problematic product or marketing claims or violate applicable regulations.\nIncidents involving food-borne illness and food safety could have an adverse effect.\nFood safety is a top priority and we dedicate substantial resources to help ensure that our guests enjoy safe, quality food products. However, food-borne illnesses and other food safety issues have occurred in the past and could occur in the future. Incidents or reports of food-borne or water-borne illness or other food safety issues, food contamination or tampering, team member hygiene and cleanliness failures, improper team member conduct, or guests spreading illness while at our restaurants could lead to product liability or other claims. Such incidents or reports could negatively affect our brand and reputation and could have a material adverse effect on our Results. \nWe cannot guarantee that our food safety controls, procedures and training will be fully effective in preventing all food safety and public health issues at our restaurants. There is no guarantee that our restaurant locations will maintain the high levels of internal controls and training we require. Some food-borne illness incidents could be caused by third-party food suppliers or delivery services or during guest takeout or catered events. The risk may affect multiple restaurant locations. New illnesses resistant to our current precautions may develop in the future, or diseases with long incubation periods could arise, any of which could give rise to retroactive claims or allegations. One or more food safety instances in one of our restaurants could negatively affect sales at nearby or even all our restaurants, especially if highly publicized. \nOther restaurant chains have experienced incidents related to food-borne illness incidents that have had material adverse impacts on their operations, and it’s possible we could suffer a similar impact if one or more of our restaurants were to experience a material food safety incident. Additionally, even if food-borne illnesses are not identified at our restaurants, our restaurant sales could be adversely affected if instances of food-borne illnesses at other restaurant chains were highly publicized.\nWe face significant competition for guests, and our inability to compete effectively may affect our traffic, our sales and our operating profit margins, which could have a material adverse effect on our Results.\nThe restaurant industry is intensely competitive. We compete directly and indirectly with national, regional and local limited-service (e.g., quick service or fast casual) and full-service restaurants on food quality, brand recognition, service, price and value, convenience, design and location. Some competitors have significantly greater financial, marketing, personnel and other resources, and many are well-established in our target markets. Many of our competitors have greater name recognition locally, regionally, or nationally in these target markets. \nOur continued success also depends on the popularity of our menu and guest experience. Consumer tastes, nutritional and dietary trends, traffic patterns and the type, number, and location of competing restaurants often affect restaurant performance, and our competitors may react more effectively to changes. In the past, some of our competitors have implemented promotional programs that provide price discounts or reward programs, and they may continue to do so in the future. If we cannot compete effectively, our traffic, restaurant sales and restaurant operating profit margins could decline, which could have a material adverse effect on our Results. If our competitors increase spending on marketing and other initiatives or our marketing expenditures decrease, or our advertising, promotions, and restaurant designs and locations are less effective than our competitors, it could have a material adverse effect on our Results.\nOur restaurant base is geographically concentrated in the Midwestern United States, and we could be negatively affected by conditions specific to that region.\nOur restaurants in the Midwestern United States represented approximately 71% of our restaurants as of December 29, 2024. Our restaurants in the Chicagoland area represented approximately 45% of our total restaurants and 54% of restaurants in our comparable base, as of December 29, 2024. Our comparable restaurant base is defined as the number of restaurants open for at least 24 full fiscal periods. Adverse changes in demographic, unemployment, economic, regulatory or weather conditions in the Midwestern United States have had, and may continue to have, material adverse effects on our Results. As a result of our concentration in this market, we have been, and in the future may be, disproportionately affected by conditions in this geographic area compared to other chain restaurants with a more distributed national footprint. \nOur competitors could open additional restaurants in the Midwestern United States, which could result in reduced market share for us in this key geographic region, which could have a material adverse effect on our Results.\nPortillo's Inc. <img alt=\"circle.jpg\" src=\"ptlo-20241229_g3.jpg\" style=\"height:19px;margin-bottom:5pt;vertical-align:text-bottom;width:20px\"/> Form 10-K | 4\n\n\nDamage to our reputation and negative publicity could have a material adverse effect on our Results.\nOur reputation and the perception of our brand are critical to our success. Any incident that erodes our consumer loyalty could significantly damage our business. We may be adversely affected by negative publicity relating to food quality, the safety, sanitation and welfare of our restaurant facilities, guest complaints or litigation, health inspection scores, integrity of our suppliers’ food processing and other policies, practices and procedures, team member relationships and welfare, employment practices or other matters at one or more of our restaurants. Furthermore, similar negative publicity or occurrences with respect to other restaurants could also decrease our guest traffic and have a similar material adverse effect on our business. In addition, the volume of restaurant commentary has increased dramatically with the proliferation of social media platforms. Negative publicity may adversely affect us or some or all of our restaurants, regardless of whether allegations are valid, and we may not be able to respond effectively. For example, we, or other restaurant companies generally, have and could again come under criticism from animal rights and welfare activists for our business practices or those of our suppliers. We may also face scrutiny and criticism concerning sustainability matters, environmental stewardship, and other social issues. Such criticisms could impair our brand, our restaurant sales, our hiring, and our expansion plans. If we changed our practices because of concerns about animal welfare, or in response to such criticisms, our costs might increase, or we may have to change our suppliers or our menu. A similar risk exists with respect to food service businesses unrelated to us if customers mistakenly associate such unrelated businesses with our operations. Team member claims against us based on, among other things, alleged wage and hour violations, discrimination, harassment or wrongful termination may create not only legal and financial liability but negative publicity that could adversely affect us and divert our financial and management resources from more productive initiatives. A significant increase in the number of these claims or an increase in the number of successful claims could have a material adverse effect on our Results.\nThe digital and delivery business, and expansion thereof, is uncertain and subject to risk.\nWe believe digital investments to be a critical differentiator for our business, driving greater and more frequent engagement with new and existing customers. As the digital space continues to evolve, our technology must also evolve to stay competitive. If we do not maintain and innovate competitive digital systems, including our growing use of artificial intelligence in our operations, our digital business and sales may be adversely affected as we lose guests to competitors. We rely on third-parties for our ordering and payment platforms. Services performed by these third-parties have been, and could be in the future, damaged or interrupted by technological issues or cyberattacks, which could negatively impact our sales and harm our reputation.\nAs availability of food delivery services increase, we understand the importance of meeting our guests’ needs. We have invested in marketing to promote our delivery partnerships, which could negatively impact our profitability if that channel does not continue to expand. We rely on third-parties to fulfill delivery orders in a timely and professional fashion. If these third-party delivery companies cease doing business with us, do not continue their relationship with us on favorable terms, or cannot make their scheduled deliveries (including a shortage of drivers), it may have a negative impact on our sales or revenue. Errors in providing adequate delivery services may result in guest dissatisfaction, which could also result in guest attrition, loss in sales and damage to our brand image. Additionally, as with any third-party handling food, such delivery services increase the risk of food tampering while in transit. We developed sealed packaging to provide some deterrence against such potential food tampering, but some risk remains. \nThird-party food delivery services are competitive. If our delivery partners fail to effectively compete with other third-party delivery providers, our delivery business may suffer, resulting in a loss of sales. If any third-party delivery provider we partner with experiences damage to their brand image, we may also see ramifications due to our partnership with them.\nWe have a limited number of suppliers and distributors for certain key ingredients. If our suppliers or distributors do not fulfill their contractual obligations, we could encounter supply shortages and incur higher costs.\nDue to the concentration of our suppliers and distributors (“our vendors”), the cancellation, disruption, delay or inability of these suppliers to deliver these products to our restaurants for any reason may materially and adversely affect our operations until we establish an alternative.\nWe do not control our vendors’ operations and our efforts to monitor their performance may be unsuccessful. If our vendors fail to comply with food safety or other laws and regulations, or face allegations of non-compliance, their operations may be disrupted and we may not be able to engage replacement suppliers on commercially reasonable terms or a timely basis, if at all.\nIf our vendors do not fulfill their contractual obligations or we cannot identify alternative sources, we could encounter supply shortages and incur higher costs, which could have a material adverse effect on our results of operations. We have developed contingency plans to mitigate risks related to secondary supply, floor stocking arrangements, product diversification and inventory management, but there can be no assurance that we can obtain commercially reasonable terms or alternative product of equivalent quality. \nAny prolonged disruption in the operations of our two commissaries could harm our business.\nWe currently operate two commissaries in Illinois, which produce the Italian beef, gravy and sweet peppers used in our restaurants. While we plan to continue investing in additional supply chain capacity in the future, as necessary, any prolonged disruption in the operations of any of our existing facilities, whether due to technical, operational or labor difficulties, product contamination, destruction or damage to the facility, limited capacity or other reasons, could adversely affect our Results. \nPortillo's Inc. <img alt=\"circle.jpg\" src=\"ptlo-20241229_g3.jpg\" style=\"height:19px;margin-bottom:5pt;vertical-align:text-bottom;width:20px\"/> Form 10-K | 5\n\n\nWe depend on our executive officers and certain other key team members, the loss of whom could have a material adverse effect on our business.\nWe rely upon the accumulated knowledge, skills and experience of our executive officers and certain other key team members. Our chief executive officer has been with us for more than five years and many of our executive officers have numerous years of experience in the food service industry. The loss of any of our executive officers could have a material adverse effect on our Results, as we may be unable to find suitable replacements on a timely basis, without incurring increased costs, or at all. There is a high level of competition for experienced, successful executive personnel in our industry. Our inability to meet our executive staffing requirements could have a material adverse effect on our Results.\nFailure to maintain our corporate culture as we grow could have a material adverse effect on our business.\nWe believe that our corporate culture and values have been a critical component to our success. We have made substantial investments in our team. As we continue to grow, it may be difficult to maintain the innovation, teamwork, passion and focus on execution that are important to our culture. Any failure to preserve our culture could negatively impact our operations, including our ability to retain and recruit personnel and to effectively focus on and pursue our corporate objectives. If we cannot maintain our corporate culture as we grow, it could have a material adverse effect on our Results.\nMatters relating to employment and labor law could have a material adverse effect, result in litigation or union activities, add significant costs and divert management attention.\nVarious federal and state labor laws govern our relationships with our team members and affect our operating costs, including the U.S. Occupational Safety and Health Act, which governs worker health and safety, the U.S. Fair Labor Standards Act, which governs such matters as minimum wages and overtime, and a variety of federal, state and local laws that govern employment law matters like employee classifications, unemployment tax rates, workers’ compensation rates, family leave, paid leave, working conditions, safety standards, immigration status, payroll taxes, discrimination, and citizenship requirements. In addition, under the U.S. Patient Protection and Affordable Care Act (“ACA”), we must provide affordable coverage, as defined in ACA, to eligible team members, or make a payment per team member based on ACA's affordability criteria. Additionally, some state and local laws mandate certain levels of health benefits by some employers. Significant additional government regulations and new laws, including mandated increases in minimum wages, changes in exempt and non-exempt status, paid leave, or increased mandated benefits such as health care and insurance costs could have a material adverse effect on our business, financial condition and results of operations. In addition, changes in federal or state workplace regulations could adversely affect our ability to meet our financial targets.\nFederal law requires that we verify that our team members have the proper documentation and authorization to work in the U.S. Although we require all workers to provide us with government-specified documentation evidencing their employment eligibility, some of our team members may, without our knowledge, be unauthorized workers. We currently participate in the “E-Verify” program, an Internet-based, free program run by the U.S. government to verify employment eligibility in states where participation is required. However, use of the “E-Verify” program does not guarantee that we will properly identify all applicants who are ineligible for employment. Unauthorized workers are subject to deportation and we may be subject to fines or penalties if any of our workers are found to be unauthorized. Termination of a significant number of team members who lack work authorization may disrupt our operations, cause temporary increases in our labor costs as we train new team members and result in adverse publicity. We could also become subject to fines, penalties and other costs related to claims that we did not fully comply with all recordkeeping obligations of federal and state immigration compliance laws. As a result of such events, we could experience adverse publicity that may negatively impact our brand and may make it more difficult to hire and keep qualified team members. These factors could materially adversely affect our Results.\nOur business is subject to the risk of litigation by team members, consumers, suppliers, shareholders or others through private actions, class actions, administrative proceedings, regulatory actions or other litigation. The outcome of litigation, particularly class action and regulatory actions, is difficult to predict or quantify. In recent years, restaurant companies, including us, have been subject to lawsuits, including class actions, alleging violations of federal and state laws regarding workplace and employment conditions, discrimination, immigration status and similar matters. Some lawsuits have resulted in substantial damage awards. Similar lawsuits have been instituted from time to time alleging violations of various federal and state wage and hour laws regarding, among other things, employee meal deductions, overtime eligibility of managers and failure to pay for all hours worked. Whether or not claims against us are valid or whether we are found liable, claims may be expensive to defend and may divert time and money away from our operations and result in increases in our insurance premiums. In addition, they may generate negative publicity, which could reduce guest traffic and sales. Although we believe we maintain adequate levels of insurance, insurance may not be available at all or in sufficient amounts to cover all potential liabilities with respect to these or other matters. A judgment or other liability in excess of our insurance coverage or any adverse publicity resulting from claims could have a material adverse effect on our Results.\nCertain of our team members at our commissaries in Addison, IL and Aurora, IL voted on April 13, 2023 and April 30, 2024, respectively, in favor of being represented by a union. We filed objections to the Addison 2023 election with the National Labor Relations Board (\"NLRB\") on April 19, 2023, asserting that the promises made by the union and its agent prevented a free and fair election. We are actively pursuing litigation to set aside the election results. We filed an objection to the Aurora 2024 election with the NLRB on May 7, 2024, asserting that the promises made by the union and its agents prevented a free and fair election. Our objections were denied and we filed exceptions to this decision with the NLRB. Although we have not received other petitions to unionize, it is possible that additional team members may seek to be represented by labor unions in the future. If a significant number of our team members were to become unionized and collective bargaining agreement terms were significantly different from our \nPortillo's Inc. <img alt=\"circle.jpg\" src=\"ptlo-20241229_g3.jpg\" style=\"height:19px;margin-bottom:5pt;vertical-align:text-bottom;width:20px\"/> Form 10-K | 6\n\n\ncurrent compensation arrangements, it could have a material adverse effect on our Results. In addition, a labor dispute involving some or all our team members may harm our reputation, disrupt our operations and reduce our revenues, and resolution of labor disputes could increase our costs. Further, if we enter into a new market with unionized construction companies, or the construction companies in our current markets become unionized, construction and build-out costs for new restaurants in such markets could materially increase.\nLabor quality, labor shortages or increased labor costs could have a material adverse effect on our Results.\nOur success depends upon our ability to attract, motivate and retain enough qualified team members to meet the needs of our new and existing restaurants. Competition for qualified team members in some areas could require higher wages and greater benefits. Our team members are typically paid more than the applicable minimum wage where they work. Increases in federal or state minimum wages, unemployment benefits, higher team member turnover rates, unionization of restaurant workers, or increases in the federally-mandated or state-mandated minimum wage, change in exempt and non-exempt status, or other employee benefits costs (including costs associated with health insurance coverage or workers’ compensation insurance) may also increase wage rates. We invest significant time and money in the qualification and training of our personnel, so failure to retain team members will increase costs without improving Results. Inability to recruit or retain team members could also delay new restaurant openings, could adversely impact existing restaurants, or result in higher team member turnover in existing restaurants, increasing our labor costs and adversely affecting our Results.\nWe may be unable to increase our menu prices in order to pass future increased labor costs on to our guests, in which case our operating margins would be negatively affected. If we increase menu prices to cover increased labor costs, the higher prices could adversely affect demand for our menu items, resulting in lower sales.\nWe are exposed to risks associated with leasing property including long-term, non-cancelable leases and potential inability to renew expiring leases.\nMany of our restaurant leases are non-cancelable with initial terms of 10 to 20 years and typically provide for renewal options in five-year increments. Generally, our leases also require us to pay our share of the costs of real estate taxes, utilities, building operating expenses, insurance and other charges and may include rent escalations. If we close a restaurant, our lease obligations may remain, requiring, among other things, payment of the rent and other costs through the lease term. In addition, as leases expire for restaurants that we continue to operate, we may be unable to negotiate renewals on commercially acceptable terms or at all. As a result, we may close or relocate the restaurant, resulting in unanticipated construction costs, the delay or failure by the landlord to timely deliver the new restaurant location to us, and unfavorable commercial, residential or infrastructure development near our new restaurant location, among other costs and risks. Revenues and profit, if any, generated at a relocated restaurant may not equal those generated at the existing restaurant.\nOur business is subject to risks related to our sale of alcoholic beverages.\nWe serve alcoholic beverages at most of our restaurants and we may expand service to additional restaurants in the future. Alcoholic beverage control regulations generally require our restaurants to apply to a state authority and, in certain locations, county or municipal authorities for an annual license that may be revoked or suspended for cause at any time. Alcoholic beverage control regulations impact many parts of restaurant operations, including minimum age of team members, advertising, trade practices, wholesale purchasing, inventory control and handling, storage and dispensing of alcoholic beverages and training. Failure to comply with these regulations and obtain or retain licenses could have a material adverse effect on our Results.\nWe are also subject to “dram shop” statutes in certain states, which provide a person injured by an intoxicated person the right to recover damages from an establishment that wrongfully served alcoholic beverages to the intoxicated person. We carry liquor liability coverage as part of our existing comprehensive general liability insurance; however, litigation against restaurant chains has resulted in significant judgments and settlements under these statutes. These cases often seek punitive damages, which may not be covered by insurance, and such litigation could have a material effect on our Results. Regardless of whether any claims against us are valid or whether we are found liable, claims may be expensive to defend and may divert time and money away from operations, hurting our financial performance. A judgment significantly in excess of our insurance coverage or not covered by insurance could have a material adverse effect on our Results.\nAn impairment in the carrying value of our goodwill, indefinite-lived intangible assets or long-lived assets could have a material adverse effect on our business.\nAs of December 29, 2024, we had approximately $394.3 million of goodwill and $250.0 million of intangible assets, primarily related to the purchase price allocation performed in connection with the Berkshire Acquisition. We test goodwill and indefinite-lived intangible assets for impairment in the fourth quarter of each fiscal year and whenever events or changes in circumstances indicate that impairment may have occurred. If the book value of goodwill or other indefinite-lived intangible assets is impaired, such impairment would be charged to earnings in the period of impairment. We cannot accurately predict the amount and timing of any impairment. Should the value of goodwill or other indefinite-lived intangible assets become impaired in the future, such impairment could have a material adverse effect on our Results. See Note 6. Goodwill & Intangible Assets in the notes to the consolidated financial statements for additional information.\nPortillo's Inc. <img alt=\"circle.jpg\" src=\"ptlo-20241229_g3.jpg\" style=\"height:19px;margin-bottom:5pt;vertical-align:text-bottom;width:20px\"/> Form 10-K | 7\n\n\nChanges to estimates related to our property, fixtures and equipment and definite-lived intangible assets or operating results that are lower than our current estimates at certain restaurant locations may cause us to incur impairment charges or accelerate the amortization on certain long-lived assets, which could have a material adverse impact on our results of operations.\nNatural disasters, unusual weather conditions, pandemic outbreaks, political events, war and terrorism could disrupt our business and result in lower sales, increased operating costs and capital expenditures.\nOur Restaurant Support Center, restaurants, and their respective facilities, as well as certain of our vendors and customers, are located in areas that have been and could be subject to natural disasters such as floods, drought, hurricanes, tornadoes, fires or earthquakes. Because our restaurants are concentrated in the Midwestern United States and parts of the “Sunbelt,” adverse weather conditions or changes in weather patterns, including those that may result in electrical and technological failures, may disrupt our business and may adversely affect our sales and operations. Such events could result in physical damage to one or more restaurants, the temporary closure of some or all of our restaurants or our vendors, a workforce shortage, supply chain disruption, or disruption of our technology support or information systems, all of which would increase our costs and disrupt our business. Pandemics, political or social unrest, and acts of war or terrorism in the past, and could in the future, have negative effects on our Results. The events described herein also could have indirect consequences like increased insurance costs if they result in significant loss of property or other insurable damage. Any of these factors, or any combination thereof, could have a material adverse effect on our Results.\nThe increasing focus on environmental sustainability and social initiatives could increase our costs, harm our reputation, and adversely impact our Results.\nInvestors, environmental activists, the media and governmental and nongovernmental organizations remain focused on a variety of environmental, social and other sustainability matters, including energy, water, and food and packaging waste management, food safety, nutritional content, labor practices, and supply chain and management food sourcing. We have experienced and may continue to experience pressure to make sustainability-related commitments. If we are not effective in addressing environmental, social and other sustainability matters affecting our industry, or setting and meeting relevant sustainability goals, our brand image may suffer. In addition, we may experience increased costs to achieve our sustainability goals, which could have a material adverse impact on our Results. We may also experience backlash from individuals, organizations and investors who do not support such initiatives, including those who support the enactment of “Anti-ESG” legislation or policies.\nOur inability or failure to execute on a comprehensive business continuity plan at our Restaurant Support Center following a disaster or force majeure event could have a material adverse impact on our Results.\nMany of our corporate systems and processes and corporate support for our restaurant operations are centralized at one location. We have disaster recovery procedures and business continuity plans in place to address crisis-level events, including hurricanes and other natural disasters, and back up and off-site locations for recovery of electronic and other forms of data and information, and events like the COVID-19 pandemic have provided a limited test of our ability to manage our business remotely. However, if we are unable to fully implement our disaster recovery plans, we may experience delays in recovery of data, an inability to perform vital corporate functions, tardiness in reporting and compliance requirements, a failure to adequately support field operations and other breakdowns in normal communication and operating procedures that could have a material adverse effect on our financial condition, results of operation and exposure for administrative and other legal claims. In addition, these threats are constantly evolving, which increases the difficulty of accurately and timely predicting, planning for and protecting against such threats. As a result, our disaster recovery procedures and business continuity plans may not adequately address all threats we face or protect us from resulting losses.\nRisks Related to Our Indebtedness\nOur level of indebtedness could have a material adverse effect on our business and limit our ability to plan for or respond to changes in our business.\nOur indebtedness could have significant effects on our business, such as (i) requiring us to dedicate a substantial portion of our cash flow to repay borrowings, reducing cash flow available to fund working capital, capital expenditures, acquisitions, our growth strategy and other general corporate purposes; (ii) limiting our ability to finance capital expenditures, acquisitions, debt service requirements, our growth strategy and other projects; (iii) limiting our ability to make investments, including acquisitions, loans and advances, and to sell, transfer or otherwise dispose of assets; (iv) making us more vulnerable to adverse changes in general economic, industry and competitive conditions, in government regulation and in our business by limiting our ability to plan for and react to changing conditions; (v) placing us at a disadvantage compared with our competitors that have less debt; and (vi) exposing us to risks inherent in interest rate fluctuations, including higher interest rate expense, because our borrowings are at variable interest rates.\nWe may not generate sufficient cash flow to repay our indebtedness when due and meet our other cash needs. If this occurs, we may be required to pursue one or more alternative strategies, such as selling assets, refinancing or restructuring our indebtedness or selling additional debt or equity securities. We may not be able to refinance our debt or sell additional debt or equity securities or our assets on favorable terms, if at all, and if we must sell our assets, it may negatively affect our Results. If we are unable to pay our debts on time, credit ratings agencies may downgrade our credit rating, which may make it more difficult or expensive to refinance our existing debt or to obtain additional debt or equity financings in the future.\nEvents beyond our control, including changes in general economic and business conditions, may affect our ability to satisfy certain financial \nPortillo's Inc. <img alt=\"circle.jpg\" src=\"ptlo-20241229_g3.jpg\" style=\"height:19px;margin-bottom:5pt;vertical-align:text-bottom;width:20px\"/> Form 10-K | 8\n\n\ncovenants that apply under our credit agreements and we cannot guarantee that our lenders will waive any failure to satisfy such financial covenants.\nRisks Related to Our Organizational Structure\nThe interests of Berkshire may conflict with our interests or the interests of the holders of our Class A common stock in the future.\nBerkshire Partners, our largest shareholder as of December 29, 2024, continues to own a significant percentage of our common stock. Berkshire engages in a range of investing activities, including investments in restaurants and other consumer-related companies. In the ordinary course of its business activities, Berkshire may engage in activities where its interests conflict with our interests or those of our shareholders. Our amended and restated certificate of incorporation provides that our directors and shareholders, including Berkshire, do not have any obligation to offer us an opportunity to participate in business opportunities presented to them even if the opportunity is one that we might reasonably have pursued (and therefore may be free to compete with us in the same business or similar businesses) and that, to the extent permitted by law, such directors and shareholders will not be liable to us or our shareholders for breach of any duty by reason of any such activities. Accordingly, the interests of Berkshire may supersede ours, causing them or their affiliates to compete against us or to pursue opportunities instead of us, for which we have no recourse. Such actions on the part of Berkshire and inaction on our part could have a material adverse effect on our Results. In addition, Berkshire may have an interest in pursuing acquisitions, divestitures and other transactions that, in its judgment, could enhance its investment in us, even though such transactions might involve risks to us, such as debt-financed acquisitions.\nDelaware law and our organizational documents, as well as our existing and future debt agreements, may impede or discourage a takeover, which could deprive our investors of the opportunity to receive a premium for their shares.\nCertain anti-takeover provisions of Delaware law and certain provisions of our current certificate of incorporation and bylaws may make it more difficult for a third-party to acquire control of us, even if a change of control would benefit shareholders. Among other things, these provisions: (i) do not permit cumulative voting for directors; (ii) delegate the sole power of a majority of the Board to fix the number of directors; (iii) provide the power of our Board to fill any vacancy on our Board, regardless of the cause of such vacancy; (iv) authorize the issuance of “blank check” preferred stock without shareholder approval; (v) eliminate the ability of shareholders to call special meetings; (vi) establish advance notice requirements for nominations for election to our Board or for proposing matters that can be acted on by shareholders at shareholder meetings; and (vii) limit use of shareholders' written consent.\nOur credit facilities impose, and we anticipate future facilities may impose, limitations on our ability to enter into change of control transactions, the occurrence of which could constitute an event of default. The foregoing factors, as well as the significant common stock ownership by Berkshire, could make acquisition of our Class A common stock less desirable, which, under certain circumstances, could reduce its market value.\nWe are a holding company and our principal asset is our ownership of LLC Units in Portillo’s OpCo. Accordingly, we are dependent upon distributions from Portillo’s OpCo to pay dividends, if any, and taxes, make payments under the Tax Receivable Agreement and pay other expenses.\nWe are a holding company whose principal asset is Portillo’s OpCo LLC Units. We have no independent means of generating revenue. Portillo’s OpCo is, and will continue to be, treated as a partnership for U.S. federal and applicable state and local income tax purposes and, as such, will generally not be subject to applicable federal, state, and local income taxes. Portillo’s OpCo’s taxable income will be allocated to holders of LLC Units, including us. Accordingly, we will incur income taxes on our allocable share of any taxable income of Portillo's OpCo. We will also incur expenses related to our operations, and will have payment obligations under the Tax Receivable Agreement. We intend to cause Portillo’s OpCo to make distributions to the holders of LLC Units (including us) in amounts sufficient to cover the LLC Unit holders’ obligations, however deterioration in the financial condition, earnings or cash flow of Portillo’s OpCo and its subsidiaries may impair their ability to make such distributions. Additionally, if we need funds and Portillo’s OpCo is restricted from making distributions to us under applicable law or regulation, its debt agreements or otherwise, we may be unable to obtain such funds on terms acceptable to us, or at all, which could have a material adverse effect on our liquidity and financial condition. See \"Risks Related to Our Indebtedness\" above.\nIn certain circumstances, Portillo’s OpCo will be required to make distributions to us and the other holders of LLC Units, and those distributions may be substantial.\nUnder the Amended LLC Agreement, Portillo’s OpCo will be required from time to time to make pro rata distributions in cash to us and the other holders of LLC Units at certain assumed income tax rates in amounts that are intended to be sufficient to cover the income taxes payable on our and the other LLC Unit holders’ respective allocable shares of the taxable income of Portillo’s OpCo. Given (i) potential differences in taxable income allocable to us and the other LLC Unit holders, (ii) the lower income tax rate applicable to corporations than individuals and (iii) the use of an assumed income tax rate, we may receive tax distributions significantly in excess of our income tax liabilities and obligations to make payments under the Tax Receivable Agreement. Our Board, in its sole discretion, will make any determination from time to time with respect to the use of any such excess cash so accumulated, but we will have no obligation to distribute such cash (or other available cash other than any declared dividend) to our shareholders. If we do not distribute such excess cash as dividends or otherwise undertake ameliorative actions, holders of our LLC Units (other than Portillo’s Inc.) may benefit from any value attributable to such cash balances as a result of their ownership of Class A common stock following a redemption or exchange of their LLC Units, notwithstanding that such holders of our LLC Units (other than Portillo’s Inc.) may previously \nPortillo's Inc. <img alt=\"circle.jpg\" src=\"ptlo-20241229_g3.jpg\" style=\"height:19px;margin-bottom:5pt;vertical-align:text-bottom;width:20px\"/> Form 10-K | 9\n\n\nhave participated as holders of LLC Units in distributions by Portillo’s OpCo that resulted in such excess cash balances at Portillo’s Inc.\nOur organizational structure, including the Tax Receivable Agreement, confers certain benefits upon the TRA Parties that will not benefit holders of our Class A common stock to the same extent that it will benefit the TRA Parties, including substantial cash payments.\nUnder the Tax Receivable Agreement, we are required to make cash payments to certain of our pre-IPO LLC Members (the \"TRA Parties\") equal to 85% of the income tax benefits, if any, that we actually realize, or in certain circumstances are deemed to realize, as a result of (i) our allocable share of existing tax basis in depreciable or amortizable assets related to LLC Units acquired in our IPO, (ii) certain favorable tax attributes we acquired from entities treated as corporations for U.S. tax purposes that held LLC Units prior to the Transactions (\"Blocker Companies\") (including net operating losses and the Blocker Companies’ allocable share of existing tax basis), (iii) increases in our then allocable share of existing tax basis in depreciable or amortizable assets, and adjustments to the tax basis of the tangible and intangible assets of Portillo’s OpCo and its subsidiaries, as a result of (x) sales or exchanges of interests in Portillo’s OpCo (including repayment of the redeemable preferred units) in connection with our IPO and (y) future exchanges of LLC Units by pre-IPO LLC Members for Class A common stock and (iv) certain other tax benefits related to entering into the Tax Receivable Agreement, including payments made under the Tax Receivable Agreement.\nThe Company’s payment obligations under the Tax Receivable Agreement may be significant. Any payments made under the Tax Receivable Agreement will not be available for reinvestment in our business and will reduce our overall available cash flow. Tax Receivable Agreement payments are not conditioned on the TRA Parties’ continued ownership of our shares. Furthermore, our obligations under the Tax Receivable Agreement could make us a less attractive target for an acquisition, particularly if an acquirer cannot use some or all of the tax benefits under the Tax Receivable Agreement. The amount of existing tax basis and anticipated tax basis adjustments and utilization of tax attributes, and the amount and timing of any payments under the Tax Receivable Agreement, will vary depending upon a number of factors, including the timing of redemptions or exchanges by the pre-IPO LLC Members, the price of shares of our Class A common stock at the time of the redemptions or exchanges, the extent to which such redemptions or exchanges are taxable, the amount of gain recognized by such holders of LLC Units, the amount and timing of the taxable income allocated to us or otherwise generated by us in the future, the portion of our payments under the Tax Receivable Agreement constituting imputed interest and the federal and state tax rates then applicable. \nIn certain cases, payments under the Tax Receivable Agreement to the TRA Parties may be accelerated or significantly exceed any actual benefits we realize in respect of the tax attributes subject to the Tax Receivable Agreement and may impair our ability to consummate change of control transactions or negatively impact the value received by owners of our Class A common stock.\nThe Tax Receivable Agreement provides that upon a “Change of Control” (which is defined to include, among other things, a 50% change in control of Portillo’s Inc., the approval of a complete plan of liquidation or dissolution of Portillo’s Inc., the disposition of all or substantially all of Portillo’s Inc.’s direct or indirect assets or a change of a majority of the Board of Directors without approval of at least two-thirds majority of the then-existing Board members), upon a breach of any of our material obligations under the Tax Receivable Agreement or if, at any time, we elect an early termination of the Tax Receivable Agreement, then our payment obligations under the Tax Receivable Agreement will accelerate. Such accelerated payments will be calculated by reference to the present value (at a discount rate equal to the lesser of (i) 6.5% per annum and (ii) one year LIBOR (or its successor rate) plus 100 basis points) of all future payments that holders of LLC Units or other recipients would have been entitled to receive under the Tax Receivable Agreement, and such accelerated payments and any other future payments under the Tax Receivable Agreement will utilize certain valuation assumptions, including an assumption that we would have sufficient taxable income to fully utilize all potential future tax benefits that are subject to the Tax Receivable Agreement.\nIn the case of certain changes of control, payments under the Tax Receivable Agreement will be accelerated and may significantly exceed the actual benefits we realize. We expect that the payments that we may make under the Tax Receivable Agreement in the event of a change of control will be substantial. As a result, our accelerated payment obligations and/or the assumptions adopted under the Tax Receivable Agreement in the case of a change of control may impair our ability to consummate change of control transactions or negatively impact the value received by owners of our Class A common stock in a change of control transaction, or require us to incur substantial costs to consummate such a transaction.\nWe will not be reimbursed for any payments made to the TRA Parties under the Tax Receivable Agreement in the event that any tax benefits are disallowed.\nPayments under the Tax Receivable Agreement will be based on our tax reporting positions, and the U.S. Internal Revenue Service (the \"IRS\") or a state taxing authority may successfully challenge all or part of the tax benefits we claim in connection with such tax positions. If the outcome of any such challenge would reasonably be expected to materially affect a recipient’s payments under the Tax Receivable Agreement, then we will not be permitted to settle or fail to contest such challenge without the TRA Party’s consent (not to be unreasonably withheld or delayed). The TRA Parties’ interests may differ from or conflict with our interests and they may exercise their consent rights in a manner adverse to our interests. \nPayments made under the Tax Receivable Agreement could significantly exceed any tax savings that we realize from the tax attributes that are the subject of the Tax Receivable Agreement. We will not be reimbursed for any cash payments previously made to the TRA Parties under the Tax Receivable Agreement if any tax benefits initially claimed by us and for which payment has been made to a TRA Party are ultimately disallowed. Excess cash payments made by us to a TRA Party will be netted against any future cash payments, if any, that we might otherwise be required to make to such TRA Party under the Tax Receivable Agreement once a challenge is finally settled or determined. \nPortillo's Inc. <img alt=\"circle.jpg\" src=\"ptlo-20241229_g3.jpg\" style=\"height:19px;margin-bottom:5pt;vertical-align:text-bottom;width:20px\"/> Form 10-K | 10\n\n\nOur business and operations could be negatively affected if we become the target of any securities litigation or shareholder activism efforts, which could cause us to incur significant expenses, hinder execution of our growth strategy and impact our stock price. \nAfter periods of volatility in the market price of a company’s securities, securities class action litigation has at times been brought against the company experiencing such volatility. Publicly-traded companies may also become the target of shareholder activism campaigns, which could take many forms or arise in a variety of situations. Due in part to the potential volatility of our stock price, we may become the target of securities litigation or shareholder activism efforts. Securities litigation and shareholder activism, including proxy contests, could result in substantial costs and legal fees and divert management’s and our Board of Directors’ attention and resources from our day-to-day operations. Additionally, securities litigation and shareholder activism could give rise to perceived uncertainties as to our future, adversely affect our relationships with service providers and make it more difficult to attract and retain qualified personnel. Further, our stock price could be subject to significant fluctuation or otherwise be adversely affected by the events, risks and uncertainties of any securities litigation and shareholder activism matters.\nRisks Related to Intellectual Property, Information Technology, and Data Security\nThe failure to protect and maintain our intellectual property, including our trademarks, could have a material adverse effect on our business.\nOur intellectual property includes our trademarks and service marks registered with the United States Patent and Trademark Office (including Portillo’s®), the trade dress of our restaurants, our websites and domain names (including our website at www.portillos.com) and other unregistered intellectual property (collectively, our \"IP\"). Our success depends on our continued ability to use our IP and licensed third-party intellectual property. We require continued use of our existing trademarks and service marks in order to increase brand awareness and develop our branded products. If our efforts to protect our IP are inadequate or if any third-party misappropriates, infringes, dilutes or otherwise violates our IP, the value of our IP may be harmed. For example, failure to register or enforce our trademarks, whether in print, on the Internet or through social media or other media, could prevent us from successfully challenging third parties who use trademarks similar to ours, which may cause consumer confusion, harm the public perception of our brand, prevent our brand and branded products from achieving and maintaining market acceptance and cause a material adverse effect on our Results. There can be no assurance that the steps we have taken to protect our IP in the United States will be adequate or will obtain or maintain any competitive advantage.\nIt is possible that third parties will assert claims of infringement, misappropriation or other violations of intellectual property against us, or assert claims that a portion of our IP is invalid or unenforceable. Claims decided against us could invalidate or narrow our IP or allow competing uses, which could have a material adverse effect on our Results. Additionally, an infringement or misappropriation claim decided against us could result in us being required to pay damages, cease using our IP, develop or adopt non-infringing intellectual property or acquire a license to use the third-party intellectual property that is the subject of the asserted claim. Regardless of outcome, there could be significant expenses associated with the defense of such a claim. We may also from time to time have to assert claims against third parties and initiate litigation in order to defend our IP. Such litigation could result in substantial costs and diversion of resources, could be protracted with no certainty of success, or could fail to achieve an adequate remedy. Any of these occurrences could have a material adverse effect on our Results.\nSecurity breaches, system interruptions, material failure of our system, or complications with the implementation or usage of our new enterprise resource planning system could disrupt our operations, compromise confidential personally identifying information, subject us to loss, harm our business, and have a material adverse impact on our business, financial condition and results of operations.\nOur information technology systems, which in some cases rely on third-party providers, have in the past, and may in the future, experience service interruptions, degradation or other performance problems because of hardware and software defects or malfunctions, distributed denial-of-service and other cyberattacks, infrastructure changes, human error, natural/weather disasters, power losses, disruptions in telecommunications services, fraud, military or political conflicts, terrorist attacks, computer viruses, ransomware, malware, or other events. Our systems are also subject to break-ins, sabotage, theft, and intentional acts of vandalism perpetrated by criminal third parties, third parties we do business with, or team members. Our reliance on third parties increases our exposure to such risks as we cannot exercise direct control over such persons / entities. \nWhile we endeavor to keep all systems current, there can be no guarantee that we can update and maintain our systems at all times. In instances where we are unable to do so, our risk mitigation efforts may fail. Any such failure could lead to website downtime, disruptions to our information technology systems, or malicious behavior by threat actors. In 2024, we completed the implementation of our new ERP system, designed to accurately maintain the Company’s financial records, enhance operational functionality, and provide timely information to the Company’s management team related to the operation of the business. The ERP system implementation process has required, and will continue to require, the investment of personnel and financial resources as we support post-implementation efforts and system functionality. These post-implementation efforts could result in delays, increased costs, and other difficulties, and disruptions or difficulties in using our ERP system could result in harm to our business. Additionally, if the ERP system does not operate as intended, the effectiveness of our internal controls over financial reporting could be adversely affected or our ability to adequately assess those controls could be further delayed.\nWe utilize technologies at our restaurants that support guest experience and transactions processes, including the processing of guest payments. We go to great lengths to vet the security capabilities of third parties that support these services. These services include retail technologies and related software applications. Although vendors similarly endeavor to maintain systems in a current and secure fashion, they are subject to the same implications as noted above, and these services can as a result be denigrated, compromised or otherwise impacted in a manner that disrupts our \nPortillo's Inc. <img alt=\"circle.jpg\" src=\"ptlo-20241229_g3.jpg\" style=\"height:19px;margin-bottom:5pt;vertical-align:text-bottom;width:20px\"/> Form 10-K | 11\n\n\nability to operate. Although we will continue to take progressive steps to assess and promote the furthering security capabilities of third parties that support our restaurant operations, compromising events such as distributed denial of service, ransomware attack and other cyber attacks, natural / weather disasters or human error (and other events as noted above) may occur that will cause disruption to our vendors' system, that in turn may impact our ability to interact and transact with guests, on and off premise.\nOur business requires the collection, transmission, and retention of large volumes of guest and team member data, including personally identifiable information, through information technology systems maintained by us or vendors retained by us. In particular, our omni-channel approach relies in large part on our information technology systems to operate successfully and allow for capabilities like kiosk transactions, mobile order and pay, third-party delivery, and digital menu boards. Like many other companies, we have experienced, and will continue to experience, attempts to compromise our information technology systems, some of which have been successful but not material. As we expand our business channels, our risk exposure will increase proportionately. The techniques and sophistication used to conduct cyberattacks, as well as the sources and targets of these attacks, change frequently and may not be recognized until or after such attacks have occurred. We continue to make significant investment in physical and technological security measures, team member training, and third-party services to anticipate cyberattacks and prevent breaches, protect our information technology networks and infrastructure, and to identify vendors and service providers that could be vulnerable to damage, disruptions, shutdowns, data loss, or breaches due to criminal conduct, team member error, negligence or malfeasance, utility failures, natural disasters or other catastrophic events, we cannot guarantee that we will be successful in preventing every possible instance of cyberattacks, breach, or data loss, any of which could disrupt our operations, resulting in inefficiencies and a loss of profits. \nAdditionally, the cybersecurity and privacy requirements, including the regulation of artificial intelligence, imposed by governmental regulations are evolving. Our systems may not be able to immediately satisfy applicable requirements, and may require significant additional investment and time to do so. A significant theft, loss or misappropriation of, or unauthorized access to, our guests’ data or other proprietary data could result in fines, legal claims or proceedings, regulatory investigations and actions, or liability for failure to comply with privacy and information security laws, which could disrupt our operations, damage our reputation and expose us to claims from guests and team members, any of which could have a material adverse effect on our Results. Our cyber insurance and business interruption insurance may not be sufficient to cover all losses that may result from a cybersecurity incident. As a result, if we experience any outsized material impacts from a failure of our systems, our Results could be materially and adversely affected. Our reputation as a brand or as an employer could be adversely affected, which could impair our ability to attract and retain guests and qualified employees. There is also the question of interpretation of regulations that are implemented at a federal or state level, and our efforts to assess and validate the applicability of these measures, and if they apply in part or in full from a compliance standpoint. Although we strive to comply with regulations in the most timely manner possible, there may be instances in which an assessment that we deem to be valid and necessary is being conducted, in the face of a differing perspective from a governing agency. It is conceivable that we could be subjected to non-compliance penalties or similar circumstances, that would materially impact our Results.\nThe rapid development and integration of artificial intelligence (\"AI\") and emerging technologies into our processes poses risks to our business.\nThe use of AI technologies within our business processes must be implemented and managed effectively and ethically to avoid outputs that are false, biased, or inconsistent with our values and strategies. Failure to properly manage AI and emerging technologies, could also lead to unauthorized access to sensitive information, of which could harm our reputation and competitive position. At the same time, if we fail to keep pace with the rapid evolution of AI technologies, particularly in our industry, our competitive position and business results could suffer. In addition, the evolving regulatory landscape for AI technologies requires continuous monitoring and adaptation to ensure compliance and mitigate potential legal and operational risks.\nFailure to comply with existing and new federal and state laws and regulations relating to privacy, data protection, advertising and consumer protection, could have a material adverse effect.\nWe rely on a variety of marketing and advertising channels and strategies, including email communications, affiliate partnerships, social media interactions, digital marketing, direct mailers, public relations initiatives and local community sponsorships, promotions and partnerships, and we are subject to various laws and regulations that govern such practices and activities.\nLaws and regulations relating to privacy, data protection, marketing and advertising, and consumer protection are evolving. These requirements may be interpreted inconsistently from one jurisdiction to another or may conflict with other rules or our practices. As a result, our practices may not have complied or may not comply in the future with all such laws, regulations, requirements and obligations. Any failure, real or perceived, by us to comply with our privacy policies, contractual commitments, or any federal or state privacy or consumer protection-related laws, regulations, industry self-regulatory principles, industry standards or codes of conduct, regulatory guidance, orders or other legal obligations relating to privacy or consumer protection could adversely affect our reputation, brand and business, and may result in claims, proceedings or actions against us or may require us to change our practices or stop using certain data sets. We may be contractually required to indemnify and hold harmless third parties from the costs or consequences of non-compliance with any laws, regulations or other legal obligations relating to privacy or consumer protection or any inadvertent or unauthorized use or disclosure of data that we store or handle in our operations.\nFederal and state governmental authorities continue to evaluate the privacy implications inherent in the use of third-party “cookies” and other methods of online tracking for behavioral advertising and other purposes. The U.S. government has limited and may further limit the ability of companies to engage in these activities. Additionally, some device manufacturers and web browsers have implemented, or announced plans to \nPortillo's Inc. <img alt=\"circle.jpg\" src=\"ptlo-20241229_g3.jpg\" style=\"height:19px;margin-bottom:5pt;vertical-align:text-bottom;width:20px\"/> Form 10-K | 12\n\n\nimplement, means to make it easier for Internet users to prevent the placement of cookies or to block other tracking technologies, which, if widely adopted, could result in third-party cookies and other online tracking methods becoming significantly less effective. This could increase our operating costs, including new customer acquisition costs and, consequently, have a material adverse effect on our Results.\nVarious federal and state legislative and regulatory bodies, or self-regulatory organizations, may expand current or enact new laws or regulations, or issue revised rules or guidance regarding privacy, data protection, consumer protection, and advertising. Additionally, the Federal Trade Commission and many state attorneys general are interpreting federal and state consumer protection laws to impose standards for the online collection, use, dissemination and security of data. Each of these laws and regulations, changes thereto, and any other new laws or regulations, could require changes to our business practices or restrict our use or storage of personal information, which may increase our compliance expenses and make our business more costly or less efficient. Such changes could harm our ability to develop an adequate marketing strategy and pursue our growth strategy effectively, which, in turn, could have a material adverse effect on our Results.\nRisks Related to Legal and Regulatory Matters\nWe are subject to many federal, state and local laws with which compliance can be both costly and complex.\nThe restaurant industry is subject to extensive federal, state and local laws and regulations, including without limitation those related to building and zoning requirements, and the preparation and sale of food. Such laws and regulations may change and failure to comply with applicable laws and regulations could adversely affect our results of operations. Many licenses, permits and approvals must be renewed annually and may be revoked, suspended or denied renewal if governmental authorities determine that our conduct violates applicable regulations. Difficulties or failure to obtain or maintain the required licenses, permits and approvals could adversely affect our existing restaurants and delay or result in our decision to cancel new restaurant openings, which could have a material adverse effect on our Results.\nThe development and operation of our restaurants depend, to a significant extent, on the selection of suitable sites, which are subject to zoning, land use, environmental, traffic and other regulations and requirements. We are also subject to licensing and regulation by state and local authorities relating to health, sanitation, safety and fire standards.\nThere is also a potential for increased regulation of certain food establishments in the United States, where compliance with a Hazard Analysis and Critical Control Points (“HACCP”) approach would be required. The United States government continues to expand the sectors of the food industry that must adopt and implement HACCP programs. For example, the FDA Food Safety Modernization Act (“FSMA”), signed into law in January 2011, granted the U.S. Food and Drug Administration new authority regarding the safety of the entire food system, including through increased inspections and mandatory food recalls. We anticipate that the requirements may impact our industry. Additionally, our suppliers may initiate or otherwise be subject to food recalls that impact product availability, result in adverse publicity or require us to take costly actions or otherwise impact our business. We may be required to incur additional time and resources to comply with new food safety requirements made under the FSMA or other federal or state food safety regulations. Failure to comply with the laws and regulatory requirements of federal, state and local authorities could result in, among other things, revocation of required licenses, administrative enforcement actions, fines and civil and criminal liability. Other applicable laws could require us to make costly modifications to our restaurants or operations to comply with such laws. \nCompliance with current and future laws and regulations including those regarding permitted ingredients and disclosure of nutritional and allergen content may be costly and time-consuming. If we fail to comply with existing or future laws and regulations, we may be subject to governmental or judicial fines or sanctions or to litigation. The risks and costs associated with nutritional disclosures on our menus could also impact our operations, particularly given differences among applicable legal requirements and practices within the restaurant industry with respect to testing and disclosure, ordinary variations in food preparation among our own restaurants and the need to rely on the accuracy and completeness of nutritional information obtained from third-party suppliers. We may not be able to effectively respond to changes in consumer health perceptions, comply with further nutrient content disclosure requirements or adapt our menu offerings to trends in eating habits, which could have a material adverse effect on our Results. In addition, the restaurant industry has been subject to a growing number of claims based on the nutritional content of food products sold and disclosure and advertising practices. We may also be subject to this type of proceeding in the future and, even if we are not, publicity about these matters (particularly against the fast casual or traditional fast-food segments) may harm our reputation and could have a material adverse effect on our Results.\nWe are subject to the Americans with Disabilities Act (the \"ADA\"), which, among other things, requires our restaurants to meet federally mandated requirements for individuals with disabilities. The ADA prohibits discrimination in employment and public accommodations on the basis of disability. Under the ADA, we could be required to modify our restaurants to provide service to, or make reasonable accommodations for the employment of, disabled persons. Our employment practices are also subject to the requirements of the U.S. Citizenship & Immigration Service (\"USCIS\") relating to citizenship and residency.\nThe impact of current laws and regulations, the effect of future changes in laws or regulations that impose additional requirements and the consequences of litigation relating to current or future laws and regulations, or our inability to respond effectively to significant regulatory or public policy issues, could increase our compliance and other costs of doing business and could have a material adverse effect on our Results. Failure to comply with the laws and regulatory requirements of federal, state and local authorities could result in, among other things, revocation of required licenses, administrative enforcement actions, fines and civil and criminal liability. Compliance with all these laws and regulations can be costly and can increase our exposure to litigation or governmental investigations or proceedings.\nPortillo's Inc. <img alt=\"circle.jpg\" src=\"ptlo-20241229_g3.jpg\" style=\"height:19px;margin-bottom:5pt;vertical-align:text-bottom;width:20px\"/> Form 10-K | 13\n\n\nTariffs and other trade policies could have a substantial impact on our business.\nThe Company’s business is dependent upon the availability of, among other things, agricultural commodities and other raw materials. U.S. relations with the rest of the world remain uncertain with respect to taxes, trade policies and tariffs, especially as the political landscape changes due to the recent U.S. presidential and congressional elections. Changes in U.S. administrative policy may lead to significant increases in tariffs for imported goods, which may impact prices for both domestic and imported goods, such as steel, lumber, and agricultural commodities. Imposition of tariffs may strain international trade relations and increase the risk that foreign governments implement retaliatory tariffs on goods imported from the United States. Similarly, interest rates may continue to rise and create further uncertainty and volatility in the market which would negatively impact our Results.\nThese political and economic changes could have a material effect on global economic conditions and the stability of financial markets and could significantly reduce global trade. In addition to potential increases on tariffs, wars or conflicts could affect our ability to obtain raw materials, which could have a substantial impact on the costs associated with food, beverage and packaging of our menu items, as well as building construction materials and negatively impact our results.\nWe can incur liabilities arising from environmental laws and compliance with environmental laws could increase our operating expenses.\nWe are subject to federal, state and local laws, regulations and ordinances that govern activities or operations that may have adverse environmental effects, such as waste handling and disposal practices for solid and hazardous wastes, discharges to water and air and odor control and also impose liability for the costs of cleaning up, and damage resulting from, sites of past spills, disposals or other releases of hazardous materials. In particular, under applicable environmental laws, we may be responsible for remediation of environmental conditions and may be subject to associated liabilities, including liabilities for clean-up costs and personal injury or property damage, relating to our restaurants and the land on which our restaurants are located, regardless of whether such environmental conditions were created by us or another party. Third parties also may make claims for personal injuries and property damage associated with releases of, or actual or alleged exposure to, such hazardous or toxic substances at, on or from our restaurants. Some of our leases provide for indemnification of our landlords for environmental contamination, clean-up or owner liability.\nWe could be party to litigation that could distract management, increase our expenses or subject us to material monetary damages or other remedies.\nOur guests occasionally file complaints or lawsuits alleging we caused an illness or injury they suffered at or after a visit to our restaurants, or that we have problems with food quality or operations. We are also subject to a variety of other claims that could arise in the ordinary course of our business, including personal injury claims, contract claims and claims alleging violations of federal and state securities laws or law regarding workplace and employment matters, equal opportunity, harassment, discrimination and similar matters, and we could encounter class action or other lawsuits related to these or different matters in the future. In recent years, a number of restaurant companies have been subject to such claims, and some of these lawsuits have resulted in the payment of substantial damages by the defendants. Regardless of whether any claims against us are valid, or whether we are ultimately held liable, claims may be expensive to defend and may divert time, attention, and money away from our operations. A judgment in excess of our insurance coverage for any claims could have a material adverse effect on our Results. Allegations may also result in adverse publicity and negatively impact our reputation.\nAs a public company, we incur significant costs to comply with the laws and regulations affecting public companies which could harm our business and results of operations.\nAs a public company, we are subject to the Exchange Act, the Sarbanes-Oxley Act (\"SOX\"), and the listing requirements of the Nasdaq, and other applicable securities rules and regulations. These rules and regulations have increased, and will continue to increase, our legal, accounting and financial compliance costs and have made and will continue to make some activities more time-consuming and costly. For example, these rules and regulations could make it more difficult and more costly for us to obtain director and officer liability insurance, and we may be required to accept reduced policy limits and coverage or to incur substantial costs to maintain the same or similar coverage. These rules and regulations could also make it more difficult for us to attract and retain qualified directors or executive officers. Our management and other personnel devote a substantial amount of time to these compliance initiatives. As a result, management’s attention may be diverted from other business concerns, which could harm our business and results of operations. We may need to hire more team members in the future to comply with these requirements, which will increase our costs and expenses.\nIf we fail to maintain effective internal controls over financial reporting, or if our internal controls are ineffective, our ability to produce timely and accurate financial information or to comply with Section 404 of the Sarbanes-Oxley Act of 2002 could be impaired.\nWe are required to comply with Section 404 of the Sarbanes-Oxley Act (“Section 404”), which requires management to certify financial and other information in our quarterly and annual reports and provide an annual management report on the effectiveness of our internal controls over financial reporting. In addition, our independent registered public accounting firm must attest to the effectiveness of our internal controls over financial matters. To maintain compliance with Section 404, we will continue to employ internal resources and outside consultants to assess and document the adequacy of our internal controls over financial reporting, including validating that controls are functioning as documented and maintaining a continuous reporting and improvement process for internal controls over financial reporting. Despite our efforts, there is a risk that our internal controls over financial reporting may not comply with Section 404.\nPortillo's Inc. <img alt=\"circle.jpg\" src=\"ptlo-20241229_g3.jpg\" style=\"height:19px;margin-bottom:5pt;vertical-align:text-bottom;width:20px\"/> Form 10-K | 14\n\n\nFailure to achieve and maintain effective internal controls could have a material adverse effect on our Results. If we are not able to demonstrate Section 404 compliance, or if our internal controls over financial reporting are perceived as inadequate or it is perceived that we are unable to produce timely or accurate consolidated financial statements, investors may lose confidence in our business, the price of our Class A common stock could decline, we could become subject to investigations by the Nasdaq, the SEC or other regulatory agencies, or our Class A common stock may not be able to remain listed on the Nasdaq.\nAlthough we designed our disclosure controls and procedures to provide reasonable assurance that we are complying with the Exchange Act, any disclosure controls and procedures, no matter how well-conceived and executed, can provide only reasonable, not absolute, assurance. Judgments can be faulty and breakdowns can occur because of simple error or mistake. Additionally, controls can be circumvented by the individuals, by collusion of two or more people or by an unauthorized override of the controls. Because of the inherent limitations in our control system, misstatements due to error or fraud may occur and not be detected and could materially adversely affect our Results.\nGeneral Risks\nFluctuations in our tax obligations, effective tax rate, and realization of our deferred tax assets may result in volatility of our results of operations.\nWe are subject to income taxes in U.S. federal and various state tax jurisdictions. We record tax expense based on our estimates of current and future income tax payments, which may include reserves for uncertain tax positions in multiple tax jurisdictions, and valuation allowances related to the realizability of certain deferred tax assets. Significant judgment is required in determining our provision for income taxes, deferred tax assets (\"DTAs\") and our tax positions. At any one time, many tax years may be subject to audit by various taxing jurisdictions. The results of these audits and negotiations with taxing authorities may affect the ultimate settlement of these issues. Throughout the year there could be ongoing variability in our quarterly tax rates as events occur and exposures are evaluated.\nOur effective tax rate in a given financial reporting period may be materially impacted by a variety of factors including changes in the mix and level of earnings, varying jurisdictional tax rates, tax effects of equity-based compensation, changes in tax laws, regulations or interpretations thereof, cost related to intercompany restructuring, fluctuations in the valuation allowance or by changes to existing accounting rules or regulations. Further, new or revised tax legislation may be enacted in the future, which could negatively impact our current or future tax structure and effective tax rates.\nOur insurance may not provide adequate levels of coverage against claims.\nWe believe that we maintain insurance customary and appropriate for businesses of our size and type. However, there are types of losses we may incur that cannot be insured against or that we believe are not economically reasonable to insure. Such losses could have a material adverse effect on our Results.\nChanges in accounting principles applicable to us could have a material adverse effect on our Results.\nGenerally accepted accounting principles in the United States of America (\"GAAP\") are subject to interpretation by the Financial Accounting Standards Board (“FASB”), the American Institute of Certified Public Accountants, the SEC and various bodies formed to promulgate and interpret appropriate accounting principles. A change in these principles or interpretations could have a significant effect on our financial condition and results of operations, and could affect the reporting of transactions completed before the implementation of a change.\nOur amended and restated certificate of incorporation designates the Court of Chancery of the State of Delaware as the sole and exclusive forum for certain types of actions that may be initiated by our shareholders, and designates the federal district courts of the United States as the sole and exclusive forum for claims arising under the Securities Act, which, in each case could limit our shareholders’ ability to obtain a favorable judicial forum for certain disputes.\nOur current certificate of incorporation provides that, absent our written consent, the Court of Chancery of the State of Delaware (or if the Court of Chancery lacks jurisdiction, a state court located within the State of Delaware or the federal district court for the District of Delaware) shall, to the fullest extent permitted by law, be the exclusive forum for any (a) derivative action or proceeding brought on our behalf; (b) action asserting a claim of breach of a fiduciary duty owed by or other wrongdoing by any current or former director, officer, employee, agent or shareholder to us or our shareholders; (c) action asserting a claim arising under any provision of the Delaware General Corporate Law (\"DGCL\") or our amended and restated certificate of incorporation or amended and restated bylaws (as either may be amended from time to time), or as to which the DGCL confers jurisdiction on the Court of Chancery of the State of Delaware; or (d) action asserting a claim governed by the internal affairs doctrine. \nOur current certificate of incorporation provides that, absent our written consent, the federal district courts of the United States of America shall be the exclusive forum for the resolution of any action asserting a claim arising under the Securities Act or the rules and regulations promulgated thereunder. \nAny person or entity purchasing or otherwise acquiring or holding any interest in any shares of our capital stock shall be deemed to have notice of and consented to the forum provision in our certificate of incorporation, limiting such person’s ability to bring a claim in a more favorable or \nPortillo's Inc. <img alt=\"circle.jpg\" src=\"ptlo-20241229_g3.jpg\" style=\"height:19px;margin-bottom:5pt;vertical-align:text-bottom;width:20px\"/> Form 10-K | 15\n\n\nconvenient judicial forum, which may discourage such lawsuits, make them more difficult or expensive to pursue and result in less favorable shareholder outcomes. The enforceability of similar choice of forum provisions in other companies’ certificates of incorporation has been challenged in legal proceedings, and it is possible that a court could find these types of provisions to be inapplicable or unenforceable. If a court were to find the choice of forum provisions in our certificate of incorporation to be inapplicable or unenforceable in an action, we may incur additional costs associated with resolving such action in other jurisdictions, which could have a material adverse effect on our Results.\nOur annual and quarterly results of operations may fluctuate, and if our operating and financial performance in any given period does not meet the guidance that we have provided to the public or the expectations of our investors and securities analysts, the trading price of our Class A common stock may decline.\nOur annual and quarterly results of operations may fluctuate for a variety of reasons, many of which are beyond our control, including those described in these risk factors and variations in the timing and volume of our sales; the timing of expenditures in anticipation of future sales; changes in the cost or availability of our ingredients or labor; planned or actual changes to our capital or debt structure; strategic actions by us or our competitors, such as sales promotions, acquisitions or restructurings; significant litigation; legislation or other regulatory developments affecting us or our industry; changes in competitive and economic conditions generally; and general market conditions.\nFluctuations in our performance may cause our results to fall below our public guidance or the investor and analyst expectations, which could cause the trading price of our Class A common stock to decline. Fluctuations in our results could also cause other problems, including but not limited to analysts or investors changing their valuation models for our shares, experiencing short-term liquidity issues, diminishing ability to retain or attract key personnel or other unanticipated issues.\nQuarterly results of operations may vary in the future and period-to-period comparisons may not be meaningful. Investors should not rely on the results of one quarter as an indication of future performance.",
      "char_count": 94980
    }
  },
  "extracted_at": "2025-10-18T17:42:59.782455"
}