{
  "ticker": "QXO",
  "company_name": "QXO, Inc.",
  "cik": 1236275,
  "form_type": "10-K",
  "filing_date": "2025-03-04",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001628280-25-009626",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001236275&accession_number=000162828025009626&xbrl_type=v",
  "sic_code": "5030",
  "industry": "Wholesale-Lumber & Other Construction Materials",
  "sections": {
    "item1": {
      "text": "Item 1. Business Overview\nQXO, Inc. (“QXO”, “we”, or the “Company”) was formerly known as SilverSun Technologies, Inc. (“SilverSun”). On June 6, 2024, we changed the Company’s name from SilverSun to QXO and changed its ticker symbol on the Nasdaq Stock Market, LLC (“Nasdaq”) from SSNT to QXO, upon completing a $1.0 billion cash investment in SilverSun by Jacobs Private Equity II, LLC (“JPE”) and certain minority co-investors. Refer to Note 3 - Equity of Item 8 of Part II, “Financial Statements and Supplementary Data” of this Annual Report for further details about the investment and related changes to our capital structure. On January 17, 2025, we transferred the listing of our common stock, par value $0.00001 per share (the “common stock”), from Nasdaq to the New York Stock Exchange (the “NYSE”). The Company’s listing and trading of the common stock on Nasdaq ended at market close on January 16, 2025. The Company’s common stock began trading on the NYSE on January 17, 2025.\nQXO is a technology solutions and professional services company that helps businesses manage and monetize their enterprise assets. We do this through our legacy operations, which provide critical software applications, consulting and other professional services, including specialized programming, training and technical support. Our customers are primarily small and mid-sized companies in the manufacturing, distribution and service industries.\nOur Strategy\nOur strategy is to create a tech-forward leader in the $800 billion building products distribution industry with the goal of generating outsized stockholder value through accretive acquisitions and organic growth, including greenfield openings, and operational transformation of acquired businesses. We are executing our strategy toward a target of tens of billions of dollars of annual revenue in the next decade.\nWe grow our legacy business with a multi-pronged plan that fosters recurring revenue, customer retention and the steady expansion of our installed customer base, accomplished via sales and acquisitions. As we gain new customers, we help them digitally transform their business with further technologies and third-party software we represent, including application hosting, cybersecurity, warehouse management, human capital management, payment automation, sales tax compliance and many other value-added capabilities. Many of our offerings are billed on a subscription basis, increasing our monthly recurring revenue from new business in tandem with cross-selling. Our model is designed to increase average revenue per customer over the course of the relationship, facilitating our growth without a commensurate increase in costs of sales, and enhancing our profitability profile.\nOur legacy business has five core components:\n•Enterprise Resource Planning Software\nSubstantially all our initial sales of enterprise resource planning (“ERP”) financial accounting solutions consist of pre-packaged software and associated services to customers in the United States. We resell Sage, Accumatica, and other ERP software products, and provide related services, including installation, implementation, support, training, and a technical help desk.\n•Value-Added Services for ERP\nOur consulting and professional services organization shepherds our customer relationships from installation to go-live and forward as needed. A significant portion of our service revenue comes from continuing to work with existing customers as their needs change, with flexible revenue options that include prepaid services, time and materials as utilized and annual support.\n•IT Managed Network Services and Business Consulting\nWe provide comprehensive managed Software-as-a-Service (“SaaS”) solutions, such as infrastructure-as-a-service, cybersecurity, cloud hosting, business continuity, disaster recovery, data back-up, network maintenance and server applications upgrade services.\n•Cybersecurity\nOur cybersecurity-as-a-service offering is managed by our security operations center and includes incident response, cybersecurity assessments and hacking simulations. This SaaS offering is particularly valuable to customers in compliance-driven and regulated industries, including financial services, pension administration, insurance and the land and title sector.\n•Application Hosting\nOur SaaS hosting solutions enable applications to reside securely in a remote cloud infrastructure and be accessed by our customers through the internet, eliminating many of the costs of maintaining business technologies on site.\nOur Company has executed this plan successfully to expand into new geographies and create additional revenue and profit streams. This has strengthened our legacy operating platform and expanded our footprint to nearly every U.S. state.\nIndustry \nAs a value-added reseller of business application software, we offer solutions for accounting and business management, financial reporting, managed services, ERP, human capital management (HRM), warehouse management system (WMS), customer relationship management (CRM), and business intelligence (BI). Additionally, we have our own development staff building software solutions for various ERP enhancements. Our value-added services focus on consulting and professional services, specialized programming, training, and technical support. The majority of our customers are small and mid-sized companies.\nCustomers and Markets\nWe market our products primarily throughout North America. For the years ended December 31, 2024 and 2023, no single customer accounted for ten percent or more of our consolidated revenues base.\nIntellectual Property\nWe regard our technology and other proprietary rights as essential to our business. We rely on copyright, trade secret, confidentiality procedures, contract provisions, and trademark law to protect our technology and intellectual property. We have also entered into confidentiality agreements with our consultants and corporate partners and intend to control access to, and distribution of our products, documentation, and other proprietary information.\nCompetition\nOur markets are highly fragmented, and the business is characterized by a large number of participants, including several large companies, as well as a significant number of small, privately-held, local competitors. A significant portion of our revenue is currently derived from requests for proposals (“RFPs”) and price is often an important factor in awarding such agreements. Accordingly, our competitors may underbid us if they elect to price their services aggressively to procure such business. Our competitors may also develop the expertise, experience and resources to provide services that are equal or superior in both price and quality to our services, and we may not be able to enhance our competitive position. The principal competitive factors for our professional services include geographic presence, breadth of service offerings, technical skills, quality of service and industry reputation. We believe we compete favorably with our competitors on the basis of these factors.\nHuman Capital\nAs of December 31, 2024, we had 211 full time employees with 53 of our employees engaged in sales and marketing activities, 96 employees engaged in service fulfillment, and 62 employees performing administrative functions. Our future success depends in significant part upon the continued services of our key sales, technical, and senior management personnel and our ability to attract and retain highly qualified sales, technical, and managerial personnel. None of QXO’s employees are represented by a collective bargaining agreement and QXO has never experienced a work stoppage.\nHuman capital management is critical to our ongoing business success, which requires investing in our people. Our aim is to create a highly engaged and motivated workforce where employees are inspired by leadership, engaged in purpose-driven, meaningful work and have opportunities for growth and development. We are committed to creating and maintaining a work environment in which employees are treated with respect and dignity. We value our diverse employees and provide career and professional development opportunities that foster the success of our company. An effective approach to human capital management requires that we invest in talent, development, culture and employee engagement. We aim to create an environment where our employees are encouraged to make positive contributions and fulfill their potential. We emphasize our core values of innovation, encouragement, motivation, and curiosity with our employees to instill our culture and create an environment of growth and positivity.\nInformation about our Executive Officers\nThe following table and biographical summaries set forth information, including principal occupation and business experience, about our executive officers:\n\nName                                   Age                      Position\nBrad Jacobs                             68       Chief Executive Officer\nIhsan Essaid                            57       Chief Financial Officer\nChris Signorello                        51           Chief Legal Officer\nBrad Jacobs has served as Chief Executive Officer and Chairman of our Board of Directors (the “Board”) since June 6, 2024. He has been the executive chairman of the board of directors of XPO, Inc. (“XPO”) since November 1, 2022, and was previously chairman and chief executive officer from September 2, 2011 to November 1, 2022. Mr. Jacobs has served as non-executive chairman of the board of directors of GXO Logistics, Inc. since August 2, 2021, and RXO, Inc. since November 1, 2022. Additionally, he is the managing member of Jacobs Private Equity, LLC and Jacobs Private Equity II, LLC. Prior to XPO, Mr. Jacobs led two public companies: United Rentals, Inc., which he founded in 1997, and United Waste Systems, Inc., which he founded in 1989. Mr. Jacobs served as chairman and chief executive officer of United Rentals for that company’s first six years and as its executive chairman for an additional four years. He served eight years as chairman and chief executive officer of United Waste Systems.\nIhsan Essaid has served as Chief Financial Officer since July 15, 2024. Mr. Essaid most recently served as global head of M&A at Barclays, after previously serving as the bank's co-head of global M&A and co-head of Americas M&A. He has more than three decades of experience in global investment banking, where he has provided critical advisory services for large M&A and capital markets transactions. Prior to Barclays, Essaid was a managing director of media and telecom M&A at Credit Suisse from 2015 to 2021. Earlier, he was a partner at Perella Weinberg Partners.\nChris Signorello has served as Chief Legal Officer since June 6, 2024. Mr. Signorello previously served in senior legal roles with XPO, Inc. from 2017 to 2023, most recently as deputy general counsel and chief compliance officer from 2021 to 2023. Prior to XPO, he was with industrial and consumer products leader Henkel Corporation for nearly a decade, where he was associate general counsel, among other leadership positions. Earlier, he spent nine years with the product liability and commercial litigation practice groups at Goodwin Procter LLP.\nAvailable Information\nOur website address is www.qxo.com. We promptly make available on our investor relations website, free of charge, the reports that we file or furnish with the SEC, corporate governance information (including our Code of Business Ethics) and select press releases. We file annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, proxy and information statements and amendments to reports filed or furnished pursuant to Sections 13(a), 14, and 15(d) of the Securities Exchange Act of 1934, as amended (the “Exchange Act”). The SEC maintains a website at www.sec.gov that contains reports, proxy and information statements and other information regarding QXO and other issuers that file electronically with the SEC.",
      "char_count": 12084
    },
    "item1a": {
      "text": "Item 1A. Risk Factors\nThe following are important factors that could affect our business, financial condition or results of operations and could cause actual results for future periods to differ materially from our anticipated results or other expectations, including those expressed in any forward-looking statements made in this Annual Report, our other filings with the SEC or in presentations such as telephone conferences and webcasts open to the public. You should carefully consider the following factors in conjunction with this Annual Report, including “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in Item 7 – Part II and our consolidated financial statements and related notes in Item 8 – Part II. The risks and uncertainties described below are not the only ones we face. Additional risks and uncertainties that we are unaware of, or that we currently believe are not material, may also become important factors that adversely affect our business, financial condition or results of operations. If any of the following risks actually occur, or other risks that we are not aware of become material, our business, financial condition, results of operations and future prospects could be materially and adversely affected.\nRisks Related to Ownership of our Common Stock\nThe market price of our common stock may be highly volatile, and you could lose all or a substantial portion of your investment.\nThe trading price of our common stock may be highly volatile and could be subject to wide fluctuations in response to various factors, some of which are beyond our control and may not be related to our operating performance. Our common stock has a concentrated ownership among our significant stockholders and, as a result, our common stock may be less liquid and have greater stock price volatility than the common stock of companies with broader public ownership.\nSince June 13, 2024, when we first sold common stock pursuant to the Purchase Agreements at a price of $9.14 per share, and until we filed our registration statement on Form S-3, the reported closing sale price of our common stock had been highly volatile, ranging from $41.74 to $205.40, in each case substantially higher than the price at which we sold common stock in connection with the private placements pursuant to purchase agreements we entered into on June 13, 2024 and July 22, 2024. While the market prices of our common stock may respond to developments regarding our liquidity, operating performance and prospects, and developments regarding our industry, we believe that historical market prices also reflected market and trading dynamics unrelated to our underlying business, or macro or industry fundamentals, and we do not know if these dynamics will occur again. Under the circumstances, we caution you that investing in our common stock is subject to a high degree of risk.\nOur stock price could continue to be subject to wide fluctuations in response to a variety of other factors, which include:\n•whether we achieve our anticipated corporate objectives;\n•changes in financial or operational estimates or projections;\n•termination of lock-up agreements or other restrictions on the ability of our stockholders and other security holders to sell our securities; and\n•general economic or political conditions in the United States or elsewhere.\nIn addition, the stock market in general has experienced extreme price and volume fluctuations that have often been unrelated or disproportionate to the operating performance of the affected companies. Such rapid and substantial price volatility, including any stock run-up, may be unrelated to our actual or expected operating performance and financial condition or prospects, making it difficult for prospective investors to assess the rapidly changing value of our common stock. This volatility may prevent you from being able to sell your shares of common stock at or above the price you paid for them.\nSales of substantial amounts of our common stock in the public markets, or the perception that such sales might occur, could cause the market price of our common stock to decline significantly, even if our business is doing well.\nSales of a substantial number of shares of our common stock in the public market, or the perception that these sales might occur, could depress the market price of our common stock and could impair our ability to raise capital through the sale of additional equity securities. We are unable to predict the effect that sales may have on the prevailing market price of our common stock.\nSales of our common stock by current stockholders may make it more difficult for us to sell equity or equity-related securities in the future at a time and price that we deem reasonable or appropriate, and make it more difficult to sell shares of our common stock. We have filed a registration statement registering 789,549,465 shares of common stock held by, or issuable upon conversion or exercise of securities held by, stockholders party to certain agreements with the Company providing them with registration rights. Substantial sales of securities by these stockholders, or the perception that substantial sales will be made in the public market, could have a material adverse effect on the market price for our common stock.\nIn addition, pursuant to the Company’s registration rights agreement with JPE and certain other investors party thereto, JPE has certain demand registration rights that may require us to conduct underwritten offerings of shares. Any shares of common stock sold in these offerings will be freely tradable. In the event such registration rights are exercised and a large number of shares of common stock is sold, such sales could reduce the trading price of our common stock. These sales also could impede our ability to raise future capital.\nWe have also registered on Form S-8 all shares of common stock that are issuable under our 2024 Omnibus Incentive Compensation Plan. As a consequence, these shares can be freely sold in the public market upon issuance. Any sales of shares by these stockholders could have a negative impact on the trading price of our common stock and result in dilution.\nAn active, liquid trading market for our common stock may not develop or, if developed, may not be sustained.\nThere has been limited trading volume of our common stock since we began trading on Nasdaq and, following the transfer of our listing in January 2025, the NYSE. An active, liquid trading market for our common stock may not be sustained. The lack of an active market may reduce the market price of our common stock, and you may not be able to sell your shares at an attractive price, or at all. An inactive market may also impair our ability to raise capital by selling shares of our common stock in the future and may impair our ability to enter into strategic collaborations or acquire companies by using our shares of common stock as consideration.\nIf too few securities or industry analysts publish research, or publish inaccurate or unfavorable research, about our business, the price of our common stock and our trading volume could decline.\nThe trading market for our common stock will depend in part on the research and reports that securities or industry analysts publish about us or our business. If too few securities or industry analysts commence coverage of our Company, the trading price for our common stock would likely be negatively affected. Furthermore, if one or more of the analysts who cover us downgrade us or publish inaccurate or unfavorable research about our business, the price of our common stock would likely decline. If one or more of these analysts cease coverage of our company or fail to publish reports on us regularly, demand for our common stock could decrease, which might cause the price of our common stock and trading volume to decline.\nWe currently do not intend to pay dividends on our common stock in the foreseeable future. As a result, your ability to achieve a return on your investment may depend on appreciation in the market price of our common stock.\nAlthough we have previously declared and paid cash dividends on our common stock, we currently intend to retain all available funds and any future earnings for use in the operation of our business and do not anticipate paying any dividends on our common stock in the foreseeable future. Any determination to pay dividends in the future will be at the discretion of our Board. Accordingly, investors must for the foreseeable future rely on sales of their common stock after price appreciation, which may never occur, as the only way to realize any future gains on their investments.\nRaising additional equity capital from public or private markets to pursue our business plan may cause our existing holders of common stock to experience substantial dilution or their shares to have a significant decline in trading price.\nWe may raise additional equity capital from public or private markets to pursue our business plan for acquisitions. Any future significant issuances of common stock could result in dilution to our existing holders of common stock. Moreover, any significant issuances of common stock or securities convertible into, or exercisable or exchangeable for, our common stock could result in a substantial decline in the trading price of our common stock. In particular, in June and July 2024 we did, and in the future we may, issue additional shares of common stock at a significant discount from the current trading price of our common stock. As a result, our common stockholders would experience immediate dilution upon the purchase of any shares of our common stock sold at such a discount. In addition, the perception that new issuances of our securities could occur could adversely affect the market price of our common stock.\nIf we are unable to arrange additional future financing on acceptable terms, our ability to pursue potential acquisition opportunities or fund our working capital needs could be limited.\nWe intend to finance acquisitions in part through additional equity and debt financings. Because the timing and size of acquisitions cannot be readily predicted, we may need to be able to obtain funding on relatively short notice to benefit fully from attractive acquisition opportunities. In addition, the Company will need to fund its ongoing working capital, capital expenditures and other financing requirements through cash flows from operations and new sources of financing. The sale of additional shares of any class of equity will be subject to market conditions and investor demand for such shares at prices that may not be in the best interest of our stockholders. The sale of additional equity securities could also result in dilution to our stockholders. The incurrence of indebtedness would result in increased debt service obligations and could require us to agree to operating and financial covenants that would restrict our operations. Financing may not be available in amounts or on terms acceptable to us, if at all. Such inability to obtain additional financing when needed could have a material adverse effect on our business, results of operations, cash flow, financial condition and prospects.\nNew investors in future financing transactions could gain rights, preferences and privileges senior to those of the Company’s existing stockholders.\nWe expect that significant additional capital may be needed in the future to support our business growth. To the extent we raise additional capital by issuing common stock, convertible securities or other equity securities, investors may be materially diluted by subsequent sales. Such sales may also result in substantial dilution to our existing stockholders, and new investors could gain rights, preferences and privileges senior to the holders of our common stock.\nParticipants in the June and July 2024 private placements purchased securities in the Company at a price below the current trading price of such securities, and may experience a positive rate of return based on the current trading price. Future investors in our Company may not experience a similar rate of return.\nPursuant to private placements, certain institutional and accredited investors acquired shares of our common stock at a purchase price of $9.14 per share and Pre-Funded Warrants to purchase shares of our common stock at a purchase price of $9.13999 per Pre-Funded Warrant. Furthermore, certain investors purchased Convertible Preferred Stock that is convertible into shares of our common stock at an initial conversion price of $4.566. Because the current market price of our common stock as of the date of this Annual Report is higher than the effective purchase price such investors paid for their securities, there may be a higher likelihood that such investors will sell their shares in the near term. Public investors who purchased our common stock on Nasdaq or, following the transfer of our listing in January 2025, NYSE may not experience a similar rate of return due to differences in the purchase prices they have paid and the purchase prices paid by such investors.\nThe concentration of ownership by Mr. Jacobs and director designation rights may have the effect of delaying or preventing a change in control of the Company and could affect the market price of shares of our common stock.\nOur Chairman and Chief Executive Officer, Brad Jacobs, beneficially owns or controls approximately 31.4% of the voting power of our capital stock (including the voting power attributable to our preferred stock). This concentration of ownership and voting power allows Mr. Jacobs to exert significant influence over our decisions, including matters requiring approval by our stockholders (such as, subject to certain limitations, the election of directors and the approval of mergers or other extraordinary transactions), regardless of whether or not other stockholders believe that the transaction is in their own best interests.\nIn addition, under our Fifth Amended and Restated Certificate of Incorporation (the “Charter”), JPE, which is controlled by Mr. Jacobs, is currently entitled to designate a majority of persons to the Board in connection with each meeting of stockholders at which directors are to be elected because the investors (the “Investors”) party to the Investment Agreement (as defined below) beneficially own or control approximately 49.2% of the voting power of our capital stock when calculated on a fully-diluted, as-converted basis, assuming the exercise of the Company Warrants. JPE currently holds 900,000 shares of Convertible Preferred Stock and 197,109,065 Warrants, which may be converted or exchanged into an aggregate of 394,218,132 shares of common stock. So long as the Investors party to the Investment Agreement collectively own or control (together with their affiliates) Convertible Preferred Stock, shares of common stock or other voting securities, or Warrants exercisable for such securities, representing, in the aggregate, at least 45% of the total voting power of the capital stock of the Company, calculated on a fully-diluted, as-converted basis, JPE will continue to be entitled to designate a majority of persons to our Board. JPE’s right to designate persons to the Board will generally decrease proportionally together with a decrease in the Investors’ ownership or control (together with affiliates) of Convertible Preferred Stock, shares of common stock or other voting securities, or Warrants exercisable for such securities, calculated \non a fully diluted, as-converted basis. Accordingly, Mr. Jacobs may be able to exercise significant influence over our business policies and affairs.\nSuch concentration of voting power and designation rights could also have the effect of delaying, deterring or precluding a change of control or other business combination that might otherwise be beneficial to our stockholders, could deprive our stockholders of an opportunity to receive a premium for their common stock as part of a sale of our company and might ultimately affect the market price of our common stock.\nAnti-takeover provisions contained in our Charter and amended and restated bylaws, as well as provisions of Delaware law, could impair a takeover attempt.\nOur Charter and amended and restated bylaws contain, and the General Corporation Law of the State of Delaware (the “DGCL”) contains, provisions which could have the effect of rendering more difficult, delaying, or preventing an acquisition deemed undesirable by our Board. These provisions provide for the following:\n•the right of JPE to designate a majority of our Board;\n•the ability of our remaining directors to fill vacancies on our Board;\n•limitations on stockholders’ ability to call a special stockholder meeting or act by written consent;\n•rules regarding how stockholders may present proposals or nominate directors for election at stockholder meetings;\n•the right of our Board to issue preferred stock without stockholder approval; and\n•the limitation of liability of, and provision of indemnification to, our directors and officers.\nThese provisions, alone or together, could delay or prevent hostile takeovers and changes in control or changes in our management. In addition, we are subject to Section 203 of the DGCL, which could have the effect of delaying or preventing a change of control that you may favor. Section 203 provides that, subject to limited exceptions, persons that acquire, or are affiliated with persons that acquire, more than 15% of the outstanding voting stock of a Delaware corporation may not engage in a business combination with that corporation, including by merger, consolidation or acquisitions of additional shares, for a three-year period following the date on which that person or any of its affiliates becomes the holder of more than 15% of the corporation’s outstanding voting stock.\nAny provision of our Charter, our amended and restated bylaws, or the DGCL that has the effect of delaying or deterring a change in control could limit the opportunity for our stockholders to receive a premium for their shares of our common stock, and could also affect the price that some investors are willing to pay for our common stock.\nOur Charter provides that certain courts in the State of Delaware or the federal district courts of the United States for certain types of lawsuits is the sole and exclusive forum for substantially all disputes between us and our stockholders, which could limit our stockholders’ ability to obtain a favorable judicial forum for disputes with us or our directors, officers or employees.\nOur Charter provides that, unless we consent in writing to the selection of an alternative forum, a state court located within the State of Delaware is the sole and exclusive forum for: i) any derivative action or proceeding brought on our behalf, ii) any action asserting a claim for or based on a breach of a fiduciary duty owed by any of our directors, officers or employees to us or our stockholders, including a claim alleging the aiding and abetting of such a breach of fiduciary duty, iii) any action asserting a claim against us or any of our directors, officers or employees arising pursuant to any provision of the DGCL or of our Charter or our amended and restated bylaws (as either may be amended and/or restated from time to time), iv) any action asserting a claim related to or involving us that is governed by the internal affairs doctrine, or v) any action asserting an “internal corporate claim” as defined under the DGCL. The exclusive forum provision does not apply to claims arising under the Securities Act of 1933, as amended (the “Securities Act”), the Exchange Act or other federal securities laws for which there is exclusive federal or concurrent federal and state jurisdiction. Unless we consent in writing to the selection of an alternative forum, the federal district courts of the United States shall be the exclusive forum for the resolution of any complaint asserting a cause of action arising under the Securities Act, the Exchange Act or such other federal securities laws.\nAny person or entity purchasing or otherwise acquiring any interest in shares of our capital stock will be deemed to have notice of and, to the fullest extent permitted by law, to have consented to the provisions of our Charter described above. Although we believe this exclusive forum provision benefits us by providing increased consistency in the application of Delaware law and federal securities laws in the types of lawsuits to which each applies, the choice of forum provision may limit a stockholder’s ability to bring a claim in a judicial forum that it finds favorable for disputes with us or our directors, officers, other employees or stockholders, which may discourage such lawsuits against us and our directors, officers, other employees or stockholders. However, the enforceability of similar forum provisions in other companies’ certificates of incorporation has been challenged in legal proceedings. If a court were to find the exclusive choice of forum provision contained in our Charter to be inapplicable or unenforceable in an action, we may incur additional costs associated with resolving such action in other jurisdictions, which could materially adversely affect our business, financial condition and results of operations.\nRisks Related to our Management\nWe are highly dependent on the continued leadership of Brad Jacobs as Chairman and Chief Executive Officer. The possibility of the loss of Mr. Jacobs in these roles could have a material adverse effect on the Company’s business, financial condition and results of operations.\nWe are highly dependent on the leadership of Brad Jacobs as Chairman and Chief Executive Officer and we have benefited substantially from his leadership and performance. Our ability to successfully implement our business strategy depends to a significant extent on the continued service and performance of Mr. Jacobs. The loss of Mr. Jacobs’ services could impair our ability to execute our business plan and could, therefore, have a material adverse effect on our business, financial condition and results of operations.\nThe past performance by Brad Jacobs or our management team may not be indicative of future performance or results.\nPast performance by Brad Jacobs or our management team, including transactions in which they have participated and businesses with which they have been associated, may not be representative of our future performance or the returns the Company will generate going forward. Our financial condition and results of operations may be influenced by numerous factors, some of which are beyond our control. You should not rely on the historical record of Mr. Jacobs or our management team as indicative of the future performance of an investment of our Company.\nOur success depends upon the retention of our senior management as well as our ability to attract and retain key talent.\nOur continued success depends, in part, on the efforts and abilities of our senior management team and other key employees. While certain of our executive officers and key employees are subject to long-term compensatory arrangements, there can be no assurance that we will be able to retain all key members of our senior management. Difficulties in hiring or retaining key executive or other employee talent, or the unexpected loss of experienced employees, could have an adverse impact on our business, financial condition or results of operations.\nRisks Related to Acquisitions\nThe failure to consummate acquisitions expeditiously, or at all, could have a material adverse effect on our business prospects, financial condition, results of operations or the price of our common stock.\nAcquisitions are an important component of our business strategy, as we intend to operate a company focused on building products distribution, but currently do not have any operations in this sector. Acquisition opportunities are likely to arise from time to time, and any such acquisition could be significant. The evaluation of each specific acquisition target business and the negotiation, drafting and execution of relevant transaction agreements and other ancillary documents, disclosure documents and other instruments, requires substantial management time and attention, as well as costs related to fees payable to counsel, accountants and other third parties. Our ability to consummate an acquisition is dependent on a number of factors and conditions that require time, attention and collaboration across multiple parties, including receipt of all necessary regulatory approvals of the contemplated transaction.\nCertain acquisition opportunities may not result in the consummation of a transaction. When an identified transaction is not consummated, we are not able to recover the cost spent pursuing such transaction, which reduces the amount of capital available for other identified targets. Failure to complete an acquisition could adversely affect our business as we could be required to pay a termination fee under certain circumstances or be subject to litigation, and our stock price may also suffer as the failure to consummate such an acquisition may result in negative perception in the investment community. Additionally, we may not be able to identify or execute alternative arrangements on favorable terms, if at all. If we fail to consummate and integrate our acquisitions in a timely and cost-effective manner, our business, financial condition and results of operations could be adversely affected.\nWe may not be able to successfully integrate the businesses that we acquire and fail to realize the anticipated benefits and our business could be negatively affected from unexpected or contingent liabilities.\nWe may not be able to successfully integrate operations that we acquire, including their personnel, financial systems, distribution or operating procedures. The integration process may entail significant costs and delays. The integration of operations and personnel may place a significant burden on management and other internal resources. The attention of our management may be directed towards integration considerations and may be diverted from our day-to-day operations, and matters related to the integration may require commitments of time and resources that could otherwise have been devoted to other opportunities that might have been beneficial to us and our business. Our failure to integrate the operations of companies successfully could adversely affect our business, financial condition, results of operations and prospects. In addition, we may fail to identify material problems or liabilities during due diligence review of acquisition targets prior to acquisition, and acquire entities with unknown or contingent liabilities, costs and problems. Further, we may significantly increase our leverage in connection with an acquisition, which could increase our future debt service obligations and limit our flexibility to pursue additional strategic acquisitions. As a result, any acquisitions may not provide the anticipated benefits and our business, financial condition and results of operations could be adversely affected.\nWe face competition for businesses that fit our acquisition strategy and, therefore, we may have to acquire targets at sub-optimal prices or, alternatively, forego certain acquisition opportunities.\nOur acquisition strategy is focused on the acquisition of businesses in the building products distribution industry. In pursuing such acquisitions, we may face competition from other potential purchasers. Although the pool of potential purchasers for such businesses is typically small, those potential purchasers can be aggressive in their approach to acquiring such businesses. Furthermore, we may need to use third-party financing in order to fund some or all of these potential acquisitions, thereby increasing our acquisition costs. To the extent that other potential purchasers do not need to obtain third-party financing or are able to obtain such financing on more favorable terms, they may be in a position to be more aggressive with their acquisition proposals. As a result, in order to be competitive, our acquisition proposals may need to be aggressively priced, including at price levels that exceed what we originally determined to be achievable. Alternatively, we may determine that we cannot pursue on a cost-effective basis what would otherwise be an attractive acquisition opportunity.\nRisks Related to Our Industry\nOur industry is highly fragmented and competitive. If we are unable to compete effectively, our net sales and operating results may be reduced.\nThe building products distribution industry is highly fragmented and competitive, and the barriers to entry for local competitors are relatively low. Competitive factors in our industry include pricing, availability of products, service, delivery capabilities, customer relationships, geographic coverage, and breadth of product offerings. Also, financial stability is important to suppliers and customers in choosing distributors for their products, and it affects the favorability of the terms on which we would be able to obtain our products from suppliers and sell products to our customers.\nSome of our competitors may be part of larger companies, and, therefore, may have access to greater financial and other resources than those to which we have access. We may not be able to maintain our costs at a level sufficiently low for us to compete effectively. If we are unable to compete effectively, any future net sales and net income may be reduced.\nOur industry is highly cyclical, and prolonged periods of weak demand or excess supply may reduce our net sales and/or margins, which may cause us to incur losses or reduce our net income.\nThe building products distribution industry is subject to cyclical market pressures and market prices of building products historically have been volatile and cyclical. Prices of building products are determined by overall supply and demand in the market and we have limited ability to control the timing and amount of pricing changes. Demand for building products is driven mainly by factors outside of our control, such as general economic and political conditions, interest rates, governmental subsidies and incentives, availability of mortgage financing, inflation, the construction, repair and remodeling markets, industrial markets, housing supply, weather conditions, commodity prices and population growth. The supply of building products fluctuates based on available manufacturing capacity, and excess capacity in the industry can result in significant declines in market prices for those products. To the extent that prices and volumes experience a sustained or sharp decline, any future net sales and margins likely would decline as well. If we have meaningful fixed costs, a decrease in sales and margin generally would have a significant adverse impact on our financial condition, operating results, and cash flows.\nRegional or global barriers to trade or a global trade war could increase the cost of products in the building products distribution industry, which could adversely impact the competitiveness of such products and the financial results of businesses in the industry.\nThe state of relationships between other countries and the United States with respect to trade policies, government relations and tariffs may impact our business. The U.S. government has and continues to make significant changes in U.S. trade policy and has taken certain actions that could negatively impact U.S. trade, including imposing tariffs on certain goods imported into the United States. There is concern that the imposition of tariffs by the United States could result in the adoption of tariffs or retaliatory measures by other countries, leading to a global trade war. Such tariffs or sanctions could raise the cost and reduce the supply of building materials and components. Our success in markets we may chose to enter in the future depends substantially on our ability to source local materials on terms that are favorable to us. In the event of a global trade war or regional dispute, local suppliers may choose to allocate their resources to local players in their markets and provide us with less favorable terms. Building products shortages and price increases for building products could cause distribution delays and increase our costs, which in turn could reduce our competitiveness and impact our ability to do business with certain counterparties.\nGeneral geopolitical instability and the responses to it, such as the possibility of sanctions, trade restrictions and changes in tariffs, including tariffs imposed by the United States and China, and the possibility of additional tariffs, non-tariff barriers or other trade restrictions between the United States and other countries where we might in the future distribute or sell products, could adversely impact our business. If we fail to anticipate and manage any of these dynamics successfully, our business, financial condition and results of operations could be adversely affected.\nRisks Related to Our Legacy Business\nOur legacy business may fail to develop new products or may incur unexpected expenses or delays.\nAlthough our legacy business currently has fully developed products available for sale, our legacy business may need to develop various new technologies, products and product features and remain competitive. Due to the risks inherent in developing new products and technologies — limited financing, loss of key personnel, and other factors — our legacy business may fail to develop these technologies and products or may experience lengthy and costly delays in doing so. Although the legacy business licenses some of our technologies in their current stage of development, we cannot assure that the legacy business will be able to develop new products or enhancements to our existing products in order to remain competitive.\nIf the technologies and products of our legacy business contain defects or otherwise do not work as expected, we may incur significant expenses in attempting to correct these defects or in defending lawsuits over any such defects.\nSoftware products are not currently accurate in every instance and may never be. Furthermore, our legacy business could inadvertently release products and technologies that contain defects. In addition, third-party technology that is included in such products could contain defects. We may incur significant expenses to correct such defects. Clients who are not satisfied with such products or services could bring claims against us for substantial damages. Such claims could cause us to incur significant legal expenses and, if successful, could result in the plaintiffs being awarded significant damages. \nThe software and technology industry is highly competitive. If our legacy business cannot develop and market desirable products that the public is willing to purchase, such business will not be able to compete successfully. \nOur legacy business has many potential competitors in the software industry. The ability of our legacy business to compete effectively may be adversely affected by the ability of these competitors to devote greater resources to the development, sales, and marketing of their products than are available to our legacy business. Some of our legacy business’s competitors, also, offer a wider range of software products, have greater name recognition and more extensive customer bases than our legacy business. These competitors may be able to respond more quickly to new or changing opportunities, customer desires, as well as undertake more extensive promotional activities, offer terms that are more attractive to customers and adopt more aggressive pricing policies than our legacy business. We cannot provide any assurances that our legacy business will be able to compete successfully against present or future competitors or that the competitive pressure will not force us to cease operations of our legacy business.\nIf we are not able to protect our trade secrets through enforcement of our confidentiality and non-competition agreements, then our legacy business may not be able to compete effectively.\nWe attempt to protect the trade secrets, including the processes, concepts, ideas and documentation associated with our technologies for our legacy business, through the use of confidentiality agreements and non-competition agreements with our current employees and with other parties to whom we have divulged such trade secrets. If the employees or other parties breach our confidentiality agreements and non-competition agreements or if these agreements are not sufficient to protect our technology or are found to be unenforceable, our competitors could acquire and use information that we consider to be our trade secrets and our legacy business may not be able to compete effectively. \nWe may unintentionally infringe on the proprietary rights of others.\nMany lawsuits currently are being brought in the software industry alleging violation of intellectual property rights. Although we do not believe that we are infringing on any patent rights, patent holders may claim that we are doing so. Any such claim would likely be time-consuming and expensive to defend, particularly if we are unsuccessful, and could prevent us from selling the products or services of our legacy business. In addition, we may also be forced to enter into costly and burdensome royalty and licensing agreements.\nThe industry of our legacy business is characterized by rapid technological change and failure to adapt its product development to these changes may cause its products to become obsolete.\nOur legacy business participates in a highly dynamic industry characterized by rapid change and uncertainty relating to new and emerging technologies and markets. Future technology or market changes may cause some of its products to become obsolete more quickly than expected.\nThe trend toward consolidation in the industry of our legacy business may impede its ability to compete effectively.\nAs consolidation in the software industry continues, fewer companies dominate particular markets, changing the nature of the market and potentially providing consumers with fewer choices. Also, many of these companies offer a broader range of products than our legacy business, ranging from desktop to enterprise solutions. Our legacy business may not be able to compete effectively against these competitors. The trend toward consolidation in our industry may result in increased competition in acquiring these technologies, people or products, resulting in increased acquisition costs or the inability to acquire the desired technologies, people or products.\nGeneral Risks\nWe may be subject to periodic litigation, regulatory proceedings and enforcement actions, which may adversely affect our business and financial performance.\nFrom time to time, we are involved in lawsuits, regulatory proceedings and enforcement actions, brought or threatened against us in the ordinary course of business. Our business is subject to the risk of claims involving current and former employees, affiliates, suppliers, competitors, stockholders, government regulatory agencies or others through private actions, class actions, whistleblower claims, administrative proceedings, antitrust enforcement, regulatory actions or other proceedings.\nDue to the inherent uncertainties of litigation, it is often difficult to accurately predict the ultimate outcome of any such actions or proceedings. The outcome of litigation, particularly class action lawsuits and regulatory actions, is often difficult to assess or quantify, as plaintiffs may seek injunctive relief or recovery of very large or indeterminate amounts in these types of lawsuits, and the magnitude of the potential loss may remain unknown for substantial periods of time. In addition, plaintiffs in many types of actions may seek punitive damages, civil penalties, consequential damages or other losses, or injunctive or declaratory relief. These proceedings or actions could result in substantial cost and may require us to devote substantial resources to defend ourselves and distract our management from the operation of our business. While we maintain insurance for certain potential liabilities, such insurance does not cover all types and amounts of potential liabilities and is subject to various exclusions as well as caps on amounts recoverable. We may therefore incur significant expenses defending any such suit or government charge and may be required to pay amounts or otherwise change our operations in ways that could adversely affect our results of operations and financial condition.\nThe price of our common stock has fluctuated significantly in the past and may be highly volatile, with extreme price and volume fluctuations. Sales of a substantial number of shares of our common stock by holders of registrable securities, or the perception that sales will be made in the public market, could depress the market price of our common stock and result in further volatility. As a result of such volatility in the market price of our common stock, we may in the future become the subject of securities class action litigation, which could result in substantial costs and distract management’s attention and resources.\nWe could be affected by cyberattacks or breaches of our information systems, any of which could have a material adverse effect on our business.\nWe may be subject to cybersecurity attacks and other intentional hacking. Any failure to identify and address such defects or errors or prevent a cyberattack could result in service interruptions, operational difficulties, loss of revenues or market share, liability to our customers or others, the diversion of corporate resources, harm to our reputation or increased service and maintenance costs. Addressing such issues could prove to be impossible or very costly and responding to the resulting claims or liability could similarly involve substantial cost. Also, due to recent advances in technology and well-known efforts on the part of computer hackers and cyber-terrorists to breach data security of companies, we face risks associated with potential failure to adequately protect critical corporate, customer and employee data, which, if released, could adversely impact our customer relationships, our reputation, and violate privacy laws. Recently, regulatory and enforcement focus on data protection has heightened in the United States. Failure to comply with applicable data protection regulations or other data protection standards may expose us to litigation, fines, sanctions or other penalties, which could harm our business, our reputation, results of operations and financial condition.\nA failure of our information technology infrastructure, information systems, networks or processes may materially adversely affect our business.\nThe efficient operation of our business depends on our information technology systems. We rely on our information technology systems to effectively manage our sales and marketing, financial, legal and compliance functions, communications and other business processes. We also rely on third parties and virtualized infrastructure to operate our information technology systems. Despite significant testing for risk management, external and internal risks, such as malware, insecure coding, “Acts of God,” data leakage and human error pose a direct threat to the stability or effectiveness of our information technology systems and operations. The failure of our information technology systems to perform as we anticipate could adversely affect our business through transaction errors, billing and invoicing errors, internal recordkeeping and reporting errors and processing inefficiencies. Any such failure could result in harm to our reputation and have an ongoing adverse impact on our business, results of operations and financial condition, including after the underlying failures have been remedied. Further, the delay or failure to implement information system upgrades and new systems effectively could disrupt our business, distract management’s focus and attention from our business operations, and increase our implementation and operating costs, any of which could negatively impact our operations and operating results.",
      "char_count": 44629
    }
  },
  "extracted_at": "2025-10-18T17:43:12.665392"
}