{
  "ticker": "ROST",
  "company_name": "ROSS STORES, INC.",
  "cik": 745732,
  "form_type": "10-K",
  "filing_date": "2025-04-01",
  "period_of_report": "2025-02-01",
  "fiscal_year": 2025,
  "accession_number": "0000745732-25-000010",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0000745732&accession_number=000074573225000010&xbrl_type=v",
  "sic_code": "5651",
  "industry": "Retail-Family Clothing Stores",
  "sections": {
    "item1": {
      "text": "ITEM 1. BUSINESS\nRoss Stores, Inc. and its subsidiaries (“we”, “our”, or the “Company”) operate two brands of off-price retail apparel and home fashion stores—Ross Dress for Less® (“Ross”) and dd’s DISCOUNTS®. \nRoss is the largest off-price apparel and home fashion chain in the United States, with 1,831 locations in 43 states, the District of Columbia, and Guam, as of February 1, 2025. Ross offers first-quality, in-season, name brand and designer apparel, accessories, footwear, and home fashions for the entire family at savings of 20% to 60% off department and specialty store regular prices every day. Ross’ target customers are primarily from middle income households. \nWe also operate 355 dd’s DISCOUNTS stores in 22 states as of February 1, 2025. dd’s DISCOUNTS features more moderately-priced first-quality, in-season, name brand apparel, accessories, footwear, and home fashions for the entire family at savings of 20% to 70% off moderate department and discount store regular prices every day. The typical dd’s DISCOUNTS store is located in an established shopping center in a densely populated urban or suburban neighborhood, and its target customers typically come from households with lower to more moderate incomes.\nBoth our Ross and dd’s DISCOUNTS brands target value-driven customers. The decisions we make, from merchandising, purchasing, and pricing, to the locations of our stores, are based on these customer profiles. We believe that both brands derive a competitive advantage by offering a wide assortment of product within each of our merchandise categories, in organized and easy-to-shop in-store environments.\nOur mission is to offer competitive values to our target customers by focusing on the following key strategic objectives:\n•Maintain an appropriate level of recognizable brands, labels, and fashions at strong discounts throughout the store.\n•Meet customer needs on a local basis.\n•Deliver an in-store shopping experience that reflects the expectations of the off-price customer.\n•Manage real estate growth to compete effectively across all our markets.\nOur fiscal years ended February 1, 2025, February 3, 2024, and January 28, 2023 are referred to as fiscal 2024, fiscal 2023, and fiscal 2022, respectively. Fiscal 2023 was a 53-week year. Fiscal 2024 and 2022 were each 52-week years.\nMerchandising, Purchasing, and Pricing\nWe seek to provide our customers with a wide assortment of first-quality, in-season, brand name and designer apparel, accessories, footwear, and home merchandise for the entire family at savings of 20% to 60% below department and specialty store regular prices every day at Ross, and 20% to 70% below moderate department and discount store regular prices at dd’s DISCOUNTS. We aim to sell recognizable brand name merchandise that is on trend and fashionable in each category. New merchandise typically is received from three to six times per week at both Ross and dd’s DISCOUNTS stores. Our buyers review their merchandise assortments on a weekly basis, enabling them to respond to selling trends and buying opportunities in the market. Our merchandising strategy is reflected in our marketing, which emphasizes a strong value message. Our stores offer a “treasure-hunt” shopping experience where customers can find great savings every day on a broad assortment of brand name bargains for the family and the home.\nMerchandising. Our merchandising strategy incorporates a combination of off-price buying techniques to purchase advance-of-season, in-season, and past-season merchandise for both Ross and dd’s DISCOUNTS. We believe merchandise with nationally recognized name brands sold at compelling discounts will continue to be an important determinant of our success. We generally leave the brand name label on the merchandise we sell.\nWe establish merchandise assortments that we believe are attractive to our target customers. We generally offer a large selection within each classification of our merchandise, with a wide assortment of vendors, labels, prices, colors, styles, and fabrics within each size or item. Our merchandise offerings include apparel, footwear, home accents and furniture, bed and bath, beauty, accessories, toys, gourmet food, luggage, electronics, pet accessories, jewelry and watches, and cookware.\nPurchasing. We have a large network of merchandise vendors and manufacturers for both Ross and dd’s DISCOUNTS, and believe we have adequate sources of first-quality merchandise to meet our requirements. We purchase the majority of our merchandise directly from manufacturers.\nWe believe our ability to effectively execute certain off-price buying strategies is a key factor in our success. Our buyers use a number of methods that enable us to offer our customers brand name and designer merchandise at strong discounts every day relative to department and specialty stores for Ross, and to moderate department and discount stores for dd’s DISCOUNTS. By purchasing later in the merchandise buying cycle than department, specialty, and discount stores, we are able to take advantage of imbalances between retailers’ demand for products and manufacturers’ supply of those products.\nWe typically do not require that vendors or manufacturers provide promotional allowances, co-op advertising allowances, return privileges, drop shipments to stores, or delayed deliveries of merchandise. For most orders, delivery is made to one of our distribution centers. These flexible requirements further enable our buyers to obtain significant discounts on purchases.\nThe merchandise that we offer in all of our stores is acquired through opportunistic purchases created by manufacturer and brand overruns and canceled orders, both during and at the end of a season (“close-out” purchases), and production direct from brands and factories (“upfront” purchases). We also source merchandise under in-house brands or vendor brands. Upon receipt, merchandise can be shipped to stores in-season or can be stored in our warehouses as “packaway” merchandise.\nPackaway merchandise is purchased with the intent that it will be stored in our warehouses until a later date, which may even be the beginning of the same selling season in the following year. Packaway purchases are an effective method of increasing the percentage of prestige and national brands at competitive savings within our merchandise assortments. The timing of the release of packaway inventory to our stores is principally driven by the product mix and seasonality of the merchandise, and its relation to our store merchandise assortment plans. As such, the aging of packaway varies by merchandise category and seasonality of purchase, but typically packaway remains in storage less than six months.\nIn fiscal 2024, we continued our emphasis on this important sourcing strategy in response to compelling opportunities available in the marketplace. As of February 1, 2025 and February 3, 2024, packaway accounted for approximately 41% and 40% of total inventories, respectively.\nOur primary buying offices are located in New York City and Los Angeles, the nation’s two largest apparel markets. We also operate a smaller buying office located in Boston. These strategic locations allow our buyers to be in the market frequently, sourcing opportunities and negotiating purchases with vendors and manufacturers. These locations also enable our buyers to strengthen vendor relationships—a key element to the success of our off-price buying strategies.\nAt the end of fiscal 2024, we had over 800 merchants for Ross and dd’s DISCOUNTS combined. The Ross and dd’s DISCOUNTS buying organizations are separate and distinct, with each organization led by its own chief merchandising officer with a team of merchandise management, buyers, and assistant buyers. Ross and dd’s DISCOUNTS buyers have on average over seven years of experience, including merchandising positions with other retailers. We expect to make continued investments in our merchant organization to further develop our relationships with our manufacturers and vendors. Our ongoing objective is to strengthen our ability to procure the most desirable brands and fashions at competitive discounts.\nThe off-price buying strategies utilized by our experienced team of merchants enable us to purchase Ross merchandise at net prices that are lower than prices paid by department and specialty stores, and to purchase dd’s DISCOUNTS merchandise at net prices that are lower than prices paid by moderate department and discount stores.\nPricing. We sell brand name merchandise at Ross that is priced 20% to 60% below most department and specialty store regular prices. At dd’s DISCOUNTS, we sell more moderate brand name merchandise that is priced 20% to 70% below most moderate department and discount store regular prices. Our pricing is reflected on most of our price tags, which display our selling price as well as the comparable value for that item in department and specialty stores for Ross merchandise, or in more moderate department and discount stores for dd’s DISCOUNTS merchandise.\nOur pricing strategy at Ross differs from that of a department or specialty store. We purchase our merchandise at lower prices and mark it up less than a department or specialty store. This strategy enables us to offer customers consistently low prices and compelling value. Our buyers review their departments in our stores for possible markdowns based on the rate of sale on a weekly basis, as well as at the end of fashion seasons, to promote faster turnover of merchandise inventory and to accelerate the flow of fresh product to our stores. A similar pricing strategy is in place at dd’s DISCOUNTS where prices are compared to those in moderate department and discount stores.\nStores\nAs of February 1, 2025, we operated a total of 2,186 stores, comprised of 1,831 Ross stores and 355 dd’s DISCOUNTS stores. Our stores are located predominantly in community and neighborhood shopping centers in heavily populated urban and suburban areas. Where the size of the market and real estate opportunities permit, our real estate strategy is to cluster Ross stores with the objective to increase our market penetration and to benefit from economies of scale in advertising, distribution, field management, and other costs. When evaluating a new store location, we consider factors such as the availability and quality of potential sites, demographic characteristics, competition, and population density of the local trade area. In addition, we continue to consider opportunistic real estate acquisitions. Where possible, we obtain sites in buildings requiring minimal alterations, allowing us to establish stores in new locations in a relatively short period of time and at reasonable costs in a given market. We do the same for dd’s DISCOUNTS stores.\nWe believe a key element of our success at both Ross and dd’s DISCOUNTS is our organized and easy-to-shop in-store environment, which allows customers to shop at their own pace. While our stores promote a self-service, treasure-hunt shopping experience, the layouts are designed to enhance customer convenience in their merchandise presentation, dressing rooms, checkout, and merchandise return areas. Our store’s sales area is based on a prototype single floor design with a racetrack aisle layout. A customer can locate desired departments by signs displayed just below the ceiling of each department. We enable our customers to select among sizes and styles through prominent category and sizing markers. Our stores have shopping carts and/or baskets available at the entrance for customer convenience. Cash registers are primarily located at store exits for customer ease and efficient staffing.\nWe accept a variety of payment methods. We provide refunds or store credit on all merchandise (not used, worn, or altered) returned with a receipt within 30 days. Merchandise returns having a receipt older than 30 days are exchanged or refunded with store credit.\nOperating Costs\nConsistent with the other aspects of our business strategy, we strive to keep operating costs as low as possible. Among the factors which have enabled us to do this are: labor costs that are generally lower than full-price department and specialty stores, due to a store design that creates a self-service retail format and due to the utilization of labor saving technologies; economies of scale with respect to general and administrative costs resulting from centralized merchandising, marketing, and purchasing decisions; and flexible store layout criteria which facilitate conversion of existing buildings to our formats.\nInformation Systems\nWe continue to invest in new information systems and technology to provide a platform for growth over the next several years. Current initiatives include continued enhancements to our stores, supply chain, merchandising, and cybersecurity systems. These initiatives are intended to support future growth, the execution and achievement of our plans, efficiency improvement, ongoing stability, and compliance.\nDistribution\nWe operate distribution processing facilities where we receive and ship all of our merchandise to our stores. These distribution centers are large, highly automated, and built to suit our specific off-price business model. We also operate warehouse facilities for packaway storage. \nWe utilize a combination of owned, leased, and third-party cross-dock facilities to distribute merchandise from distribution centers to stores on a regional basis. Shipments are made by contract carriers to the stores three to six times per week depending on location.\nWe believe that our distribution centers and warehouses with their current expansion capabilities will provide adequate processing and storage capacity to support our near term store growth plans. Information on the size and locations of our distribution centers and warehouse facilities is found in ITEM 2. PROPERTIES.\nMarketing and Advertising\nWe use a variety of marketing and advertising media to communicate our value proposition to customers—savings off the same brands carried at department or specialty stores every day. This includes a mix of traditional and streaming television, digital channels, and new store grand openings. We continue to shift our marketing and advertising towards digital channels, including social media, digital video, and digital audio, to reflect changes in media consumption. Our social media strategy includes influencer marketing and user generated content. We believe that a mix of channels and marketing strategies is important to effectively reach our customers.\nTrademarks\nOur principal trademarks are ROSS®, Ross Dress For Less®, and dd’s DISCOUNTS®, which are registered in the United States and in certain other countries. We expect our rights in these trademarks to endure in locations where we use them for as long as our use continues.\nHuman Capital\nAs of February 1, 2025, we had approximately 107,000 total associates, which includes both full- and part-time associates in our stores, distribution centers, and buying and corporate offices. Over 85% of these associates worked in our retail stores. Additionally, we hire temporary associates, especially during peak seasons. We have no associates who are covered by a collective bargaining agreement. Management considers the relationship between the Company and our associates to be strong.\nOur associates play essential roles not only in delivering great values to our customers but also in evolving and strengthening the culture at Ross. We strive to have a workforce that reflects our values, supports our business growth, and strengthens our communities. Throughout our organization, we recognize and appreciate the importance of attracting, retaining, and developing our associates, and we have a number of key programs to do so. \nOur culture. Values start with our people. At Ross, we value integrity, accountability, respect, learning, and humility. We strive to do what is right for our associates, customers, and the communities we serve. We are also committed to promoting an inclusive culture and work environment in which our associates are treated with dignity and respect.\nTalent development. The professional growth and retention of our associates is important to our success as a business. We identify and enumerate key competencies we believe are critical to our ability to execute our business model and deliver the values our customers expect. We utilize these competencies in the hiring, development, evaluation, and future planning of our teams. We provide training opportunities to help associates grow and build their careers. Our associates, managers, and executives may participate in technical and leadership development activities. We support associates interested in leadership roles by offering opportunities to gain experience and build the skills necessary to advance within the Company.\nCompensation and benefits. We are dedicated to providing our associates with competitive pay and benefits, a safe working environment, recognition for achievements, channels to share opinions and ideas, opportunities to give back, support for educational advancement, and merchandise and other discounts. We are also continuing to invest in our associates with programs that assist with physical, emotional, and financial wellness.\nDiversity, equality, and inclusion. We care about our associates and the communities we serve. We are committed to building diverse teams and an inclusive culture that respects, values, and celebrates the diversity of backgrounds, identities, and ideas of those who work and shop with us. We are focused on executing strategies to support our commitment to diversity, equality, and inclusion.\nCommunity and social impact. We provide our associates the opportunity to give back to their communities and make a social impact through various programs such as our matching gift program, volunteer time off for eligible associates, and a scholarship program for our associates and their dependents. \nCompetition\nWe believe the principal competitive factors in the off-price retail apparel and home fashion industry are offering significant discounts on brand name merchandise, offering a well-balanced assortment that appeals to our target customers, and consistently providing store environments that are convenient and easy to shop. To execute this concept, we continue to make strategic investments in our organization. We also continue to make improvements to our merchandising systems to strengthen our ability to plan, buy, and allocate product to our stores. We operate in an attractive sector of retail which offers both value and convenience. We believe that we are well-positioned within the off-price retail apparel and home fashion industry to compete based on these factors.\nNevertheless, the retail apparel and home fashion markets are highly fragmented and competitive. We face a challenging and rapidly changing macroeconomic and retail environment that creates intense competition for our business from online retailers, department stores, specialty stores, discount stores, warehouse stores, other off-price retailers, and manufacturer-owned outlet stores, many of which are units of large national or regional chains that have substantial resources. The retail apparel and home-related businesses may become even more competitive in the future. \nSeasonality\nAlthough our off-price business is subject to less seasonality than traditional retailers, sales are generally higher during the second half of the year, which includes the back-to-school and holiday seasons.\nAvailable Information\nThe internet address for our corporate website is www.rossstores.com. Our Annual Reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, Proxy Statements, and any amendments to those reports are made available free of charge on or through the Investors section of our corporate website, promptly after being electronically filed with the Securities and Exchange Commission. Our annual Corporate Social Responsibility Report is found in the Social Responsibility section of our corporate website. That report and the other information found on our corporate website are not part of this report or of any other report or regulatory filing we file with or furnish to the Securities and Exchange Commission.\nExecutive Officers of the Registrant\nThe following sets forth the names and ages of our executive officers, indicating each person’s principal occupation or employment during at least the past five years. The term of office is at the discretion of our Board of Directors.\n\nName                                      Age   Position                                                          \nMichael Balmuth                        74       Executive Chairman                                                \nJames G. Conroy                        55       Chief Executive Officer                                           \nMichael J. Hartshorn                   57       Group President, Chief Operating Officer                          \nMichael Kobayashi                      60       President, Chief Capability Officer                               \nKaren Fleming                          58       President, Chief Merchandising Officer – Ross Dress for Less      \nKaren Sykes                            64       President, Chief Merchandising Officer – dd’s DISCOUNTS           \nStephen Brinkley                       52       President, Operations                                             \nAdam Orvos                             60       Executive Vice President, Chief Financial Officer                 \nMr. Balmuth has served as Executive Chairman since September 2023 and also rejoined our Board of Directors at that time. Prior to rejoining the Board in 2023, Mr. Balmuth had served on the Board from 1996 to 2021. Previously, he served as Strategic Advisor of the Company from 2021 to 2023, Chairman of the Board and Senior Advisor from 2019 to 2021, and Executive Chairman from 2014 to 2019. He was also Vice Chairman of the Board of Directors and Chief Executive Officer for 18 years from 1996 to 2014, during which time he also served as President from 2005 to 2009. Prior to this, Mr. Balmuth was Executive Vice President, Merchandising from 1993 to 1996 and Senior Vice President and General Merchandise Manager from 1989 to 1993. Before joining Ross, he was Senior Vice President and General Merchandising Manager at Bon Marché in Seattle from 1988 to 1989 and Executive Vice President and General Merchandising Manager for Karen Austin Petites from 1986 to 1988.\nMr. Conroy joined the Company in December 2024 as Chief Executive Officer – Elect and has served as Chief Executive Officer since February 2025. Previously, he served as President and Chief Executive Officer of Boot Barn Holdings, Inc. from 2012 to November 2024. Prior to this, Mr. Conroy was with Claire’s Stores, Inc. from 2007 to 2012, where he served as Chief Operating Officer and Interim Co-Chief Executive Officer in 2012, President from 2009 to 2012, and Executive Vice President from 2007 to 2009. From 2001 to 2007, Mr. Conroy served in various consulting roles, including with Kurt Salmon Associates and Deloitte Consulting. Previously, Mr. Conroy held several roles with consumer, entertainment, and consulting companies.\nMr. Hartshorn has served as Group President and Chief Operating Officer since 2019 and a member of the Board of Directors since 2021. Previously, he was Group Executive Vice President, Finance and Legal, Chief Financial Officer in 2019; Executive Vice President, Chief Financial Officer from 2018 to 2019; Group Senior Vice President, Chief Financial Officer from 2015 to 2018; Senior Vice President and Chief Financial Officer from 2014 to 2015; and Senior Vice President and Deputy Chief Financial Officer from 2012 to 2014. He was also Group Vice President, Finance and Treasurer from 2011 to 2012, and Vice President, Finance and Treasurer from 2006 to 2011. From 2002 to 2006, he held a number of management roles in the Ross IT and supply chain organizations. He initially joined the Company in 2000 as Director and Assistant Controller. For seven years prior to joining Ross, Mr. Hartshorn held various financial roles at The May Department Stores Company.\nMr. Kobayashi has served as President and Chief Capability Officer since 2022. He will leave his officer position on March 31, 2025, at which time he will transition to an advisor role. Prior to his current role, he served as President, Operations and Technology from 2019 to 2022; Group Executive Vice President, Supply Chain, Merchant Operations, and Technology from 2014 to 2019; and Executive Vice President, Supply Chain, Allocation, and Chief Information Officer from 2010 to 2014. Previously, he was Group Senior Vice President, Supply Chain and Chief Information Officer from 2008 to 2010, and Senior Vice President and Chief Information Officer from 2004 to 2008. Prior to joining Ross, Mr. Kobayashi was a Partner with Accenture, providing consulting services to clients in Accenture’s Retail & Consumer Goods practice.\nMs. Fleming has served as President and Chief Merchandising Officer – Ross Dress for Less since December 2024. She held the corresponding role at dd’s DISCOUNTS earlier in that year. Previously, she served as Group Executive Vice President, Merchandising at dd’s DISCOUNTS since 2023 and Executive Vice President, Merchandising at dd’s DISCOUNTS since 2022. Prior to this, Ms. Fleming served as Group Senior Vice President of Merchandising from 2018 to 2022 and Senior Vice President of Merchandising from 2015 to 2018. Prior to that, she held various merchandising positions since joining the Company in 1999.\nMs. Sykes has served as President and Chief Merchandising Officer – dd’s DISCOUNTS since December 2024. Previously, she served as Executive Vice President of Merchandising at Ross Dress for Less since 2022. From 2018 to 2022, Ms. Sykes served as Group Senior Vice President of Merchandising. She served as Senior Vice President of Merchandising from 2010 to 2018. Before this, she held various merchandising positions since joining the Company in 1992.\nMr. Brinkley has served as President, Operations since 2023. Prior to joining Ross, he served as President of SportChek, a subsidiary of Canadian Tire Corporation, since 2020 and as Senior Vice President, Stores from 2019 to 2020. Previously, he held roles at Save A Lot Food Stores Ltd. as Executive Vice President and Chief Operating Officer from 2017 to 2019 and before that as Senior Vice President, Corporate Store Operations since 2017. He also held several store and field management positions during his 14-year tenure at Target Corporation.\nMr. Orvos has served as Executive Vice President and Chief Financial Officer since 2021. He will leave his officer position at the end of September 2025 when he retires from the Company. Mr. Orvos joined Ross in 2021 as Group Senior Vice President, Supply Chain Administration. Prior to joining Ross, Mr. Orvos served as Senior Vice President, Retail Finance and Global Financial Planning and Analysis at Lowe’s from 2019 to 2020; Chief Financial Officer and Chief Operating Officer at Neiman Marcus from 2018 to 2019; and Executive Vice President, Retail and then Chief Executive Officer at Total Wine & More from 2016 to 2017. Mr. Orvos held several senior management positions at Belk Department Stores from 2006 to 2016, where he eventually became its Chief Financial Officer. For almost 20 years prior to this, Mr. Orvos held various financial roles at The May Department Stores Company, including Chief Financial Officer of their Foley’s division.",
      "char_count": 27790
    },
    "item1a": {
      "text": "ITEM 1A. RISK FACTORS\nOur fiscal 2024 Annual Report on Form 10-K and information we provide in our Annual Report to Stockholders, press releases, and other investor communications, including those on our corporate website, may contain forward-looking statements with respect to anticipated future events, our projected future financial performance, operations, competitive position, and our planned growth, that are all subject to risks and uncertainties that could cause our actual results to differ materially from those forward-looking statements and from our prior expectations and projections. Refer to Management’s Discussion and Analysis for a more complete identification and discussion of “Forward-Looking Statements.”\nOur financial condition, results of operations, cash flows, and the performance of our common stock may be adversely affected by a number of risk factors. Risks and uncertainties that apply to both Ross and dd’s DISCOUNTS include, without limitation, the following:\nMACROECONOMIC AND RETAIL INDUSTRY BUSINESS RISKS\nWe are subject to impacts from changes in the macroeconomic environment, financial and credit markets, geopolitical conditions, and government regulation or policy. Continuing inflation, tariff increases (or threats of increases), potential supply chain disruptions, and other external events may have significant negative effects on our costs, and also on consumer confidence, shopping behavior, and spending, which may adversely affect our sales and profitability.\nElevated inflation, government policy and regulatory changes (including trade and tariff changes and threats of changes), geopolitical conflicts, bank failures, public health crises, and other potential, adverse developments and related uncertainties, could reduce demand for our merchandise, disrupt our buying patterns, increase our cost of goods, freight, and payroll, decrease our inventory turnover, cause greater markdowns, and negatively affect our sales and margins. All of our stores are located in the United States and its territories, so we are especially susceptible to changes in the U.S. economy and trade policy.\nConsumer spending levels and shopping behaviors for the merchandise we sell are affected by many external macroeconomic factors. Elevated inflation, including increased fuel and energy costs, food prices, interest rates, and housing costs, wage rates, unemployment levels, availability of consumer credit, consumer debt levels, income tax rates and the timing of tax refunds, and various government policies and practices (including immigration), and the resulting effects on consumers’ disposable income and consumer confidence in future economic conditions all have an impact on consumer spending habits for our merchandise.\nChanges and uncertainty in U.S. trade or tax policy regarding apparel and home-related merchandise produced in other countries could adversely affect our business. \nA predominant portion of the apparel and other goods we sell is originally manufactured in other countries. The U.S. government has indicated a willingness to significantly change existing trade policies. This exposes us to risks of disruption and cost increases in our established patterns for sourcing our merchandise and creates increased uncertainties in planning our sourcing strategies and forecasting our margins. Changes in tariffs, quotas, trade relationships, or tax provisions that reduce the supply or increase the relative cost of goods produced in other countries could increase our cost of goods and/or increase our effective tax rate. Although such changes would have implications across the entire industry, we may fail to effectively adapt and manage the adjustments in strategy that would be necessary in response to those changes. In addition to the general uncertainty and overall risk from potential changes in laws and policies, as we make business decisions in the face of uncertainty as to potential changes, we may incorrectly anticipate the outcomes, miss out on business opportunities, or fail to effectively adapt our business strategies and manage the adjustments that are necessary in response to those changes. These risks could adversely affect our revenues and expenses, increase our effective tax rates, and reduce our profitability and market share.\nCompetitive pressures in the apparel and home-related merchandise retailing industry are high.\nThe retail industry is highly competitive and the marketplace is fragmented, as many different retailers compete for market share by utilizing a variety of store and online formats and merchandising strategies. We expect competition to increase in the future. There are limited economic barriers for others to enter the off-price retail sector. We compete for customers, associates, store locations, and merchandise with other off-price retailers, traditional department stores, mass merchandisers, specialty stores, online and catalog businesses, and other local, regional, and national retailers. Our retail competitors constantly adjust their pricing, business strategies, and promotional activity (particularly during holiday periods) in response to changing market conditions or their own financial condition. The substantial sales growth in e-commerce has also encouraged the entry of many new competitors, new business models, and an increase in competition from established companies looking for ways to create successful online shopping alternatives. Intense pressures from our competitors, our inability to adapt effectively and quickly to a changing competitive landscape, or a failure to effectively execute our off-price model, could reduce demand for our merchandise, decrease our inventory turnover, cause us to take greater markdowns, and negatively affect our sales and margins.\nUnexpected changes in the level of consumer spending on or preferences for apparel and home-related merchandise could adversely affect us.\nOur success depends on our ability to effectively buy and sell merchandise that meets customer demand. We continually work to identify customer trends and preferences, and to obtain merchandise inventory to meet anticipated customer needs. It is very challenging to successfully do this well and consistently across our diverse merchandise categories and in the multiple markets in which we operate throughout the United States and its territories. Although our off-price business model provides us certain advantages and may allow us greater flexibility than traditional retailers have in adjusting our merchandise mix to ever-changing consumer tastes, our merchandising decisions may still fail to correctly anticipate and match consumer trends and preferences, particularly in our newer geographic markets. Failure to correctly anticipate and match the trends, preferences, and demands of our customers could adversely affect our business, financial condition, and operating results.\nAdverse or unseasonable weather may affect shopping patterns and consumer demand for seasonal apparel and other merchandise, and may result in temporary store closures and disruptions in deliveries of merchandise to our stores.\nUnseasonable weather and prolonged, extreme temperatures, as well as events such as storms, affect consumers’ buying patterns and willingness to shop, and may adversely affect the demand for merchandise in our stores, particularly in apparel and seasonal merchandise. Among other things, weather conditions may also affect our ability to deliver our products to our stores or require us to close certain stores temporarily, thereby reducing store traffic. Even if stores are not closed, many customers may be unable to go, or may decide to avoid going to stores in bad weather. As a result, adverse or unseasonable weather in any of our markets could lead to lower-than-expected sales and cause us to increase our markdowns, which may negatively affect our sales and margins.\nWe may experience volatility in sales and earnings. \nOur business has slower and busier periods based on holiday and back-to-school seasons, weather, and other factors. We may experience unexpected decreases in sales from time to time, which could result in increased markdowns and reduced margins. If sales in a certain period are lower than our plans, we may not be able to adjust operating expenses concurrently, which could adversely affect our operating results.\nSTRATEGIC RISKS\nWe depend on the market availability, quantity, and quality of attractive brand name merchandise at desirable discounts, and on the ability of our buyers to source and purchase merchandise to enable us to offer customers a wide assortment of merchandise at competitive prices.\nOpportunistic buying, lean inventory levels, and frequent inventory turns are critical elements of our off-price business strategy. Maintaining an overall pricing differential to our competitors is also key to our ability to attract customers and sustain our sales and gross margins. Our opportunistic buying places considerable discretion with our merchants, who are in the marketplace continually and who are generally purchasing merchandise for the current or upcoming season. Our ability to meet or exceed our operating performance targets depends upon the continuous, sufficient availability of high quality merchandise that we can acquire at prices sufficiently below those paid by conventional retailers and that will represent a value to our customers. To the extent that certain of our vendors are better able to manage their inventory levels and reduce the amount of their excess inventory, the amount of high quality merchandise available to us could be materially reduced. To the extent that certain of our vendors decide not to sell to us or go out of business, the amount of high quality merchandise available to us could also be materially reduced. Because a significant portion of the apparel and other goods we sell is originally manufactured in other countries, constraints on the availability of shipping capacity, changes in transportation or tariff costs, trade relationships or tax policies, geopolitical conflicts, natural disasters, or public health issues, that reduce the supply or increase the relative cost of imported goods, could also result in disruptions to our supply relationships. Cost increases, shortages, delays, or disruptions in the availability to us of high quality, value-priced merchandise could have a material adverse effect on our sales and margins.\nOur inability to continually attract, train, and retain associates with the retail talent necessary to execute our off-price retail strategies, as well as labor shortages, increased turnover, or increased labor costs could adversely affect our operating results. \nLike other retailers, we face challenges in recruiting and retaining sufficient talent in our buying organization, management, stores, distribution centers, and other key areas. Many of our retail store associates are in entry level or part-time positions with elevated rates of turnover. Our ability to control labor costs is subject to numerous external factors, including prevailing wage rates and health and other insurance costs, potential labor organizing activities, as well as the impact of legislation or regulations governing minimum wage or healthcare benefits. \nAny increase in labor costs may adversely impact our profitability or, if we fail to pay competitive wages, may result in increased turnover. Excessive turnover may result in higher costs associated with finding, hiring, and training new associates. If we cannot hire enough qualified associates, or if there is a disruption in the supply of personnel we hire from third-party providers, especially during our peak seasons, our operations could be negatively impacted.\nBecause of the distinctive nature of our off-price model, we must also attract, train, and retain our key associates across the Company, especially within our buying organization. The loss of one or more of our key personnel or the inability to effectively identify and successfully transition suitable successors for key roles could have a material adverse effect on our business. There is no assurance that we will be able to attract or retain highly qualified associates in the future and any failure to do so could have a material adverse effect on our growth, operations, or financial position. \nWe need to obtain acceptable new store sites with favorable consumer demographics to achieve our planned growth. \nSuccessful growth requires us to find appropriate real estate sites in our targeted market areas. We compete with other retailers and businesses for acceptable store locations. For the purpose of identifying locations, we rely on consumer demographics. While we believe consumer demographics are helpful indicators of acceptable store locations, we recognize that this information cannot predict future consumer preferences and buying trends with complete accuracy. Time frames for negotiations and store development vary from location to location and can be subject to unforeseen delays or unexpected cancellations. We may not be able to open new stores or, if opened, operate those new stores profitably. Construction and other delays in store openings could have a negative impact on our business and operating results. Additionally, we may not be able to renegotiate our current lease terms which could negatively impact our operating results. New stores may not achieve the same sales or profit levels as our existing stores and adding stores to existing markets may adversely affect the sales and profitability of other existing stores. If we cannot acquire sites on attractive terms, it could limit our ability to grow or adversely affect the economics of our new stores in various markets. \nTo achieve growth, we need to expand in existing markets and enter new geographic markets. \nOur growth strategy is based on successfully expanding our off-price model in current markets and in new geographic regions. There are significant risks associated with our ability to continue to expand our current business and to enter new markets. Stores we open in new markets may take longer to reach expected sales and profit levels on a consistent basis, and may have higher construction, occupancy, advertising, or operating costs than stores we open in existing markets, thereby affecting our overall profitability. New markets may have competitive conditions, consumer tastes, and discretionary spending patterns that are more difficult to predict or satisfy than our existing markets. Our limited operating experience and limited brand recognition in new markets may require us to build brand awareness in that market through greater investments in marketing, advertising, and promotional activity than we originally planned. We may find it more difficult in new markets to hire, motivate, and retain qualified associates.\nWe are subject to risks associated with importing and selling merchandise produced in other countries.\nRisks in importing and selling such merchandise include tariffs and quotas, economic and supply chain uncertainties and adverse economic conditions (including shipping capacity limitations, cost increases, inflation, recession, and exchange rate fluctuations), foreign government regulations, employment and labor matters, concerns relating to human rights, working conditions, and other issues in factories or countries where merchandise is produced, transparency of sourcing and supply chains, exposure on product warranty and intellectual property issues, consumer perceptions of the safety of imported merchandise, geopolitical conflict (including wars and fears of war), political unrest, natural disasters, regulations to address climate change, and trade restrictions.\nA predominant portion of the apparel and other goods we sell (even when we purchase it domestically, often as excess inventory sold to us by a domestic vendor) is originally manufactured in other countries. In addition, we directly source a portion of the products sold in our stores from foreign vendors, predominantly in Asia (including China). We also buy products that originate from foreign sources indirectly through domestic vendors and manufacturers’ representatives. Although our foreign purchases of merchandise are negotiated and paid for in U.S. dollars, tariffs or other import duties, or decreases in the value of the U.S. dollar relative to foreign currencies could increase the cost of products we purchase from overseas vendors. When we are the importer of record, we may be subject to regulatory or other requirements similar to those applicable to a manufacturer.\nTo the extent that our vendors are located overseas or rely on overseas sources for a large portion of their products, any event causing a disruption, delay, or increase in the cost of imports, including imposition of import or other restrictions such as product detention, war, acts of terrorism, natural disasters, or public health issues could adversely affect our business. The flow of merchandise from our vendors could also be adversely affected by global shipping capacity limitations, labor stoppages, or by financial or political instability in any of the countries in which the goods we purchase are manufactured. Trade restrictions in the form of tariffs or quotas, or both, applicable to the products we sell could also affect the importation of those products and could increase the cost and reduce the supply of products available to us. We cannot predict whether any of the countries from which our products are sourced, or in which our products are currently manufactured or may be manufactured in the future, will be subject to trade restrictions imposed by the U.S. or foreign governments or the likelihood, type, or effect of any such restrictions.\nOur ability to effectively advertise and market our business could impact customer traffic and demand for our merchandise.\nCustomer traffic and demand for our merchandise is influenced by our advertising and marketing activities, the name recognition and reputation of our brands, and the location of our stores. Although we use a variety of marketing and advertising mediums to attract customers to our stores, particularly through a mix of traditional and streaming television, digital channels (including social media), and new store grand openings, our competitors may spend more or use different approaches, which could provide them with a competitive advantage. Our advertising and other promotional programs may not be effective or may be perceived negatively, or could require increased expenditures, any of which could adversely affect sales or increase costs.\nOPERATIONAL RISKS\nIn order to achieve our planned gross margins, we must effectively manage our inventories, markdowns, and inventory shortage. \nWe purchase the majority of our inventory based on our sales plans. If our actual demand is lower than our sales plans at our intended price points, we may experience excess inventory levels and need to take markdowns on excess or slow-moving inventory, resulting in decreased profit margins. We also may have insufficient inventory to meet customer demand, leading to lost sales opportunities.\nAs a regular part of our business, we purchase “packaway” inventory with the intent that it will be stored in our warehouses until a later date. The timing of the release of packaway inventory to our stores is principally driven by the product mix and seasonality of the merchandise, and its relation to our store merchandise assortment plans, but it typically remains in storage less than six months. Packaway inventory is frequently a significant portion of our overall inventory. If we make packaway purchases that do not align with consumer preferences at the later time of release to our stores, we could have significant inventory markdowns. Changes in packaway inventory levels could impact our operating cash flow. Although we have various systems to help protect against loss or theft of our inventory, both when in storage and once distributed to our stores, we may have damaged, lost, or stolen inventory (called “shortage”) in higher amounts than we forecast, which would result in write-offs, lost sales, and reduced margins.\nInformation or data security breaches, including cyberattacks on our transaction processing and computer information systems (including malware intrusion, data exfiltration, identity theft, and other types of cybersecurity threats), could disrupt our operations, result in theft or unauthorized disclosure of our confidential and valuable business information or credit card and other customer information, and could adversely affect our business, disrupt our operations, damage our reputation, increase our costs, and create significant legal exposure.\nLike other large retailers, we rely on commercially available computer and telecommunications systems to process, transmit, and store payment card and other personal and confidential information, and to provide information or data security for those transactions. Many of the key information systems and processes we use to handle payment card transactions and check approvals, and the levels of security technology utilized in payment cards, are controlled by the banking and payment card industry, not by us. Cybercriminals may attempt to penetrate our point of sale and other transaction processing information systems to misappropriate customer or business information, including but not limited to credit/debit card, personnel, or trade information. \nCybercriminals (including state-sponsored actors) may attempt to penetrate our information systems, including supply chain and logistics systems, to deprive us from access to necessary business information and to disrupt our operations, as part of so-called “ransomware” extortion activity or otherwise. A disruption within our logistics or supply chain network could adversely affect our ability to timely and efficiently transport merchandise to our stores or our distribution centers, which could impair our ability to meet customer demand for products and result in lost sales or increased supply chain costs.\nDespite security measures we have in place, and our efforts to prevent, monitor, and mitigate attacks and errors, our facilities and systems (or those of third-party service providers we utilize or connect to) may be vulnerable to security breaches, acts of vandalism, computer viruses, misplaced or lost data, programming and/or human errors, phishing, ransomware attacks, and similar fraudulent attacks, or other similar events. It is also possible that an associate within our Company, or at a third party we do business with, may purposefully or inadvertently cause a security breach involving such information. The increasing sophistication of cybercriminals, the increased potential for cyberattacks, the advances in computer capabilities and artificial intelligence (“AI”), and remote access increases these risks. A breach of our information or data security, a system shut down or other response we may take, or our failure or delay in detecting and mitigating a system breach and a loss of personal or business information, could result in damage to our reputation, loss of customer confidence, violation (or alleged violation) of applicable laws (including laws relating to consumer data protection and privacy, and required notifications of data security breaches), and expose us to civil claims, litigation, and regulatory action, and to unanticipated costs and disruption of our operations. \nDisruptions in our supply chain or in our information systems could impact our ability to process sales and to deliver product to our stores in a timely and cost-effective manner.\nVarious information systems are critical to our ability to operate and to manage key aspects of our business. We depend on the integrity, continuous availability, and consistent operations of these systems to process transactions in our stores, track inventory flow, manage merchandise allocation and distribution logistics, generate performance and financial reports, and support merchandising decisions.\nWe are currently making, and will continue to make, technology investments to improve or replace information processes and systems that are key to managing our business. We must monitor and choose sound investments and implement them at the right pace. The risk of system disruption is increased whenever significant system changes are undertaken. An excessive rate of technological change could detract from the effectiveness of adoption and could make it more difficult for us to realize benefits from new technology. Poorly targeting opportunities, failing to make good investments, or making an investment commitment significantly above or below our needs could damage our competitive position and adversely impact our business and results of operations. Additionally, the potential problems and interruptions associated with implementing technology system changes could disrupt or reduce the efficiency of our operations in the short term. These initiatives might not provide us with the anticipated benefits, or may provide them on a delayed schedule or at a higher cost.\nOur information systems, including our back-up systems, are subject to damage or interruption from power outages, computer and telecommunications failures, cyberattacks, computer viruses, internal or external security breaches, catastrophic events such as severe storms, fires, earthquakes, floods, acts of terrorism, and design or usage errors by our associates or by third parties. If our information systems or our back-up systems are damaged or cease to function properly, we may have to make significant investments to fix or replace them, and we may suffer interruptions in our operations in the interim. Any material interruption in our computer systems could have a material adverse effect on our business and results of operations.\nA disruption within our logistics or supply chain network could adversely affect our ability to timely and efficiently transport merchandise to our stores or our distribution centers, which could impair our ability to meet customer demand for products and result in lost sales or increased supply chain costs. Such disruptions may result from public health issues such as pandemics, cyberattacks, damage or destruction to our distribution centers, weather-related events, natural disasters, trade restrictions, tariffs, third-party strikes or ineffective cross-dock operations, work stoppages or slowdowns, shipping capacity constraints, supply or shipping interruptions, or other factors beyond our control. Any such disruptions could negatively impact our financial performance or financial condition.\nDamage to our corporate reputation or brands could adversely affect our sales and operating results.\nOur reputation is partially based on perceptions of various subjective qualities and overall integrity. Any incident that erodes the trust or confidence of our customers or the general public could adversely affect our reputation and business, particularly if the incident results in significant adverse publicity or governmental inquiry. Such an incident could also include alleged acts or omissions by, or situations involving, our vendors (or their contractors or subcontractors), the landlords for our stores, or our associates outside of work, and may pertain to social or political issues or protests largely unrelated to our business. Similarly, our responses to events or crises and our position (or perceived lack of position) on environmental, social, and governance (“ESG”) matters, such as sustainability, corporate social responsibility, diversity, equality, and inclusion (“DE&I”), responsible sourcing, and any perceived lack of transparency about those matters could harm our reputation, receive negative feedback from stakeholders, including our customers and investors, and could adversely affect our sales.\nThe use of social media and other online platforms, including blogs, applications, websites, and other forms of internet-based communications, which allow individuals access to a broad audience of consumers and other interested persons, continues to increase. The availability of information (whether correct or erroneous) on social media and other online platforms is virtually immediate, as is its impact. Many social media and other online platforms immediately publish the content their subscribers and participants post, often without filters or checks on accuracy of the content. The opportunity for dissemination of information, including inaccurate information, is seemingly limitless and readily available. Information concerning our Company may be posted on such platforms at any time. Information posted may be adverse to our interests or may be inaccurate, which could negatively affect our sales, diminish customer trust, reduce employee morale and productivity, and lead to difficulties in recruiting and retaining qualified associates. The harm may be immediate, without affording us an opportunity for redress or correction.\nTo support our continuing operations, our new store and distribution center growth plans and other capital investment plans, our stock repurchase program, our debt repayments, and our quarterly dividends, we must maintain sufficient liquidity.\nWe depend upon our operations to generate strong cash flows to support our general operating activities, and to finance our operations, make capital expenditures and acquisitions, manage our debt levels, and return value to our stockholders through stock repurchases and dividends. Disruptions to our operations may occur, nationally, regionally, or in specific locations. If we are unable to generate sufficient cash flows from operations to support our activities, our growth plans and our financial performance would be adversely affected. \nIf our access to capital is restricted or our borrowing costs increase, our operations and financial condition could be adversely impacted. In addition, if we do not properly allocate our capital resources to maximize returns, our operations, cash flows, and returns to stockholders could be adversely affected.\nA natural or man-made disaster in a region where we have a concentration of stores, offices, or a distribution center could harm our business. \nWe have a concentration of store locations in the states of California, Texas, and Florida; together those states include almost 50% of our stores. More than half of our distribution center and warehouse capacity, approximately 22% of our stores, and our corporate headquarters, are located in California. Natural or other disasters, such as wildfires, earthquakes, hurricanes, tornadoes, floods, or other extreme weather and climate conditions, or fires, explosions, and acts of war or terrorism, or public health issues, in any of our markets could disrupt our operations or our supply chain, or could shut down, damage, or destroy our stores or distribution facilities.\nCOMPLIANCE, REGULATORY, AND LEGAL RISKS\nConsumer problems or legal issues involving the quality, safety, or authenticity of products we sell could harm our reputation, result in lost sales, and/or increase our costs. \nVarious governmental authorities regulate the quality and safety of merchandise we sell. These regulations and related laws frequently change, and the ultimate cost of compliance cannot be precisely estimated. Because of our opportunistic buying strategies, we sometimes obtain merchandise in new categories or from new vendors we have not previously dealt with. Although our vendor arrangements typically place contractual responsibility on the vendor for resulting liability and we generally rely on our vendors to provide authentic merchandise that matches the stated quality attributes and complies with applicable product safety and other laws, any non-compliance with consumer product safety laws may subject us to product recalls, make certain products unsalable, or require us to incur significant compliance costs.\nWe require our vendors (for both import and domestic purchasing) to contractually confirm that they adhere to various conduct, compliance, and other requirements, including those relating to environmental, employment and labor (including wages and working conditions), health, safety, and anti-bribery standards. From time to time, our vendors, their contractors, or their subcontractors may be alleged to not be in compliance with these standards or with applicable local laws. Although we have implemented policies and procedures to promote compliance with laws and regulations relating to doing business in foreign markets and importing merchandise, and to monitor the compliance of our suppliers, this does not guarantee that suppliers and other third parties with whom we do business will not violate (or not allegedly violate) such laws and regulations or our policies. Significant or continuing non-compliance (or alleged non-compliance) with such standards and laws by one or more vendors could have a negative impact on our reputation, could subject us to claims and liability, and could have an adverse effect on our results of operations.\nRegardless of fault, any real or perceived issues with the quality and safety of merchandise we offer (particularly products such as food and children’s items), issues with the authenticity of merchandise, or our inability or that of our vendors, to comply on a timely basis with laws and regulatory requirements, could adversely affect our reputation, result in lost sales, inventory write-offs, uninsured product liability or other legal claims, penalties or losses, merchandise recalls, and increased costs.\nAn adverse outcome in various legal, regulatory, or tax matters could damage our reputation or brand and increase our costs.\nAs an ordinary part of our business, we are involved in various legal proceedings, regulatory reviews, tax audits, and/or other legal matters. These may include lawsuits, inquiries, demands, or other claims or proceedings by governmental entities and private plaintiffs, including those relating to employment and employee benefits (including \nclassification, employment rights, discrimination, harassment, wage and hour, and retaliation), workplace safety, securities, real estate, tort, commercial, consumer protection, privacy, product compliance and safety, advertising, environmental, comparative pricing, product labeling, intellectual property, tax, escheat, and whistle-blower claims. We continue to be involved in a number of employment-related lawsuits, including class/representative actions which are primarily in California.\nWe are subject to federal, state, and local rules and regulations in the United States, and to various international laws, which change from time to time. These legal requirements collectively affect multiple aspects of our business, including the cost of health care, workforce management and employee benefits, minimum wages, advertising, comparative pricing, import/export, sourcing and manufacturing, data protection (including customer and associate data privacy, choice, and notification rights), intellectual property, and others. If we fail to comply (or are alleged not to comply) with any of these requirements, we may be subject to fines, settlements, penalties, or other costs. In addition, an adverse outcome (or the adverse publicity from the claims) in any of these matters may damage our reputation or brand. We are also subject to the continuous examination of our tax returns and reports by federal, state, and local tax authorities and these examining authorities may challenge positions we take.\nSignificant judgment is required in evaluating and estimating our tax provisions and reserves for legal claims. Actual results may differ, and our costs may exceed the reserves we establish in estimating the probable outcomes. In addition, applicable accounting principles and interpretations may change from time to time, and those changes could have material effects on our reported operating results and financial condition.",
      "char_count": 36254
    }
  },
  "extracted_at": "2025-10-18T17:43:43.839606"
}