{
  "ticker": "SEZL",
  "company_name": "Sezzle Inc.",
  "cik": 1662991,
  "form_type": "10-K",
  "filing_date": "2025-02-27",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001662991-25-000041",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001662991&accession_number=000166299125000041&xbrl_type=v",
  "sic_code": "7389",
  "industry": "Services-Business Services, NEC",
  "sections": {
    "item1": {
      "text": "ITEM 1. BUSINESS\nUnless otherwise noted, references in this Form 10-K to “we,” “us,” “our,” “Company,” or “Sezzle” refer collectively to Sezzle Inc. and our subsidiaries.\nOur Company\nWe are a purpose-driven payments company on a mission to financially empower the next generation. Launched in 2017, we have built a digital payments platform that provides consumers a flexible alternative to traditional credit. Through our products, we aim to enable consumers to take control of their spending, be more responsible, and gain financial freedom. Our vision is to create a digital ecosystem benefiting all of our stakeholders—including merchants, partners, consumers, employees, communities, and investors—while continuing to drive ethical and sustainable growth.\nWe launched Sezzle amid a backdrop during which digital shopping began to claim a larger share of the retail sector and younger generations (i.e., Gen Z and Millennials) started demonstrating a need for credit. Gen Z and Millennial consumers, who we define as individuals currently between ages 18–28 and 29–47, respectively, use credit cards less frequently than other generations and, in many cases, lack access to traditional credit. These same consumers are tech-savvy and gravitate towards modern, streamlined commerce solutions, whether online or in-person. Our platform addresses the shortcomings in legacy payment offerings consumers face by providing a flexible, secure, omnichannel alternative with the structural benefit of “creditizing” traditional debit products. The technology solutions we have designed align with our mission of financially empowering the next generation.\nWe believe our stakeholder approach gives us a competitive advantage and positions our company for success. Stakeholders want to be affiliated with a purpose-driven partner and, to that extent, we elected to become a Delaware public benefit corporation in June 2020. Public benefit corporations are for-profit corporations intended to produce a public benefit and operate in a responsible and sustainable manner. Under Delaware law, public benefit corporations must identify in their certificate of incorporation the public benefit or benefits they will promote, and their directors have a duty to manage the affairs of the corporation in a manner that balances the pecuniary interests of the stockholders, the best interests of those materially affected by the corporation’s conduct, and the specific public benefit or public benefits identified in the public benefit corporation’s certificate of incorporation. Being a public benefit corporation offers advantages, including:\n•public benefit corporation status is a clear differentiator in an increasingly growing, and sometimes crowded, industry;\n•we are more likely to become an employer of choice as the younger workforce increasingly seek employment from companies which align with their ethical values;\n•further opportunities to conduct business with brands that also care about sustainability;\n•the potential to expand our consumer base due to conscious consumers;\n•added credibility to our mission statement and potential to grow capital through impact investing; and\n•further opportunities for positive public relations and marketing.\nAdditionally, on March 22, 2021, we became a Certified B Corporation by B Lab, an independent non-profit organization, joining a movement of innovative, socially-conscious brands. In order to be designated as a Certified B Corporation, we were required to undertake a comprehensive and objective assessment of our environmental, social, and governance standards for transparency, accountability and commitment to improved performance. Our actions are part of a movement of innovative brands around the world intent on advancing environmental, social, and economic causes. To maintain our status as a Certified B Corporation, we must satisfy re-certification requirements every three years. Our status as a B Corporation aligns with our mission to achieve growth, profitability, and returns for our investors while continuing to do right by our surrounding communities and our full set of stakeholders.\nWe operate in the United States and Canada, and are currently winding down and exiting operations in India and certain countries in Europe.\nOur Products\nSezzle Platform\nThe Sezzle Platform offers a payments solution for consumers that instantly extends credit at the point-of-sale, allowing consumers to purchase and receive the ordered merchandise at the time of sale while paying in installments over time.\nThe Sezzle Platform can be integrated into merchants’ websites via pre-built widgets for select e-commerce platforms or our direct Application Programming Interface. Consumers can access the Sezzle Platform through the Sezzle mobile application or Sezzle online dashboard. We are able to rapidly onboard and integrate merchants through an increasingly automated merchant underwriting process and, once integrated, consumers can choose the Sezzle Platform as a payment method at the merchant’s point-of-sale. The Sezzle Platform is presented alongside other payment options on the merchant’s checkout page. Consumers then select Sezzle as their payment option and, if they are a first-time user, create an account with Sezzle in a quick and streamlined process integrated into the selected merchant’s checkout. If a particular merchant is not directly integrated with us, consumers are still able to checkout with the Sezzle Platform using a virtual card if they are subscribed to Sezzle Premium (for select merchants) or Sezzle Anywhere (subject to certain merchant, product, goods, and service restrictions), or if they elect to use Sezzle On-Demand (as discussed below).\nThe Sezzle Platform reviews the transaction and consumer profile in real-time and, if approved, quickly confirms the transaction for both the consumer and the merchant. Once an initial transaction is approved, consumers are granted a spending limit. Our underwriting platform analyzes above-limit purchase attempts and may provide alternative terms to prevent a consumer from being denied outright. After a transaction is approved and merchant checkout is completed, the merchant ships the order and receives payment, just as if the consumer had paid in cash or used a traditional credit or debit card.\nIn 2024, we launched Payment Streaks, a new feature designed to reward consumers for consistent and timely payments. Our free Payment Streaks program enables consumers to ascend through loyalty tiers by consistently making on-time payments, with each tier providing additional benefits to consumers.\nIn addition, we periodically offer promotions and incentives for consumers to earn Sezzle Spend. Sezzle Spend are credits issued to consumers and can be applied to future orders made on the Sezzle Platform.\n![alt  pay_in_four.jpg](https://www.sec.gov/Archives/edgar/data/1662991/000166299125000041/szl-20241231_g2.jpg)\n![alt  pay_in_full.jpg](https://www.sec.gov/Archives/edgar/data/1662991/000166299125000041/szl-20241231_g3.jpg)\nPay-in-Four\nThe Sezzle Platform flagship product, “pay-in-four,” allows consumers to pay a fourth of the purchase price up front, and then another fourth of the purchase price every two weeks thereafter over a total of six weeks. Our “pay-in-four” product is generally free to consumers who pay on time and use a bank account or non-electronic payment method to make their installment payments, excluding their first payment, unless they choose to pay for one of our two subscription products or use Sezzle On-Demand (as discussed below). Consumers receive a notification via email, text message, and the Sezzle mobile application two days prior to the date the installment payment is automatically debited by the Sezzle Platform from the consumer’s payment method provided under the consumer’s account. The consumer is able to review and manage their Sezzle account via the Sezzle Platform’s online dashboard or mobile application. Consumers are also able to reschedule a payment without charge one time, and may subsequently reschedule a payment up to two additional times for a fee, subject to applicable state laws. Consumers who fail to pay for their purchases on time (or reschedule their payments as permitted above) may incur a late payment fee, which requires the settlement of an outstanding balance (including the late payment fee) before they may use our platform again in the future. Additionally, when a payment method fails consumers may incur a failed payment fee. We typically do not report delinquent consumer Sezzle accounts to any credit bureaus, unless the consumer has elected to participate in Sezzle Up (as discussed below). Sezzle utilizes third-party collection agencies for past due balances, which may report such delinquent balances to credit bureaus.\nPay-in-Full\nWe began offering a “pay-in-full” option to consumers in 2022. This option allows consumers to pay for the full value of their order up-front through the Sezzle Platform without the extension of credit. We believe this provides value for both new and existing consumers on the Sezzle Platform. This allows new consumers who are denied credit to complete their order through our platform without the need to re-enter any payment information. For existing consumers with payment information already saved, pay-in-full allows an express checkout option in instances where the consumer may not want to enter into a new installment plan.\n![alt  pay_in_two.jpg](https://www.sec.gov/Archives/edgar/data/1662991/000166299125000041/szl-20241231_g4.jpg)\n![alt  sezzle_virtual_card.jpg](https://www.sec.gov/Archives/edgar/data/1662991/000166299125000041/szl-20241231_g5.jpg)\nPay-in-Two and Other Alternative Installment Options\nWe also began offering a “pay-in-two” option to certain consumers who are not qualified for our “pay-in-four” product in 2023. In “pay-in-two,” a consumer pays half of the value of their order up-front and the second half in two weeks.\nIn addition, we may offer customized installment terms that differ from our traditional four payment, six week terms with select enterprise merchants. An example of these alternative terms is a four payment, three month product. We offer these unique products to consumers through selected merchants at our discretion in situations where alternative terms would provide additional value to both the consumer and merchant, while also better aligning with the typical purchase frequency at these select merchants.\nSezzle Virtual Card\nThe Sezzle Virtual Card, issued by Sutton Bank, Member FDIC, pursuant to a license from Visa U.S.A Inc., allows consumers to use the Sezzle Platform with merchants in-store and online, including merchants that are not directly-integrated with Sezzle. The Sezzle Virtual Card bolsters our omnichannel offering and provides a rapid-installation, point-of-sale option for brick-and-mortar retailers through its compatibility with Apple Pay and Google Pay. With the Sezzle Virtual Card solution, consumers can enjoy in-store shopping with the convenience of immediately tapping into the Sezzle Platform with the “tap” of their Sezzle Virtual Card at the point-of-sale.\nSezzle Premium\nIn 2022, we launched Sezzle Premium—a paid subscription service that allows our consumers to access large, non-integrated “premium merchants” for a recurring fee. In addition to being able to use Sezzle online or in-store at these premium merchants, consumers enrolled in Sezzle Premium also gain access to other benefits, including exclusive deals and discounts, the ability to earn Sezzle Spend back on purchases, and one additional free reschedule per order.\nSezzle Anywhere\nWe launched Sezzle Anywhere in 2023—a paid subscription service that allows consumers to use their Sezzle Virtual Card at any merchant online or in-store, subject to certain merchant, product, goods, and service restrictions, for a recurring fee. Consumers enrolled in Sezzle Anywhere also gain access to all the benefits of Sezzle Premium, as well as earning cash back in Sezzle Spend on pay-in-full transactions.\nSezzle On-Demand\nIn 2024, we launched Sezzle On-Demand, a service that allows consumers who are not subscribed to Sezzle Anywhere to use the Sezzle Platform at any merchant online or in-store (subject to certain merchant, product, goods, and service restrictions), Consumers using Sezzle On-Demand pay a finance charge that is added to the consumer’s initial down payment.\nSezzle Up\nSezzle Up is an opt-in feature of the Sezzle Platform. Consumers elect to participate in Sezzle Up, which allows us to report the consumer’s transactions made on the Sezzle Platform to establish a record of payments. Building a record of timely payments on financial obligations generally has a positive impact on a consumer’s credit record. As these consumers pay their financial obligations to us when due, their spending limits on the Sezzle Platform and overall credit score may increase over time.\nTo qualify for Sezzle Up, consumers must pay off at least one order on time and in full, link a checking account and set it as their default payment method (consumers’ initial down payments are still completed over a card network), and verify their account with a social security number for consumers located in the United States. In Canada, a social insurance number or similar identifying information is used to verify the account.\nLong-Term Lending — Access to Third-Party Lenders\nThrough collaboration with third-party lenders, we enable our consumers at participating merchants access to interest-bearing monthly fixed-rate installment-loan products for larger-ticket items (up to $15,000), which extend up to 60 months. We earn a fee from our lending collaborators for marketing and referring the potential consumers to them and processing applications using our proprietary underwriting analysis; however, we do not make final credit decisions or originate or hold the loans in our portfolio, which limits our capital needs and credit risk. We believe providing consumers access to long-term borrowing options has the potential to enhance our relationship with both merchants and consumers, while generating an attractive fee stream with no capital requirements or credit risk for us and complementing our existing short-term, generally interest-free offering.\n![alt  Sezzle_Consumer_Generational_Breakdown_2024.jpg](https://www.sec.gov/Archives/edgar/data/1662991/000166299125000041/szl-20241231_g6.jpg)\nProduct Innovation\nOutside of our existing Sezzle Platform offerings, we continuously strategize on new products and additional features that would complement our platform and add additional value for our stakeholders. As part of our ongoing initiatives in product innovation, in September 2024 we partnered with a bank sponsor, enabling us to expand the suite of products we are able to offer our consumers.\nOur Consumers\nSezzle focuses on a young consumer base that is tech-savvy, socially-minded, and expects brands to possess ethical and sustainable principles. As of December 31, 2024, approximately 78% of our Active Consumers are comprised of members of the Gen Z and Millennial generations (ages 18-47), which are generally early in their credit journey. For many of these consumers, we believe Sezzle provides a way to improve financial responsibility and develop a sense of financial empowerment—not only through enhanced budgeting and payments capabilities, but also through an opportunity to build beneficial credit records with the Sezzle Up feature.\nSource: Internal data based on orders placed during 2024 (Gen Z (18-28), Millennials (29-47), Gen X (48-59), Baby Boomers (60-78), and Silent (79 and greater)).\nGen Z and Millennial consumers use credit cards less frequently relative to other generations and, in many cases, lack access to traditional credit. As a result, they tend to have fewer viable options for budgeting, achieving financial flexibility, and building credit history. Consumers in these generations also tend to transact frequently across e-commerce and brick-and-mortar retail, but spend less on average per transaction than older generations. In doing so, these consumers are increasingly seeking financial products that offer transparency and affordability. They prefer to avoid loans with hidden terms or payment structures that strain their budgets. Sezzle’s core product, “pay-in-four,” provides these younger generations, who are newer to credit, with a unique solution to these challenges before they move up the FICO score spectrum and have more repayment history. In addition, as our platform grows and we establish more products, features, and ways to pay, our consumers enjoy a wider variety of financial tools and shopping features that provide viable alternatives to traditional credit cards.\nOur Merchants\nWe offer a unique and user-friendly platform to our directly-integrated merchants. Our easy integration and seamless onboarding allows most merchants to go live on our platform within one day of activation to quickly realize the benefits of partnering with Sezzle. Our merchants benefit from our platform’s network effects through increased access to a deep pool of consumers equipped with our flexible payment product. Additionally, we believe that merchants benefit from associating with an innovative company that shares their consumers’ values across environmental, social, and economic causes.\nWe provide a toolkit to our merchants to help grow their businesses, which we believe is unmatched among digital payments platforms. All of our merchants are provided complimentary placement in our marketplace presented across both the Sezzle website and mobile app. Additionally, our merchants are offered paid placements on the Sezzle Platform to assist with user acquisition efforts. We provide select merchants with incentives to grow their sales and introduce Sezzle into new merchant categories through initiatives such as Sezzle Spend and co-branded marketing. To eligible merchants, Sezzle also facilitates access to working capital loans up to $150,000 issued by a third-party lender (“Sezzle Capital”). Loans facilitated by Sezzle through Sezzle Capital are unsecured and repayments are based on a percentage of daily sales. To be eligible for a Sezzle Capital loan, the third-party lender requires, at minimum, merchants have at least $1,000 in average monthly sales, have been in business for at least four months, and be incorporated in a country acceptable to the third-party lender.\nThe ongoing expansion of our platform should continue to enhance the benefits for our merchants. Our integration into scaled e-commerce platforms is expected to give more merchants the opportunity to seamlessly offer Sezzle as a payment option at checkout. Other products on the Sezzle Platform, such as long-term lending and alternative installment options, further enhances our platform’s value for merchants. This all occurs without any credit risk being transferred to the merchant.\nOur directly-integrated merchant segments are small-to-medium–sized businesses (“SMB”) and enterprise merchants, each spanning numerous verticals.\nSMB\nSMB, which we define as merchants with total annual gross sales of less than $500 million, have historically comprised the largest segment of our merchant base. Our fast, easy application process makes onboarding simple, and our user-friendly merchant interface streamlines the integration process. Through Sezzle, these merchants are able to offer their consumers an optimized, effortless checkout process that enables them to complete sales. Included in SMB are a diverse, growing array of “direct-to consumer” brands that are online-first and seek to connect with consumers without the use of secondary retailers, which naturally fits within our core offering. As we build out a larger consumer base, we believe we also enhance our value proposition to this segment by driving increased traffic toward brands that may not otherwise gain exposure through traditional retail channels by creating marketing campaigns designed to increase consumer exposure.\nEnterprise Merchants\nAn ongoing major initiative is greater engagement with enterprise merchants, which we define as merchants with over $500 million in total annual gross sales. The Sezzle pay-in-four product helps these merchants to facilitate a sale by providing access to credit for a consumer who has limited-to-no credit history. Without the Sezzle Platform, the consumer without credit history may otherwise not have completed the purchase, or be rejected after applying for the store’s private label or co-branded credit card. Importantly, we are not competing with a large retailer’s card offering. Instead, we collaborate with these retailers to drive sales and over time serve as a lead generator to consumers who are ready to “graduate” to the retailer’s card program.\nMerchant and Partner Concentration\nFor the years ended December 31, 2024 and 2023, no external party amounted to ten percent or more of our total revenue.\nThe concentration of a significant portion of our business and transaction volume with a limited number of scaled e-commerce platforms exposes us disproportionately to any of those partners choosing to no longer partner with us or choosing to partner with a competitor, and to any events, circumstances, or risks affecting such partners. In addition, a material modification in the financial operations of any significant scaled e-commerce partner could affect the results of our operations, financial condition, and future prospects.\nOur Employees\nOur success to date would not be possible without our dedicated people, who we believe are our greatest asset. Bringing together a team of highly-skilled engineering, product, marketing and business development professionals is imperative to execute our strategy. We do this by creating an inclusive, team-centric culture in which doing the right thing is celebrated. As of December 31, 2024, we had 408 employees (which included 402 full-time employees) working at Sezzle. None of our workers are represented by a labor union or covered by a collective bargaining agreement. We consider our relations with our employees to be good.\nWorkplace Culture\nWe are committed to fostering a diverse work environment of driven employees who believe in our mission of financially empowering the next generation. A strong workplace culture is paramount to a sustainable and successful company. Our People Operations team works to create and execute sustainable hiring practices that span a diverse array of recruiting pipelines to find the best people for Sezzle. For existing employees, or “Sezzlers”, we focus on developing an inclusive and fun culture with many opportunities for career and personal development to reward and retain our talented people. Our Sezzlers exhibit five key values throughout their work:\n•Exhibit Strong Character: We do what we say we are going to do. We do the right thing. We are good team members. We are secure enough to praise others.\n•Demonstrate Excellent Communication: We communicate openly and honestly. We maintain accountability. We are open-minded. We are good listeners.\n•Have Fun: We like working with each other. We have a sense of humor. We keep work issues in perspective.\n•Act Like an Owner: We are stakeholder obsessed. We surface solutions, not just problems. We seek responsibility. We work hard and smart.\n•Driven to Succeed: We are passionate. We are tenacious. We are competitive.\nRemuneration and Benefits\nIn addition to competitive base pay, we offer a profit-sharing incentive plan to our Sezzlers. We also offer comprehensive benefits, which includes medical, dental, vision, life insurance, disability insurance, unlimited paid time off, volunteer time off, gym membership discounts, commuter benefits, charitable donation matching, and company-matching retirement plans. In the United States and Canada, a majority of our Sezzlers are granted equity awards under our equity incentive plans. We believe that having our employees own a part of the Company makes everyone more engaged and leads to better overall performance.\nOur Business Model\n![alt  our_merchants.jpg](https://www.sec.gov/Archives/edgar/data/1662991/000166299125000041/szl-20241231_g7.jpg)\nRevenue\nWe have built a sustainable, transparent business model to align our success is aligned with the financial success of our merchants and consumers. The Sezzle Platform is generally free to consumers who pay on time and use a bank account or non-electronic payment method to make their installment payments, excluding the first payment, unless they choose to pay for one of our two subscription products, elect to use Sezzle On-Demand, or enter into an interest-bearing loan with our third-party partner. Our primary sources of revenue are from merchants, partners, and subscription revenue from consumers.\nOur primary source of revenue from merchants is from merchant processing fees, which are based on a percentage of GMV plus a fixed fee per transaction. For our direct integration solution, the purchase price, less merchant processing fees, is paid to merchants by us in advance of collecting installments payments from the consumer. For our virtual card solution, the full purchase price is paid to merchants at the time of sale, and we separately collect merchant processing fees due to us from the merchant to the extent applicable. We assume all costs associated with consumer payment processing and credit risk. We also earn revenue from partners, including interchange fees through our virtual card solution and third-party promotional incentives with. Merchant and partner income comprised 37% and 62% of our total revenues for the years ended December 31, 2024 and 2023, respectively.\nAnother significant portion of our revenue is derived from subscription revenue. We offer our consumers the ability to subscribe to two paid services: Sezzle Premium and Sezzle Anywhere. Sezzle Premium allows consumers to shop at select large, non-integrated premium merchants, along with other benefits, for a recurring fee. Sezzle Anywhere allows consumers to use their Sezzle Virtual Card at any merchant online or in-store, subject to certain merchant, product, goods, and service restrictions, for a recurring fee. Subscription revenue comprised 30% and 19% of our total revenues for the years ended December 31, 2024 and 2023, respectively.\nA smaller portion of our revenue is derived from consumer fees. We do not charge our consumers any interest and do not seek to profit from our consumers’ errors or financial adversity. Any consumer fees that we earn are either from late payment fees charged to a consumer for failing to make a principal payment by its due date, failed payment fees charged to a consumer following a failed principal payment, when a consumer uses a debit or credit card for their installment payments (excluding the first payment), or when consumers elect to reschedule a payment (all of which are pursuant to state law). Consumers are not allowed to make any new purchases with us until all past-due principal and fees are paid. Additionally, consumers are able to reschedule a payment without charge one time, and can subsequently reschedule a payment up to two additional times for a small fee, subject to applicable state laws. We allow qualifying consumers to have fees waived under our hardship and fee forgiveness program.\nCredit Risk\nA critical component of our business model is the ability to effectively manage the repayment risk inherent in allowing consumers to pay over time, as we absorb the costs of all core product credit losses from our consumers. Credit losses are a significant component of our operating expenses, and excessive exposure to consumer repayment failure will adversely impact our results of operations. To that end, a team of Sezzle engineers and risk specialists oversee our proprietary systems, identify transactions with an elevated risk of fraud, assess the credit risk of the consumer, assign spending limits, and manage the ultimate lending and receipt of funds. Because consumers primarily settle 25% of the purchase value upfront at the point of sale, we believe repayment risk is more limited relative to other traditional forms of unsecured consumer credit.\nWe believe our systems and processes are highly effective and allow for predominantly accurate, real-time decisions in connection with the consumer transaction approval process. As our consumer base grows, the availability of data on consumer repayment behavior will also better optimize our systems and ability to make real-time consumer repayment capability decisions over time.\nFunding\nWe have designed a funding strategy that we believe allows us to scale our business and drive rapid growth. Our products are funded through our $150 million revolving credit facility and merchant account payables. Merchants have the ability to enroll, subject to our approval, into the Delayed Settlement Incentive Program, which allows merchants to delay payment from us in exchange for daily incentive payments. Due to the short-term nature of our products, we are able to recycle capital quickly and create a multiplier effect on our committed capital. We primarily rely on revolving credit facilities to fund our receivables over time, and do not currently require additional equity contributions to directly fund product growth.\nSeasonality\nWe experience seasonality as a result of the spending patterns of our consumers. Total revenue and GMV in the fourth quarter have historically been strongest for us, in line with consumer spending habits during the holiday shopping season. These higher volumes have typically been accompanied by increased charge-offs when compared to the prior three quarters. \nOur Competition\nWe operate in a highly competitive and dynamic industry. Our product offerings face competition from a variety of players, including those who enable transactions and commerce via digital payments, traditional credit cards that have revolving balances, contactless virtual cards, digital wallets, and other BNPL products.\nWe consider our main competitors to be other BNPL service providers. In the U.S. market, this includes Affirm, Afterpay (a subsidiary of Block, Inc.), Klarna, PayPal’s “Pay Later,” and Zip (formerly QuadPay). In the Canadian market, this includes Klarna, Affirm, and Afterpay. We aim to differentiate our business to consumers by providing a product that is more simple, accessible, and consumer-friendly than our competitors. This includes offering our product to consumers with little-to-no credit history, allowing consumers to shift their repayment schedule once per order for free, and waiving late payment and failed payment fees when the consumer qualifies for our hardship program.\nWe face intense competitive pressure on the fees we charge our merchants, particularly our enterprise merchants. To stay competitive, we may need to adjust our pricing, offer incentives, enter new market segments, adapt to regulatory changes, or expand the use and functionality of our platform—all of which impact our growth and profitability. We may enter into merchant agreements that require us to make marketing, incentive or other payments to the merchant over the term of the agreement. If we are unable to fulfill our obligations under these merchant agreements, including any payments we have agreed to make with merchants, the merchant may terminate or not renew such agreement.\nSee “Risks Related to Our Industry - We operate in a highly competitive industry, and our inability to compete successfully would materially and adversely affect our business, results of operations, financial condition, and prospects” for further discussion of competition risks.\nOur Intellectual Property\nOur business depends on our technology and intellectual property rights, including our technological systems and data processing algorithms. We rely on laws in the United States and Canada relating to trade secrets, copyrights, and trademarks to assist in protecting our proprietary rights. Our capacity to leverage our in-house technological systems, data infrastructure, and statistical models is essential for the commercial viability of our enterprise. These critical assets, including our underwriting platform and the data amassed from consumer transactions, underpin our operations.\nThe development of our proprietary credit risk and fraud detection models represents our commitment to innovation. Led by our data sciences team, these models harness multiple data points to determine the probability of our consumers’ ability to repay us or if a consumer is engaging in fraudulent activities. Through detailed analysis of consumer interactions and transactional data, our models provide valuable insights. Subsequently, our underwriting platform tailors the amount of appropriate lending for each individual consumer, informed by the aforementioned models and a comprehensive evaluation of internal and external data sources.\nOnce a consumer places an order with us, we closely monitor the credit quality of their order, and our portfolio in general, to manage and evaluate our related exposure to credit risk. When assessing the credit quality and risk of our portfolio, we monitor a variety of internal risk indicators and consumer attributes that are shown to be predictive of ability and willingness to repay, and combine these factors to establish an internal, proprietary score as a credit quality indicator, which we call the “Prophet Score.”\nWe do not currently have any issued patents but continue to consider the most effective methods of protecting our intellectual property. We currently hold trademarks in the United States, the United Kingdom, the European Union, Brazil, and India and we have pending trademark applications in Canada. However, continued operations within our existing markets and expansion into new markets could risk conflicts with unrelated companies who may own registered trademarks for and/or otherwise use a similar name. See “Other Risks Related to Our Business – Our efforts to protect our intellectual property rights may not be sufficient.”\nOur Regulatory Environment\nOverview\nVarious aspects of our business and services are subject to U.S. federal, state, and local regulation, as well as regulation outside the United States including Canada. Certain of our services also are subject to rules promulgated by various card networks and other authorities, as more fully described below. These descriptions are not exhaustive, and these laws, regulations and rules frequently change and are increasing in number and scope. Failure to comply with these laws, regulations and rules may result in, among other things, revocation of required licenses or registrations, voiding or rescission of lending agreements, class action lawsuits, administrative enforcement actions and civil and/or criminal liability.\nBNPL and Consumer Protection Regulation\nThe BNPL segment of the point-of-sale financing market in which we operate is a developing field. There has recently been an increased focus and scrutiny by regulators in various jurisdictions, including the United States and Canada, with respect to BNPL arrangements. We may become subject to additional legal or regulatory requirements if laws, regulations, or industry standards, or the interpretation of such laws, regulations, or industry standards, change in the future.\nUnited States \nThe Dodd-Frank Wall Street Reform and Consumer Protection Act (the “Dodd-Frank Act”) established the Consumer Financial Protection Bureau (“CFPB”) in July 2010. The CFPB has significant authority to regulate consumer financial products and services provided by bank and non-bank entities as well as their respective third-party providers. As a result, we are directly subject regulatory, supervisory and enforcement authority of the CFPB. The CFPB has imposed, and may continue to impose, certain requirements and restrictions on lending practices, including collection practices, which may have a detrimental impact on our business. Under the Dodd-Frank Act, the CFPB has (i) the supervisory authority to conduct on-site examinations of our and our originating bank partner’s businesses on a periodic basis and/or subject us or our originating bank partner to a formal or informal inquiry or investigation and (ii) the enforcement authority to pursue administrative proceedings or litigation for violations of federal consumer laws. See “Risks Related to Our Industry” and Risks Related to Our Regulatory Environment” for more information.\nIn the United States, the Truth-in-Lending Act (\"TILA\") and Regulation Z thereunder, administered by the CFPB, require us to provide relevant and informative disclosure of the terms and conditions of our products to all consumers with whom we conduct business and to comply with certain lending practice requirements and restrictions. We are required to comply with Section 5 of the Federal Trade Commission Act (“FTC Act”), which prohibits unfair and deceptive acts or practices (“UDAP”) in or affecting commerce, and analogous provisions in each state; the Consumer Financial Protections Act, which prohibits unfair, deceptive or abusive acts or practices (“UDAAP”) in connection with consumer financial products and services; the Equal Credit Opportunity Act (“ECOA”) and Regulation B promulgated thereunder, which prohibit creditors from discriminating against credit applicants on the basis of race, color, sex, age, religion, national origin, marital status, the fact that all or part of the applicant’s income derives from any public assistance program, or the fact that the applicant has in good faith exercised any right under the Federal Consumer Credit Protection Act or applicable state law; the Fair Credit Reporting Act (“FCRA”), which promotes the accuracy, fairness, and privacy of information in the files of consumer reporting agencies; the Fair Debt Collection Practices Act (the “FDCPA”), which provides guidelines and limitations concerning the conduct of third-party debt collectors in connection with the collection of consumer debts; the Telephone Consumer Protection Act (the “TCPA”), which regulates the use of telephone and texting technology to contact customers; and the Controlling the Assault of Non-Solicited Pornography and Marketing Act (“CAN-SPAM Act”); which protects consumers from misleading or unwanted email messages.\nWe are subject to the Electronic Fund Transfer Act and Regulation E thereunder, which provides disclosure requirements, guidelines, and restrictions on the electronic transfer of funds from consumers’ bank accounts, and the detailed timing, notification rules and guidelines administered by the National Automated Clearing House Association (“NACHA”). Transfers of funds for the repayment of loans offered by us or our originating bank partner may be performed by electronic fund transfers, such as ACH transfers. EFTA requires us to make available loan payment methods other than automatic preauthorized electronic fund transfers and prohibits us or our originating bank partner from conditioning the approval of a loan transaction on the consumer’s agreement to repay the loan through ACH transfers. \nWe are also subject to the Holder in Due Course Rule of the Federal Trade Commission (“FTC”), and equivalent state laws, which requires any holder of a consumer credit contract to include a required notice and become subject to all claims and defenses that a borrower could assert against the seller of goods or services; the Electronic Signatures in Global and National Commerce Act and similar state laws, which authorize the creation of legally binding and enforceable agreements utilizing electronic records and signatures; the Military Lending Act and similar state laws, which provide obligations and prohibitions relating to loans made to servicemembers and their dependents; and the Servicemembers Civil Relief Act, which allows active duty military members to suspend or postpone certain civil obligations. \nU.S. State Laws and Regulations \nWe are subject to state licensing and other requirements in each individual U.S. state in which we operate. We possess certain state licenses, registrations and similar filings for lending, brokering, servicing and/or collections to conduct our business and we continuously evaluate whether others are required. The licensing statutes and regulations vary from state to state and have different (i) rules on the type, amount, and manner in which we impose fees, (ii) interest rate limits, (iii) disclosure requirements, (iv) loan term length restrictions, (v) consumer protections, and (vi) prohibitions on other activities. We are subject to supervisory oversight from these state license authorities and periodic examinations. \nA substantial majority of the loans facilitated through the Sezzle Platform within the United States are originated by our originating bank partner, WebBank, a Federal Deposit Insurance Company (“FDIC”)-insured Utah state-charted industrial bank (“WebBank”). WebBank originates loans through the Sezzle Platform based on federal law pursuant to Section 27 of the Federal Deposit Insurance Act (“Section 27”). Section 27 allows an FDIC-insured bank such as our originating bank partner to charge interest to consumers on a nationwide basis based on the rate allowed by the state where the bank is located. We rely on our originating banking partner’s authority under federal law to establish interest rates and charge interest on the loans our originating bank partner originates through the Sezzle Platform. The interest rates that are charged to consumers and that form the basis of payments on the loans facilitated through the Sezzle Platform are based upon legal principles detailed in the FDIC’s final rule relating to Federal Interest Rate Authority, published in the Federal Register on July 22, 2020 (the “Valid-When-Made Rule”). See “Risks Related to Our Regulatory Environment – We rely on our originating bank partner for a substantial majority of the loans facilitated on the Sezzle Platform and if this relationship is successfully challenged or deemed impermissible, we could be found to be in violation of licensing, interest rate limits, lending, or brokering laws and face penalties, fines, litigation, or regulatory enforcement” for more information.\nOur business may become subject to licensing requirements in states in which we currently do not hold licenses. States may also impose a statutory interest rate on personal consumer loans or impose fee restrictions applicable to the loans originated or serviced through the Sezzle Platform. We continue to monitor how state licensing regulations may apply to our business, and may be required to apply for additional state licenses or modify the terms of loans offered and/or serviced in such states in the future.\nRecent Regulatory Developments from the Presidential Transition\nSince the new presidential administration took office in January 2025, the new administration has rescinded various executive orders issued by prior administrations and has issued new executive orders and taken other related executive actions, which may impact the regulatory regime in which we operate. In addition, the new administration has taken actions to reduce the number of federal employees and to eliminate certain federal agencies or reduce their authority. For example, in February 2025, the new administration directed the CFPB to, among other things, suspend rule implementations and cease supervision activities. Many of the new administration’s policy objectives will require further rule-making actions or other formal steps before they would become law. As a result, there is significant uncertainty regarding whether or how regulations and the agencies that administer and enforce these regulations may change as a result of the actions taken to date and possible future actions by the new administration. Additionally, there may be litigation over such regulatory changes, and if public enforcement decreases as a result of such changes, private litigation over consumer financial products matters may increase. \nCanada\nIn Canada, we are required to comply with the Canada Anti-Spam Law, which regulates the transmittal of commercial email messages, the Canadian Personal Information Protection and Electronic Documents Act and equivalent provincial privacy laws in the provinces of Alberta, British Columbia and Quebec, each of which includes requirements surrounding the use, disclosure, and other processing of certain personal information about Canadian residents. In addition, we are required to comply with the Canadian federal and provincial human rights legislation which prohibits discriminatory practices to deny, deny access to, or to differentiate adversely in relation to any individual in respect of the provision of services customarily available to the general public on the basis of a certain prohibited grounds of discrimination. The Canadian provincial consumer protection and cost of credit disclosure laws prohibit late fees, impose limits on default charges, prohibit unfair practices, and include consumer contract disclosure and related process requirements, among other compliance requirements. We are also subject to Canadian provincial and territorial e-commerce laws.\nWe believe that we are appropriately licensed as a lender and/or have designed our business activities to avoid a licensing requirement in each of the Canadian provinces that require such licenses. We are also generally subject to consumer protection legislation and other laws and our business is also generally subject to regulatory oversight and supervision from federal and/or provincial regulators in respect of those activities, regardless of whether we have a license. These regulators and enforcement agencies generally act on a complaints-basis and may receive consumer complaints about us. Investigations or enforcement actions may be costly and time consuming. Enforcement actions by such regulators and enforcement agencies could lead to fines, penalties, consumer restitution, the cessation of our business activities in whole or in part, or the assertion of private claims and lawsuits against us.\nPayment and Card Network Rules and Regulations\nWe are subject to the rules, codes of conduct and standards of Visa, Mastercard and other payment networks and their participants. In order to provide our payment processing services, we must be registered either indirectly or directly as service providers with the payment networks that we use. As such, we are subject to applicable card association and payment network rules, standards and regulations, which impose various requirements and could subject us to a variety of fines or penalties that may be levied by such associations or networks for certain acts or omissions. Card associations and payment networks and their member financial institutions regularly update and generally expand expectations and requirements related to the security of consumer data and environments. Failure to comply with the networks’ requirements, or to pay the fees or fines they may impose, could result in the suspension or termination of our registration with the relevant payment networks and therefore require us to limit, suspend or cease providing the relevant payment processing services. We are also subject to the Payment Card Industry Data Security Standard (“PCI DSS”) with respect to the acceptance of payment cards, which provides for security standards relating to the processing of cardholder data and the systems that process such data. The failure of our products to comply with PCI DSS requirements may result in the loss of our status as a PCI DSS certified Service Provider and adversely impact our relationship with our merchant partners and their ability to comply with PCI DSS. \nIn Canada, we are required to comply with the Payments Canada Rule H1- Pre-Authorized Debit Rules in respect of the acceptance of payments from Canadian bank accounts and the Quebec Charter of French Language laws which regulates the language of communication in commerce and business and applies to entities carrying on business in Quebec.\nData Privacy and Data Security Laws \nWe are subject to a number of laws, rules, directives, and regulations relating to the collection, use, retention, security, processing, and transfer of personally identifiable information about our customers, our merchants, and employees in the geographies where we operate. Our business relies on the processing of personal data in several jurisdictions and, in some cases, the movement of data across national borders. As a result, much of the personal data that we process, which may include certain financial information associated with individuals, is subject to one or more privacy and data protection laws in one or more jurisdictions. In many cases, these laws apply not only to third-party transactions, but also to transfers of information between or among us, our subsidiaries, and other parties with which we have commercial relationships.\nRegulatory scrutiny of privacy, data protection, cybersecurity practices, and the processing of personal data is increasing around the world. Regulatory authorities are continuously considering numerous legislative and regulatory proposals and interpretive guidelines that may contain additional privacy and data protection obligations. Many jurisdictions in which we operate have adopted, or are in the process of adopting, or amending data privacy legislation or regulation aimed at creating and enhancing individual privacy rights. In addition, the interpretation and application of these privacy and data protection laws in the U.S., Canada, and elsewhere are subject to change and may subject us to increased regulatory scrutiny and business costs.\nIn the United States, we are subject to the Gramm-Leach-Bliley Act (the “GLBA”) and implementing regulations and guidance thereunder, in addition to applicable privacy and data protection laws in the other jurisdictions in which we carry on business activities or process personal information. Among other requirements, the GLBA imposes certain limitations on the ability to share consumers’ nonpublic personal information with nonaffiliated third parties and requires certain disclosures to consumers about information collection, sharing, and security practices and their right to “opt out” of the institution’s disclosure of their nonpublic personal information to nonaffiliated third parties. Privacy requirements, including notice and opt out requirements, under the GLBA and the FCRA are enforced by the FTC and by the CFPB through UDAAP claims, and are a standard component of CFPB examinations. State entities also may initiate actions for alleged violations of privacy or security compliance under state UDAAP claims, financial privacy, security and other laws. Regulators and enforcement agencies may receive consumer complaints about us. In the United States, these regulators and agencies include the Financial Crimes Enforcement Network (“FinCEN”), which could subject us to burdensome rules and regulations that could increase costs and use of our resources in order to satisfy our compliance obligations.\nAn increasing number of states have in place data security laws requiring companies to maintain certain safeguards with respect to the processing of personal information. For example, the California Consumer Privacy Act (“CCPA”), as amended by the California Privacy Rights Act (“CPRA”) effective January 1, 2023, expanded a consumer’s right with respect to certain sensitive personal information. The CCPA also provides civil penalties for violations, as well as a private right of action for certain data breaches that result in the loss of personal information. All states require, in varying degrees, companies to notify individuals or government regulators in the event of a data breach impacting such information. We continue to monitor state data privacy legislation and how they may apply to our business. In addition, in Canada, we are subject to the Personal Information Protection and Electronic Documents Act (“PIPEDA”), which governs how companies may collect, use, and disclose personal information of consumers, and other privacy or data security laws of Canada’s provinces with respect to our operations in Canada. PIPEDA is overseen by the Office of the Privacy of Commissioner of Canada. See “Risk Related to Our Regulatory Environment - Stringent and changing laws and regulations relating to privacy and data protection could result in claims, harm our results of operations, financial condition, and prospects, or otherwise harm our business” for more information.\nOther Applicable Regulations\nWe are subject to regulations relating to our corporate conduct and the conduct of our business, including securities laws, trade regulations, anti-money laundering (“AML”) laws, Know-Your-Customer (“KYC”) laws as well as anti-corruption legislation. The United States and certain foreign jurisdictions have taken aggressive stances with respect to such matters and have implemented new initiatives and reforms. AML laws and related KYC requirements generally require certain companies to conduct necessary due diligence to prevent and protect against money laundering. AML enforcement activity could result in criminal and civil proceedings brought against companies and individuals, which could have a material adverse effect on our business.\nWe are required to comply with the U.S. Foreign Corrupt Practices Act, the Foreign Public Officials Act (Canada), and similar anti-bribery laws in other jurisdictions, which prohibit companies and their intermediaries from making improper payments for the purpose of obtaining or retaining business. Recent years have seen a substantial increase in anti-bribery law enforcement activity with more frequent and aggressive investigations and enforcement proceedings by both the Department of Justice and the SEC, increased enforcement activity by non-U.S. regulators and increases in criminal and civil proceedings brought against companies and individuals.\nWe are also subject to certain economic and trade sanctions programs including Canadian sanctions laws and the sanctions programs administered by the U.S. Department of the Treasury’s Office of Foreign Assets Control (“OFAC”), which prohibit or restrict transactions or dealings with specified countries, individuals, and entities.\nOur Sustainability\nAt our core, we are a stakeholder-centric company. Incorporated as a public benefit corporation under Delaware law and certified as a B Corporation by B Lab, we take pride in our environmental, social, and governance (“ESG”) strategies and strive to achieve our mission to financially empower the next generation. To assess and prioritize which ESG topics are most important to our business and stakeholders, we perform materiality assessments, which have included stakeholder surveys, peer benchmarking, and regulatory risk analyses. Our materiality assessments apply a double materiality methodology, which considers the impact of certain topics on both our business and our stakeholders. The results of these assessments can help us focus our time and effort on ESG topics that have the biggest impacts, risks, and opportunities. To support our assessments, we reference third-party sustainability standards in determining our overall approach to sustainability, including the IFRS’ Sustainability Accounting Standards Board (SASB) standards, the United Nations’ Sustainable Development Goals, and B Lab’s Impact Assessment framework.\nB Corporation Update\nUpon our initial B Corporation certification in 2021, we had a score of 80.7. We are currently undergoing the recertification process. We anticipate concluding the recertification process in 2025 and retaining our B Corporation certification.\nAvailable Information\nOur website address is www.sezzle.com. Information found on, or accessible through, our website is not a part of, and is not incorporated into, this Form 10-K. Copies of our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to these reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as amended (the “Exchange Act”), are available, free of charge, on our website as soon as reasonably practicable after we file such material electronically with, or furnish it to, the Securities and Exchange Commission (the “SEC”). The SEC also maintains a website that contains our SEC filings. The address of the site is www.sec.gov.",
      "char_count": 56911
    },
    "item1a": {
      "text": "ITEM 1A. RISK FACTORS\nRisks Related to Our Industry\nThe BNPL industry has become subject to increased regulatory scrutiny, and our failure to manage our business to comply with new regulations would materially and adversely affect our business, results of operations and financial condition. \nRegulators in various jurisdictions in which we operate are showing increasing attention and scrutiny of BNPL arrangements. We may become subject to additional legal or regulatory requirements if laws, regulations, or industry standards, or their interpretations and/or enforcement thereof, change in the future. This risk may relate to regulatory requirements concerning the lending and financing industry generally, BNPL arrangements, consumer protection or consumer finance matters, state lending licensing or other state licensing or registration requirements, data security and privacy, or similar limitations on the conduct of our business. There is a risk that additional or changed legal, regulatory and industry compliance standards may impose significant additional compliance costs, restrict our ability to expand in accordance with our current strategy, restrict some or all of our current business activities in certain jurisdictions, or even make it economically unfeasible for us to continue to operate our business as contemplated or at all. This would likely have a material adverse effect on our business, on our results of operations and financial condition, including by preventing our business from reaching sufficient scale.\nWe cannot currently assess the likelihood of any future unfavorable legislation or regulations being proposed or enacted that could affect our products and services in the various jurisdictions in which we operate. In January 2025, control of the executive branch of the U.S. government changed as well as some changes in the legislative branch, which may have a significant impact on existing and contemplated financial services laws. Additionally, executive orders and other executive actions, including the new administration’s direction that the CFPB suspend rule-making implementations and cease supervisory activities, have been issued with direct and indirect impacts on financial services regulation. U.S. state regulators also have broad discretionary power and may impose new licensing requirements, interpret or enforce existing regulatory requirements in different ways or issue new administrative rules that could adversely impact our business or require us to terminate or modify our operations in a particular state. We closely monitor proposed legislation in the jurisdictions we offer products and services. For more information, see “Risks Related to Our Regulatory Environment.”\nWe operate in a highly competitive industry, and our inability to compete successfully would materially and adversely affect our business, results of operations, financial condition, and prospects.\nWe operate in a highly competitive and dynamic industry with a low barrier to entry, which makes increased competition more likely. Our technology platform faces competition from a variety of existing businesses and new market entrants of consumer credit, including, but not limited to banks, non-bank lenders, retail-based lenders, other financial technology lending platforms, competitors with BNPL products and those who enable transactions and commerce via digital payments, such as mobile wallets, and legacy payment methods, such as debit and credit cards.\nDespite any competitive advantage we may have, there is always a risk of new entrants in the market, which may disrupt our business and decrease our market share. We expect competition to intensify in the future, both as emerging technologies continue to enter the marketplace and as large financial institutions increasingly seek to innovate their offered services. In addition, deregulation of our industry, including as a result of policies adopted by the new administration, may encourage additional market entrants. Technological advances and the continued growth of e-commerce activities have increased consumers’ accessibility to products and services and led to the expansion of competition in digital payment options such as pay-over-time solutions. We face competition in areas such as: flexibility on payment options; duration, simplicity, and transparency of payment terms; reliability and speed in processing applications; underwriting effectiveness; compliance and security; promotional offerings; fees; approval rates; ease-of-use; marketing expertise; service levels; products and services; technological capabilities and integration; customer service; brand and reputation; and consumer and merchant satisfaction. In addition, it may be become more difficult to distinguish our platform, and products and services, from those of our competitors.\nSome of our competitors are substantially larger than we are, which gives those competitors advantages we do not have, such as a more diversified product, a broader consumer and merchant base, the ability to reach more consumers, the ability to cross-sell their products, operational efficiencies, the ability to cross-subsidize their offerings through their other business lines, more versatile technology platforms, the ability to acquire competitors, broad-based local distribution capabilities, and lower-cost funding. Our competitors may also have longer operating histories, more extensive and broader consumer and merchant relationships, and greater brand recognition and brand loyalty. For example, more established companies that possess large, existing consumer and merchant bases, substantial financial resources, and established distribution channels could enter the market. Further, consumers’ increased usage of BNPL platforms in recent years may encourage more of such competitors that may be in a better position, due to financial and other resources, to attract merchants and customers to their platforms.\nIncreased competition, particularly for large, well-known merchants, has in the past resulted and will result in the need for us to alter the pricing we offer to merchants. If we are unable to successfully compete, the demand for our platform and products could stagnate or substantially decline, and we could fail to retain or grow the number of consumers or merchants using our platform. This would likely reduce the attractiveness of our platform to other consumers and merchants, and materially and adversely affect our business, results of operations, financial condition, and prospects.\nMacroeconomic conditions may adversely impact the ability and willingness of our shoppers to interact with the merchants on our platform, and for our shoppers to fulfill their obligations to us, each of which may adversely impact our business, results of operations and financial condition.\nOur business depends primarily on individual consumers transacting with our merchants through our Sezzle Platform, and the ability of those individual consumers to fully repay to us the resulting loans. These events can be affected by changes in general economic and political conditions, particularly for those macroeconomic conditions that affect consumer spending and consumer credit. For example, consumer spending and consumer credit are affected by economic conditions such as unemployment, consumer confidence, actual or anticipated economic recessions, consumer debt, inflation and deflation, currency exchange rates, tariffs and international trade regulations, taxation, fuel and energy prices and interest rates, downturns or extended periods of uncertainty or volatility, all of which may influence consumer spending and the availability of consumer credit. In weaker economic environments, consumers may have less disposable income to spend and so may be less likely to purchase merchandise by utilizing our services. Alternatively, consumers may purchase merchandise but become unable or unwilling to repay loans, which would result in an increase of loans that will not be paid on time or at all. As a result, our earnings and cash flows could suffer.\nNegative publicity about us or our industry could adversely affect our business, results of operations, financial condition, prospects and share price.\nNegative publicity about us or our industry could adversely affect our reputation and the confidence in, and the use of, our platform. Negative publicity may include the transparency, fairness, user experience, quality, and reliability of our platform or point-of-sale lending platforms in general, the effectiveness of our risk model, the setting and charging of merchant and consumer fees, our ability to effectively manage and resolve complaints, our privacy and security practices, litigation, regulatory activity, misconduct by our employees, funding sources, originating bank partner, service providers, or others in our industry, the experience of consumers and investors with our Sezzle Platform or services or point-of-sale lending platforms in general, or use of loan proceeds by consumers that have obtained loans facilitated through our platform or other point-of-sale lending platforms for illegal purposes, even if inaccurate. Any such reputational harm could further affect the behavior of consumers, including their willingness to obtain loans facilitated through our platform or to make payments on their loans.\nRisks Related to Our Strategy and Growth\nWe have a limited operating history and, until recently, a history of operating losses, and we may not achieve or be able to maintain profitability in the future.\nWe have a limited operating history. Since launching the Sezzle Platform in August 2017, our activities have principally involved raising money to develop our software, products and services (including the Sezzle Platform), as well as adding merchants to the Sezzle Platform and expanding our service offerings to an increasing base of consumers. Similar to many early stage companies, we have accumulated substantial net losses until 2023 when we achieved profitability for the first time. Our operating expenses may increase in the foreseeable future as we seek to continue to grow our business, attract new consumers, merchants, funding sources, and additional originating bank partners, and further enhance and develop our products and platform. As we expand our offerings to additional markets, our offerings in these markets may be less profitable than the markets in which we currently operate. These efforts may prove more expensive than we currently anticipate, and we may not succeed in increasing total revenue sufficiently to offset these higher expenses. We may not be able to maintain profitability on a quarterly or annual basis, and could incur additional losses in the future.\nIf we fail to maintain our relationships with existing merchant partners, or if we do not attract a diverse mix of merchant partners to our platform, then our business, results of operations, financial condition, and prospects likely would be materially and adversely affected.\nWe generate total revenue when consumers pay with Sezzle at checkout in e-commerce transactions with our merchants. If we are not able to continue to retain and grow our merchant network, our base of consumers or Gross Merchandise Volume (“GMV”), we will not be able to sustain our business. Our continued success is dependent on our ability to expand our merchant base and to grow our merchants’ revenue or GMV on our platform. We derive a portion of our total revenue from merchant processing fees earned from our merchant partners, which is generally charged as a percentage of the transaction volume on our platform. If we are not able to continue to retain and grow our consumer base, we will not be able to increase transaction volumes.\nOur ability to retain and grow our consumer relationships depends on the willingness of consumers to use our platform and products. The attractiveness of our platform to consumers depends upon, among other things, the number and variety of merchants and the mix of product features available through our platform, our brand and reputation, consumer experience and satisfaction, consumer trust and perception of our solutions, technological innovation, and the type and quality of services and products offered by us and by our competitors.\nWe will not be able to continue to attract new consumers or grow our business unless we are able to attract additional merchants and to expand revenue and GMV from existing merchants. The attractiveness of our platform to merchants depends upon, among other things: the size of our consumer base; our brand and reputation; the amount of merchant fees that we charge; the promotional marketing incentives we may offer; our ability to sustain our value proposition to merchants for consumer acquisition by demonstrating higher conversion at checkout and increased average order value (“AOV”); the attractiveness to merchants of our technology and data-driven platform; services and products offered by competitors; our availability and prominence as a payment method on e-commerce platforms; and our ability to perform under our merchant agreements.\nIf we fail to retain existing merchants or acquire new merchants in a cost-effective manner, our business, financial condition, and results of operations could be adversely affected.\nWe believe that growth of our business depends, in part, on our ability to continue to cost-effectively grow our GMV by retaining our existing merchants and attracting new merchants. In particular, our partnerships with larger merchants and merchants with a high degree of brand recognition are a key component of our strategy to provide a wide and attractive selection for consumers. If we fail to retain our existing merchants, especially our most popular and larger merchants, or acquire new enterprise merchants, the value of our platform would be negatively impacted.\nWe face intense competitive pressure on the fees we charge our merchants, particularly our larger merchants. In order to stay competitive, we may need to adjust our pricing or offer incentives to our merchants to increase payments volume, enter new market segments, adapt to regulatory changes, and expand their use and acceptance of the Sezzle Platform. These incentives include up-front cash payments, fee discounts, rebates, credits, performance-based incentives, marketing, and other support payments that impact our revenues and profitability. Market pressures on pricing, incentives, fee discounts, and rebates could impair our operations or growth. We may continue to incur substantial expenses to acquire additional merchants, particularly larger merchants that we believe will make our platform more attractive to consumers. These merchant partnership cost structures may not be cost-effective for us and we \ncannot assure you that the revenue we generate from the merchants we acquire will ultimately exceed the cost of adding them to our platform. We have entered into merchant agreements that require us to make marketing, incentive or other payments to these merchant over the terms of the agreement, which are typically one to three years. Certain agreements also contain provisions that may require payments by us and are contingent on us and/or the merchant meeting specified criteria, such as achieving volume targets and implementation benchmarks. If we are not able to implement cost savings and productivity initiatives in other areas of our business or increase our volumes in other ways to offset or absorb the financial impact of these incentives, fee discounts, and rebates, our business will be adversely impacted.\nIn addition, if we are unable to fulfill our obligations under these merchant agreements, including any payments owed to merchants, the merchant may terminate such agreement or determine not to renew and remain on our platform, which could have a negative impact on our business, results of operations and financial condition.\nIf we fail to retain existing consumers or acquire new consumers in a cost-effective manner, our business, financial condition, and results of operations could be adversely affected.\nWe believe that growth of our business is dependent, in part, on our ability to generate repeat use and increased transaction volume from existing consumers and to attract new consumers to the Sezzle Platform. We generate transaction income from consumer fees that are related to processing orders and payments, including Sezzle On-Demand. We also generate subscription revenue when consumers enroll in our optional, paid subscriptions. The attractiveness of the Sezzle Platform as a payment method and our subscription products, depends upon, among other things: ease of use and functionality of the Sezzle Platform, the features and amenities offered through the subscription product, consumer experience and satisfaction, our brand and reputation, and consumer trust.\nThe process of developing new services or enhancing our existing products and services to compete with technological advances and new digital payment options to retain existing consumers or attract new consumers is complex, costly and uncertain. Difficulties or failures in the development, production, testing and marketing of new products or services may cause consumers to shift away to competitors or other payment options. The acquisition of new consumers is costly and high turnover in our consumer base could result in higher than anticipated overhead costs. All of the foregoing could adversely affect our business, financial condition and our results of operations. \nWe may not be able to sustain our total revenue growth rate, or our growth rate of related key operating metrics, in the future, and failure to effectively manage growth may adversely affect our financial results. \nAlthough we have historically experienced periods of strong growth in revenue, total income, GMV, employee numbers and consumers, there can be no assurances that such growth will continue at our current rate or at all. Many factors may contribute to a decline in our total revenue growth rate, including increased competition, slowing demand for our products from existing and new consumers, changes in transaction volumes and mix (particularly with our significant merchant partners), lower sales by our merchants (particularly those with whom we have significant relationships), general economic conditions, a failure by us to continue capitalizing on growth opportunities, changes in the regulatory environment and the maturation of our business, among others. You should not rely on our total revenue or key operating metrics for any prior quarterly or annual period as an indication of our future performance. If our total revenue growth rate declines, our results of operations and financial condition could be materially and adversely affected.\nIn addition, a continuation of this growth in the future could place additional pressures on current management, as well as corporate, operational and finance resources within our business, and on the infrastructure supporting the Sezzle Platform. Failure to appropriately manage growth could result in failure to retain and attract consumers and merchants, which could adversely affect our operating results and financial condition.\nIf we fail to promote, protect, and maintain our brand in a cost-effective manner, we may lose market share and our results of operations and financial condition may be negatively impacted. \nWe believe that developing, protecting, and maintaining awareness of our brand in a cost-effective manner is critical to attracting new and retaining existing merchants and consumers to our platform. As competition intensifies, we believe that positive consumer recognition is an important factor in our financial performance. We cannot guarantee that our brand development strategies will accelerate the recognition of our brand or increase total revenue. Successful promotion of our brand will depend largely on the effectiveness of our marketing efforts and incentives and the experience of merchants and consumers with the Sezzle Platform. Our brand promotion activities may not result in increased total revenue and, even if they do, any increases may not offset the expenses incurred in such promotional activities. Additionally, the successful protection and maintenance of our brand will depend on our \nability to obtain, maintain, protect, and enforce trademark and other intellectual property protection for our brand. If we fail to successfully promote, protect, and maintain our brand or if we incur substantial expenses in an unsuccessful attempt to promote, protect, and maintain our brand, we may lose our existing merchants and consumers to our competitors or be unable to attract new merchants and consumers. Any such loss of existing merchants or consumers, or inability to attract new merchants or consumers, would have a material adverse effect on our business and results of operations.\nThe use of social media by us and our consumers accelerates and amplifies our reputational risks in ways we may not be able to directly control or effectively manage, including by giving users the ability to more effectively organize collective actions such as boycotts, coordinated complaint campaigns and other brand-damaging behaviors. Any failure to respond quickly and effectively to negative or potentially damaging social media content (especially if it goes “viral”), regardless of the content’s accuracy, could damage our reputation, which in turn could harm our business, prospects, financial condition and results of operations and, in some cases, lead to litigation. The harm may be immediate without affording us an opportunity for redress or correction.\nOther risks associated with the use of social media include improper disclosure of proprietary information, negative comments about our business, exposure of personally identifiable information, out-of-date information, fraud, hoaxes, or malicious dissemination of false information and negative comments relating to actions taken (or not taken) with respect to social, environmental and community outreach issues and initiatives. \nFurther, laws and regulations, including associated enforcement priorities, rapidly evolve to govern social media platforms and other internet-based communications. Any failure by us or third parties acting at our direction to abide by applicable laws and regulations in the use of social media or internet-based communications could adversely impact our reputation or financial performance or subject us to fines or other penalties. \nMoreover, because our brand is directly associated with the brands of so many other companies by virtue of our business model and the integration of our platform with those of our partner merchants, there is a risk that we could be adversely affected by negative publicity that our partner merchants experience which is beyond our control. The negative publicity could involve any manner of conduct and relate to any number of subjects, and even the mere perception of our involvement could dilute or tarnish or otherwise adversely affect our reputation, and could contribute to diminished financial performance.\nWe may require additional capital, and the terms of such capital may not be available on terms satisfactory to us, or at all.\nOur business model involves paying merchants for goods upon a consumer’s purchase (less merchant processing fees) before we have received the full payment of the goods from a consumer utilizing the Sezzle Platform. As a result, we require significant cash to support the provision of installments plans to consumers and working capital. Historically, we have relied upon the availability of credit from our lenders to support our business model as we have experienced growth, and believe that we will have a continuing need to do so for the foreseeable future. Our current lending facility matures on April 19, 2027. There can be no assurance that such financing will be extended on favorable terms or at all, or will be sufficient to finance our future capital needs. In addition, on November 13, 2024, we filed a shelf registration on Form S-3 (Registration No. 333-283206), which, subject to applicable SEC rules, can be utilized to issue equity or debt securities.\nIf we require additional capital to grow our business, we may rely on a combination of funding options including equity and our credit facilities. An inability to raise sufficient capital through the issuance of equity securities or secure funding through credit facilities, or any increase in the cost of such funding, may adversely impact our ability to grow our business. Failure by us to meet financial covenants under our credit agreements, or the occurrence of other specified events, may lead to an event of default. If an event of default were to occur, we may be required to make repayments under our credit facility in advance of the relevant maturity dates and/or termination of the credit facility, which would limit our ability to utilize credit issuable under such facility and likely have an adverse impact on our business, results of operations and financial condition.\nOur existing $150 million revolving credit facility is secured by our consumer notes receivable we choose to pledge and is subject to certain operating covenants. Thus, a significant portion of our funding capacity is in part dependent on our accounts receivable, which can be volatile and, at times, at levels low enough to result in our inability to draw down on a portion of our credit facility. Any material decrease in our accounts receivable could negatively impact our liquidity, which would have an adverse effect on our business, results of operations, and financial condition. In addition, it is possible that our transaction volume will outpace our ability to finance transactions if we do not have sufficient borrowing capacity under our credit facility, which in turn could result in a material adverse effect on our results of operations and financial condition.\nTo the extent we are required to raise additional financing, turmoil in the capital markets, including the tightening of credit and increased interest rates, may impact our ability to raise financing on terms and at a cost favorable to us. We may be required to raise capital during a weak economy, and have little flexibility to wait for more favorable terms or economic conditions. We are likely to face higher borrowing costs, less available capital, more stringent terms and tighter covenants. Such unfavorable market conditions could have an adverse impact on our ability to fund our operations and capital expenditures in the future. Any adverse change in the terms of our financing, including increased costs, could have a negative impact on our financial condition.\nRisks Related to Our Financing Program\nLoans facilitated through our platform involve a high degree of financial risk because they are not secured, guaranteed, or insured, and consumers may not view or treat them with the same significance as other loan obligations. \nConsumers may not view the loans facilitated through our platform as having the same significance as a loan or other credit obligation arising under more traditional circumstances. If a consumer neglects his or her payment obligations on a loan facilitated through our platform or chooses not to repay his or her loan entirely, it will have an adverse effect on our business, results of operations, financial condition, prospects, and cash flows.\nPersonal loans facilitated through our platform are not secured by any collateral, not guaranteed or insured by any third party, and not backed by any governmental authority in any way. Therefore, we are limited in our ability to collect on these loans if a consumer is unwilling or unable to repay them. A consumer’s ability to repay their loans can be negatively impacted by increases in their payment obligations to other lenders under mortgage, credit card, and other debt obligations resulting from increases in base lending rates or structured increases in payment obligations. These competing debt obligations may also be secured by the debtor’s property, which may result in a consumer prioritizing payment of the secured debt obligations over those owed to us. If a consumer defaults on a loan, we may expend additional time and expense yet be unsuccessful in our efforts to collect the amount of the loan. We may also be required to pay credit card processing costs for loan transactions in which we fail to collect from our consumers. Our originating bank partner could decide to originate fewer loans through our platform. An increase in defaults precipitated by these risks and uncertainties could have a material adverse effect on our business, results of operations, financial condition, and prospects.\nOur agreement with our originating bank partner, WebBank, which has originated a substantial majority of loans facilitated by the Sezzle Platform since September 26, 2024, is non-exclusive and subject to early termination by WebBank upon the occurrence of certain events. If this agreement is terminated and we are unable to replace the commitments of WebBank or WebBank, our business, results of operations and financial condition may be adversely impacted.\nWe rely on WebBank to originate a substantial majority of the loans facilitated by the Sezzle Platform and to comply with various federal and state laws. The agreement with WebBank (the “WebBank Agreement”) is subject to early termination by WebBank upon certain events. Under the WebBank Agreement, WebBank is the exclusive issuer of our card products (including virtual card, subject to a one year transition period), on-demand products, and pay-in-four or pay-in-two consumer loans. The WebBank Agreement does not prohibit WebBank from working with our competitors or from offering competing services. WebBank currently participates in a variety of consumer and commercial financing programs, some of which include, or may in the future include, our competitors. WebBank could terminate the WebBank Agreement or suspend performance of its oblations under the WebBank Agreement immediately upon certain events or could decide to enter into a more favorable relationship with one or more of our competitors. WebBank may not perform as expected under the WebBank Agreement. We could have a disagreement or dispute with WebBank in the future which could negatively impact or threaten our relationship or with other originating banks with whom we may seek to partner.\nWebBank is subject to oversight by the Federal Deposit Insurance Corporation (“FDIC”) and the State of Utah Department of Financial Institutions (“UDFI”) and must comply with rules and regulations and examination requirements, including requirements to maintain a certain amount of regulatory capital relative to its outstanding loans. We are a service provider to WebBank, and as such, we are subject to audit by WebBank and regulatory authorities having jurisdiction over WebBank in accordance with the WebBank Agreement and FDIC guidance related to the management of vendors. \nIf WebBank were to suspend, limit, or cease its operations, or if our relationship with WebBank were to otherwise terminate or be suspended for any reason, we would need to implement substantially similar arrangement with another bank, originate loans directly, or curtail our operations. If we enter into a relationship with a different originating bank partner, we may not be able to negotiate comparable terms in a timely manner or at all. If we are unable or unwilling to enter into a similar arrangement with another originating banking partner, we will become subject to additional state laws and state licensing requirements. In the event that our relationship with WebBank were terminated or suspended, our business, results of operations, and financial obligations would be adversely impacted. \nWe rely on the accuracy of third-party data, and inaccuracies in such data may lead to reduced total revenue.\nWe purchase data from third parties that is critical to our assessment of the creditworthiness of consumers before they are either approved or denied for credit for their purchase from a merchant. We rely third parties to provide is accurate data. Inaccurate data could cause us to not approve transactions that otherwise would have been approved, reducing our transaction volume and potential to earn revenue. Alternatively, we may approve transactions that should have been denied, causing us to experience higher delinquency rates and either lose total revenue, or earn total revenue that may lead to a higher incidence of bad debts. Our inability to collect on certain amounts from consumers due to poor creditworthiness or otherwise would likely have a material adverse effect on our results of operations and financial condition.\nConsumer bad debts and insolvency of merchants may adversely impact our financial success.\nOur ability to generate profits depends on our ability to put in place and optimize our systems and processes to make predominantly accurate, real-time decisions in connection with the consumer transaction approval process. We do not ordinarily perform credit checks on consumers in connection with the application process, unless consumers join our “Sezzle Up” program and opt-in to send their Sezzle Platform transaction records to credit agencies. Consumer non-payment is a major component of our expenses, and we are exposed to consumer bad debts as a normal part of our operations because we absorb the costs of all uncollectible notes receivable from our consumers. Our ability to collect on loans is dependent on the consumer’s continuing financial stability, and consequently, collections can be adversely affected by a number of factors, including job loss, divorce, death, illness, or personal bankruptcy. Excessive exposure to bad debts as a result of consumers failing to repay outstanding amounts owed to us may materially and adversely impact our results of operations and financial position.\nWe also have exposure to the potential insolvency of merchants for which we have advanced funds. Exposure occurs in the period of time between the advance of funds to a merchant for a consumer’s purchase of goods, and the retail merchant shipping the goods to the consumer (at which point we are entitled to payment from the consumer). While this period of risk is typically only a short period of time, it is still a period that we are exposed to the risk that merchants will be unable to repay the funds we have advanced to them. As the number and transaction volume of merchants on our platform continues to grow, so does the amount of funds that may be advanced by us. The failure by merchants to repay these funds may result in a material adverse effect to our results of operations and financial position.\nIf our merchants fail to fulfill their obligations to consumers or comply with applicable law, we may incur costs.\nAlthough our merchants are obligated to fulfill their contractual commitments to consumers and to comply with applicable law, from time to time they might not do so, or a consumer might allege that they did not do so. This, in turn, can result in claims or defenses against us or any subsequent holder of our installment agreements. One such claim or defense could be made pursuant to a term included in our or our originating bank partner’s installment loan agreement, that is pursuant to the Federal Trade Commission’s Trade Regulation Rule Concerning Preservation of Consumers’ Claims and Defenses (the “Holder in Due Course Rule”). The Holder in Due Course Rule provides that the holder of the consumer credit contract, in our or our originating bank partner’s case the installment loan agreement, is subject to all claims and defenses which the debtor could assert against the seller of goods or services that were obtained with the proceeds of the consumer credit contract. If merchants fail to fulfill their contractual or legal obligations to consumers, it may also negatively affect our reputation with consumers, and negatively affect our business. Federal and state regulatory authorities may also bring claims against us, including unfair and deceptive acts or practices (“UDAP”) or unfair, deceptive or abusive acts or practices (“UDAAP”) claims, if we fail to provide consumer protections relating to potential merchants actions or disputes.\nOur internet-based loan origination processes may give rise to greater risks than paper-based processes.\nWe use the internet to obtain application information and distribute certain legally required notices to applicants for loans, and to obtain electronically signed loan documents in lieu of paper documents with tangible consumer signatures. These processes entail additional risks compared to paper-based loan underwriting processes and procedures, including risks regarding the sufficiency of notice for compliance with consumer protection laws, risks that consumers may challenge the authenticity of loan documents or the validity of electronic signatures and records, and risks that, despite internal controls, unauthorized changes are made to the electronic loan documents.\nRisks Related to Our Technology and the Sezzle Platform\nOur results depend on integration, support, and prominent presentation of our platform by our merchants.\nWe use and rely on integration of the Sezzle Platform with third-party systems and platforms, particularly websites and other systems of our merchants. The success of our services, and our ability to attract additional consumers and merchants, depends on the ability of our Sezzle Platform to integrate into, and operate with, these various third-party systems and platforms. In addition, as these systems and platforms are regularly updated, it is possible that when such updates occur it could cause our services to operate inefficiently. This will likely require us to change the way we operate our systems and platform, which may take time and expense to remedy.\nWe also depend on our merchants, which generally accept most major credit cards and other forms of payment, to present our platform as a payment option, such as by prominently featuring our platform on their websites or in their stores and not just as an option at website checkout. Unless we have negotiated a specific contractual requirement, we do not have any recourse against merchants when they do not prominently present our platform as a payment option. The failure by our merchants to effectively integrate, support, and present our platform may have a material adverse effect on our business, results of operations and financial condition.\nUnanticipated surges or increases in transaction volumes may adversely impact our financial performance.\nContinued increases in transaction volumes may require us to expand and adapt our network infrastructure to avoid interruptions to our systems and technology. Any unanticipated surges or increases in transaction volumes may cause interruptions to our systems and technology, reduce the number of completed transactions, increase expenses, and reduce the level of customer service, and these factors could adversely impact our reputation and, thus, diminish consumer confidence in our systems, which may result in a material adverse effect on our business, results of operations and financial condition.\nData security breaches, cyberattacks, employee or other internal misconduct, malware, phishing or ransomware, physical security breaches, or other disruptions to our technology system or a compromise of our data security could occur and would materially adversely impact our business and ability to protect the confidential information in our possession or control.\nThrough the ordinary course of business, we collect, store, process, manage, transfer, and use (collectively, “process”) a wide range of confidential information, including personally identifiable information, for various purposes, including to follow government regulations and to provide services to our consumers and merchants. The information we collect may be sensitive in nature and subject to a variety of privacy, data protection, cybersecurity, and other laws and regulations. Due to the sensitivity and nature of the information we process, we and our third-party service providers may be the targets of, defend against and must regularly respond to cyberattacks, including from malware, phishing or ransomware, physical security breaches, or similar attacks or disruptions. Cyberattacks and similar disruptions may compromise or breach the Sezzle Platform and the protections we use to try to protect confidential information in our possession or control. Breaches of the Sezzle Platform or other Sezzle systems could result in the criminal or unauthorized use of confidential information and could disrupt our platform, result in the failure of our systems to operate as expected, negatively affect our users and merchants and, because the techniques for conducting cyberattacks are constantly evolving and may be supported by significant financial and technological resources (e.g., state-sponsored actors), we may be unable to anticipate these techniques, react in a timely manner, or implement adequate preventative or remedial measures. These risks also reside with third party service providers and partners with whom we conduct business. Our business could be materially and adversely impacted by security breaches of our systems and the data and information of merchants’ and consumers’ data and information.\nThese events may cause significant disruption to our business and operations, cause our systems to fail to operate as expected, or expose us to reputational damage, loss of consumer confidence, legal claims, civil and criminal liability, constraints on our ability to continue operation, reduced demand for our products and services, termination of our contracts with merchants or third party service providers, and regulatory scrutiny and fines, any of which could materially adversely impact our financial performance and prospects. Any security or data issues experienced by other software companies or third-party service providers with whom we conduct business could diminish our customers’ trust in providing us access to their personal data generally. Merchants and consumers that lose confidence in our security measures may be less willing to make payments on their loans or participate in the Sezzle Platform.\nIn addition, our partners include credit bureaus, collection agencies and banking parties, each of whom operate in a highly regulated environment, and many laws and regulations that apply directly to them may apply directly or indirectly to us through our contractual arrangements with these partners. Federal, state and international laws or regulators, as well as our contractual partners, may require notice in event of a security breach that involves personally identifiable information, and these disclosures may result in negative publicity, loss of confidence in our security measures, regulatory or other investigations, the triggering of indemnification and other contractual obligations, and other adverse effects to our partner ecosystem and operations. We may also incur significant costs and loss of operational resources in connection with remediating, investigating, mitigating, or eliminating the causes of security breaches, cyberattacks, or similar disruptions after they have occurred, and particularly given the evolving nature of these risks, our incident response, disaster recovery, and business continuity planning may not sufficiently address all of these eventualities. The retention and coverage limits in our insurance policies may not be sufficient to reimburse the full cost of responding to and remediating the effects of a security breach, cyberattack, or similar disruption, and we may not be able to collect fully, if at all, under these insurance policies or to ensure that the insurer will not deny coverage as to any future claim.\nReal or perceived software errors, failures, bugs, defects, or outages related to the Sezzle Platform could adversely affect our business, results of operations, financial condition, and prospects. \nOur platform and our internal systems rely on software that is highly technical and complex. In addition, our platform and our internal systems depend on the ability of such software to process immense amounts of data. As a result, undetected vulnerabilities, errors, failures, bugs, or defects may be present in such software or occur in the future in such software, including open source software and other software we license in from third parties, especially when updates or new products or services are released.\nAny real or perceived vulnerabilities, errors, failures, bugs, or defects in the software may not be found until our consumers use our platform and could result in outages or degraded quality of service on our platform that could adversely impact our business (including through causing us not to meet contractually required service levels), as well as negative publicity, loss of or delay in market acceptance of our products and services, and harm to our brand or weakening of our competitive position. In such an event, we may be required, or may choose, to expend significant additional resources in order to correct the problem. Any real or perceived errors, failures, bugs, or defects in the software we rely on could also subject us to liability claims, impair our ability to attract new consumers, retain existing consumers, or expand their use of our products and services, which would adversely affect our business, results of operations, financial condition, and prospects.\nWe also rely on online payment gateways, banking and financial institutions for the validation of bank cards, settlement and collection of payments. There is a risk that these systems may fail to perform as expected or be adversely impacted by a number of factors, some of which may be outside our control, including damage, equipment faults, power failure, fire, natural disasters, computer viruses and external malicious interventions such as hacking, cyber-attacks or denial-of-service attacks.\nAny significant disruption in, or errors in, service on our platform or relating to vendors could prevent us from processing transactions on our platform or posting payments. \nWe use vendors, such as our cloud computing web services provider, virtual card processing companies, and third-party software providers, in the operation of our platform. The satisfactory performance, reliability, and availability of our technology and our underlying network and infrastructure are critical to our operations and reputation and the ability of our platform to attract new and retain existing merchants and consumers. We rely on these vendors to protect their systems and facilities against damage or service interruptions from natural disasters, power or telecommunications failures, environmental conditions, computer viruses or attempts to harm these systems, criminal acts, and similar events. If our arrangement with a vendor is terminated or if there is a lapse of service or damage to its systems or facilities, we could experience interruptions in the operation of our platform. We also may experience increased costs and difficulties in replacing that vendor and replacement services may not be available on commercially reasonable terms, on a timely basis, or at all. Any interruptions or delays in our platform availability, whether as a result of a failure to perform on the part of a vendor, any damage to one of our vendor’s systems or facilities, the termination of any of our third-party vendor agreement, software failures, our or our vendor’s error, natural disasters, terrorism, other man-made problems, security breaches, \nwhether accidental or willful, or other factors, could harm our relationships with our merchants and consumers and also harm our reputation.\nIn addition, we source certain information from third parties. In the event that any third party from which we source information experiences a service disruption, whether as a result of maintenance, natural disasters, terrorism, security breaches, or for any other reason, whether accidental or willful, the ability to score and evaluate loan applications through our platform may be adversely impacted. Additionally, there may be errors contained in the information provided by third parties. This may result in the inability to approve otherwise qualified applicants or may result in the approval of unqualified applicants through our platform, which may adversely impact our business by negatively impacting our reputation and reducing our transaction volume.\nTo the extent we use or depend on any particular third-party data, technology, or software, we may also be harmed if such data, technology, or software becomes non-compliant with existing laws, regulations, or industry standards, becomes subject to third-party claims of intellectual property infringement misappropriation, or other violation, or malfunctions or functions in a way we did not anticipate. Any loss of the right to use any of this data, technology, or software could result in delays in the provisioning of our products and services until equivalent or replacement data, technology, or software is either developed by us, or, if available, is identified, obtained, and integrated, and there is no guarantee that we would be successful in developing, identifying, obtaining, or integrating equivalent or similar data, technology, or software, which could result in the loss or limiting of our products, services, or features available in our products or services.\nThese factors could prevent us from processing transactions or posting payments on our platform, damage our brand and reputation, divert the attention of our employees, reduce total revenue, subject us to liability, and cause consumers or merchants to abandon our platform, any of which could have a material and adverse effect on our business, results of operations, financial condition, and prospects.\nFraudulent activities may result in us suffering losses, causing a materially adverse impact to our reputation and results of operations.\nWe are exposed to risks imposed by fraudulent conduct, including the risks associated with consumers attempting to circumvent our system and repayment capability assessments. There is a risk that we may be unsuccessful in defeating fraud attempts, resulting in higher than budgeted costs of fraud and consumer non-payment.\nWe pay merchants for goods and services purchased by consumers up front, and accept the responsibility associated with minimizing fraudulent activity and bear all costs associated with such fraudulent activity. Fraudulent activity is likely to result in us suffering losses, which may have a material adverse impact on our reputation and cause us to bear increased costs to rectify and safeguard business operations and our systems against such fraudulent activity. Significant amounts of fraudulent cancellations or chargebacks could adversely affect our business, results of operations or financial condition. High profile or significant increases in fraudulent activity could also lead to regulatory intervention, negative publicity, and the erosion of trust from our consumers and merchants, which could result in a material adverse effect on our business, results of operations and financial condition.\nOther Risks Related to Our Business\nIf we fail to comply with the applicable requirements of Visa or other payment processors, those payment processors could seek to fine us, suspend us or terminate our registrations, which could have a material adverse effect on our business, results of operations, financial condition, and prospects.\nWe partially rely on card issuers or payment processors, and must pay a fee for this service. From time to time, payment processors such as Visa may increase the interchange fees that they charge for each transaction using one of their cards. The payment processors routinely update and modify their requirements. Changes in the requirements, including changes to risk management and collateral requirements, may impact our ongoing cost of doing business and we may not, in every circumstance, be able to pass through such costs to our merchants or associated participants. Furthermore, if we do not comply with the payment processors’ requirements (e.g., their rules, bylaws, and charter documentation), the payment processors could seek to fine us, suspend us or terminate our registrations that allow us to process transactions on their networks. Some payment processors may also choose not to support BNPL solutions; including our products, in which case, the credit cards these processors issue cannot be linked to pay for purchases made through BNPL entities, including Sezzle. The termination of our registration due to failure to comply with the applicable requirements of Visa or other payment processors, or any changes in the payment processors’ rules that would impair our registration, could require us to stop providing payment services to Visa or other payment processors, which could have a material adverse effect on our business, results of operations, financial condition, and prospects. We are also subject to the Payment Card Industry Data Security Standard \n(“PCI DSS”) with respect to the acceptance of payment cards. PCI DSS sets forth security standards relating to the processing of cardholder data and the systems that process such data, and a failure to adhere to these standards can result in fines, limitations on our ability to process payment cards, and impact to our relationship with our merchant partners and their own ability to comply with PCI DSS.\nOur vendor relationships subject us to a variety of risks, and the failure of third parties to comply with legal or regulatory requirements or to provide various services that are important to our operations could have an adverse effect on our business, results of operations and financial condition.\nWe have significant vendors that, among other things, provide us with financial, technology, and other services to support our products and other activities, including, for example, cloud-based data storage and other IT solutions, and payment processing. We could be adversely impacted to the extent our vendors fail to comply with the legal requirements applicable to the particular products or services being offered. For example, the Consumer Financial Protection Bureau (“CFPB”) has issued guidance stating that institutions under its supervision may be held responsible for the actions of the companies with which they contract.\nIn some cases, we are reliant on one or a limited number of vendors for critical services. Most of our vendor agreements are terminable by the vendor on little or no notice, and if our current vendors were to terminate their agreements with us or otherwise stop providing services to us on acceptable terms, we may be unable to procure alternatives from other vendors in a timely and efficient manner and on acceptable terms or at all. If any vendor fails to provide the services we require, fails to meet contractual requirements (including compliance with applicable laws and regulations), fails to maintain adequate data privacy controls and electronic security systems, or suffers a cyber-attack or other security breach, we could be subject to regulatory enforcement actions, claims from third parties, including our consumers, suffer operational outages, and suffer economic and reputational harm that could have an adverse effect on our business. Further, we may incur significant costs to resolve any such disruptions in service, which could adversely affect our business.\nThe loss of key partners and merchant relationships would adversely affect our business. \nWe depend on continued relationships with our current significant merchants and partners that assist in obtaining and maintaining our relationships with merchants. There can be no guarantee that these relationships will continue or, if they do continue, that these relationships will continue to be successful. Our contracts with merchants can generally be terminated for convenience on relatively short notice by either party, and so we do not have long-term contracted income. There is a risk that we may lose merchants for a variety of reasons, including a failure to meet key contractual or commercial requirements, merchants shifting to in-house solutions (including providing a service competitive to us), or competitor service providers. Similarly, there is a risk that e-commerce platforms with which we partner may limit or prevent Sezzle from being offered as a payment option at checkout. Such actions would magnify the risks to our business as compared to similar actions taken by individual merchants unaffiliated with such platforms. We also face the risk that our key partners could become competitors of our business after our key partners determine how we have implemented our model to provide our services.\nOur business is still in a relatively early stage and merchant income is not as diversified as it might be for a more mature business. The loss of even a small number of our key merchants may have a material adverse effect on our results of operations and financial condition, and may be further exacerbated by an increase in marketing expenses to sign up new merchants to replace those lost, including incentive arrangements spent on lost merchants and new incentive commitments. There is also a risk that key terms with new merchants may be less favorable to us, including terms of pricing, due to unanticipated changes in our market. In addition, the loss of a key merchant may also have a negative impact on our reputation with other merchants and with consumers.\nChanges to our key operating metrics may negatively affect our business and reputation.\nAs our products and services change or expand over time, we may revise or cease reporting certain key operating metrics if we determine such metrics are no longer appropriate measures of our performance. We regularly review our processes for calculating these key operating metrics, and from time to time we may make adjustments to improve the accuracy or relevance of these key metrics. Our key operating metrics are calculated using internal company data based on activity we measure and compiled from multiple systems, and we believe to be reasonable methodologies and estimates. If investors, analysts, or customers do not consider our reported measures to be sufficient or to accurately reflect our business, we may receive negative publicity, our reputation may be damaged, and our business may be adversely affected. \nConditions in the capital and credit markets, including higher interest rates, may adversely affect our access to various sources of capital or financing and the cost of capital, which could affect our business activities and earnings. \nIn periods when the capital and credit markets experience significant volatility, the amounts, sources, and cost of capital available to us may be adversely affected. If sufficient sources of external financing are unavailable to us on cost effective terms, we could be forced to limit our growth activities or take other actions to fund our business activities and repay our debt, such as selling assets. If we are able and choose to access capital at a higher cost than we have experienced in recent years (reflected in higher interest rates for debt financing or a lower stock price for equity financing), our earnings and cash flow could be adversely affected.\nWe have incurred, and may in the future incur, additional indebtedness that bears interest at a variable rate. The interest paid on borrowings under our credit facility is tied to the U.S. Federal Reserve’s Secured Overnight Financing Rate (“SOFR”). The facility carries an interest rate of SOFR plus 6.75%. An increase in interest rates would increase our interest expense and increase the cost of refinancing existing debt and issuing new debt, which would adversely affect our cash flow. In addition, if we need to repay existing debt during periods of rising interest rates, we could have to liquidate one or more of our assets at times that may not permit realization of the maximum return on such assets. The effect of prolonged interest rate increases could adversely impact our ability to continue to execute on our strategy. As a result, any increase in interest rates could adversely affect our results of operations.\nWe are exposed to exchange rate fluctuations in the international markets in which we operate.\nThere are instances in which our costs and revenues related to international operations are not able to be exactly matched with respect to currency denomination. Currency fluctuations cause the U.S. dollar value of our international results of operations and net assets to vary with exchange rate fluctuations. A decrease in the value of any of these currencies relative to the U.S. dollar could have a negative impact on our business, results of operations and financial condition. We may experience economic loss and a negative impact on earnings or net assets solely as a result of foreign currency exchange rate fluctuations. In the future, we may utilize derivative instruments to manage the risk of fluctuations in foreign currency exchange rates that could potentially impact our future earnings and forecasted cash flows. However, the markets in which we operate could restrict the removal or conversion of the local or foreign currency, resulting in our inability to hedge against some or all of these risks and/or increase our cost of conversion of local currency to U.S. dollar.\nOur ability to use certain net operating loss carryforwards and certain other tax attributes may be limited. \nUnder U.S. federal income tax principles set forth in Sections 382 and 383 of the Internal Revenue Code, if a corporation undergoes an “ownership change,” the corporation’s ability to use its pre-change net operating loss carryforwards and other pre-change tax attributes to offset its post-change income and taxes may be limited. In general, an “ownership change” occurs if there is a cumulative change in ownership of the relevant corporation by “5% shareholders” that (as defined under U.S. tax laws) exceeds 50 percentage points over a rolling three-year period. Similar rules apply under state tax laws. Our ability to utilize a portion of our net operating loss carryforwards to offset future taxable income for U.S. federal income tax purposes may be subject to certain limitations under Section 382 of the Code. Such limitations on the ability to use net operating loss carryforwards and other tax assets could adversely impact our business, financial condition, results of operations, and cash flows.\nOur efforts to protect our intellectual property rights may not be sufficient.\nOur business depends on our ability to commercially exploit our technology and intellectual property rights, including our technological systems and data processing algorithms. We rely on laws relating to trade secrets, copyright, and trademarks to assist in protecting our proprietary rights. However, there is a risk that unauthorized use or copying of our software, data, specialized technology, trademarks or platforms will occur. In addition, there is a risk that the validity, ownership, registration or authorized use of intellectual property rights relevant to our business may be successfully challenged by third parties. This could involve significant expense and potentially the inability to use the intellectual property rights in question. If an alternative cost-effective solution were not available, there may be a material adverse impact on our financial position and performance. Such disputes may also temporarily adversely impact our performance or ability to integrate new systems, which may adversely impact our income and financial position.\nThere is a risk that we will be unable to register or otherwise protect new intellectual property rights we develop in the future, or which are developed on our behalf by contractors. In addition, competitors may be able to work around any of our intellectual property rights, or independently develop technologies, or competing payment products or services that are not protected by our intellectual property rights. Our competitors may then be able to offer identical or very similar services or services that are otherwise competitive against those we provide, which could adversely affect our business. We will also face risks in connection with any further or resumed activities related to international expansion, including in countries that may have less protection for our intellectual property rights \nthan the United States. We have registered trademarks in the United States, the United Kingdom (\"UK\"), the European Union, India and Brazil, and we have pending trademark applications in Canada. There is a risk that our trademarks and other intellectual property rights may not be adequate to protect our brand or proprietary technology or may conflict with the registered trademarks or other intellectual property rights of other companies, both domestically and abroad, which may require us to rebrand our product and service offerings, obtain costly licenses, defend against third-party claims, or substantially change our product or service offerings. Should such risks manifest, we may be required to expend considerable resources and divert the attention of our management, which could have an adverse effect on our business and results of operations.\nWe may be sued by third parties for alleged infringement, misappropriation, or other violation of their intellectual property or other proprietary rights. \nOur success depends, in part, on our ability to develop and commercialize our products and services without infringing, misappropriating, or otherwise violating the intellectual property or other proprietary rights of third parties. Third parties have alleged in the past, and there is a risk that third parties may in the future allege or claim, that our solutions or intellectual property infringe, misappropriate, or otherwise violate third-party intellectual property or other proprietary rights, and we may become involved in disputes, including actual or threatened litigation, from time to time concerning these rights. Similarly, competitors or other third parties may raise claims alleging that service providers or other third parties retained or indemnified by us, infringe on, misappropriate, or otherwise violate such competitors’ or other third parties’ intellectual property or other proprietary rights. These claims of infringement, misappropriation, or other violation may be extremely broad, and it may not be possible for us to conduct our operations in such a way as to avoid all such alleged violations of such intellectual property or other proprietary rights. We also may be unaware of third-party intellectual property or other proprietary rights that cover or otherwise relate to some or all of our products and services.\nGiven the complex, rapidly changing, and competitive technological and business environment in which we operate, and the potential risks and uncertainties of intellectual property-related litigation, a claim of infringement, misappropriation, or other violation against us may require us to spend significant amounts of time and other resources to defend against the claim (even if we ultimately prevail), pay significant money damages, lose significant revenues, be prohibited from using the relevant systems, processes, technologies, or other intellectual property (temporarily or permanently), cease offering certain products or services, obtain a license, which may not be available on commercially reasonable terms or at all, or redesign our products or services or functionality therein, which could be costly, time-consuming, or impossible. Moreover, the volume of intellectual-property-related claims, and the mere specter of threatened litigation, could distract our management from the day-to-day operations of our business. The direct and indirect costs of addressing these actual and threatened disputes may have an adverse impact on our operations, reputation, and financial performance. Some of the aforementioned risks of infringement, misappropriation, or other violation, in particular with respect to patents, are potentially increased due to the nature of our business, industry, and intellectual property portfolio. In addition, our insurance may not cover potential claims of this type adequately or at all, and we may be required to pay monetary damages, which may be significant and result in a material adverse effect on our results of operations and financial condition.\nSome aspects of our products and services incorporate open source software, and our use of open source software could negatively affect our business, results of operations, financial condition, and prospects. \nSome of our systems incorporate and are dependent on the use and development of open source software. Open source software is software licensed under an open source license, which may include a requirement that we make available, or grant licenses to, any modifications or derivative works created using the open source software, make our proprietary source code publicly available, or make our products or services available for free or for nominal amounts. If an author or other third party that uses or distributes such open source software were to allege that we had not complied with the legal terms and conditions of one or more of these open source licenses, we could incur significant legal expenses defending against such allegations, could be subject to significant damages, and could be required to comply with these open source licenses in ways that cause substantial competitive harm to our business.\nThe terms of various open source licenses have not been interpreted by U.S. and international courts, and there is a risk that such licenses could be construed in a manner that imposes unanticipated conditions or restrictions on our products or services. In such an event, we could be required to re-engineer all or a portion of our technologies, seek licenses from third parties in order to continue offering our products and services, discontinue the use of our platform in the event re-engineering cannot be accomplished, or otherwise be limited in the licensing of our technologies, each of which could reduce or eliminate the value of our technologies and loan products and services. If portions of our proprietary software are determined to be subject to an open source license, we could also be required to, under certain circumstances, publicly release or license, at no cost, our products or services that incorporate the open source software or the affected portions of our source code, which could allow our competitors or other third parties to create similar products and services with lower development effort, time, and costs, and could ultimately result in a loss of transaction \nvolume for us. We cannot ensure that we have not incorporated open source software in our software in a manner that is inconsistent with the terms of the applicable license or our current policies, and we or our third party contractors or suppliers may inadvertently use open source in a manner that we do not intend or that could expose us to claims for breach of contract or intellectual property infringement, misappropriation, or other violation. If we fail to comply, or are alleged to have failed to comply, with the terms and conditions of our open source licenses, we could be required to incur significant legal expenses defending such allegations, be subject to significant damages, be enjoined from the sale of our products and services, and be required to comply with onerous conditions or restrictions on our products and services, any of which could be materially disruptive to our business.\nIn addition to risks related to license requirements, usage of open source software can lead to greater risks than use of third-party commercial software because open source licensors generally do not provide warranties or other contractual protections regarding infringement, misappropriation, or other violations, the quality of code, or the origin of the software. Many of the risks associated with the use of open source software cannot be eliminated and could adversely affect our business, results of operations, financial condition, and prospects. For instance, open source software is often developed by different groups of programmers outside of our control that collaborate with each other on projects. As a result, open source software may have security vulnerabilities, defects, or errors of which we are not aware. Even if we become aware of any security vulnerabilities, defects, or errors, it may take a significant amount of time for either us or the programmers who developed the open source software to address such vulnerabilities, defects, or errors, which could negatively impact our products and services, including by adversely affecting the market’s perception of our products and services, impairing the functionality of our products and services, delaying the launch of new products and services, or resulting in the failure of our products and services, any of which could result in liability to us, our vendors, and our service providers. Further, our adoption of certain policies with respect to the use of open source software may affect our ability to hire and retain employees, including engineers.\nAny loss of licenses or any quality issues with third-party technologies that support our business operations or are integrated with our products or services could have an adverse impact on our reputation and business. \nIn addition to open source software, we rely on certain technologies that we license from third parties, which we may use to support our business operations and incorporate into our products or services. This third-party technology may currently, or could in the future, infringe, misappropriate, or violate the intellectual property rights of third parties, or the licensors of such technology may not have sufficient rights to the technology they license us in all jurisdictions in which we may offer our products or services. We engage third parties to provide a variety of technology to support our business infrastructure. Any failure on the part of our third-party providers or of our business infrastructure to operate effectively, stemming from maintenance problems, upgrading or transitioning to new platforms, a breach in security, or other unanticipated problems could result in interruptions to or delays in our operations or our products or services. The licensors of third-party technology we use may discontinue their offerings or change the terms under which their technology is licensed. If we are unable to continue to license any of this technology on terms we find acceptable, or if there are quality, security, or other substantive issues with any of this technology, we may face delays in releases of our solutions or we may be required to find alternative vendors or remove functionality from our solutions or internal business infrastructure. In addition, our inability to obtain certain licenses or other rights might require us to engage in litigation regarding these matters. Any of the foregoing could have a material adverse effect on our business, financial condition, and results of operations.\nMisconduct and errors by our employees, vendors, and service providers could harm our business and reputation. \nWe are exposed to many types of operational risk, including the risk of misconduct and errors by our employees, vendors, and other service providers. Our business depends on our employees, vendors, and service providers to process a large number of increasingly complex transactions, including transactions that involve significant dollar amounts and loan transactions that involve the use and disclosure of personal and business information. We could be materially and adversely affected if transactions were redirected, misappropriated, or otherwise improperly executed, personal and business information was disclosed to unintended recipients, or an operational breakdown or failure in the processing of other transactions occurred, whether as a result of human error, a purposeful sabotage or a fraudulent manipulation of our operations or systems. If any of our employees, vendors, or service providers take, convert, or misuse funds, documents, or data, or fail to follow protocol when interacting with consumers and merchants, we could be liable for damages and subject to regulatory actions and penalties. We could also be perceived to have facilitated or participated in the illegal misappropriation of funds, documents, or data, or the failure to follow protocol, and therefore be subject to civil or criminal liability. It is not always possible to identify and deter misconduct or errors by employees, vendors, or service providers, and the precautions we take to detect and prevent this activity may not be effective in controlling unknown or unmanaged risks or losses. Any of these occurrences could result in our diminished ability to operate our business, potential liability to consumers and merchants, inability to attract future consumers and merchants, reputational damage, regulatory intervention, and financial harm, which could negatively impact our business, results of operations, financial condition, and prospects.\nOur business is subject to risks beyond our control, including fires, floods, pandemics, and other natural catastrophic events and to interruption by man-made issues such as strikes. \nOur systems and operations are vulnerable to damage or interruption from fires, floods, power losses, telecommunications failures, strikes, health pandemics, and similar events. A significant natural disaster in locations in which we have employees, offices or other facilities could have a material adverse effect on our business, results of operations, financial condition, and prospects, and our insurance coverage may be insufficient to compensate us for losses that may occur. In addition, strikes, wars, terrorism, and other geopolitical unrest could cause disruptions in our business and lead to interruptions, delays, or loss of critical data. We may not have sufficient protection or an effective recovery plan in certain circumstances, and our business interruption insurance may be insufficient or inadequate to recoup losses that we incur from these occurrences.\nWe may not have adequate insurance to cover losses and liabilities.\nWe maintain insurance we consider appropriate for our business needs. However, we may not be insured against all risks, either because appropriate coverage is not available or because we consider the applicable premium and deductibles to be excessive in relation to the perceived benefits that would accrue. Accordingly, we may not be fully insured or insured at all against losses and liabilities that could unintentionally arise from our operations. The incurrence of uninsured or partially insured losses or liabilities could have a material adverse effect on our business, results of operations and financial condition.\nAny inability to retain our employees or recruit additional employees could adversely impact our financial position.\nOur ability to effectively execute our growth strategy depends upon the performance and expertise of our employees. We rely on experienced managerial and highly qualified technical employees to develop and operate our technology and to direct operational employees to manage the operational, sales, compliance and other functions of our business.\nWe may not be able to attract and retain key employees or be able to find effective replacements in a timely manner. The loss of employees, or any delay or inability to replace such employees in their replacement, could impact our ability to operate our business and achieve our growth strategies, including through the development of new systems and technology. There is a risk that we may not be able to recruit suitably qualified and talented employees in a timeframe that meets our growth objectives. This may result in delays in the integration of new systems, development of technology and general business expansion. There is also a risk that we will be unable to retain existing employees, or recruit new employees, on terms of retention that are as attractive to us. Our inability to retain our key employees or recruit additional employees, in particular key employees, would likely have a material adverse effect on our business, results of operation and financial condition.\nIn addition, since March 2020 we have transitioned to a primarily remote-first working environment, with only a modest in-office presence of hybrid workers. There is a risk that continuing such an arrangement in the future may decrease the cohesiveness of our teams and our ability to maintain our culture, both of which are critical to our success. Additionally, a remote-first working environment may impede our ability to undertake new business projects, to foster a creative environment, to hire new team members, and to retain existing team members. Such effects may adversely affect the productivity of our team members and overall operations, which could have a material adverse effect on our business, results of operations, financial condition, and prospects.\nRisks Related to Our Regulatory Environment\nThe BNPL industry is subject to various and complex state and federal laws in the United States and federal, provincial and territorial laws in Canada, and the costs to maintain compliance with such laws and regulations may be significant.\nWe are subject to a range of state and federal laws and regulations concerning consumer finance that can be highly technical, subject to varying interpretations, and potentially conflict or overlap as they change over time. These laws and regulations include but are not limited to state lending licensing or other state licensing or registration laws, consumer credit disclosure laws such as Title X of the Dodd-Frank Wall Street Reform and Consumer Protection Act (“Dodd-Frank Act”), the Truth in Lending Act (“TILA”), the Fair Credit Reporting Act (“FCRA”) and other laws concerning credit reports and credit reporting, the Equal Credit Opportunity Act (“ECOA”) which addresses anti-discrimination, the Electronic Fund Transfer Act (“EFTA”) and the rules and guidelines of National Automated Clearing House Association (“NACHA”) which governs the ACH network and electronic money movement, a variety of anti-money laundering and anti-terrorism financing rules, the Telephone Consumer Protection Act (“TCPA”), the Controlling the Assault of Non-Solicited Pornography and Marketing Act of 2003 (“CAN-SPAM Act”) and other laws concerning initiating phone calls or text messages and electronic mail, the Electronic Signatures in Global and National Commerce Act, debt collection laws, laws governing short-term consumer loans and general consumer protection laws, such as laws that prohibit unfair, deceptive, misleading or \nabusive acts or practices. There is also the potential that we may become subject to additional legal or regulatory requirements if our business operations, strategy or geographic reach expand in the future. These laws and regulations may also change in the future, and they may be applied to us and the Sezzle Platform in a manner that we do not currently anticipate. While we have developed policies and procedures designed to assist in compliance with laws and regulations applicable to our business, no assurance is given that our compliance policies and procedures will be effective. We may not always have been, and may not always be, in compliance with these laws and regulations and such non-compliance could have a material adverse effect on our business, results of operations and financial condition.\nIn Canada, we are subject to a range of federal and provincial laws and regulations including, but not limited to, provincial and territorial consumer finance legislation (including prohibition on late fees, limits on default charges, debt collection laws and requirements), consumer lender licensing or registration laws, consumer contract and credit disclosure laws, credit advertising requirements, e-commerce laws and unfair practices regulation, Canadian sanctions laws, federal and provincial-level private sector privacy laws, federal Canadian anti-spam legislation, federal and provincial human rights legislation, Quebec Charter of French language laws and requirements, and regulation under Payments Canada Rule H1- Pre-Authorized Debit Rules in respect of the acceptance of payments from Canadian bank accounts. We are also subject to FINTRAC guidance and rules in part, and have registered our business under the Retail Payments Activities Act. There is also the potential that we may become subject to additional legal or regulatory requirements if our business operations, strategy or geographic reach expand in the future.\nNew laws or regulations in the U.S. or Canada, or laws and regulations in new markets, that apply to us or our business could also require us to incur significant expenses and devote significant management attention to ensure compliance. In addition, our failure to comply with these laws or regulations may result in litigation or enforcement actions, the penalties for which could include: revocation of our licenses, fines and other monetary penalties, civil and criminal liability, substantially reduced payments by borrowers, modification of the original terms of loans, permanent forgiveness of debt, or inability to, directly or indirectly, collect all or a part of the principal of or interest on loans. Further, we may not be able to respond quickly or effectively to regulatory, legislative, and other developments, and these changes may in turn impair our ability to offer our existing or planned features, products, and services and/or increase our cost of doing business.\nIn the United States, we have certain state lending licenses and other licenses, which subject us to supervisory oversight from these license authorities and periodic examinations. Our business is also generally subject to investigation by regulators and enforcement agencies, regardless of whether we have a license from such authorities. These regulators and enforcement agencies may receive complaints about us. Investigations or enforcement actions may be costly and time consuming. Enforcement actions by such regulators and enforcement agencies could lead to fines, penalties, consumer restitution, the cessation of our business activities in whole or in part, or the assertion of private claims and lawsuits against us. In the United States, these regulators and agencies at the state level include state licensing agencies, financial regulatory agencies, and attorney general offices. At the federal level in the United States, these regulators and agencies include the Federal Trade Commission (“FTC”), the CFPB, FinCEN, and OFAC, any or all of which could subject us to burdensome rules and regulations that could increase costs and use of our resources in order to satisfy our compliance obligations.\nIn Canada, we are currently licensed as a lender where we believe required. In connection with our business activities, we are also generally subject to consumer protection legislation and other laws and, on that basis, our business is also generally subject to regulatory oversight and supervision from federal and/or provincial regulators in respect of those activities, regardless of whether we have a license. These regulators and enforcement agencies generally act on a complaints-basis and may receive consumer complaints about us. Investigations or enforcement actions may be costly and time consuming. Enforcement actions by such regulators and enforcement agencies could lead to fines, penalties, consumer restitution, the cessation of our business activities in whole or in part, or the assertion of private claims and lawsuits against us.\nCompliance with these laws and regulations is costly, time-consuming, and limits our operational flexibility. Any failure or perceived failure to comply with any statute, ordinance, regulation, rules and/or guidance may subject us to significant fines, penalties, criminal and civil lawsuits, and enforcement actions in one or more jurisdictions; result in significant compliance costs and licensing requirements, cause us to lose existing licenses or prevent or delay us from obtaining pending licenses; restrict our operations or force us to make changes to our business practices; and incur significant reputational damage. Legal proceedings brought under state consumer protection statutes or under federal consumer financial services statutes subject to the jurisdiction of the CFPB and FTC, in particular, may result in a separate fine for each violation of the statute, which, particularly in the case of class action lawsuits, could result in damages in excess of the amounts we earned from the underlying activities.\nWe are subject to the regulatory, supervisory, and enforcement authority of the CFPB. Regulations issued by the CFPB or examinations by the CFPB, or changes in such regulations and examinations, could impact our business and financial condition due to, among other things, increased compliance costs or costs due to noncompliance. \nUnder Title X of the Dodd-Frank Act, the CFPB has broad authority to regulate and supervise providers of consumer financial products and services, including bank and non-banking entities, such as us and our originating bank partner. The CFPB is specifically authorized, among other things, to take actions to prevent companies providing consumer financial products or services and their service providers from engaging in unfair, deceptive or abusive acts or practices in connection with consumer financial products and services, and to issue rules requiring enhanced disclosures for our loan products and services. The CFPB also has authority to interpret, enforce, and issue regulations implementing enumerated consumer laws that apply to our business.\nIn 2017, the CFPB issued a final rule under its unfair, deceptive and abusive acts and practices rule-making authority relating to certain installment loans entitled “Payday, Vehicle Title, and Certain High-Cost Installment Loans” (the \"Rule\"). The Rule introduces new limitations on repayment for lenders of certain installment loans. If a consumer has two consecutive failed payment attempts, the lender must obtain a consumer’s new and specific authorization to make further withdrawals from the consumer’s bank account. The lender may also be required to provide certain notices to consumers before attempting a first payment withdrawal, an unusual withdrawal and/or after two consecutive failed payment attempts. The Rule is expected to become effective March 31, 2025, and may require changes to our practices and procedures for such loans, which could adversely affect our ability to make such loans and the profitability of such loans. Additionally, any further regulatory changes to the Rule could have effects beyond those currently contemplated that could further materially and adversely impact our business and operations.\nIn addition to the above, we may become subject to future CFPB rule-making and the enactment of one or more of such regulatory changes, or the exercise of broad regulatory authority by the CFPB over the Company’s business or discretionary consumer financial transactions, generally, could materially and adversely affect our business, results of operations and prospects. See “Risks Related to Our Industry-The BNPL industry has become subject to increased regulatory scrutiny, and our failure to manage our business to comply with new regulations would materially and adversely affect our business, results of operations and financial condition” for more information.\nWe rely on our originating bank partner for a substantial majority of the loans facilitated on the Sezzle Platform and if this relationship is successfully challenged or deemed impermissible, we could be found to be in violation of licensing, interest rate limit, lending, or brokering laws and face penalties, fines, litigation, or regulatory enforcement. \nA substantial majority of the loans facilitated through the Sezzle Platform are originated by WebBank, our originating bank partner, and we rely on our originating bank partner model to comply with various federal and state laws in accordance with the Depository Institutions Deregulation and Monetary Control Act of 1980 (“DIDMCA”) and the Valid-When-Made Rule. Pursuant to the DIDMCA, a state-chartered, FDIC-insured bank is permitted to “export” interest rates from the state where the bank is located for loans originated by such bank, regardless of the usury limitations imposed by the state law of the borrower’s residence, unless the borrower’s state has chosen to opt out of the exportation regime. The Valid-When-Made Rule provides, generally, that the determination of whether interest on a loan is permissible under Section 27 is made at the time the loan is made and that interest on a loan permissible under Section 27 shall not be affected by the sale, assignment, or other transfer of the loan, in whole or in part.\nWhile a number of state attorneys general have unsuccessfully challenged the Valid-When-Made Rule, if the legal structure underlying our relationship with WebBank was successfully challenged, we may be in violation of state licensing requirements and state laws regulating interest rates and other aspects of consumer lending. Many states have passed laws, or have proposed laws, capping interest rates on consumer loans at rates that are lower than the annual percentage rate of some the loans originated on the Sezzle Platform. In the event of such a challenge or if our arrangement with our originating bank partner were to change or terminate for any reason, we would need to rely on an alternative bank relationship or originate these loans ourselves and be subject to these interest rate limitations. \nIn addition, some state legislatures have passed laws, or have proposed or are threatening to propose laws, that opt out of the DIDMCA to prevent out of state, state-chartered, FDIC-insured banks from exporting the interest rate of their state of registration to such state. For example, the State of Iowa opted out in the 1980s and, in 2023, the State of Colorado passed a law to opt out, but this is currently subject to a preliminary injunction that prevents enforcement. \nIn addition, some state legislatures have passed laws, or have proposed or are threatening to propose laws, to determine the “true lender” with respect to certain loans, including laws that implement a “totality of the circumstances” test or “predominant economic interest” test. There also have been private litigation and government enforcement actions seeking to re-characterize a lending \ntransaction, claiming that another entity was the de facto lender, or true lender, instead of the named lender. These claims are generally based on state lending laws or state common law through which a private litigant or government agency could seek to license, regulate or prohibit the activities of the entity they consider the de facto lender. Any such litigation or enforcement action with respect to a loan facilitated through the Sezzle Platform against us or our originating bank partner could subject us or them to claims for damages, disgorgement, or other penalties. \nAny of the foregoing changes in law or interpretation or enforcement of existing laws could impair our relationship with our originating bank partner and could adversely impact our business, results of operations and financial operation. \nIf loans made by us under our state lending licenses are found to violate applicable state lending or other laws, or if we were found to be operating without having obtained necessary licenses or approvals, it could adversely affect our business, results of operations, financial condition, and prospects. \nCertain states have adopted laws regulating and requiring licensing, registration, notice filing, or other approval by parties that engage in certain activity regarding consumer finance transactions. Furthermore, certain states and localities have also adopted laws requiring licensing, registration, notice filing, or other approval for consumer debt collection or servicing, and/or purchasing or selling consumer loans. We have obtained lending licenses or made applicable notice filings in certain states, and may in the future pursue obtaining additional licenses or making additional notice filings. The loans we may originate or service on the Sezzle Platform pursuant to these state licenses are subject to state licensing and interest rate restrictions, as well as numerous state requirements regarding consumer protection, interest rate, disclosure, prohibitions on certain activities, and loan term lengths. We cannot assure you that we will be successful in obtaining state licenses in other states or that we have not yet been required to apply for. \nThe application of certain consumer financial licensing laws to our platform and business is unclear. In addition, licensing requirements may evolve over time. If we were found to be in violation of applicable licensing requirements by a court or a state, federal, or local enforcement agency, or agree to resolve such concerns by voluntary agreement, we could be subject to revocation or suspension of such license or agree to pay fines, damages, injunctive relief (including required modification or discontinuation of our business in certain areas), criminal penalties, and other penalties or consequences, and the loans facilitated through our platform could be rendered void or unenforceable in whole or in part, any of which could have an adverse effect on the enforceability or collectability of the loans facilitated through our platform. \nLitigation, regulatory actions, and compliance issues could subject us to fines, penalties, judgments, remediation costs, and requirements resulting in increased expenses. \nIn the ordinary course of business, we have been, are, or may be named as a defendant in various legal actions, including arbitrations and other litigation. From time to time, we may also be involved in, or the subject of, reviews, requests for information, investigations, and proceedings (both formal and informal) by state and federal governmental agencies, including banking regulators, the FTC, and the CFPB, regarding our business activities and our qualifications to conduct our business in certain jurisdictions, which could subject us to fines, penalties, obligations to change our business practices, and other requirements resulting in increased expenses and diminished earnings. Our involvement in any such matter also could cause harm to our reputation and divert management attention from the operation of our business, even if the matters are ultimately determined in our favor. Moreover, any settlement, or any consent order or adverse judgment, in connection with any formal or informal proceeding or investigation by a government agency, may prompt litigation or additional investigations or proceedings as other litigants or other government agencies begin independent reviews of the same or similar activities. \nIn addition, a number of participants in the consumer finance industry have been and are the subject of putative class action lawsuits; state attorney general actions and other state regulatory actions; federal regulatory enforcement actions, including actions relating to alleged UDAAP; violations of state licensing and lending laws, including state interest rate limits; actions alleging discrimination on the basis of race, ethnicity, gender, or other prohibited bases; and allegations of noncompliance with various state and federal laws and regulations relating to originating and servicing consumer finance loans. BNPL competitors in the BNPL space are subject to ongoing class action litigation, including allegations of unfair business and deceptive practices, and we may become subject to similar types of litigation in the future. The current regulatory environment, increased regulatory compliance efforts, and enhanced regulatory enforcement have resulted in significant operational and compliance costs and may prevent us from providing certain products and services. There is no assurance that these regulatory matters or other factors will not, in the future, affect how we conduct our business and, in turn, have a material adverse effect on our business. In particular, legal proceedings brought under state consumer protection statutes or under federal consumer financial services statutes subject to the jurisdiction of the CFPB and FTC may result in a separate fine for each violation of the statute, which, particularly in the case of class action lawsuits, could result in damages in excess of the amounts we earned from the underlying activities.\nStringent and changing laws and regulations relating to privacy and data protection could result in claims, harm our results of operations, financial condition, and prospects, or otherwise harm our business.\nWe are subject to a variety of laws, rules, directives, and regulations, as well as contractual obligations, relating to the processing of personal information, including personally identifiable information. The legal and regulatory environment relating to privacy and data protection laws continues to develop and evolve in ways we cannot predict, including with respect to technologies such as cloud computing, artificial intelligence, and machine learning. Any failure or alleged failure by us to comply with our privacy policies as communicated to customers or with privacy and data protection laws could result in proceedings or actions against us by data protection authorities, other government agencies, or others, which could subject us to significant fines, penalties, judgments, and negative publicity, require us to change our business practices, increase the costs and complexity of compliance, result in reputational harm, and materially harm our business. Compliance with inconsistent privacy and data protection laws may also restrict or limit our ability to provide products and services to our customers, or alternatively increase our costs in ways that could materially and adversely affect our financial position.\nWe also use artificial intelligence and machine learning (“AI/ML”), including for fraud detection and credit risk analysis. If the AI/ML models are incorrectly designed, the data we use to train them is incomplete, inadequate, or biased in some way, or we do not have sufficient rights to use the data on which our AI/ML models rely, the performance of our products, services, and business, as well as our reputation, could suffer or we could incur liability through the violation of laws, third-party privacy, or other rights, or contracts to which we are a party. In addition, future privacy and data protection laws, rules, directives, and regulations may complicate or limit efforts to use data in connection with AI/ML.\nWe publicly post policies and documentation regarding our practices concerning the processing of personal information. This publication of our privacy policy and other documentation that provide information about our privacy and security practices is required by applicable law and can subject us to proceedings and actions brought by data protection authorities, government entities, or others (including, potentially, in class action proceedings brought by individuals) if our policies are alleged to be deceptive, unfair, or misrepresentative of our actual practices. Although we endeavor to comply with our published policies and documentation consistent with applicable law, we may at times fail to do so or be alleged to have failed to do so.\nFurthermore, many jurisdictions in which we operate (and have operated in the past) globally have enacted, or are in the process of enacting, data privacy legislation or regulations aimed at creating and enhancing individual privacy rights. Numerous U.S. states have enacted or are in the process of enacting state level data privacy laws and regulations governing the collection, use, and retention of their residents’ personal information, including the California Consumer Privacy Act, California Privacy Rights Act, Minnesota Consumer Data Privacy Act, Virginia Consumer Data Protection Act, Colorado Privacy Act, Utah Consumer Privacy Act, Texas Data Privacy and Security Act, Delaware Personal Data Privacy Act, Montana Consumer Data Privacy Act, Iowa Consumer Data Protection Act, Nebraska Data Privacy Act, New Jersey Privacy Act, New Hampshire Expectation of Privacy Act, and Connecticut Data Privacy Act. Internationally, we are currently or have in the past been subject to the Canadian Personal Information Protection and Electronic Documents Act (“PIPEDA”) in Canada. The continued proliferation of privacy laws in the jurisdictions in which we operate is likely to result in a disparate array of privacy rules with unaligned or conflicting provisions, accountability requirements, individual rights, and national or local enforcement powers, which could lead to increased regulatory scrutiny and business costs, or unintended consumer confusion. It may also increase our potential liability and may inhibit our operations to the extent that such requirements do not allow international transfers of personal information or otherwise restrict our processing of personal information or the availability of personal information to us.\nOur failure, or the failure of any third party with whom we conduct business, to comply with privacy and data protection laws could result in potentially significant regulatory investigations and government actions, litigation, fines, or sanctions, consumer, funding source, bank partner, or merchant actions, and damage to our reputation and brand, all of which could have a material adverse effect on our business. Complying with privacy and data protection laws and regulations may cause us to incur substantial operational costs or require us to change our business or privacy and security practices. We may not be successful in our efforts to achieve compliance either due to internal or external factors, such as resource allocation limitations or a lack of cooperation from third parties. We have in the past, and may in the future, receive complaints or notifications from third parties, including individuals, alleging that we have violated applicable privacy and data protection laws and regulations.\nNon-compliance could result in proceedings against us by governmental entities, consumers, data subjects, or others. We may also experience difficulty retaining or obtaining new consumers in these jurisdictions due to the legal requirements, compliance cost, potential risk exposure, and uncertainty for these entities, and we may experience significantly increased liability with respect to these consumers pursuant to the terms set forth in our agreements with them.\nAny claims regarding our inability to adequately address privacy and data protection concerns, even if unfounded, or to comply with applicable privacy and data protection laws, regulations, contractual requirements, and policies, could result in additional cost and liability to us, damage our reputation, and adversely affect our business. Privacy and data protection concerns, whether valid or not, may inhibit market adoption of our products and services, particularly in certain industries and jurisdictions. If we are not able to quickly adjust to changing laws, regulations, and standards related to the internet, our business may be harmed.\nRisks Related to Our Corporate Structure\nWe do not currently intend to pay dividends on our common stock; holders will benefit from an investment in our common stock only if it appreciates in value.\nWe have never declared nor paid dividends on our common stock and currently have no intention to pay cash dividends on our common stock in the near term. The payment of dividends on our common stock will be at the discretion of our board directors and will depend on our financial condition, operating results, current and anticipated cash needs, the requirements of our current or then-existing debt instruments, and other factors our board of directors deems relevant. As a result, the success of an investment in our common stock will depend entirely upon future appreciation in its value. There is no guarantee that our common stock will maintain its value or appreciate in value.\nThe trading price of our common stock has been, and may continue to be, volatile.\nThe trading price of our common stock has experienced substantial volatility and may continue to be volatile. The closing price of our common stock between February 27, 2024 and February 26, 2025 has ranged from a low of $43.85 and a high of $464.00. Various factors have impacted, and may continue to impact, the trading price of our common stock, including but not limited to, the following:\n• trading volume or the size of our public float of our common stock;\n• previous and future strategic actions and manipulations of the market for our securities by short sellers;\n• failure by industry or securities analysts to maintain coverage of us, downgrade of our common stock by analysts or provision of a more favorable recommendation of our competitors;\n• failure by analysts to regularly publish research reports or the publication of an unfavorable or inaccurate report about our business;\n•changes by external analysts to their financial and operating estimates for our company or our performance relative to third parties' estimates or the expectations;\n•forward-looking financial or operating information or financial projections we may provide to the public and any changes in that information or projections or our failure to meet projections;\n•the public’s perception of the quality and accuracy of our key operating metrics;\n• the public’s reaction to our press releases, other public announcements and filings with the SEC;\n•sales, or anticipated sales, of shares of our common stock by us or our stockholders, including our directors and officers;\n•changes in accounting standards, policies, guidelines, interpretations or principles;\n•adverse resolution of new or pending litigation, claims, or investigations against us;\n• announcements by us or our competitors of new products, features, services, technical innovations;\n• rumors and market speculation involving us or other companies in our industry; and\n• existing, new and evolving regulations in the United States.\nWe may initiate stock buyback programs in the foreseeable future and, if initiated, we cannot guarantee that such programs will enhance the long-term value of our share price.\nDuring the year ended December 31, 2024, we repurchased approximately $20 million of our common stock in the open market and may repurchase more common stock in the foreseeable future. Stock repurchases could affect the price of our stock and increase volatility in the market. We cannot guarantee that these repurchases will continue or, if we do repurchase additional common stock, if such program will enhance the long-term value of our share price.\nOur major stockholder owns a large percentage of our stock and can exert significant influence over us.\nOur Chief Executive Officer and Chairman, Charles Youakim is are largest stockholder. As reported in Amendment No. 1 to Mr. Youakim’s Schedule 13D filed with the SEC on February 11, 2025, Mr. Youakim holds approximately 44.2% of all shares of our common stock outstanding and can exert significant influence over us, including in relation to the election of directors, the appointment of new management and the potential outcome of matters submitted to the vote of stockholders. As a result, other \nstockholders have minimal control and influence over any matters submitted to our stockholders. There is a risk that the interests of our largest stockholder may be different from those of other stockholders. This concentrated control could delay, defer, or prevent a change of control, merger, consolidation, or sale of all or substantially all of our assets that our other stockholders support, or conversely this concentrated control could also discourage certain potential investors from acquiring our common stock and might harm the trading price of our stock. In addition, our officers and directors the ability to control the management and major strategic investments of our Company as a result of their positions within the Company as our and their ability to control the election or replacement of directors. \nFuture sales of common stock by our directors and officers could adversely affect the price of our common stock and could, in the future, result in a loss of control of our Company. \nConsistent with our securities trading policy, certain of our directors and officers have in the past, and may continue in the future, to sell certain shares of our common stock in compliance with the terms of our securities trading policy. These sales may occur in accordance with the terms of the plan of distribution included in our Registration Statement on Form S-3 (File No. 333-270755) filed with the SEC on July 10, 2024, or in lieu thereof, within the restrictions imposed by Rule 144 under the Securities Act. Sales by insiders could cause our share price to decrease as a result of such sales, and if a large number of shares are sold, could result in a loss of control of our company. \nFuture sales of common stock by our directors and officers, or their pledgees, as a result of foreclosure could adversely affect the price of common stock and could, in the future, result in a loss of control of our company.\n\nUpon the approval of our Audit & Risk Committee, our directors and officers may pledge shares of common stock as collateral for personal loans or investments in favor of third parties. Depending on the status of the various loan obligations for which the stock would ultimately serve as collateral and the trading price of our common stock, our directors and/or officers, and their affiliates, may experience foreclosure that could result in the sale of the pledged stock, in the open market or otherwise. Sales by these pledgees may not be subject to the volume limitations of Rule 144 of the Securities Act. Even in the absence of shares being sold, the act of pledging shares and the risk of sales of shares may create a misalignment of interests between insider pledgors and the Company’s shareholders, as the insider may be incentivized to take actions that limit his or her exposure to such sales. Either scenario could potentially subject the Company and its insiders to shareholder lawsuits, particularly in an environment of declining share prices. As of the date of this Form 10-K, the only officer or director that has pledged shares of common stock is our Chief Executive Officer and Chairman, Charles Youakim.\nOur Chairman and Chief Executive Officer is a party to a loan arrangement pursuant to which he has pledged as collateral a portion of his common stock in our company to an institutional lender, the sale or perceived sale of which may adversely impact the price of our common stock and result in negative publicity.\nAs reported in Amendment No. 1 to Mr. Youakim’s Schedule 13D filed with the SEC on February 11, 2025, Mr. Youakim reported beneficial ownership of over 2,483,231 shares of our common stock, representing approximately 44.2% beneficial ownership. These shares are eligible for resale into the public market in accordance with the terms of the plan of distribution including in our Registration Statement on Form S-3 (File No. 333-270755) filed with the SEC on July 10, 2024, or in lieu thereof, with the restrictions imposed by Rule 144 under the Securities Act. A large percentage of Mr. Youakim’s common stock in our company is subject to a pledge agreement between himself and Oppenheimer & Co., Inc. (“Oppenheimer”), an institutional lender. Upon the occurrence of certain events that are customary for these types of loans, including satisfaction of minimum margin maintenance requirements in accordance with Oppenheimer’s internal policy or the rules of any organization or agency to which Oppenheimer is subject, Oppenheimer may exercise its rights to require Mr. Youakim to repay the loan proceeds or post additional collateral, and Oppenheimer may exercise its rights to foreclose on, and dispose of, the pledged shares, in each case, in accordance with the agreements by and between Oppenheimer and Mr. Youakim. A foreclosure on, or disposal of, the pledged shares may result in negative publicity, and have an adverse impact to our stock price.\nWe are an “emerging growth company,” and the reduced U.S. public company reporting requirements applicable to emerging growth companies may make shares of our common stock less attractive to investors.\nWe qualify as an “emerging growth company,” as defined in the JOBS Act. For so long as we remain an emerging growth company, we are permitted and plan to rely on exemptions from certain disclosure requirements that are applicable to other public companies that are not emerging growth companies. These provisions include, but are not limited to: being permitted to have only two years of audited financial statements and only two years of related management’s discussion and analysis of financial condition and results of operations disclosure; an exemption from compliance with the auditor attestation requirement in the assessment of our internal control over financial reporting pursuant to Section 404(b) of the Sarbanes-Oxley Act; not being required to comply with any requirement that may be adopted by the PCAOB regarding mandatory audit firm rotation or a supplement to the auditor’s report providing additional information about the audit and the financial statements; reduced disclosure obligations regarding executive compensation arrangements in our periodic reports, registration statements and proxy statements; and exemptions from the requirements of holding a nonbinding advisory vote on executive compensation, obtaining stockholder approval of any golden parachute payments not previously approved by stockholders, and providing pay versus performance disclosures. In addition, the JOBS Act permits emerging growth companies to take advantage of an extended transition period to comply with new or revised accounting standards applicable to public companies. We intend to take advantage of the exemptions discussed above. As a result, the information we provide will be different than the information that is available with respect to other public companies. This Form 10-K does not include all of the executive compensation-related information that would be required if we were not an emerging growth company. We cannot predict whether investors will find shares of our common stock less attractive if we rely on these exemptions. If some investors find shares of our common stock less attractive as a result, there may be a less active trading market for shares of our common stock, and the market price of shares of our common stock may be more volatile.\nWe will remain an emerging growth company until the earliest of (i) the last day of our fiscal year following the fifth anniversary of the date of our first sale of shares of our common stock pursuant to an effective registration statement under the Securities Act, (ii) the first fiscal year after our annual gross revenues exceed $1.07 billion, (iii) the date on which we have, during the immediately preceding three-year period, issued more than $1.00 billion in non-convertible debt securities or (iv) the end of any fiscal year in which the market value of shares of our common stock held by non-affiliates exceeds $700 million as of the end of the second quarter of that fiscal year. Once we are no longer eligible for emerging growth company status, we will be subject to increased costs related to expanded disclosure requirements.\nWe will incur significant costs and are subject to additional regulations and requirements as a public company in the United States, including compliance with the reporting requirements of the Exchange Act, the requirements of the Sarbanes-Oxley Act and the listing standards of Nasdaq Capital Market (“Nasdaq”).\nAs a U.S. public company, we will incur significant legal, accounting and other expenses that are not incurred by private companies, including costs associated with U.S. public company reporting requirements under the Exchange Act. Compliance with these requirements will place a strain on our management, systems and resources. The Exchange Act requires us to file annual, quarterly and current reports with respect to our business and financial condition within specified time periods and to prepare a proxy statement with respect to our annual meeting of stockholders. We also have incurred and will continue to incur costs associated with the Sarbanes-Oxley Act and rules implemented by the SEC and Nasdaq. The Sarbanes-Oxley Act requires that we maintain effective disclosure controls and procedures, and internal controls over financial reporting. Nasdaq requires that we comply with various corporate governance requirements. The expenses generally incurred by U.S. public companies for reporting and corporate governance purposes have been increasing. We expect these rules and regulations to increase our legal and financial compliance costs and to make some activities more time-consuming and costly, although we are currently unable to estimate these costs with any degree of certainty. These laws and regulations also could make it more difficult or costly for us to obtain certain types of insurance, including director and officer liability insurance, and we may be forced to accept reduced policy limits and coverage or incur substantially higher costs to obtain the same or similar coverage. These laws and regulations could also make it more difficult for us to attract and retain qualified persons to serve on our board of directors, on our board committees or as our executive officers. Advocacy efforts by stockholders and third parties may also prompt even more changes in governance and reporting requirements. Furthermore, if we are unable to satisfy our obligations as a listed company, we could be subject to delisting of our common stock on Nasdaq, as well as fines, sanctions and other regulatory action and civil litigation.\nWe can provide no assurance that our securities will continue to meet Nasdaq listing requirements. If we fail to comply with the continuing listing standards of the Nasdaq, our securities could be delisted.\nOur common stock is listed for trading on the Nasdaq Capital Market tier of The Nasdaq Stock Market LLC (“Nasdaq”). Nasdaq requires its listed companies to abide by certain rules to maintain its listing, including corporate governance rules. Although we intend to satisfy such rules, there is no assurance that we will be able to do so. In the event our common stock is delisted from The Nasdaq Capital Market and we are also unable to maintain listing on another alternate exchange, trading in our common stock could thereafter be conducted in FINRA’s OTC Bulletin Board or in the over-the-counter markets in the so-called pink sheets. In such event, the liquidity of our common stock would likely be impaired, not only in the number of shares which could be bought and sold, but also through delays in the timing of the transactions, and there would likely be a reduction in our coverage by security analysts and the news media, thereby resulting in lower prices for our common stock than might otherwise prevail.\nIf we discover a material weakness in our internal control over financial reporting that we are unable to remedy or otherwise fail to maintain effective internal control over financial reporting or disclosure controls and procedures, our ability to report our financial results on a timely and accurate basis may be adversely affected.\nWe are required to comply with the SEC’s rules implementing Sections 302 and 404 of the Sarbanes-Oxley Act, which require management to certify financial and other information in our quarterly and annual reports and provide an annual management report on the effectiveness of internal controls over financial reporting. As an emerging growth company, our independent registered public accounting firm will not be required to formally attest to the effectiveness of our internal control over financial reporting pursuant to Section 404(b) until the later of (i) the year following our first annual report required to be filed with the SEC or (ii) the date we are no longer an emerging growth company. At such time, our independent registered public accounting firm may issue a report that is adverse in the event it is not satisfied with the level at which our controls are documented, designed or operating. Accordingly, our independent registered public accounting firm is not formally attesting to the effectiveness of our internal control over financial reporting, or conducting the evaluations necessary to make such attestation.\nWe have undertaken various actions to implement numerous internal controls and procedures, and have hired additional accounting, internal audit staff, and consultants. Testing and maintaining internal controls can divert our management’s attention from other matters that are important to the operation of our business. Additionally, when evaluating our internal control over financial reporting, we may identify material weaknesses that we may not be able to remediate in time to meet the applicable deadline imposed upon us for compliance with the requirements of Section 404.\nTo comply with Section 404 on an ongoing basis, we expect to incur substantial cost, expend significant management time on compliance-related issues and hire and retain accounting, financial, and internal audit staff with appropriate public company experience and technical accounting knowledge. Moreover, if we are not able to comply with the requirements of Section 404 in a timely manner, if we or our independent registered public accounting firm identify deficiencies in our disclosure controls and procedures, or deficiencies in our internal control over financial reporting that are deemed to be material weaknesses, or if our independent registered public accounting firm is unable to express an opinion as to the effectiveness of our internal control over financial reporting once we are no longer an emerging growth company, investors may lose confidence in the accuracy and completeness of our financial reports and the market price of our common stock could be negatively affected. We could also become subject to investigations by the SEC and other regulatory authorities, which could require additional financial and management resources. In addition, if we fail to remedy any material weakness, our financial statements could be inaccurate and we could face restricted access to capital markets.\nSome provisions of our charter documents may have anti-takeover effects that could discourage an acquisition of us by others, even if an acquisition would be beneficial to our stockholders, and may prevent attempts by our stockholders to replace or remove our current management. \nProvisions in our Fifth Amended and Restated Certificate of Incorporation (the “Charter”) and our Third Amended and Restated Bylaws (“Bylaws”) could make it more difficult for a third party to acquire us or increase the cost of acquiring us, even if doing so would benefit our stockholders, including transactions in which stockholders might otherwise receive a premium for their shares. These provisions include:\n•advance notice procedures apply for stockholders to nominate candidates for election as directors or to bring matters before an annual meeting of stockholders;\n•only our chairman of the board of directors, our chief executive officer, our president, or a majority of the board of directors are authorized to call a special meeting of stockholders; \n•no provision in our Charter or Bylaws provides for cumulative voting, which limits the ability of minority stockholders to elect director candidates; \n•our Charter authorizes undesignated preferred stock, the terms of which may be established and shares of which may be issued, without the approval of the holders of our capital stock; and \n•certain litigation against us can only be brought in Delaware.\nThese anti-takeover defenses could discourage, delay or prevent a transaction involving a change in control of our company. These provisions could also discourage proxy contests and make it more difficult for you and other stockholders to elect directors of your choosing and cause us to take corporate actions other than those you desire.\nOur Charter designates the Court of Chancery of the State of Delaware as the exclusive forum for substantially all disputes between us and our stockholders and the federal district courts as the exclusive forum for Securities Act claims, which could limit our stockholders’ ability to obtain a favorable judicial forum for disputes with us. \nOur Charter provides that the Court of Chancery of the State of Delaware will be the sole and exclusive forum for (i) any derivative action or proceeding brought on our behalf, (ii) any action asserting a claim of breach of a fiduciary duty owed to us or our stockholders by any of our directors, officers, employees or stockholders, (iii) any action asserting a claim against us arising under the Delaware General Corporation Law (“DGCL”), our Charter or our Bylaws, (iv) any action to interpret, apply, enforce, or determine the validity of our Charter or our Bylaws, (v) any action governed by the internal affairs doctrine; provided that, the exclusive forum provision will not apply to suits brought to enforce any liability or duty created by the Exchange Act, or to any claim for which the federal courts have exclusive jurisdiction. Our Charter also provides that, unless we consent in writing to the selection of an alternative forum, the U.S. federal district courts shall be the exclusive forum for the resolution of any claims arising under the Securities Act. Under the Securities Act, federal and state courts have concurrent jurisdiction over all suits brought to enforce any duty or liability created by the Securities Act, and investors cannot waive compliance with the federal securities laws and the rules and regulations thereunder. Accordingly, there is uncertainty as to whether a court would enforce such a forum selection provision as written in connection with claims arising under the Securities Act. By becoming a stockholder in our company, you will be deemed to have notice of and have consented to the provisions of our Charter related to choice of forum. The choice of forum provisions in our Charter may limit our stockholders’ ability to obtain a favorable judicial forum for disputes with us or may make such lawsuits more costly for stockholders. Additionally, the enforceability of choice of forum provisions in other companies’ governing documents has been challenged in legal proceedings, and it is possible that, in connection with any applicable action brought against us, a court could find the choice of forum provisions contained in our Charter to be inapplicable or unenforceable in such action. If so, we may incur additional costs associated with resolving such action in other jurisdictions, which could harm our business, results of operations, and financial condition.\nRisks Related to Our Existence as a Public Benefit Corporation and a Certified B Corporation\nWe operate as a Delaware public benefit corporation. As a public benefit corporation, we cannot provide any assurance that we will achieve our public benefit purpose.\nAs a public benefit corporation, we are required to produce a public benefit and to operate in a responsible and sustainable manner, balancing our stockholders’ pecuniary interests, the best interests of those materially affected by our conduct, and the public benefits identified by our Charter. There is no assurance that we will achieve our public benefit purpose or that the expected positive impact from being a public benefit corporation will be realized, which could have a material adverse effect on our reputation, our business, results of operations, and financial condition.\nAs a public benefit corporation, we are required to publicly disclose a report at least biennially on our overall public benefit performance and on our assessment of our success in achieving our specific public benefit purpose. If we are not timely or are unable to provide such reports, or if these reports are not viewed favorably by our investors, parties doing business with us or regulators or others reviewing our credentials, our reputation and status as a public benefit corporation may be harmed.\nAs a public benefit corporation, our focus on providing a specific public benefit purpose and producing a positive effect for society may negatively impact our financial condition.\nUnlike traditional corporations, in which directors have a fiduciary duty to focus exclusively on maximizing stockholder value, our directors have a fiduciary duty to consider not only the stockholders’ interests, but also our specific public benefit and the interests of other stakeholders affected by our actions. Therefore, we may take actions that we believe will be in the best interests of those stakeholders materially affected by our specific benefit purpose, even if those actions do not maximize our financial results, and we may be restricted from pursuing certain growth opportunities to the extent not consistent with our public benefit corporation (or B Corporation) status. While we intend for this public benefit designation and obligation to provide an overall net benefit to us and our customers, it could instead cause us to make decisions and take actions without seeking to maximize the income generated from our business, and hence available for distribution to our stockholders. Our pursuit of longer-term or non-pecuniary benefits may not materialize within the timeframe we expect, or at all, yet may have an immediate negative effect on any amounts available for distribution to our stockholders. Accordingly, being a public benefit corporation and complying with our related obligations could have a material adverse effect on our business, results of operations and financial condition. To the extent the market ties our stock price to the results of our business, operations and financial results, such material adverse effects would likely cause our stock price to decline.\nAs a public benefit corporation, we may be less attractive as a takeover target than a traditional company because our directors have a fiduciary duty to consider not only the stockholders’ financial interests, but also our specific public benefit and the interests of other stakeholders affected by our actions and, therefore, our stockholders’ ability to realize a return on their investments through an acquisition may be limited. Additionally, public benefit corporations may also not be attractive targets for activists or hedge fund investors because new directors would still have to consider and give appropriate weight to the public benefit along with stockholder value, and stockholders committed to the public benefit can enforce this through derivative suits. Further, by requiring that board of directors of public benefit corporations consider additional constituencies other than maximizing shareholder value, Delaware public benefit corporation law could potentially make it easier for a board to reject a hostile bid, even where the takeover would provide the greatest short-term financial return to investors.\nOur directors have a fiduciary duty to consider not only our stockholders’ interests, but also our specific public benefit and the interests of other stakeholders affected by our actions. If a conflict between such interests arises, there is no guarantee such a conflict would be resolved in favor of our stockholders.\nWhile directors of traditional corporations are required to make decisions they believe to be in the best interests of their stockholders, directors of a public benefit corporation have a fiduciary duty to consider not only the stockholders’ interests, but also the company’s specific public benefit and the interests of other stakeholders affected by the company’s actions. Under Delaware law, directors are shielded from liability for breach of these obligations if they make informed and disinterested decisions that serve a rational purpose. Thus, unlike traditional corporations which must focus exclusively on stockholder value, our directors are not merely permitted, but obligated, to consider our specific public benefit and the interests of other stakeholders. In the event of a conflict between the interests of our stockholders and the interests of our specific public benefit or our other stakeholders, our directors must only make informed and disinterested decisions that serve a rational purpose; thus, there is no guarantee such a conflict would be resolved in favor of our stockholders, which could have a material adverse effect on our business, results of operations and financial condition, which in turn could cause our stock price to decline.\nAs a Delaware public benefit corporation, we may be subject to increased derivative litigation concerning our duty to balance stockholder and public benefit interest, the occurrence of which may have an adverse impact on our financial condition and results of operations.\nStockholders of a Delaware public benefit corporation (if they, individually or collectively, own at least two percent of a company’s outstanding shares or, in the case of a corporation with shares listed on a national securities exchange, the lesser of such percentage or shares with a market value of at least $2 million as of the date the action is filed) are entitled to file a derivative lawsuit claiming the directors failed to balance stockholder and public benefit interests. This potential liability does not exist for traditional corporations. Therefore, we may be subject to the possibility of increased derivative litigation, which would require the attention our management, and, as a result, may adversely impact our management’s ability to effectively execute our strategy. Additionally, any such derivative litigation may be costly, which may have an adverse impact on our financial condition and results of operations.\nIf we lose our certification as a B Corporation or our publicly reported B Corporation score declines, our reputation could be harmed and our business could be adversely affected.\nCertified B Corporation status is a certification by a third party, B Lab, which requires us to consider the impact of our decisions on our workers, customers, supplier, community and the environment. We believe that certified B Corporation status has allowed us to build credibility and trust among our customers. We must satisfy the re-certification requirements when applying for B Certification renewal every three years. We are currently under audit to re-certify as a B Corporation or elect to forego recertification. Any change in our status could create the perception that we are more focused on financial performance and no longer committed to the values shared by certified B Corporations. Further, once certified, we must publish our assessment score on our website. Our reputation could be harmed if our publicly reported B Corporation score declines and there is a perception that we are no longer committed to the certified B Corporation standards. Similarly, our reputation could be harmed if we take actions that are perceived to be misaligned with B Lab’s values.",
      "char_count": 141007
    }
  },
  "extracted_at": "2025-10-18T17:44:09.251913"
}