{
  "ticker": "SO",
  "company_name": "SOUTHERN CO",
  "cik": 92122,
  "form_type": "10-K",
  "filing_date": "2025-02-20",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0000092122-25-000018",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0000092122&accession_number=000009212225000018&xbrl_type=v",
  "sic_code": "4911",
  "industry": "Electric Services",
  "sections": {
    "item1": {
      "text": "Item 1. BUSINESS\nSouthern Company is a holding company that owns all of the outstanding common stock of three traditional electric operating companies, Southern Power Company, and Southern Company Gas.\n•The traditional electric operating companies – Alabama Power, Georgia Power, and Mississippi Power – are each operating public utility companies providing electric service to retail customers in three Southeastern states in addition to wholesale customers in the Southeast.\n•Southern Power Company is also an operating public utility company. The term \"Southern Power\" when used herein refers to Southern Power Company and its subsidiaries, while the term \"Southern Power Company\" when used herein refers only to the Southern Power parent company. Southern Power develops, constructs, acquires, owns, operates, and manages power generation assets, including renewable energy projects, and sells electricity at market-based rates in the wholesale market.\n•Southern Company Gas is an energy services holding company whose primary business is the distribution of natural gas in four states – Illinois, Georgia, Virginia, and Tennessee – through the natural gas distribution utilities. Southern Company Gas is also involved in several other businesses that are complementary to the distribution of natural gas.\nSouthern Company also owns SCS, Southern Linc, Southern Holdings, Southern Nuclear, PowerSecure, and other direct and indirect subsidiaries. SCS, the system service company, has contracted with Southern Company, each of the Subsidiary Registrants, Southern Nuclear, SEGCO, and other subsidiaries to furnish, at direct or allocated cost and upon request, the following services: general executive and advisory, general and design engineering, operations, purchasing, accounting, finance, treasury, legal, tax, information technology, marketing, auditing, insurance and pension administration, human resources, systems and procedures, digital wireless communications, cellular tower space, and other services with respect to business and operations, construction management, and Southern Company power pool transactions. Southern Linc provides digital wireless communications for use by Southern Company and its subsidiary companies and also markets these services to the public and provides fiber optics services through its subsidiary, Southern Telecom, Inc. Southern Linc's system covers approximately 122,000 square miles in the Southeast. Southern Holdings is an intermediate holding company subsidiary, which invests in various projects. Southern Nuclear operates and provides services to the Southern Company system's nuclear power plants. PowerSecure develops distributed energy and resilience solutions and deploys microgrids for commercial, industrial, governmental, and utility customers.\nSee \"The Southern Company System\" herein for additional information. Also see Note 15 to the financial statements in Item 8 herein for information regarding recent acquisition and disposition activity. Segment information for the Registrants is included in Note 16 to the financial statements in Item 8 herein. Alabama Power, Georgia Power, and Mississippi Power each operate with one reportable business segment, since substantially all of their business is providing electric service to customers. Southern Power also operates its business with one reportable business segment, the sale of electricity in the competitive wholesale market.\nThe Registrants' Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, and any amendments to those reports are made available on Southern Company's website, free of charge, as soon as reasonably practicable after such material is electronically filed with or furnished to the SEC. Southern Company's internet address is www.southerncompany.com.\nThe Southern Company System\nTraditional Electric Operating Companies\nThe traditional electric operating companies are vertically integrated utilities that own generation, transmission, and distribution facilities. See PROPERTIES in Item 2 herein for additional information on the traditional electric operating companies' generating facilities. Each company's transmission facilities are connected to the respective company's own generating plants and other sources of power (including certain generating plants owned by Southern Power) and are interconnected with the transmission facilities of the other traditional electric operating companies and SEGCO. For information on the state of Georgia's integrated transmission system, see \"Territory Served by the Southern Company System – Traditional Electric Operating Companies and Southern Power\" herein.\nAgreements in effect with principal neighboring utility systems provide for capacity and energy transactions that may be entered into for reasons related to reliability or economics. Additionally, the traditional electric operating companies have entered into various reliability agreements with certain neighboring utilities, each of which provides for the establishment and periodic review of principles and procedures for planning and operation of generation and transmission facilities, maintenance \nI-1\n\n\n                                    Index to Financial Statements\n\nschedules, load retention programs, emergency operations, and other matters affecting the reliability of bulk power supply. The traditional electric operating companies have joined with other utilities in the Southeast to form the SERC to augment further the reliability and adequacy of bulk power supply. Through the SERC, the traditional electric operating companies are represented at the North American Electric Reliability Corporation. In 2022, the Southeast Energy Exchange Market (SEEM) began service. SEEM, whose members include the traditional electric operating companies and many of the other electric service providers in the Southeast, is an extension of the existing bilateral market where participants use an automated, intra-hour energy exchange to buy and sell power close to the time the energy is consumed, utilizing available unreserved transmission. In July 2023, the U.S. Court of Appeals for the D.C. Circuit vacated certain FERC orders related to SEEM and remanded the proceeding to the FERC. The ultimate outcome of this matter cannot be determined at this time.\nThe utility assets of the traditional electric operating companies and certain utility assets of Southern Power Company are operated as a single integrated electric system, or Southern Company power pool, pursuant to the IIC. Activities under the IIC are administered by SCS, which acts as agent for the traditional electric operating companies and Southern Power Company. The fundamental purpose of the Southern Company power pool is to provide for the coordinated operation of the electric facilities in an effort to achieve the maximum possible economies consistent with the highest practicable reliability of service. Subject to service requirements and other operating limitations, system resources are committed and controlled through the application of centralized economic dispatch. Under the IIC, each traditional electric operating company and Southern Power Company retains its lowest cost energy resources for the benefit of its own customers and delivers any excess energy to the Southern Company power pool for use in serving customers of other traditional electric operating companies or Southern Power Company or for sale by the Southern Company power pool to third parties. The IIC provides for the recovery of specified costs associated with the affiliated operations thereunder, as well as the proportionate sharing of costs and revenues resulting from Southern Company power pool transactions with third parties.\nSouthern Power and Southern Linc have secured from the traditional electric operating companies certain services which are furnished in compliance with FERC regulations.\nAlabama Power and Georgia Power each have agreements with Southern Nuclear to operate the Southern Company system's existing nuclear plants, Plants Farley, Hatch, and Vogtle. See \"Regulation – Nuclear Regulation\" herein for additional information.\nSouthern Power\nSouthern Power develops, constructs, acquires, owns, operates, and manages power generation assets, including renewable energy projects, and sells electricity at market-based rates (under authority from the FERC) in the wholesale market. Southern Power seeks opportunities to execute its strategy to create value through various transactions including acquisitions, dispositions, and sales of partnership interests, development and construction of new generating facilities, and entry into PPAs, including contracts for differences that provide the owner of a renewable facility a certain fixed price for electricity sold to the grid, primarily with investor-owned utilities, IPPs, municipalities, electric cooperatives, and other load-serving entities, as well as commercial and industrial customers. The electricity from the natural gas generating facilities owned by Southern Power is primarily sold under long-term, fixed-price capacity PPAs both with unaffiliated wholesale purchasers as well as with the traditional electric operating companies. Southern Power has attempted to insulate itself from significant fuel supply, fuel transportation, and electric transmission risks by generally making such risks the responsibility of the counterparties to its PPAs. However, Southern Power's future earnings will depend on the parameters of the wholesale market and the efficient operation of its wholesale generating assets, as well as Southern Power's ability to execute its growth strategy and to develop and construct generating facilities. Southern Power's business activities are not subject to traditional state regulation like the traditional electric operating companies, but the majority of its business activities are subject to regulation by the FERC. For additional information on Southern Power's business activities, see MANAGEMENT'S DISCUSSION AND ANALYSIS – OVERVIEW – \"Business Activities\" in Item 7 herein.\nSouthern Power Company directly owns and manages generation assets primarily in the Southeast, which are included in the Southern Company power pool, and has various subsidiaries whose generation assets are not included in the Southern Company power pool. These subsidiaries were created to own, operate, and pursue power generation facilities, either wholly or in partnership with various third parties. At December 31, 2024, Southern Power's generation fleet, which is owned in part with various partners, totaled 12,648 MWs of nameplate capacity in commercial operation (including 5,268 MWs of nameplate capacity owned by its subsidiaries). See \"Traditional Electric Operating Companies\" herein for additional information on the Southern Company power pool.\nA majority of Southern Power's partnerships in renewable facilities allow for the sharing of cash distributions and tax benefits at differing percentages, with Southern Power being the controlling partner and thus consolidating the assets and operations of the partnerships. At December 31, 2024, Southern Power had eight tax equity partnership arrangements where the tax equity \nI-2\n\n\n                                    Index to Financial Statements\n\ninvestors receive substantially all of the tax benefits from the facilities, including ITCs and PTCs. In addition, Southern Power holds controlling interests in non-tax equity partnerships with its ownership interests primarily ranging from 51% to 66%.\nSee PROPERTIES in Item 2 herein for additional detail regarding Southern Power's partnership arrangements and Note 15 to the financial statements under \"Southern Power\" in Item 8 herein for additional information regarding Southern Power's acquisitions, dispositions, construction, and development projects.\nSouthern Power calculates an investment coverage ratio for its generating assets, including those owned with various partners, based on the ratio of investment under contract to total investment using the respective facilities' net book value (or expected in-service value for facilities under construction) as the investment amount. With the inclusion of investments associated with facilities under construction, as well as other capacity and energy contracts, Southern Power's average investment coverage ratio at December 31, 2024 was 96% through 2029 and 87% through 2034, with an average remaining contract duration of approximately 12 years. For the year ended December 31, 2024, approximately 46% of contracted MWs were with AAA to A- or equivalent rated counterparties, 46% were with BBB+ to BBB- or equivalent rated counterparties, and 6% were with unrated entities that either have ratemaking authority or have posted collateral to cover potential credit exposure.\nSouthern Power's electricity sales from natural gas generating facilities are primarily through long-term PPAs that consist of two types of agreements. The first type, referred to as a unit or block sale, is a customer purchase from a dedicated plant unit where all or a portion of the generation from that unit is reserved for that customer. Southern Power typically has the ability to serve the unit or block sale customer from an alternate resource. The second type, referred to as requirements service, provides that Southern Power serves the customer's capacity and energy requirements from a combination of the customer's own generating units and from Southern Power resources not dedicated to serve unit or block sales. Southern Power has rights to purchase power provided by the requirements customers' resources when economically viable. Capacity charges that form part of the PPA payments are designed to recover fixed and variable operations and maintenance costs based on dollars-per-kilowatt year and to provide a return on investment.\nSouthern Power's electricity sales from solar and wind generating facilities are also primarily through long-term PPAs; however, these solar and wind PPAs do not have a capacity charge and customers either purchase the energy output of a dedicated renewable facility through an energy charge or provide Southern Power a certain fixed price for the electricity sold to the grid. As a result, Southern Power's ability to recover fixed and variable operations and maintenance expenses is dependent upon the level of energy generated from these facilities, which can be impacted by weather conditions, equipment performance, transmission constraints, and other factors. Generally, under the renewable generation PPAs, the purchasing party retains the right to keep or resell the renewable energy credits.\nSouthern Power actively pursues replacement PPAs prior to the expiration of its current PPAs and anticipates that the revenues attributable to one customer may be replaced by revenues from a new customer; however, the expiration of any of Southern Power's current PPAs without the successful remarketing of a replacement PPA could have a material negative impact on Southern Power's earnings but is not expected to have a material impact on Southern Company's earnings.\nSouthern Company Gas\nSouthern Company Gas is an energy services holding company whose primary business is the distribution of natural gas through the natural gas distribution utilities. Southern Company Gas is also involved in several other businesses that are complementary to the distribution of natural gas, including gas pipeline investments and gas marketing services. Southern Company Gas also has an \"all other\" non-reportable segment that includes segments below the quantitative threshold for separate disclosure. See Note 15 to the financial statements under \"Southern Company Gas\" in Item 8 herein for information regarding Southern Company Gas' recent dispositions.\nGas distribution operations, the largest segment of Southern Company Gas' business, operates, constructs, and maintains approximately 78,500 miles of natural gas pipelines and 14 storage facilities, with total capacity of 157 Bcf, to provide natural gas to residential, commercial, and industrial customers. Gas distribution operations serves approximately 4.4 million customers across four states.\nGas pipeline investments primarily consists of joint ventures in natural gas pipeline investments including a 50% interest in SNG and a 50% joint ownership interest in the Dalton Pipeline. These natural gas pipelines enable the provision of diverse sources of natural gas supplies to the customers of Southern Company Gas. SNG, the largest natural gas pipeline investment, is the owner of a 7,000-mile pipeline connecting natural gas supply basins in Texas, Louisiana, Mississippi, and Alabama to markets in Louisiana, Mississippi, Alabama, Florida, Georgia, South Carolina, and Tennessee. SNG is developing a proposed pipeline project, designed to meet customer demand by increasing SNG's existing pipeline capacity by approximately 1.3 billion cubic feet per day, which the operator of the joint venture anticipates will be completed by 2029. The ultimate outcome of this matter cannot be determined at this time. See MANAGEMENT'S DISCUSSION AND ANALYSIS – FUTURE EARNINGS POTENTIAL – \"Construction Programs\" in Item 7 herein for additional information.\nI-3\n\n\n                                    Index to Financial Statements\n\nGas marketing services is comprised of SouthStar, which serves approximately 668,000 natural gas commodity customers, markets gas to residential, commercial, and industrial customers and offers energy-related products that provide natural gas price stability and utility bill management in competitive markets or markets that provide for customer choice.\nConstruction Programs\nThe subsidiary companies of Southern Company are engaged in continuous construction programs, including capital expenditures to accommodate existing and estimated future loads on their respective systems and to comply with environmental laws and regulations, as applicable. In 2025, the Southern Company system's construction program is expected to be apportioned approximately as follows:\n\n                                        Southern Company system(a)(b)(c)(d)        Alabama Power(c)        Georgia Power(d)   Mississippi Power    \n                                                                                                                                      (in billions)\nNew generation                                           $3.7                          $0.7                    $3.0           $—                   \nEnvironmental compliance(e)                               0.2                           0.1                     0.2           —                    \nGeneration maintenance                                    1.3                           0.4                     0.8                     0.1        \nTransmission                                              2.6                           0.5                     2.1           —                    \nDistribution                                              1.9                           0.4                     1.4                     0.1        \nNuclear fuel                                              0.3                           0.1                     0.2           —                    \nGeneral plant                                             1.7                           0.7                     1.0                     0.1        \n11.8                                                                                    2.9                     8.6                     0.3        \nSouthern Power(f)                                         0.9                                                                                      \nSouthern Company Gas(g)                                   2.0                                                                                      \nOther subsidiaries                                        0.1                                                                                      \nTotal(a)                                                $14.8                          $2.9                    $8.6           $0.3                 \n(a)Totals may not add due to rounding.\n(b)Includes the Subsidiary Registrants, as well as other subsidiaries.\n(c)Includes $640 million contingent upon approval by the Alabama PSC related to Alabama Power's October 2024 CCN filing. See Note 2 to the financial statements under \"Alabama Power – Petition for Certificate of Convenience and Necessity\" in Item 8 herein for additional information.\n(d)Includes committed expenditures related to generation construction projects Georgia Power has bid through a request for proposals (RFP) as initiated in the 2022 IRP. Excludes all other expenditures not yet approved for Georgia Power-owned proposals in RFPs and related transmission investments. See Note 2 to the financial statements under \"Georgia Power – Integrated Resource Plans\" in Item 8 herein for additional information.\n(e)Reflects cost estimates for environmental laws and regulations. These estimated expenditures do not include compliance costs associated with the regulation of GHG emissions or costs associated with closure and monitoring of surface impoundments and landfills in accordance with the CCR Rule and the related state rules. See MANAGEMENT'S DISCUSSION AND ANALYSIS – FUTURE EARNINGS POTENTIAL – \"Environmental Matters\" and FINANCIAL CONDITION AND LIQUIDITY – \"Cash Requirements\" in Item 7 herein for additional information. No material capital expenditures are expected for non-environmental government regulations.\n(f)Includes $0.4 billion related to the Millers Branch solar project and $0.3 billion related to the Kay Wind repowering project. Does not include approximately $0.7 billion for planned acquisitions and placeholder growth, which may vary materially due to market opportunities and Southern Power's ability to execute its growth strategy. See Note 15 to the financial statements under \"Southern Power\" in Item 8 herein for additional information regarding the Millers Branch solar project and the Kay Wind repowering project.\n(g)Includes costs for ongoing capital projects associated with infrastructure improvement programs for certain natural gas distribution utilities that have been previously approved by their applicable state regulatory agencies. See Note 2 to the financial statements under \"Southern Company Gas\" in Item 8 herein for additional information. Also includes gas pipeline investment of approximately $0.1 billion. See MANAGEMENT'S DISCUSSION AND ANALYSIS – FUTURE EARNINGS POTENTIAL – \"Construction Programs\" in Item 7 herein for information regarding this project.\nThe construction programs are subject to periodic review and revision, and actual construction costs may vary from these estimates because of numerous factors.\nThe traditional electric operating companies also anticipate continued expenditures associated with closure and monitoring of surface impoundments and landfills in accordance with the CCR Rule and the related state rules, which are reflected in the applicable Registrants' ARO liabilities. Estimated costs for 2025 total $729 million for Southern Company, primarily consisting of $364 million for Alabama Power, $309 million for Georgia Power, and $30 million for Mississippi Power.\nSee MANAGEMENT'S DISCUSSION AND ANALYSIS – FINANCIAL CONDITION AND LIQUIDITY – \"Cash Requirements\" in Item 7 herein for additional information, including estimated expenditures for construction, environmental compliance, and closure and monitoring of surface impoundments and landfills for the years 2026 through 2029.\nI-4\n\n\n                                    Index to Financial Statements\n\nAlso see MANAGEMENT'S DISCUSSION AND ANALYSIS – FUTURE EARNINGS POTENTIAL – \"Environmental Matters\" in Item 7 herein for additional information with respect to certain existing and proposed environmental requirements and PROPERTIES – \"Electric – Jointly-Owned Facilities\" and – \"Natural Gas – Jointly-Owned Properties\" in Item 2 herein and Note 5 to the financial statements under \"Joint Ownership Agreements\" in Item 8 herein for additional information concerning the Registrants' joint ownership of certain facilities.\nFinancing Programs\nSee MANAGEMENT'S DISCUSSION AND ANALYSIS – FINANCIAL CONDITION AND LIQUIDITY in Item 7 herein and Note 8 to the financial statements in Item 8 herein for information concerning financing programs.\nFuel Supply\nElectric\nThe traditional electric operating companies' and SEGCO's supply of electricity is primarily fueled by natural gas and coal, as well as nuclear for Alabama Power and Georgia Power. Southern Power's supply of electricity is primarily fueled by natural gas. See MANAGEMENT'S DISCUSSION AND ANALYSIS – RESULTS OF OPERATION – \"Southern Company – Electricity Business – Fuel and Purchased Power Expenses\" and MANAGEMENT'S DISCUSSION AND ANALYSIS – RESULTS OF OPERATION under \"Fuel and Purchased Power Expenses\" for each of the traditional electric operating companies in Item 7 herein for information regarding the electricity generated and the average cost of fuel in cents per net KWH generated for the years 2023 and 2024.\nSCS, acting on behalf of the traditional electric operating companies and Southern Power Company, has agreements in place for the natural gas burn requirements of the Southern Company system. For 2025, SCS has contracted for 627 Bcf of natural gas supply under agreements with remaining terms up to 10 years. In addition to natural gas supply, SCS has contracts in place for both firm natural gas transportation and storage. Management believes these contracts provide sufficient natural gas supplies, transportation, and storage to ensure normal operations of the Southern Company system's natural gas generating units. See \"Natural Gas\" herein for information on the natural gas market.\nThe traditional electric operating companies have agreements in place from which they expect to receive substantially all of their 2025 coal burn requirements. These agreements have terms ranging between one and three years. Fuel procurement specifications, emission allowances, environmental control systems, and fuel changes have allowed the traditional electric operating companies to remain within limits set by applicable environmental regulations. As new environmental regulations are proposed that impact the utilization of coal, the traditional electric operating companies' fuel mix will be monitored to help ensure compliance with applicable laws and regulations. Southern Company and the traditional electric operating companies will continue to evaluate the need to purchase additional emissions allowances, the timing of capital expenditures for environmental control equipment, and potential unit retirements and replacements. While none of Southern Company's subsidiaries are currently subject to renewable portfolio standards or similar requirements, management of the traditional electric operating companies is working with applicable regulators through their IRP processes to continue the generating fleet transition in a manner responsible to customers, communities, employees, and other stakeholders. See MANAGEMENT'S DISCUSSION AND ANALYSIS – FUTURE EARNINGS POTENTIAL – \"Environmental Matters\" in Item 7 herein and Note 2 to the financial statements under \"Alabama Power – Environmental Accounting Order,\" \"Georgia Power – Integrated Resource Plans,\" and \"Mississippi Power – Integrated Resource Plans\" in Item 8 herein for additional information, including the Southern Company system's electric generating mix and plans to retire or convert to natural gas certain coal-fired generating capacity.\nAlabama Power and Georgia Power have multiple contracts covering their nuclear fuel needs for uranium, conversion services, enrichment services, and fuel fabrication with remaining terms up to 10 years. Management believes suppliers have sufficient nuclear fuel production capability to permit normal operation of the Southern Company system's nuclear generating units. Alabama Power and Georgia Power also have contracts with the United States, acting through the DOE, that provide for the permanent disposal of spent nuclear fuel. The DOE failed to begin disposing of spent fuel in 1998, as required by the contracts, and Alabama Power and Georgia Power have pursued legal remedies against the government for breach of contract. See Note 3 to the financial statements under \"Nuclear Fuel Disposal Costs\" in Item 8 herein for additional information.\nChanges in fuel prices to the traditional electric operating companies are generally reflected in fuel adjustment clauses contained in rate schedules. See \"Rate Matters – Rate Structure and Cost Recovery Plans\" herein for additional information. Southern Power's natural gas PPAs generally provide that the counterparty is responsible for substantially all of the cost of fuel.\nI-5\n\n\n                                    Index to Financial Statements\n\nNatural Gas\nNatural gas remains a volatile commodity. Slight supply and demand imbalances can quickly result in significant price moves both up and down. These price movements may be short-lived, but the impacts can be pronounced. Natural gas supplies have continued to grow; however, this growth has been accompanied by LNG export growth. Forward curves project prices will remain in the mid- to high-$3 per mmBtu range through 2030; however, short-term price volatility is expected and future prices could be materially impacted by various factors, including unexpected geopolitical events as well as government policies related to natural gas and energy, including infrastructure development, production, and exports.\nSouthern Company Gas' procurement plans for natural gas supply and transportation to serve regulated utility customers are reviewed and approved by the regulatory agencies in the states where it operates. Southern Company Gas purchases natural gas supplies in the open market by contracting with producers and marketers and, for Atlanta Gas Light and Chattanooga Gas, under asset management agreements approved by the applicable state regulatory agency. Southern Company Gas also contracts for transportation and storage services from interstate pipelines that are regulated by the FERC. When firm pipeline services are temporarily not needed, Southern Company Gas may release the services in the secondary market under FERC-approved capacity release provisions or utilize asset management arrangements, thereby reducing the net cost of natural gas charged to customers for most of the natural gas distribution utilities. Peak-use requirements are met through utilization of company-owned storage facilities, pipeline transportation capacity, purchased storage services, peaking facilities, and other supply sources, arranged by either transportation customers or Southern Company Gas.\nWith the exception of Atlanta Gas Light, the natural gas distribution utilities are authorized by the relevant regulatory agencies in the states in which they serve to use natural gas cost recovery mechanisms that adjust rates to reflect changes in the wholesale cost of natural gas and ensure recovery of all costs prudently incurred in purchasing natural gas for customers. See Note 2 to the financial statements under \"Southern Company Gas – Natural Gas Cost Recovery\" in Item 8 herein for additional information.\nTerritory Served by the Southern Company System\nTraditional Electric Operating Companies and Southern Power\nThe territory in which the traditional electric operating companies provide retail electric service comprises most of the states of Alabama and Georgia, together with southeastern Mississippi. In this territory there are non-affiliated electric distribution systems that obtain some or all of their power requirements either directly or indirectly from the traditional electric operating companies. As of December 31, 2024, the territory had an area of approximately 116,000 square miles and an estimated population of approximately 17 million. Southern Power sells wholesale electricity at market-based rates across various U.S. utility markets, primarily to investor-owned utilities, IPPs, municipalities, and other load-serving entities, as well as commercial and industrial customers.\nAlabama Power is engaged, within the state of Alabama, in the generation, transmission, distribution, and purchase of electricity and the sale of electric service, at retail in approximately 400 cities and towns (including Anniston, Birmingham, Gadsden, Mobile, Montgomery, and Tuscaloosa), as well as in rural areas, and at wholesale to 11 municipally-owned electric distribution systems, all of which are served indirectly through sales to AMEA, and two rural distributing cooperative associations. The sales contract with AMEA will expire on December 31, 2025. In addition, Alabama Power sells, and cooperates with dealers in promoting the sale of, electric appliances and products and also markets and sells outdoor lighting services.\nGeorgia Power is engaged in the generation, transmission, distribution, and purchase of electricity and the sale of electric service within the state of Georgia, at retail in over 530 cities and towns (including Athens, Atlanta, Augusta, Columbus, Macon, Rome, and Savannah), as well as in rural areas, and at wholesale to OPC, MEAG Power, Dalton, various EMCs, and non-affiliated utilities. Georgia Power also markets and sells outdoor lighting services and other customer-focused utility services.\nMississippi Power is engaged in the generation, transmission, distribution, and purchase of electricity and the sale of electric service within 23 counties in southeastern Mississippi, at retail in 123 communities (including Biloxi, Gulfport, Hattiesburg, Laurel, Meridian, and Pascagoula), as well as in rural areas, and at wholesale to one municipality, six rural electric distribution cooperative associations, and one generating and transmitting cooperative.\nI-6\n\n\n                                    Index to Financial Statements\n\nThe following table provides the number of retail customers served by customer classification for the traditional electric operating companies at December 31, 2024:\n\n                       Alabama Power        Georgia Power       Mississippi Power(a)       Total(b)\n                                                                                     (in thousands)\nResidential             1,337                2,452                      158              3,947     \nCommercial                208                  332                       35                574     \nIndustrial                  6                   11                        —                 17     \nOther                       1                    9                        —                 10     \nTotal(b)                1,552                2,804                      193              4,549     \n(a)Includes 423 industrial retail customers and 105 other retail customers.\n(b)Totals may not add due to rounding.\nFor information relating to KWH sales by customer classification for the traditional electric operating companies, see MANAGEMENT'S DISCUSSION AND ANALYSIS – RESULTS OF OPERATIONS in Item 7 herein. Also, for information relating to the sources of revenues for Southern Company, each traditional electric operating company, and Southern Power, see Item 7 herein and Note 1 to the financial statements under \"Revenues – Traditional Electric Operating Companies\" and \" – Southern Power\" and Note 4 to the financial statements in Item 8 herein.\nAs of December 31, 2024, there were 62 electric cooperative distribution systems operating in the territories in which the traditional electric operating companies provide electric service at retail or wholesale.\nPowerSouth is a generating and transmitting cooperative selling power to several distributing cooperatives, municipal systems, and other customers in south Alabama. As of December 31, 2024, PowerSouth owned generating units with more than 2,300 MWs of nameplate capacity, including an undivided 8.16% ownership interest in Alabama Power's Plant Miller Units 1 and 2. See PROPERTIES – \"Electric – Jointly-Owned Facilities\" in Item 2 herein and Note 5 to the financial statements under \"Joint Ownership Agreements\" in Item 8 herein for additional information.\nIn accordance with an agreement executed in 2021, Alabama Power began providing approximately 100 MWs of year-round capacity service to PowerSouth on February 1, 2024.\nIn 2021, Alabama Power and PowerSouth began operations under a coordinated planning and operations agreement, with a minimum term of 10 years. The agreement includes combined operations (including joint commitment and dispatch) and real-time energy sales and purchases and is expected to create energy cost savings and enhanced system reliability for both parties. Projected revenues are expected to offset any increased administrative costs incurred by Alabama Power. Under the agreement, Alabama Power has the right to participate in a portion of PowerSouth's future incremental load growth.\nAlabama Power also has a separate agreement with PowerSouth involving interconnection between their systems. The delivery of capacity and energy from PowerSouth to certain distributing cooperatives in the service territory of Alabama Power is governed by the Southern Company/PowerSouth Network Transmission Service Agreement. The rates for this service to PowerSouth are on file with the FERC.\nOPC is an EMC owned by its 38 retail electric distribution cooperatives, which provide retail electric service to customers in Georgia. OPC provides wholesale electric power to its members through its generation assets, some of which are jointly owned with Georgia Power, and power purchased from other suppliers. OPC and the 38 retail electric distribution cooperatives are members of Georgia Transmission Corporation, an EMC (GTC), which provides transmission services to its members and third parties. See PROPERTIES – \"Electric – Jointly-Owned Facilities\" in Item 2 herein and Note 5 to the financial statements under \"Joint Ownership Agreements\" in Item 8 herein for additional information regarding Georgia Power's jointly-owned facilities.\nMississippi Power has an interchange agreement with Cooperative Energy, a generating and transmitting cooperative, pursuant to which various services are provided. Cooperative Energy also has a 10-year network integration transmission service agreement with SCS for transmission service to certain delivery points on Mississippi Power's transmission system through March 31, 2031. See Note 2 to the financial statements under \"Mississippi Power – Municipal and Rural Associations Tariff\" in Item 8 herein for information on a separate shared service agreement between Mississippi Power and Cooperative Energy.\nAs of December 31, 2024, there were 72 municipally-owned electric distribution systems operating in the territory in which the traditional electric operating companies provide electric service at retail or wholesale.\nAs of December 31, 2024, 48 municipally-owned electric distribution systems and one county-owned system received their requirements through MEAG Power. MEAG Power serves these requirements from self-owned generation facilities, some of which are jointly-owned with Georgia Power, and purchases from other resources. MEAG Power also has a pseudo scheduling and services agreement with Georgia Power. Dalton serves its requirements from self-owned generation facilities, some of \nI-7\n\n\n                                    Index to Financial Statements\n\nwhich are jointly-owned with Georgia Power, and through purchases from Southern Power through a service agreement. See PROPERTIES – \"Electric – Jointly-Owned Facilities\" in Item 2 herein and Note 5 to the financial statements under \"Joint Ownership Agreements\" in Item 8 herein for additional information.\nGeorgia Power has entered into substantially similar agreements with GTC, MEAG Power, and Dalton providing for the establishment of an integrated transmission system to carry the power and energy of all parties. The agreements require an investment by each party in the integrated transmission system in proportion to its respective share of the aggregate system load. See PROPERTIES – \"Electric – Jointly-Owned Facilities\" in Item 2 herein for additional information.\nSouthern Power has PPAs with Georgia Power, investor-owned utilities, IPPs, municipalities, electric cooperatives, and other load-serving entities, as well as commercial and industrial customers. See \"The Southern Company System – Southern Power\" herein and MANAGEMENT'S DISCUSSION AND ANALYSIS – FUTURE EARNINGS POTENTIAL – \"Southern Power's Power Sales Agreements\" in Item 7 herein for additional information.\nSCS, acting on behalf of the traditional electric operating companies, also has a contract with SEPA providing for the use of the traditional electric operating companies' facilities at government expense to deliver to certain cooperatives and municipalities, entitled by federal statute to preference in the purchase of power from SEPA, quantities of power equivalent to the amounts of power allocated to them by SEPA from certain U.S. government hydroelectric projects.\nSouthern Company Gas\nSouthern Company Gas is engaged in the distribution of natural gas in four states through the natural gas distribution utilities. The natural gas distribution utilities construct, manage, and maintain intrastate natural gas pipelines and distribution facilities. Details of the natural gas distribution utilities at December 31, 2024 are as follows:\n\nUtility                    State                  Number of customers        Approximate miles of pipe\n                                                                                        (in thousands)\nNicor Gas                  Illinois                    2,284                           34.7           \nAtlanta Gas Light          Georgia                     1,717                           36.1           \nVirginia Natural Gas       Virginia                      314                            5.9           \nChattanooga Gas            Tennessee                      72                            1.8           \nTotal                                                  4,387                           78.5           \nFor information relating to the sources of revenue for Southern Company Gas, see Item 7 herein and Note 1 to the financial statements under \"Revenues – Southern Company Gas\" and Note 4 to the financial statements in Item 8 herein.\nCompetition\nElectric \nThe electric utility industry in the United States is continuing to evolve as a result of regulatory and competitive factors. The competition for retail energy sales among competing suppliers of energy is influenced by various factors, including price, availability, technological advancements, service, and reliability. These factors are, in turn, affected by, among other influences, regulatory, political, and environmental considerations, taxation, and supply.\nThe retail service rights of all electric suppliers in the state of Georgia are regulated by the Territorial Electric Service Act of 1973. Pursuant to standards set forth in this Act, the Georgia PSC has assigned substantially all of the land area in the state to a supplier. Notwithstanding such assignments, this Act provides that any new customer locating outside of 1973 municipal limits and having a connected load of at least 900 KWs may exercise a one-time choice for the life of the premises to receive electric service from the supplier of its choice.\nPursuant to the 1956 Utility Act, the Mississippi PSC issued \"Grandfather Certificates\" of public convenience and necessity to Mississippi Power and to six distribution rural cooperatives operating in southeastern Mississippi, then served in whole or in part by Mississippi Power, authorizing them to distribute electricity in certain specified geographically described areas of the state. The six cooperatives serve approximately 325,000 retail customers in a certificated area of approximately 10,300 square miles. In areas included in a \"Grandfather Certificate,\" the utility holding such certificate may extend or maintain its electric system subject to certain regulatory approvals; extensions of facilities by such utility, or extensions of facilities into that area by other utilities, may not be made unless the Mississippi PSC grants a CPCN. Areas included in a CPCN that are subsequently annexed to municipalities may continue to be served by the holder of the CPCN, irrespective of whether it has a franchise in the annexing municipality. On the other hand, the holder of the municipal franchise may not extend service into such newly annexed area without authorization by the Mississippi PSC.\nI-8\n\n\n                                    Index to Financial Statements\n\nGenerally, the traditional electric operating companies have experienced, and expect to continue to experience, competition in their respective retail service territories in varying degrees from the development and deployment of alternative energy sources such as self-generation (as described below) and distributed generation technologies, as well as other factors. Further technological advancements or the implementation of policies in support of alternative energy sources may result in further competition.\nSouthern Power competes with investor-owned utilities, IPPs, and others for wholesale energy sales across various U.S. utility markets. The needs of these markets are driven by the demands of end users and the generation available. Southern Power's success in wholesale energy sales is influenced by various factors including reliability and availability of Southern Power's plants, availability of transmission to serve the demand, price, and Southern Power's ability to contain costs.\nAs of December 31, 2024, Alabama Power had cogeneration contracts in effect with seven industrial customers. Under the terms of these contracts, Alabama Power purchases excess energy generated by such companies. During 2024, Alabama Power purchased approximately 120 million KWHs from such companies. The related costs were immaterial.\nAs of December 31, 2024, Georgia Power had contracts in effect to purchase alternative energy generation from 40 IPPs within the state of Georgia. During 2024, Georgia Power purchased 6.9 billion KWHs from such companies at a cost of $320 million. Georgia Power also has PPAs for electricity at cogeneration facilities with six industrial customers. Payments are subject to reductions for failure to meet minimum capacity output. During 2024, Georgia Power purchased 767 million KWHs at a cost of $72 million from these facilities.\nAs of December 31, 2024, Mississippi Power had a cogeneration agreement in effect with one of its industrial customers. Under the terms of this contract, Mississippi Power purchases any excess generation. During 2024, Mississippi Power did not make any such purchases.\nNatural Gas\nSouthern Company Gas' natural gas distribution utilities do not compete with other distributors of natural gas in their exclusive franchise territories but face competition from other energy products. Their principal competitors are electric utilities and fuel oil and propane providers serving the residential, commercial, and industrial markets in their service areas for customers who are considering switching to or from a natural gas appliance.\nCompetition for heating as well as general household and small commercial energy needs generally occurs at the initial installation phase when the customer or builder makes decisions as to which types of equipment to install. Customers generally use the chosen energy source for the life of the equipment.\nCustomer demand for natural gas could be affected by numerous factors, including:\n•changes in the availability or price of natural gas and other forms of energy;\n•general economic conditions;\n•energy conservation, including state-supported energy efficiency programs;\n•legislation and regulations, including certain bans on the use of natural gas in new or existing construction and electrification initiatives;\n•the cost and capability to convert from natural gas to alternative energy products; and\n•technological or regulatory changes resulting in displacement or replacement of natural gas appliances.\nSouthern Company Gas has natural gas-related programs that generally emphasize natural gas as the fuel of choice for customers and seek to expand the use of natural gas through a variety of promotional activities. In addition, Southern Company Gas partners with third-party entities to market the benefits of natural gas appliances.\nSeasonality and Demand\nThe demand for electric power and natural gas supply is affected by seasonal differences in the weather. While the electric power sales of some electric utilities peak in the summer, others peak in the winter. In the aggregate, during normal weather conditions, the Southern Company system's electric power sales peak during both the summer and winter. In most of the areas Southern Company Gas serves, natural gas demand peaks during the winter. As a result, the overall operating results of the Registrants in the future may fluctuate substantially on a seasonal basis. In addition, the Subsidiary Registrants have historically sold less power and natural gas when weather conditions are milder.\nSee MANAGEMENT'S DISCUSSION AND ANALYSIS – FUTURE EARNINGS POTENTIAL – \"General\" and – RESULTS OF OPERATIONS – \"Southern Company Gas\" in Item 7 herein for information regarding trends in market demand for electricity and natural gas and the impact of seasonality on Southern Company Gas' business, respectively.\nI-9\n\n\n                                    Index to Financial Statements\n\nRegulation\nStates\nThe traditional electric operating companies and the natural gas distribution utilities are subject to the jurisdiction of their respective state PSCs or applicable state regulatory agencies. These regulatory bodies have broad powers of supervision and regulation over public utilities operating in the respective states, including their rates, service regulations, sales of securities (except for the Mississippi PSC), and, in the cases of the Georgia PSC and the Mississippi PSC, in part, retail service territories. See \"Territory Served by the Southern Company System\" and \"Rate Matters\" herein for additional information.\nFederal Power Act\nThe traditional electric operating companies, Southern Power Company and certain of its generation subsidiaries, and SEGCO are all public utilities engaged in wholesale sales of energy in interstate commerce and, therefore, are subject to the rate, financial, and accounting jurisdiction of the FERC under the Federal Power Act. The FERC must approve certain financings and allows an \"at cost standard\" for services rendered by system service companies such as SCS and Southern Nuclear. The FERC is also authorized to establish regional reliability organizations which enforce reliability standards, address impediments to the construction of transmission, and prohibit manipulative energy trading practices.\nAlabama Power and Georgia Power are also subject to the provisions of the Federal Power Act or the earlier Federal Water Power Act applicable to licensees with respect to their hydroelectric developments. As of December 31, 2024, among the hydroelectric projects subject to licensing by the FERC are 14 existing Alabama Power generating stations having an aggregate installed capacity of 1.7 million KWs and 17 existing Georgia Power generating stations and one generating station partially owned by Georgia Power, with a combined aggregate installed capacity of 1.1 million KWs.\nIn 2013, the FERC issued a new 30-year license to Alabama Power for Alabama Power's seven hydroelectric developments on the Coosa River (Weiss, Henry, Logan Martin, Lay, Mitchell, Jordan, and Bouldin). Alabama Power filed a petition requesting rehearing of the FERC order granting the relicense seeking revisions to several conditions of the license. In 2016, the FERC issued an order granting in part and denying in part Alabama Power's rehearing request. American Rivers and Alabama Rivers Alliance also filed multiple appeals of the FERC's 2013 order for the new 30-year license, and, in 2018, the U.S. Court of Appeals for the D.C. Circuit vacated the order and remanded the proceeding to the FERC. Alabama Power continues to operate the Coosa River developments under annual licenses issued by the FERC.\nIn 2021, Alabama Power filed an application with the FERC to relicense the Harris Dam project on the Tallapoosa River. The original Harris Dam project license expired on November 30, 2023, and, in December 2023, the FERC issued an annual license for the continued operation of the Harris Dam project. The Harris Dam project will operate under annual licenses until a new long-term license is issued, which is expected by the fourth quarter 2025.\nIn 2018, Georgia Power filed applications to surrender the Langdale and Riverview hydroelectric projects on the Chattahoochee River upon their license expirations on December 31, 2023. Although the projects are not operational, the closure of the projects is subject to the closure requirements to be enforced in accordance with future FERC surrender orders.\nOn September 10, 2024, Georgia Power received a new 40-year FERC license for the Lloyd Shoals project on the Ocmulgee River.\nGeorgia Power and OPC also have a license, expiring in 2026, for the Rocky Mountain project, a pure pumped storage facility of 903,000 KW installed capacity. On December 6, 2024, OPC, as an agent for co-licensees of the project, filed an application with the FERC to relicense the project. See PROPERTIES – \"Electric – Jointly-Owned Facilities\" in Item 2 herein for additional information.\nLicenses for all projects, excluding those discussed above, expire in the years 2034-2066 for Alabama Power's projects and in the years 2034-2060 for Georgia Power's projects.\nUpon or after the expiration of each license, the U.S. government, by act of Congress, may take over the project or the FERC may relicense the project either to the original licensee or to a new licensee. In the event of takeover or relicensing to another, the original licensee is to be compensated in accordance with the provisions of the Federal Power Act, such compensation to reflect the net investment of the licensee in the project, not in excess of the fair value of the property, plus reasonable damages to other property of the licensee resulting from the severance therefrom of the property. The FERC may grant relicenses subject to certain requirements that could result in additional costs.\nThe ultimate outcome of these matters cannot be determined at this time.\nI-10\n\n\n                                    Index to Financial Statements\n\nNuclear Regulation\nAlabama Power, Georgia Power, and Southern Nuclear are subject to regulation by the NRC. The NRC is responsible for licensing and regulating nuclear facilities and materials and for conducting research in support of the licensing and regulatory process, as mandated by the Atomic Energy Act of 1954, as amended; the Energy Reorganization Act of 1974, as amended; and the Nuclear Nonproliferation Act of 1978, as amended; and in accordance with the National Environmental Policy Act of 1969, as amended, and other applicable statutes. These responsibilities also include protecting public health and safety, protecting the environment, protecting and safeguarding nuclear materials and nuclear power plants in the interest of national security, and assuring conformity with antitrust laws.\nThe NRC licenses for Georgia Power's Plant Hatch Units 1 and 2 expire in 2034 and 2038, respectively. Southern Nuclear has notified the NRC of its intent to seek to renew the plant's licenses for an additional 20 years (through 2054 and 2058 for Units 1 and 2, respectively), with a license renewal application projected to be submitted by the third quarter 2025. The NRC licenses for Alabama Power's Plant Farley Units 1 and 2 expire in 2037 and 2041, respectively. Southern Nuclear has notified the NRC of its intent to seek to renew the plant's licenses for an additional 20 years (through 2057 and 2061 for Units 1 and 2, respectively), with a license renewal application projected to be submitted by the fourth quarter 2026. The NRC licenses for Plant Vogtle Units 1, 2, 3, and 4 expire in 2047, 2049, 2062, and 2063, respectively.\nSee Notes 3 and 6 to the financial statements under \"Nuclear Insurance\" and \"Nuclear Decommissioning,\" respectively, in Item 8 herein for additional information.\nEnvironmental Laws and Regulations\nSee \"Construction Programs\" herein, MANAGEMENT'S DISCUSSION AND ANALYSIS – FUTURE EARNINGS POTENTIAL – \"Environmental Matters\" in Item 7 herein, and Note 3 to the financial statements under \"Environmental Remediation\" and Note 6 to the financial statements in Item 8 herein for information concerning environmental laws and regulations impacting the Registrants.\nRate Matters\nRate Structure and Cost Recovery Plans\nElectric\nThe rates and service regulations of the traditional electric operating companies are uniform for each class of service throughout their respective retail service territories. Rates for residential electric service are generally of the block type based upon KWHs used and include minimum charges. Residential and other rates contain separate customer charges. Rates for commercial service are also of the block type and, for large customers, the billing demand is generally used to determine capacity and minimum bill charges. These large customers' rates are generally based upon usage by the customer and include rates with special features to encourage off-peak usage. Additionally, Alabama Power and Mississippi Power are generally allowed by their respective state PSCs to negotiate the terms and cost of service to large customers, subject to final state PSC approval.\nThe traditional electric operating companies recover certain costs through a variety of forward-looking, cost-based rate mechanisms. Fuel and net purchased energy costs are recovered through specific fuel cost recovery provisions. These fuel cost recovery provisions are adjusted to reflect increases or decreases in such costs as needed or on schedules as required by the respective PSCs. Approved compliance, storm damage, and certain other costs are recovered at Alabama Power and Mississippi Power through specific cost recovery mechanisms approved by their respective PSCs. Certain similar costs at Georgia Power are recovered through various base rate tariffs as approved by the Georgia PSC. Costs not recovered through specific cost recovery mechanisms are recovered at Alabama Power and Mississippi Power through annual, formulaic cost recovery proceedings and at Georgia Power through periodic base rate proceedings.\nSee Note 2 to the financial statements in Item 8 herein for a discussion of rate matters and certain cost recovery mechanisms. Also see \"Integrated Resource Planning\" herein for additional information.\nThe traditional electric operating companies and Southern Power Company and certain of its generation subsidiaries are authorized by the FERC to sell power to non-affiliates, including short-term opportunity sales, at market-based prices. Specific FERC approval must be obtained with respect to a market-based contract with an affiliate.\nMississippi Power provides service under long-term contracts with rural electric cooperative associations and a municipality located in southeastern Mississippi under requirements cost-based electric tariffs which are subject to regulation by the FERC. The contracts with these wholesale customers represented 13.9% of Mississippi Power's total operating revenues in 2024.\nI-11\n\n\n                                    Index to Financial Statements\n\nNatural Gas\nSouthern Company Gas' natural gas distribution utilities are subject to regulation and oversight by their respective state regulatory agencies. Rates charged to customers vary according to customer class (residential, commercial, or industrial) and rate jurisdiction. These agencies approve rates designed to provide the opportunity to generate revenues to recover all prudently-incurred costs, including a return on rate base sufficient to pay interest on debt and provide a reasonable ROE.\nWith the exception of Atlanta Gas Light, the earnings of the natural gas distribution utilities can be affected by customer consumption patterns that are largely a function of weather conditions and price levels for natural gas. The natural gas distribution utilities have weather or revenue normalization mechanisms that mitigate revenue fluctuations from customer consumption changes. Atlanta Gas Light operates in a deregulated environment in which Marketers rather than a traditional utility sell natural gas to end-use customers and earns revenue by charging rates to its customers based primarily on monthly fixed charges that are set by the Georgia PSC.\nIn addition to natural gas cost recovery mechanisms, other cost recovery mechanisms and regulatory riders, which vary by utility, allow recovery of certain costs, such as those related to infrastructure replacement programs as well as environmental remediation, energy efficiency plans, and bad debts.\nSee Note 2 to the financial statements under \"Southern Company Gas\" in Item 8 herein for a discussion of rate matters and certain cost recovery mechanisms.\nIntegrated Resource Planning\nEach of the traditional electric operating companies continually evaluates its electric generating resources in order to ensure that it maintains a cost-effective and reliable mix of resources to meet the existing and future demand requirements of its customers. In addition, each year the Southern Company system engages in a scenario planning process, developing scenarios which look out over a 30-year horizon. In 2024, scenarios included a wide range of fuel prices, load growth, and CO2 prices starting between $0 and $50 per metric ton of CO2 emitted and escalating over the 30-year horizon. See MANAGEMENT'S DISCUSSION AND ANALYSIS – FUTURE EARNINGS POTENTIAL – \"Environmental Matters\" in Item 7 herein for a discussion of existing and potential environmental regulations that may impact the future generating resource needs of the traditional electric operating companies, as well as a discussion of the Southern Company system's continued generating fleet transition.\nAlabama Power\nTriennially, Alabama Power provides an IRP report to the Alabama PSC. This report overviews Alabama Power's resource planning process and contains information that serves as the foundation for certain decisions affecting Alabama Power's portfolio of supply-side and demand-side resources. The IRP report facilitates Alabama Power's ability to provide reliable and cost-effective electric service to customers, while accounting for the risks and uncertainties inherent in planning for resources sufficient to meet expected customer demand. Under State of Alabama law, a CCN must be obtained from the Alabama PSC before Alabama Power constructs any new generating facility, unless such construction is an ordinary extension of an existing system in the usual course of business. Alabama Power provided its most recent IRP to the Alabama PSC during 2022. On October 30, 2024, Alabama Power filed a petition for a CCN with the Alabama PSC for authorization to procure additional generating capacity through the acquisition of the Lindsay Hill Generating Station. Alabama Power expects to complete the acquisition by the end of the third quarter 2025. See Note 2 to the financial statements under \"Alabama Power – Petition for Certificate of Convenience and Necessity\" in Item 8 herein for additional information.\nGeorgia Power\nTriennially, Georgia Power must file an IRP with the Georgia PSC that specifies how it intends to meet the future electric service needs of its customers through a combination of demand-side and supply-side resources. The Georgia PSC, under state law, must certify any new demand-side or supply-side resources for Georgia Power to receive cost recovery. Once certified, the lesser of actual or certified construction costs and purchased power costs is recoverable through rates. Certified costs may be excluded from recovery only on the basis of fraud, concealment, failure to disclose a material fact, imprudence, or criminal misconduct. In 2022, the Georgia PSC approved Georgia Power's 2022 IRP, as modified by a stipulation among Georgia Power, the staff of the Georgia PSC, and certain intervenors and as further modified by the Georgia PSC. On April 16, 2024, the Georgia PSC approved Georgia Power's updated IRP as modified by a stipulation among Georgia Power, the staff of the Georgia PSC, and certain intervenors. On January 31, 2025, Georgia Power filed its triennial IRP with the Georgia PSC. The ultimate outcome of this matter cannot be determined at this time. See Note 2 to the financial statements under \"Georgia Power – Integrated Resource Plans\" and \" – Rate Plans\" in Item 8 herein for additional information.\nI-12\n\n\n                                    Index to Financial Statements\n\nMississippi Power\nTriennially, Mississippi Power must file an IRP with the Mississippi PSC, as well as an update at approximately the mid-point of the three-year cycle. The IRP must include long-term plans to best meet the needs of electric utility customers through a combination of demand-side and supply-side resources and considering transmission needs. The IRP filing is not intended to supplant or replace the Mississippi PSC's existing regulatory processes for petition and approval of CPCNs for new generating resources. On April 26, 2024, Mississippi Power filed its 2024 IRP with the Mississippi PSC. The Mississippi PSC did not note any deficiencies within the prescribed 120-day review period; therefore, the filing is concluded. The 2024 IRP included a schedule to retire Plant Watson Unit 4 and Plant Greene County Units 1 and 2 and to retire early Plant Daniel Units 1 and 2, all by the end of 2028, which is consistent with the completion of Mississippi Power's affiliate PPA with Georgia Power. On January 9, 2025, Mississippi Power notified the Mississippi PSC of its intent to extend the retirement date of Plant Daniel Unit 2 and potentially extend the retirement dates of other fossil steam units beyond their current 2028 retirement dates in order to serve recently signed economic development loads of approximately 600 MWs. Mississippi Power must also file an annual report on energy delivery improvements, the latest of which was filed in November 2024. See Note 2 to the financial statements under \"Mississippi Power – Integrated Resource Plans\" and \" – Plant Daniel\" in Item 8 herein for additional information.\nHuman Capital\nSouthern Company system management is committed to attracting, developing, and retaining a sustainable workforce and aims to foster a culture of belonging where all employees feel valued. The Southern Company system's values – safety first, intentional inclusion, act with integrity, and superior performance – guide behavior. The Southern Company system had approximately 28,600 employees on its payroll at December 31, 2024 comprised of the following:\n\n                                        At December 31, 2024(*)\nAlabama Power                                             6,200\nGeorgia Power                                             6,800\nMississippi Power                                         1,000\nSouthern Power                                              500\nSouthern Company Gas                                      4,900\nSCS                                                       4,400\nSouthern Nuclear                                          3,700\nPowerSecure and other                                     1,100\nTotal Southern Company system                            28,600\n(*)Numbers are rounded to 100s.\nAll Southern Company system employees are located within the United States. Part-time employees represent less than 1% of total employees.\nSouthern Company system management values an inclusive and innovative workforce. Southern Company's subsidiaries have policies, programs, and processes to help ensure that all groups are included and fairly treated across all job levels. The Southern Company system encourages different ideas and points of view, and its Code of Ethics affirms its expectation that employees treat each other with fairness, respect, and dignity. The Southern Company Board of Directors and management believe that diverse perspectives and experiences are important to help inform management of risk, business strategy, and innovation. Southern Company management leads the Southern Company system's intentional inclusion initiatives and employee recruitment, retention, and development efforts. The Board, principally through its Compensation and Talent Development Committee, oversees these efforts.\nSouthern Company system management supports various employee-led groups and facilitates mentoring programs to provide formal and informal networks of colleagues that can help promote belonging, improve employee retention, and support development. At December 31, 2024, people of color and women represented 31% and 26%, respectively, of the Southern Company system's workforce.\nSouthern Company system management recognizes the importance of attracting and retaining an appropriately qualified workforce. Southern Company system management uses a variety of strategies to attract and retain talent, including working with high schools, technical schools, universities, and military installations to fill many entry-level positions. The recruiting strategy also includes partnerships with professional associations and local communities to recruit mid-career talent. The addition of external hires augments the existing workforce to meet changing business needs, address any critical skill gaps, and supplement and enhance the Southern Company system's talent pipeline.\nI-13\n\n\n                                    Index to Financial Statements\n\nThe Southern Company system supports the well-being of its employees through a comprehensive total rewards strategy with three measurable categories: physical, financial, and emotional well-being. The Southern Company system provides competitive salaries, annual incentive awards for nearly all employees, and health, welfare, and retirement benefits. The Southern Company system has a qualified defined benefit, trusteed pension plan and a qualified defined contribution, trusteed 401(k) plan which provides a competitive company-matching contribution. Substantially all Southern Company system employees are eligible to participate in these plans. There are differences between the pension plan benefit formulas based on when and by which subsidiary an employee is hired. See Note 11 to the financial statements in Item 8 herein for additional information. At December 31, 2024, the average age of the Southern Company system employees was 44 and the average tenure with the Southern Company system was 14 years. Turnover rate, calculated as the percent of employees that terminated employment with the Southern Company system, including voluntary and involuntary terminations and retirements, divided by total employees, was 7.2%.\nSouthern Company system management is committed to developing talent and helping employees succeed by providing development opportunities along with purposeful people moves as part of individual development plans and succession planning processes. The Southern Company system has multiple development programs, including programs targeted toward all employees, high potential employees, first-level managers, managers of managers, and executives. Additionally, Southern Company system management strives to deliver consistent needs-based training and solutions as workplace needs evolve.\nSouthern Company system management believes the safety of employees and customers is paramount. The Southern Company system seeks to meet or exceed applicable laws and regulations while continually improving its safety technologies and processes. The Southern Company System Safety and Health Council, which includes leaders from each Registrant, works collectively across the Southern Company system to provide safety leadership, share learning, work collaboratively to address safety-related issues, and govern the consistency of safety programs. The safety programs are focused on the prevention and elimination of life-altering events, serious injuries, and fatalities. These programs include continuous process improvements to put critical controls in place to prevent serious injuries, promote learning, and implement appropriate corrective actions. Southern Company's safety metrics include the serious injury rate and the number of fatalities. The serious injury rate represents the number of incidents per 100 employees and is calculated by taking the number of serious injuries multiplied by 200,000 workhours and dividing by the total employee workhours during the year. In 2024, the Southern Company system had a serious injury rate of 0.05, among its lowest rate in the past five years. Unfortunately, the Southern Company system had two fatalities in 2024. A serious injury is one that is life-threatening or life-changing (temporary or permanent) for the employee. Serious injury examples, as defined by applicable safety regulators, include fatalities, amputations, trauma to organs, certain bone fractures, certain soft tissue injuries, severe burns, and eye injuries.\nThe Southern Company system also has longstanding relationships with labor unions. The traditional electric operating companies, Southern Nuclear, and the natural gas distribution utilities have separate agreements with local unions of the IBEW, which generally apply to operating, maintenance, and construction employees. These agreements cover wages, benefits, terms of the pension plans, working conditions, and procedures for handling grievances and arbitration. The Southern Company system also partners with the IBEW to provide training programs to develop technical skills and career opportunities.\nAt December 31, 2024, approximately 32% of Southern Company system employees were covered by agreements with unions, with agreements expiring between 2025 and 2029.\nI-14\n\n\n                                    Index to Financial Statements",
      "char_count": 74874
    },
    "item1a": {
      "text": "Item 1A. RISK FACTORS\nIn addition to the other information in this Form 10-K, including MANAGEMENT'S DISCUSSION AND ANALYSIS – FUTURE EARNINGS POTENTIAL in Item 7, and other documents filed by Southern Company and/or its subsidiaries with the SEC, the following factors should be carefully considered in evaluating Southern Company and its subsidiaries. Such factors could affect actual results and cause results to differ materially from those expressed in any forward-looking statements made by, or on behalf of, Southern Company and/or its subsidiaries. The risk factors discussed below could adversely affect a Registrant's results of operations, financial condition, liquidity, and cash flow, as well as cause reputational damage.\nUTILITY REGULATORY, LEGISLATIVE, AND LITIGATION RISKS\nSouthern Company and its subsidiaries are subject to substantial federal, state, and local governmental regulation, including with respect to rates. Compliance with current and future regulatory requirements and procurement of necessary approvals, permits, and certificates may result in substantial costs to Southern Company and its subsidiaries.\nLaws and regulations govern the terms and conditions of the services the Southern Company system offers, protection of critical electric infrastructure assets, transmission planning, reliability, pipeline safety, interaction with wholesale markets and retail customers, and relationships with affiliates, among other matters. The Registrants' businesses are subject to regulatory regimes which could result in substantial monetary penalties if a Registrant is found to be noncompliant.\nThe profitability of the traditional electric operating companies' and the natural gas distribution utilities' businesses is largely dependent on their ability, through the rates that they are permitted to charge, to recover their costs and earn a reasonable rate of return on invested capital. The traditional electric operating companies and the natural gas distribution utilities seek to recover their costs, including a reasonable return on invested capital, through their retail rates, which must be approved by the applicable state PSC or other applicable state regulatory agency. Such regulators, in a rate proceeding, may alter the timing or amount of certain costs for which recovery is allowed or modify the current authorized rate of return; rate refunds may also be required. The outcome of any such proceeding could be impacted by a variety of factors, including the level of opposition from intervenors, potential impacts to customers, and past or future changes in the political, regulatory, economic, or legislative environment. See Note 2 to the financial statements under \"Southern Company Gas – Infrastructure Replacement Programs and Capital Projects – Nicor Gas\" and \"Southern Company Gas – Rate Proceedings – Nicor Gas\" in Item 8 herein for additional information.\nAdditionally, the rates charged to wholesale customers by the traditional electric operating companies and Southern Power and the rates charged to natural gas transportation customers by Southern Company Gas' pipeline investments must be approved by the FERC. Changes to Southern Power's and the traditional electric operating companies' ability to conduct business pursuant to FERC market-based rate authority could affect wholesale rates. Also, while a small percentage of transmission costs are recovered through wholesale electric tariffs, the majority are recovered through retail rates. Transmission planning and the resulting grid improvements could be impacted by FERC policy changes as well as North American Electric Reliability Corporation planning standard changes.\nThe IRA, among other items, imposes a 15% CAMT on adjusted financial statement income, as defined in the law, and is subject to the issuance of additional guidance by the U.S. Treasury Department and the IRS. Any rate recovery by the traditional electric operating companies or the natural gas distribution utilities subject to the CAMT will be determined pursuant to the regulatory processes of the FERC, state PSCs, or other applicable state regulatory agencies. There is no assurance, however, that such tax will be recoverable through the applicable regulatory process.\nThe Registrants are unable to predict changes in laws or regulations, regulatory guidance, legal interpretations, policy positions, and implementation actions that may result from the change in presidential administrations. The impact of any future revision or changes in interpretations of existing regulations or the adoption of new laws and regulations applicable to Southern Company or any of its subsidiaries is uncertain. Changes in regulation, the imposition of additional regulations, changes in application of existing regulations and in enforcement practices of regulators, as well as associated litigation, or penalties imposed for noncompliance with existing laws or regulations could influence the operating environment of the Southern Company system and may result in substantial costs.\nThe Southern Company system's costs of compliance with environmental laws and satisfying related AROs are significant.\nThe Southern Company system's operations are regulated by state and federal environmental agencies through a variety of laws and regulations governing air, GHGs, water, land, avian and other wildlife and habitat protection, and other natural resources. Compliance with existing environmental requirements involves significant capital and operating costs including the settlement of AROs, a major portion of which is expected to be recovered through retail and wholesale rates. There is no assurance, \nI-15\n\n\n                                    Index to Financial Statements\n\nhowever, that all such costs will be recovered. The Registrants expect future compliance expenditures will continue to be significant.\nThe EPA has adopted and is implementing regulations governing air and GHG emissions under the Clean Air Act and water quality under the Clean Water Act. The EPA and certain states have also adopted and continue to propose regulations governing the disposal and management of CCR at power plant sites under the Resource Conservation and Recovery Act and applicable state laws. The cost estimates for AROs related to the disposal of CCR are based on information using various assumptions related to closure and post-closure costs, timing of future cash outlays, inflation and discount rates, and the potential compliance methods. The traditional electric operating companies will continue to periodically update their ARO cost estimates and those updates could be material.\nAdditionally, environmental laws and regulations covering the handling and disposal of waste and release of hazardous substances could require the Southern Company system to incur substantial costs to clean up affected sites, including certain current and former operating sites, and locations subject to contractual obligations.\nLitigation over environmental issues and claims of various types, including property damage, personal injury, and citizen enforcement of environmental requirements, has occurred throughout the United States. This litigation has included, but is not limited to, claims for damages alleged to have been caused by CO2 and other emissions, CCR, releases of regulated substances, alleged exposure to regulated substances, and/or requests for injunctive relief in connection with such matters.\nCompliance with any new or revised environmental laws or regulations could affect many areas of operations for the Southern Company system. The Southern Company system's ultimate environmental compliance strategy and future environmental expenditures will depend on various factors, such as state adoption and implementation of requirements, the availability and cost of any deployed control technology, fuel prices, and the outcome of pending and/or future legal challenges. Compliance costs may result from the installation of additional environmental controls, closure and monitoring of CCR facilities, unit retirements and replacements, operational changes, or changing fuel sources for certain existing units, as well as related upgrades to the Southern Company system's transmission and distribution (electric and natural gas) systems. Environmental compliance spending over the next several years may differ materially from the amounts estimated and could adversely affect the Registrants if such costs cannot continue to be recovered on a timely basis. Further, increased costs that are recovered through regulated rates could contribute to reduced demand for electricity and natural gas. Additionally, many commercial and industrial customers may also be affected by existing and future environmental requirements, which for some may have the potential to reduce their demand for electricity or natural gas.\nThe Southern Company system may be exposed to regulatory and financial risks related to the impact of GHG legislation, regulation, and emission reduction goals.\nConcern and activism about climate change continue to increase and, as a result, demand for energy conservation and sustainable assets could further increase. Additionally, costs associated with GHG legislation, regulation, and emission reduction goals could be significant and there is no assurance such costs would be fully recovered through regulated rates or PPAs.\nThe Southern Company system has processes for identifying, assessing, and responding to climate-related risks, including a scenario planning process that is used to inform resource planning decisions in the states in which the traditional electric operating companies operate. This process relies on information and assumptions from internal and external sources, which may or may not be accurate in predicting future outcomes.\nAdditional GHG policies, including legislation, may emerge requiring the United States to accelerate its transition to a lower GHG emitting economy. The ultimate impact will depend on various factors, such as state adoption and implementation of requirements, natural gas prices, the development, deployment, and advancement of relevant energy technologies, the ability to recover costs through existing ratemaking provisions, and the outcome of pending and/or future legal challenges.\nThe SEC adopted new rules relating to the disclosure of climate-related matters, but has stayed their effectiveness pending judicial review. If these rules, or similar rules, become effective, the Registrants could incur increased costs to comply with these new rules and could face increased risk of litigation related to disclosures made pursuant to the rules.\nBecause natural gas is a fossil fuel with lower carbon content relative to other fossil fuels, future carbon constraints, including, but not limited to, the imposition of a carbon tax, may create additional demand for natural gas, both for production of electricity and direct use in homes and businesses. However, such demand may be tempered by legislation limiting the use of natural gas in certain circumstances, including use in new construction and certain household appliances. Additionally, efforts to electrify the transportation, building, and other sectors may result in higher electric demand and negatively impact natural gas demand. For example, throughout 2024 Nicor Gas' regulator, the Illinois Commission, conducted \"future of natural gas\" proceedings to explore the recommendations involved with decarbonization of the gas distribution system in Illinois. In addition, future GHG constraints, including those related to methane emissions, designed to minimize emissions from natural \nI-16\n\n\n                                    Index to Financial Statements\n\ngas could likewise result in increased costs to the Southern Company system and affect the demand for natural gas as well as the prices charged to customers and the competitive position of natural gas.\nSouthern Company has established an intermediate goal of a 50% reduction in GHG emissions from 2007 levels by 2030 and a long-term goal of net zero GHG emissions by 2050. Achievement of these goals is dependent on various factors, many of which the Southern Company system does not control, including load growth across the Southern Company system's service territory, energy policy and regulations, natural gas prices, and the pace and extent of development and deployment of low- to no-GHG energy technologies and negative carbon concepts. The strategy to achieve these goals also relies on continuing to economically transition the Southern Company system's generating fleet through a diverse portfolio of resources including low-carbon and carbon-free resources; making the necessary related investments in transmission and distribution systems; continuing to implement effective energy efficiency and demand response programs; customer demand for carbon-free energy; implementing initiatives to reduce natural gas distribution emissions; continuing research and development with a focus on technologies that lower GHG emissions, including methods of removing carbon from the atmosphere; and constructively engaging with policymakers, regulators, investors, customers, and other stakeholders to support outcomes leading to a net zero future. There is no guarantee that the Southern Company system will achieve these goals.\nSee MANAGEMENT'S DISCUSSION AND ANALYSIS – FUTURE EARNINGS POTENTIAL – \"Environmental Matters – Environmental Laws and Regulations – Greenhouse Gases\" in Item 7 herein for additional information.\nOPERATIONAL RISKS\nThe financial performance of Southern Company and its subsidiaries may be adversely affected if the subsidiaries are unable to successfully operate their facilities or perform certain corporate functions.\nThe financial performance of Southern Company and its subsidiaries depends on the successful operation of the electric generation, transmission, and distribution facilities, natural gas distribution facilities, and distributed generation storage technologies and the successful performance of necessary corporate functions. There are many risks that could affect these matters, including operator error or failure of equipment or processes, accidents, operating limitations that may be imposed by environmental or other regulatory requirements or in connection with joint owner arrangements, labor disputes, physical attacks, fuel or material supply interruptions and/or shortages, transmission disruption or capacity constraints, including with respect to the Southern Company system's and third parties' transmission, storage, and transportation facilities, inability to maintain reliability consistent with customer expectations as the traditional electric operating companies transition their generating fleets in support of the Southern Company system's net zero goal, compliance with mandatory reliability standards, including mandatory cyber security standards, implementation of new technologies, technology system failures, cyber intrusions, environmental events, such as spills or releases, supply chain disruptions, inflation, and catastrophic events such as fires, including wildfires, earthquakes, explosions, floods, tornadoes, hurricanes and other storms, droughts, pandemic health events, wars, political unrest, or other similar occurrences.\nOperation of nuclear facilities involves inherent risks, including environmental, safety, health, regulatory, natural disasters, cyber intrusions, physical attacks, and financial risks, that could result in fines or the closure of the nuclear units owned by Alabama Power or Georgia Power and which may present potential exposures in excess of insurance coverage.\nAlabama Power owns, and contracts for the operation of, two nuclear units and Georgia Power holds undivided interests in, and contracts for the operation of, six nuclear units. The eight units are operated by Southern Nuclear and represented approximately 25% and 34% of the total KWHs generated by Alabama Power and Georgia Power, respectively, in the year ended December 31, 2024. Nuclear facilities are subject to environmental, safety, health, operational, and financial risks such as: the potential harmful effects on the environment and human health and safety resulting from a release of radioactive materials; uncertainties with respect to the ability to dispose of spent nuclear fuel and the need for longer term on-site storage; uncertainties with respect to the technological and financial aspects of decommissioning nuclear plants at the end of licensed lives or license extensions and the ability to maintain and anticipate adequate capital reserves for decommissioning; limitations on the amounts and types of insurance commercially available to cover losses that might arise in connection with nuclear operations; and significant capital expenditures relating to maintenance, operation, security, and repair of these facilities.\nDamages, decommissioning, or other costs could exceed the amount of decommissioning trusts or insurance coverage, including statutorily required nuclear incident insurance.\nThe NRC has broad authority under federal law to impose licensing and safety-related requirements for the operation of nuclear facilities. In the event of non-compliance, the NRC has the authority to impose fines and/or shut down any unit, depending upon its assessment of the severity of the situation, until compliance is achieved. NRC orders or regulations related to increased security measures and any future NRC safety requirements could require Alabama Power and Georgia Power to make substantial operating and capital expenditures at their nuclear plants. In addition, if a major nuclear incident were to occur, it \nI-17\n\n\n                                    Index to Financial Statements\n\ncould result in substantial costs to Alabama Power or Georgia Power and Southern Company. A major incident at a nuclear facility anywhere in the world could cause the NRC to require additional safety measures. Moreover, a major incident at any nuclear facility in the United States, including facilities owned and operated by third parties, could require Alabama Power and Georgia Power to make material contributory payments.\nIn addition, actual or potential threats of cyber intrusions or physical attacks could result in increased nuclear licensing or compliance costs.\nGeneration, transmission, and distribution of electricity and transportation and storage of natural gas involve risks that may result in accidents and other operating risks and costs and that may present potential exposures in excess of insurance coverage.\nThe Southern Company system's electric generation, transmission, and distribution and natural gas distribution and storage activities involve a variety of inherent hazards and operating risks, such as accidents, explosions, fires, mechanical problems, discharges or releases of toxic or hazardous substances or gases, and other environmental risks. These incidents could result in serious injury, loss of life, significant damage to property, environmental pollution, and disruption of the Southern Company system's operations. The location of electric generation, transmission, and distribution infrastructure and natural gas pipelines and underground natural gas storage facilities near populated areas could increase the level of damage and liability resulting from any incidents. Additionally, electric generation, transmission, and distribution infrastructure and natural gas pipelines and underground natural gas storage facilities are subject to various state and other regulatory requirements. Failure to comply with these requirements could result in substantial monetary penalties, which could exceed the amount of insurance coverage.\nPhysical attacks, both threatened and actual, could impact the ability of the Subsidiary Registrants to operate.\nThe Subsidiary Registrants face the risk of physical attacks, both threatened and actual, against their respective generation and storage facilities and the transmission and distribution infrastructure used to transport energy, which could negatively impact their ability to generate, transport, and deliver power, or otherwise operate their respective facilities, or, with respect to Southern Company Gas, its ability to distribute or store natural gas, or otherwise operate its facilities, in the most efficient manner or at all. Transmission and distribution infrastructure can be vulnerable to physical attack because it is often unmanned, widely dispersed, and located in isolated areas. The risk of physical attack may escalate during periods of heightened geopolitical tensions. In addition, physical attacks against third-party providers could have a similar effect on the Southern Company system.\nDespite the implementation of robust security measures, all assets are potentially vulnerable to disability, failure, or unauthorized access due to human error, natural disaster, technological failure, or internal or external physical attack. If assets were to fail, be physically damaged, or be breached and were not restored in a timely manner, the affected Subsidiary Registrant may be unable to fulfill critical business functions. Insurance may not be adequate to cover any associated losses.\nAn information security incident, including a cybersecurity breach, or the failure of, or inability to remotely access, one or more key technology systems, networks, or processes could impact the ability of the Registrants to operate.\nThe Subsidiary Registrants operate in highly regulated industries that require the continued operation of sophisticated technology systems and network infrastructure, which are part of interconnected systems. Because of the critical nature of the infrastructure and the technology systems' inherent vulnerability to disability or failure due to hacking, virus, denial of service, ransomware, act of war or terrorism, or other type of data security breach, the Registrants face a heightened risk of cyberattack. In addition, the increased use of smartphones, tablets, and other wireless devices, as well as remote working arrangements, may also increase the Registrants' data security risks. Portions of the Registrants' system data, architecture, and other materials may also be disclosed, either intentionally or unintentionally, to third parties and the public by regulators, employees, contractors, and vendors. This system information may be used by malicious actors to understand the Registrants' systems to prepare for a cyberattack. In addition, unpatched software or network vulnerabilities, including those resulting from the use of end-of-life operating systems, could be leveraged by an attacker.\nCyber actors, including those associated with foreign governments, have attacked and threatened to attack energy infrastructure. Various regulators have increasingly stressed that these attacks, including ransomware attacks, and attacks targeting utility systems and other critical infrastructure, are growing in sophistication, magnitude, and frequency. In particular, certain actors, such as nation-state and state-sponsored actors, can deploy significant resources and employ sophisticated methods to plan and carry out attacks. Risk of these attacks may escalate during periods of heightened geopolitical tensions, such as those caused by the war in Ukraine and conflicts in the Middle East.\nThe Registrants and their third-party vendors have been subject, and will likely continue to be subject, to attempts to gain unauthorized access to their technology systems and confidential data or to attempts to disrupt utility and related business operations. While there have been immaterial incidents of phishing, unauthorized access to technology systems, financial fraud, and disruption of remote access across the Southern Company system, there has been no material impact on the Registrants or \nI-18\n\n\n                                    Index to Financial Statements\n\ntheir operations from these attacks. However, the Registrants cannot guarantee that security efforts will have the maturity to detect or prevent breaches, operational incidents, or other breakdowns of technology systems and network infrastructure, especially in the event the Registrants are targeted by a sophisticated attacker with significant resources, such as a nation-state or state-sponsored actor. As artificial intelligence continues to evolve, new technologies and increased computing power could lead to new attack techniques and more sophisticated attacks. Further, the Registrants do not have security visibility into all operational technology communications and processes, do not maintain completely exhaustive inventories of assets and applications, and do not centrally manage or monitor all technologies, applications, and environments, which could negatively affect preparation for, investigation of, or response to an information security incident. Accordingly, the Registrants cannot provide any assurance that information security incidents will not have a material adverse effect in the future.\nIn addition, in the ordinary course of business, Southern Company and its subsidiaries collect and retain sensitive information, including personally identifiable information about customers, employees, and stockholders, and other confidential information. In some cases, administration of certain functions may be outsourced to third-party service providers. Malicious actors may target these providers, as well as other vendors, to disrupt or compromise services and products. Such third-party vendors have been increasingly used as attack vectors in efforts to target critical infrastructure, including that of the Registrants. The Registrants cannot fully assess the security maturity of all third-party vendors and such vendors could fail to establish adequate risk management and information security measures with respect to their systems and/or could fail to timely notify the Registrants of an information security incident.\nInternal or external cyberattacks may have wide-reaching impacts due to incomplete segmentation among network assets and/or reliance of segmented networks on a disrupted network, inhibit the affected Registrant's ability to fulfill critical business functions, including energy delivery service failures, compromise sensitive and other data, violate privacy laws, and lead to customer dissatisfaction. Any cyber breach or theft, damage, or improper disclosure of sensitive electronic data may also subject the affected Registrant to penalties and claims from regulators or other third parties. Any violations of applicable laws and regulations could lead to material losses, both financial and reputational. Insurance may not be adequate to cover any associated losses, and there is no assurance that such losses would be recovered through customer rates. Additionally, the cost and operational consequences of implementing, maintaining, and enhancing system protection measures are significant, and they could materially increase to address ever changing intense, complex, and sophisticated cyber risks.\nThe Southern Company system may not be able to obtain adequate natural gas, fuel supplies, and other resources required to operate the traditional electric operating companies' and Southern Power's electric generating plants or serve Southern Company Gas' natural gas customers.\nSCS, on behalf of the traditional electric operating companies and Southern Power, purchases fuel for the Southern Company system's generation fleet from a diverse set of suppliers. Southern Company Gas' primary business is the distribution of natural gas through the natural gas distribution utilities. Natural gas is delivered daily from different regions of the country. This daily supply is complemented by natural gas supplies stored in both company-owned and third-party storage locations. To deliver this daily supply and stored natural gas, the Southern Company system has firm transportation capacity contracted with third-party interstate pipelines while Southern Company Gas utilizes its own pipeline network. Disruption in the supply and/or delivery of fuel as a result of matters such as transportation delays, weather, labor relations, natural disasters, cyber or physical attacks, other force majeure events, or environmental regulations affecting fuel suppliers could limit the ability of the traditional electric operating companies and Southern Power to operate certain facilities, which could impact reliability and result in higher fuel and operating costs, and the ability of Southern Company Gas to serve its natural gas customers.\nThe traditional electric operating companies are also dependent on coal, and related coal supply contracts, for a portion of their electric generating capacity. The counterparties to coal supply contracts may not fulfill their obligations to supply coal because of financial or technical problems. In addition, the suppliers and/or railroads may be delayed in supplying or delivering or may not be required to supply or deliver coal under certain circumstances, such as in the event of a natural disaster. If the traditional electric operating companies are unable to obtain their contracted coal requirements, they may be required to purchase additional coal at higher prices or limit coal generation, and these increased costs may not be recoverable through rates if deemed to be imprudently incurred. As coal-fired generating facilities are retired, the demand for coal is expected to continue to decline. As a result, railroads may commit fewer resources to coal transportation, which could increase these risks.\nWhereas fuel oil directly provides only a small portion of the Southern Company system's annual generation, its importance to the reliability of the Southern Company system's generation portfolio continues to grow. Over the last few years, related cost increases and supply chain challenges have become more common and may increase the risk of reliability challenges.\nThe traditional electric operating companies and Southern Power have been increasing their renewable resources and expect to continue to add renewable capacity in the future. The production of energy from wind and solar facilities depends heavily on suitable weather conditions, which are variable. Wind conditions or solar irradiance that are unfavorable or below the Southern Company system's estimates can cause electricity production to be substantially below expectations.\nI-19\n\n\n                                    Index to Financial Statements\n\nIn addition to fuel supply and suitable weather conditions, the traditional electric operating companies and Southern Power also need adequate access to water, which is drawn from nearby sources, to aid in the production of electricity. Any impact to their water resources could also limit the ability of the traditional electric operating companies and Southern Power to operate certain facilities, which could result in higher fuel and operating costs.\nThe revenues of Southern Company, the traditional electric operating companies, and Southern Power depend in part on sales under PPAs, the success of which depend on PPA counterparties performing their obligations, Southern Company subsidiaries satisfying minimum requirements under the PPAs, and renewal or replacement of the PPAs for the related generating capacity.\nMost of Southern Power's generating capacity has been sold to purchasers under PPAs with Southern Power's top three customers comprising approximately 24% of Southern Power's total revenues for the year ended December 31, 2024. In addition to Mississippi Power's PPA with Georgia Power, the traditional electric operating companies have entered into PPAs with non-affiliated parties for the sale of generating capacity.\nThe revenues related to PPAs are dependent on the continued performance by the purchasers of their obligations. Although the credit evaluations undertaken and contractual protections implemented by Southern Power and the traditional electric operating companies take into account the possibility of default by a purchaser, actual exposure to a default by a purchaser may be greater than predicted or specified in the applicable contract.\nAdditionally, neither Southern Power nor any traditional electric operating company can predict whether the PPAs will be renewed at the end of their respective terms or on what terms any renewals may be made. If a Registrant is unable to replace expiring PPAs with an acceptable new revenue contract, it may be required to sell the power produced by the facility at wholesale prices and be exposed to market fluctuations and risks, or the affected site may temporarily or permanently cease operations, which may result in impairment charges. The failure to satisfy minimum operational or availability requirements under these PPAs, including PPAs related to projects under construction, could result in payment of damages or termination of the PPAs.\nIncreased competition from other companies that supply energy or generation and storage technologies and changes in customer demand for energy could negatively impact Southern Company and its subsidiaries.\nThe traditional electric operating companies operate under a business model that invests capital to serve customers and recovers those investments and earns a return for investors through state regulation. Southern Power's business model is primarily focused on investing capital or building energy assets to serve creditworthy counterparties using a bilateral contract model. A key premise of these business models is that generating power at power plants achieves economies of scale and produces power at a competitive cost.\nCustomers and stakeholders are increasingly focused on the Registrants' ability to meet rapidly changing demands for new and varied products, services, and offerings. Additionally, the risk of global climate change continues to shape customers' and stakeholders' sustainability goals and energy needs.\nNew technologies such as distributed energy resources and microgrids and increased customer and stakeholder demand for sustainable assets could change the type of assets constructed and/or the methods for cost recovery. Advances in these technologies or changes in laws or regulations could reduce the cost of distributed generation storage technologies or other alternative methods of producing power to a level that is competitive with that of most power generation production or result in smaller-scale, more fuel efficient, and/or more cost effective distributed generation that allows for increased self-generation by customers. Broader use of distributed generation by energy customers may also result from customers' changing perceptions of the merits of utilizing existing generation technology or tax or other economic incentives. Additionally, state PSCs or legislatures may modify certain aspects of the traditional electric operating companies' businesses as a result of these advances in technology, which may provide for further competition from these alternative sources of generation. \nIt is also possible that rapid advances in power generation technology could reduce the value of the current electric generating facilities owned by the traditional electric operating companies and Southern Power. Changes in technology could also alter the channels through which electric customers buy or utilize power.\nSouthern Company Gas' business is dependent on natural gas prices remaining competitive as compared to other forms of energy. Southern Company Gas' gas marketing services segment also is affected by competition from other energy marketers providing similar services in Southern Company Gas' unregulated service territories, most notably in Illinois and Georgia.\nIf new technologies become cost competitive and achieve sufficient scale, the market share of the Subsidiary Registrants could be eroded, and the value of their respective electric generating facilities or natural gas distribution facilities could be reduced. Additionally, these technology- and customer-induced changes to the Subsidiary Registrants' business models could change the risk profile of the Southern Company system's historical capital investments. Southern Company Gas' market share could be reduced if Southern Company Gas cannot remain price competitive in its unregulated markets.\nI-20\n\n\n                                    Index to Financial Statements\n\nThe Subsidiary Registrants are subject to workforce factors that could affect operations.\nThe Southern Company system must attract, train, and retain a workforce to meet current and future needs. Events such as an aging workforce without appropriate replacements, increased cost or reduced supply of labor, mismatch of skill sets to future needs, or unavailability of contract resources may lead to operating challenges such as lack of resources, loss of knowledge, and a lengthy time period associated with skill development, including workforce needs associated with construction projects and ongoing operations. The Southern Company system may be subject to continuing workforce trends occurring in the United States triggered by decisions of employees to leave the workforce and/or their employer in higher rates during recent years as compared to prior years and challenges competing with other employers offering more flexible or fully-remote work options. The Southern Company system's costs, including costs for contractors to replace employees, productivity costs, and safety costs, may rise. The Southern Company system is also subject to risks associated with the failure to adequately manage contract resources. In addition, the failure to hire and adequately obtain replacement employees, including the ability to transfer significant internal historical knowledge and expertise to the new employees, or the future availability and cost of contract labor may adversely affect the Southern Company system's ability to manage and operate its business.\nSupply chain disruptions, inflation, elevated interest rates, tariffs, and other economic factors could negatively impact operations.\nThe Southern Company system's operations and business plans depend on the global supply chain to procure equipment, materials, and other resources. The delivery of components, materials, equipment, and other resources that are critical to the Southern Company system's operations has been impacted by domestic and global supply chain disruptions. Future pandemic health events or continued international tensions, including the ramifications of regional conflicts and any strained relationships between the United States and other countries related to such conflicts, such as those in Ukraine and the Middle East, and the impact of tariffs, could further exacerbate global supply chain disruptions. These disruptions and shortages could adversely impact business operations. The constraints in the supply chain also could restrict availability and delay construction, maintenance, or repair of items needed to support normal operations or to continue planned capital investments.\nSupply chain disruptions have contributed to higher prices of components, materials, equipment, and other needed commodities, and these inflationary increases may continue. Further inflation, a continued elevated interest rate environment, tariffs, or other economic factors may negatively affect operations and the timely recovery of costs.\nCONSTRUCTION RISKS\nThe Registrants have incurred and may incur additional costs or delays in the construction of new plants or other facilities and may not be able to recover their investments. Also, existing facilities of the Subsidiary Registrants require ongoing expenditures, including those to maintain reliability and meet AROs and other environmental standards and goals.\nThe businesses of the Registrants require substantial expenditures for investments in new facilities as well as capital improvements, including transmission, distribution, and generation facilities for the traditional electric operating companies, generation facilities for Southern Power, and capital improvements to natural gas distribution facilities for Southern Company Gas, to, among other things, maintain reliability. These expenditures also include those to settle AROs and meet environmental standards and goals. The traditional electric operating companies and Southern Power are in the process of constructing new generating facilities and/or adding environmental and other modifications to certain existing generating facilities and Southern Company Gas is replacing certain pipe in its natural gas distribution system and is involved in new gas pipeline construction projects. The traditional electric operating companies also are in the process of closing surface impoundments to comply with the CCR Rule and, where applicable, state CCR rules. The Southern Company system intends to continue its strategy of developing and constructing new electric generating facilities, expanding and improving the electric transmission and electric and natural gas distribution systems, and undertaking projects to maintain reliability and to comply with environmental laws and regulations. These projects are long term in nature and in some cases may include the development and construction of facilities with designs that have not been finalized or previously constructed.\nCompletion of these types of projects without delays or significant cost overruns is subject to substantial risks that have occurred or may occur, including labor costs, availability, and productivity; challenges with the management of contractors or vendors; subcontractor performance; adverse weather conditions; shortages, delays, increased costs, or inconsistent quality of equipment, materials, and labor; contractor or supplier delay; the impacts of inflation; potential impact of newly-levied tariffs; delays due to judicial or regulatory action; nonperformance under construction, operating, or other agreements; operational readiness, including specialized operator training and required site safety programs; engineering or design problems or any remediation related thereto; design and other licensing-based compliance matters; challenges with start-up activities, including major equipment failure, or system integration; and/or operational performance; challenges related to pandemic health events; continued public and policymaker support for projects; environmental and geological conditions; delays or increased costs to \nI-21\n\n\n                                    Index to Financial Statements\n\ninterconnect facilities to transmission grids; and increased financing costs as a result of changes in interest rates or as a result of project delays.\nIf a Subsidiary Registrant is unable to complete the development or construction of a project or decides to delay or cancel construction of a project, it may not be able to recover its investment in that project and may incur substantial cancellation payments under equipment purchase orders or construction contracts, as well as other costs associated with the closure and/or abandonment of the project. Further, if a traditional electric operating company is not selected through a PSC-approved request for proposal process to construct for itself additional capacity needs, such traditional electric operating company may not be able to recover through customer rates all registration, prepayment, cancellation, or other fees incurred in such process. See Note 2 to the financial statements under \"Georgia Power – Integrated Resource Plans – 2022 IRP\" in Item 8 herein for additional information.\nIn addition, partnership and joint ownership agreements may provide partners or co-owners with certain decision-making authority in connection with projects under construction. Any failure by a partner or co-owner to perform its obligations under the applicable agreements could have a material negative impact on the applicable project under construction. Southern Company Gas' pipeline development projects involve joint owners or other joint venture participants that control management of the projects and Southern Power participates in partnership agreements with respect to a majority of its renewable energy projects. See Note 5 to the financial statements under \"Joint Ownership Agreements\" in Item 8 herein for additional information regarding other jointly-owned facilities.\nIf construction projects are not completed according to specification, a Subsidiary Registrant may incur liabilities and suffer reduced plant efficiency, higher operating costs, and reduced net income. Furthermore, construction delays associated with renewable projects could result in the loss of otherwise available tax credits and incentives.\nEven if a construction project (including a joint venture construction project) is completed, the total costs may be higher than estimated or deemed imprudent and may be disallowed or otherwise not recoverable through regulated rates, if applicable. In addition, construction delays and contractor performance shortfalls can result in the loss of revenues. See MANAGEMENT'S DISCUSSION AND ANALYSIS – FUTURE EARNINGS POTENTIAL – \"Construction Programs\" in Item 7 herein for additional information.\nOnce facilities become operational, ongoing capital expenditures are required to maintain safe and reliable levels of operation. Significant portions of the traditional electric operating companies' existing facilities were constructed many years ago. Older equipment, even if maintained in accordance with good engineering practices, may require significant expenditures to maintain efficiency, to comply with environmental requirements, to provide safe and reliable operations, and/or to meet related retirement obligations.\nSouthern Company Gas' significant investment in pipeline development projects involves financial and execution risks.\nSouthern Company Gas, through SNG, has approved a significant investment in a pipeline development project. The pipeline development project will be constructed and operated by a third party. If the third party fails to perform in a proper manner, the book value of the investment could be impaired and Southern Company Gas could lose part or all of its investment. In addition, Southern Company Gas is required to fulfill capital obligations related to other pipelines in which Southern Company Gas has an ownership interest or, as necessary, guarantee the obligations related thereto.\nWith respect to the pipeline development project, Southern Company Gas will rely on its joint venture partner for construction management and will not exercise direct control over the process. The project is dependent on contractors for successful and timely completion. Further, the development of the pipeline project involves numerous regulatory, environmental, construction, safety, political, and legal uncertainties and may require a significant investment. This project may not be completed on schedule, at the budgeted cost, or at all. There may be cost overruns and construction difficulties that cause Southern Company Gas' investment to exceed its initial expectations, which may impact the earnings of the joint venture partnership. Moreover, Southern Company Gas' net income will not materially increase immediately upon the expenditure of funds on this pipeline project. Pipeline construction occurs over an extended period of time, and Southern Company Gas' net income will not be materially impacted unless and until the project is placed in service.\nSee MANAGEMENT'S DISCUSSION AND ANALYSIS – FUTURE EARNINGS POTENTIAL – \"Construction Programs\" in Item 7 herein for information regarding this project.\nFINANCIAL, ECONOMIC, AND MARKET RISKS\nThe electric generation and energy marketing operations of the traditional electric operating companies and Southern Power and the natural gas operations of Southern Company Gas are subject to changes in energy prices and fuel costs.\nThe generation, energy marketing, and natural gas operations of the Southern Company system are subject to changes in energy prices and fuel costs, which could increase the cost of producing power, decrease the amount received from the sale of energy, \nI-22\n\n\n                                    Index to Financial Statements\n\nand/or make electric generating facilities and natural gas distribution systems less competitive. The market prices for these commodities may fluctuate significantly over relatively short periods of time as a result of changes in supply and/or demand, which could increase the expenses and/or reduce the revenues of the Registrants. For the traditional electric operating companies and Southern Company Gas' regulated gas distribution operations, such impacts may not be fully recoverable through rates.\nSouthern Power and the traditional electric operating companies purchase natural gas as a fuel source for their power generation needs and the natural gas distribution utilities purchase natural gas for sale to their customers. Accordingly, the price of natural gas affects, among other things, Southern Power's and the traditional electric operating companies' costs of generation and the natural gas distribution utilities' cost of natural gas. Natural gas remains a volatile commodity. Slight supply and demand imbalances can quickly result in significant price moves both up and down. These price movements may be short-lived, but the impacts can be pronounced. Natural gas supplies have continued to grow; however, this growth has been accompanied by LNG export growth. Forward curves project prices will remain in the mid- to high-$3 per mmBtu range through 2030; however, short-term price volatility is expected and future prices could be materially impacted by various factors, including unexpected geopolitical events as well as government policies related to natural gas and energy, including infrastructure development, production, and exports.\nThe traditional electric operating companies and Southern Company Gas from time to time have experienced and may continue to experience underrecovered fuel and purchased power and/or purchased gas cost balances. While the traditional electric operating companies and Southern Company Gas are generally authorized to recover fuel and purchased power and/or purchased gas costs through cost recovery clauses, recovery may be delayed or may be denied if costs are deemed to be imprudently incurred.\nThe Registrants are subject to risks associated with a changing economic environment, customer behaviors, including increased energy conservation, and adoption patterns of technologies by customers.\nThe consumption and use of energy are linked to economic activity. This relationship is affected over time by changes in the economy, customer behaviors, and technologies. An economic downturn could be caused by a variety of factors, including wars, geopolitical instability, acts of terrorism, political or financial crises, pandemic health events, or cyclical economic factors. Any economic downturn could negatively impact customer growth and usage per customer. Additionally, any economic downturn or disruption of financial markets, both nationally and internationally, could negatively affect the financial stability of customers and counterparties of the Subsidiary Registrants.\nOutside of economic disruptions, changes in customer behaviors in response to energy efficiency programs, changing conditions and preferences, legislation, or changes in the adoption of technologies could affect the relationship of economic activity to the consumption of energy. For example, some jurisdictions in the United States have banned the use of natural gas in new construction.\nBoth federal and state programs exist to influence how customers use energy, and several of the traditional electric operating companies and the natural gas distribution utilities have state PSC or other applicable state regulatory agency mandates to promote energy efficiency.\nCustomers could also voluntarily reduce their consumption of energy in response to decreases in their disposable income, increases in energy prices, or individual conservation efforts.\nIn addition, the adoption of technology by customers can have both positive and negative impacts on sales. Many new technologies utilize less energy than in the past. However, electric and natural gas technologies such as data centers and electric and natural gas vehicles can create additional demand. Given that these technologies are rapidly evolving, the extent of any additional demand is uncertain. The Southern Company system seeks to incorporate the effects of changes in customer behavior, state and federal programs, state PSC or other applicable state regulatory agency mandates, and technology, but the Southern Company system's planning processes may not accurately estimate and incorporate these effects.\nThe operating results of the Registrants are affected by weather conditions and may fluctuate on a seasonal basis. In addition, catastrophic events could result in substantial damage to or limit the operation of the properties of a Subsidiary Registrant.\nElectric power and natural gas supply are generally seasonal businesses. The Subsidiary Registrants have historically sold less power and natural gas when weather conditions are milder.\nVolatile or significant weather events could result in substantial damage to the transmission and distribution lines of the traditional electric operating companies, the generating facilities of the traditional electric operating companies and Southern Power, and the natural gas distribution and underground storage facilities of Southern Company Gas, which is likely to negatively impact revenue. The Subsidiary Registrants have significant investments in the Atlantic and Gulf Coast regions and Southern Power and Southern Company Gas have investments in various states that could be subject to severe weather and \nI-23\n\n\n                                    Index to Financial Statements\n\nnatural disasters, including hurricanes and wildfires. Further, severe drought conditions can reduce the availability of water and restrict or prevent the operation of certain generating facilities. These volatile weather events may result in unexpected increases in customer load, requiring procurement of additional power at wholesale prices, or create other grid reliability issues.\nIn the event a traditional electric operating company or Southern Company Gas experiences any of these weather events or any natural disaster or other catastrophic event, recovery of costs in excess of reserves and insurance coverage is subject to the approval of its state PSC or other applicable state regulatory agency. The traditional electric operating companies from time to time have experienced and may continue to experience deficits in their storm cost recovery reserve balances. For example, in September 2024, Hurricane Helene caused significant damage to Georgia Power's transmission and distribution facilities. The incremental restoration costs related to this hurricane totaled approximately $870 million, of which approximately $750 million was deferred in the regulatory asset for storm damage, approximately $90 million was capitalized to property, plant, and equipment, and approximately $30 million was deferred as future billings to open access transmission tariff customers. Additionally, the applicable state PSC or other applicable state regulatory agency may deny or delay recovery of any portion of such costs.\nIn addition, damages resulting from significant weather events occurring within a Subsidiary Registrant's service territory or otherwise affecting its customers may result in the loss of customers and reduced demand for energy for extended periods and may impact customers' ability to perform under existing PPAs.\nAcquisitions, dispositions, or other strategic ventures or investments may not result in anticipated benefits and may present risks, including risks not originally contemplated.\nSouthern Company and its subsidiaries have made significant acquisitions, dispositions, and investments in the past and may continue to do so, including through SNG's pipeline development projects. Such actions cannot be assured to be completed or beneficial to Southern Company or its subsidiaries. Southern Company and its subsidiaries continually seek opportunities to create value through various transactions, including acquisitions or sales of assets. Specifically, Southern Power continually seeks opportunities to execute its strategy to create value through various transactions, including acquisitions, dispositions, and sales of partnership interests, development and construction of new generating facilities, and entry into PPAs primarily with investor-owned utilities, IPPs, municipalities, electric cooperatives, and other load-serving entities, as well as commercial and industrial customers. Additionally, Southern Company Gas continues to make significant investments in existing pipelines, most of which are operated by third parties. If one of these agents fails to perform in a proper manner, the value of the investment could decline and Southern Company Gas could lose part or all of its investment. In addition, Southern Company Gas is required to fulfill capital obligations to pipeline joint ventures.\nSouthern Company and its subsidiaries may face significant competition for transactional opportunities and anticipated transactions may not be completed on acceptable terms or at all. In addition, these transactions are intended to, but may not, result in the generation of cash or income, the realization of savings, the creation of efficiencies, or the reduction of risk.\nThese transactions also involve risks, including that they may not result in an increase in income or provide adequate or projected cash flows or return on capital or other anticipated benefits; they may result in Southern Company or its subsidiaries entering into new or additional lines of business, which may have new or different business or operational risks; they may not be successfully integrated into the acquiring company's operations, internal control processes, and/or accounting systems; the due diligence conducted prior to a transaction may not uncover situations that could result in financial or legal exposure or may not appropriately evaluate the likelihood or quantify the exposure from identified risks; they may result in impairment or decreased earnings, revenues, or cash flow; they may result in credit rating downgrades for Southern Company or its subsidiaries; they may involve retained obligations in connection with transitional agreements or deferred payments related to dispositions that subject Southern Company or its subsidiaries to additional risk; Southern Company or the applicable subsidiary may not be able to achieve the projected financial benefits from the use of funds generated by any dispositions; expected benefits of a transaction may be dependent on the cooperation, performance, or credit risk of a counterparty; minority investments in growth companies may not result in a positive return on investment; or, for the traditional electric operating companies and Southern Company Gas, costs associated with such investments that were expected to be recovered through regulated rates may not be recoverable.\nSouthern Company and Southern Company Gas are holding companies and Southern Power owns many of its assets indirectly through subsidiaries. Each of these companies is dependent on cash flows from their respective subsidiaries to meet their ongoing and future financial obligations.\nSouthern Company and Southern Company Gas are holding companies and, as such, they have no operations of their own. Substantially all of Southern Company's and Southern Company Gas' and many of Southern Power's respective consolidated assets are held by subsidiaries. Southern Company's, Southern Company Gas' and, to a certain extent, Southern Power's ability to meet their respective financial obligations, including making interest and principal payments on outstanding indebtedness, and, for Southern Company, to pay dividends on its common stock, is dependent on the net income and cash flows of their respective subsidiaries and the ability of those subsidiaries to pay upstream dividends or to repay borrowed funds. Prior to \nI-24\n\n\n                                    Index to Financial Statements\n\nfunding Southern Company, Southern Company Gas, or Southern Power, the respective subsidiaries have financial obligations and, with respect to Southern Company and Southern Company Gas, regulatory restrictions that must be satisfied, including among others, debt service. In addition, Southern Company, Southern Company Gas, and Southern Power may provide capital contributions or debt financing to subsidiaries under certain circumstances, which would reduce the funds available to meet their respective financial obligations, including making interest and principal payments on outstanding indebtedness, and to pay dividends on Southern Company's common stock.\nA downgrade in the credit ratings of any of the Registrants, Southern Company Gas Capital, or Nicor Gas could negatively affect their ability to access capital at reasonable costs and/or could require posting of collateral or replacing certain indebtedness.\nThere are numerous factors that rating agencies evaluate to determine credit ratings for the Registrants, Southern Company Gas Capital, and Nicor Gas, including capital structure, regulatory environment, the ability to cover liquidity requirements, other commitments for capital, and certain other controllable and uncontrollable events. The Registrants, Southern Company Gas Capital, and Nicor Gas could experience a downgrade in their ratings if any rating agency concludes that the level of business or financial risk of the industry or the applicable company has deteriorated. Changes in ratings methodologies by the agencies could also have a negative impact on credit ratings. If any rating agency downgrades any Registrant, Southern Company Gas Capital, or Nicor Gas, borrowing costs likely would increase, including potential automatic increases in interest rates or fees under applicable term loans and credit facilities, the pool of investors and funding sources would likely decrease, and, particularly for any downgrade to below investment grade, significant collateral requirements may be triggered in a number of contracts. Any credit rating downgrade could require altering the mix of debt financing currently used and could require the issuance of secured indebtedness (which would rank senior to unsecured indebtedness) and/or indebtedness with additional restrictive covenants binding the applicable company.\nUncertainty in demand for energy can result in lower earnings or higher costs.\nThe traditional electric operating companies and Southern Power each engage in a long-term planning process to estimate the optimal mix and timing of new generation assets required to serve future load obligations. Southern Company Gas engages in a long-term planning process to estimate the optimal mix and timing of building new pipelines, replacing existing pipelines, and entering new markets and/or expanding in existing markets. These planning processes must project many years into the future to accommodate the long lead times associated with the permitting and construction of new generation and associated transmission facilities and natural gas distribution facilities. Inherent risk exists in predicting demand as future loads are dependent on many uncertain factors, including economic conditions, customer usage patterns, efficiency programs, and customer technology adoption.\nThe traditional electric operating companies are experiencing projected demand that exceeds recent experience, creating the need for new power generating resources and transmission facilities. The majority of this demand is driven by the power needs and projected power needs of data centers to serve an increasingly digital economy and to support artificial intelligence. Other demands are coming from new industrial facilities with advanced manufacturing processes for such products as electric vehicles and batteries. Ensuring that incremental revenues from these projected new demands cover incremental costs and risks will be critical to continuing the traditional electric operating companies' value proposition to customers. The new nature of these industries, additional capital spending needs, and uncertainties on the actual capacity required to satisfy the projected new demands of these new industries may impact the traditional electric operating companies.\nBecause regulators may not permit the traditional electric operating companies or the natural gas distribution utilities to adjust rates to recover the costs of new generation and associated transmission assets and/or new pipelines and related infrastructure in a timely manner or at all, these subsidiaries may not be able to fully recover these costs or may have exposure to regulatory lag associated with the time between the incurrence of costs and the recovery in regulated rates. In addition, under Southern Power's model of selling capacity and energy at negotiated market-based rates under long-term PPAs, Southern Power might not be able to fully execute its business plan if market prices drop below original forecasts. Southern Power and/or the traditional electric operating companies may not be able to extend or replace existing PPAs upon expiration, or they may be forced to market these assets at prices lower than originally expected.\nThe traditional electric operating companies are currently obligated to supply power to retail customers, as well as wholesale customers under long-term PPAs. Southern Power is currently obligated to supply power to wholesale customers under long-term PPAs. At peak times, the demand for power required to meet obligations could exceed the Southern Company system's available generation capacity. Market or competitive forces may require that the traditional electric operating companies purchase capacity in the open market or build additional generation and transmission facilities and that Southern Power purchase energy or capacity in the open market. Because regulators may not permit the traditional electric operating companies to pass all of these purchase or construction costs on to their customers, the traditional electric operating companies may not be able to recover some or all of these costs or may have exposure to regulatory lag associated with the time between the \nI-25\n\n\n                                    Index to Financial Statements\n\nincurrence of costs of purchased or constructed capacity and the traditional electric operating companies' recovery through regulated rates. Under Southern Power's long-term fixed price PPAs, Southern Power may not be able to recover all of these costs.\nThe businesses of the Registrants and Nicor Gas are dependent on their ability to successfully access capital through capital markets and financial institutions. \nThe Registrants and Nicor Gas rely on access to both short-term and longer-term capital markets as a significant source of liquidity to meet capital requirements not satisfied by the cash flow from their respective operations. If any of the Registrants or Nicor Gas is not able to access capital at competitive rates or on favorable terms, its ability to implement its business plan will be limited due to weakened capacity to fund capital investments or acquisitions that it may otherwise rely on to achieve future earnings and cash flows. In addition, the Registrants and Nicor Gas rely on committed credit facilities as back-up liquidity for access to low cost money markets. Certain market disruptions, whether in the United States or globally, including an economic downturn or uncertainty, increases in interest rates, bankruptcy or financial distress at an unrelated utility company, financial institution, or sovereign entity, capital markets volatility and disruption, either nationally or internationally, changes in fiscal, monetary, or tax policy, volatility in market prices for electricity and natural gas, actual or threatened cyber or physical attacks on facilities within the Southern Company system or owned by unrelated utility companies, impacts of any pandemic health events, geopolitical instability, war or threat of war, or the overall health of the utility and financial institution industries, may increase the cost of borrowing or adversely affect the ability to raise capital through the issuance of securities or other borrowing arrangements or the ability to secure committed bank lending agreements used as back-up sources of capital. Furthermore, some financial institutions may be limited in their ability to provide capital to the Registrants as a result of such financial institution's investment criteria, including criteria related to GHG.\nIf sources of capital for the Registrants or Nicor Gas are reduced, capital costs could increase materially.\nFailure to comply with debt covenants or conditions could adversely affect the ability of the Registrants, SEGCO, Southern Company Gas Capital, or Nicor Gas to execute future borrowings.\nThe debt and credit agreements of the Registrants, SEGCO, Southern Company Gas Capital, and Nicor Gas contain various financial and other covenants. Georgia Power's loan guarantee agreement with the DOE contains additional covenants, events of default, and mandatory prepayment events relating to the ongoing operation of Plant Vogtle Units 3 and 4. Failure to meet those covenants beyond applicable grace periods could result in accelerated due dates and/or termination of the agreements.\nVolatility in the securities markets, interest rates, and other factors could substantially increase defined benefit pension and other postretirement plan costs and affect the funding available for nuclear decommissioning.\nThe costs of providing pension and other postretirement benefit plans are dependent on a number of factors, such as the rates of return on plan assets, discount rates, the level of interest rates used to measure the required minimum funding levels of the plans, changes in actuarial assumptions, government regulations, and/or life expectancy, and the frequency and amount of the Southern Company system's required or voluntary contributions made to the plans. Changes in actuarial assumptions and differences between the assumptions and actual values, as well as a significant decline in the value of investments that fund the pension and other postretirement plans, if not offset or mitigated by a decline in plan liabilities, could increase pension and other postretirement expense, and the Southern Company system could be required from time to time to fund the pension plans with significant amounts of cash. See MANAGEMENT'S DISCUSSION AND ANALYSIS – ACCOUNTING POLICIES – \"Application of Critical Accounting Policies and Estimates – Pension and Other Postretirement Benefits\" in Item 7 herein and Note 11 to the financial statements in Item 8 herein for additional information regarding the defined benefit pension and other postretirement plans. Additionally, Alabama Power and Georgia Power each hold significant assets in their nuclear decommissioning trusts to satisfy obligations to decommission their nuclear plants. The rate of return on assets held in those trusts can significantly impact both the funding available for decommissioning and the funding requirements for the trusts. See Note 6 to the financial statements under \"Nuclear Decommissioning\" in Item 8 herein for additional information.\nShareholder activism could cause Southern Company to incur significant expense, hinder execution of Southern Company's business strategy, and impact Southern Company's stock price.\nActivist shareholders could seek to engage in proxy solicitations, advance shareholder proposals, or otherwise attempt to assert influence on Southern Company's board of directors and management. Should such activity arise, it could result in substantial costs and divert management's and Southern Company's board's attention and resources. Additionally, such shareholder activism could give rise to perceived uncertainties as to Southern Company's future, adversely affect the Southern Company system's relationships with its employees, customers, regulators, or service providers, and make it more difficult to attract and retain qualified personnel. Southern Company's stock price could be subject to significant fluctuation or otherwise be adversely affected by the events, risks, and uncertainties of any shareholder activism.\nI-26\n\n\n                                    Index to Financial Statements\n\nThe Registrants are subject to risks associated with their ability to obtain adequate insurance at acceptable costs.\nThe financial condition of some insurance companies, actual or threatened physical or cyber attacks, natural disasters, and an increased focus on climate issues, among other things, could have disruptive effects on insurance markets. The availability of insurance may decrease, and the insurance that the Registrants are able to obtain may have higher deductibles, higher premiums, and more restrictive policy terms. Further, the insurance policies may not cover all of the potential exposures or the actual amount of loss incurred.\nThe use of derivative contracts by Southern Company and its subsidiaries in the normal course of business could result in financial losses that negatively impact the net income of the Registrants or in reported net income volatility.\nSouthern Company and its subsidiaries use derivative instruments, such as swaps, options, futures, and forwards, to manage their commodity and interest rate exposures and, to a lesser extent, manage weather and foreign currency exchange rate exposure and engage in limited trading activities. The Registrants could recognize financial losses as a result of volatility in the market values of these contracts or if a counterparty fails to perform. These risks are managed through risk management policies, limits, and procedures, which might not work as planned and cannot entirely eliminate the risks associated with these activities. In addition, derivative contracts entered into for hedging purposes might not offset the underlying exposure being hedged as expected, resulting in financial losses. In the absence of actively quoted market prices and pricing information from external sources, the valuation of these financial instruments can involve management's judgment or use of estimates. The factors used in the valuation of these instruments become more difficult to predict and the calculations become less reliable further into the future. As a result, changes in the underlying assumptions or use of alternative valuation methods could affect the reported fair value of these contracts.\nSee Notes 13 and 14 to the financial statements in Item 8 herein for additional information.\nFuture impairments of goodwill or long-lived assets could have a material adverse effect on the Registrants' results of operations.\nGoodwill is evaluated for impairment annually or on an interim basis if changes in circumstances or the occurrence of events suggest impairment exists. If impairment testing indicates that the carrying amount of reporting units exceeds the respective fair value, an impairment charge would be recognized. If goodwill were to become impaired, the results of operations could be materially and adversely affected. At December 31, 2024, goodwill was $5.2 billion and $5.0 billion for Southern Company and Southern Company Gas, respectively.\nIn addition, Southern Company and its subsidiaries have long-lived assets recorded on their balance sheets. Long-lived assets are assessed for impairment whenever events or changes in circumstances indicate that the asset's carrying amount may not be recoverable. If impairment testing indicates that the carrying amount of the long-lived assets exceeds the respective fair value, an impairment charge would be recognized. See Notes 1 and 15 to the financial statements in Item 8 herein for information regarding certain impairment charges at Southern Company, Alabama Power, and Southern Company Gas.",
      "char_count": 76704
    }
  },
  "extracted_at": "2025-10-18T17:45:27.896725"
}