{
  "ticker": "TRS",
  "company_name": "TRIMAS CORP",
  "cik": 842633,
  "form_type": "10-K",
  "filing_date": "2025-02-27",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0000842633-25-000015",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0000842633&accession_number=000084263325000015&xbrl_type=v",
  "sic_code": "3460",
  "industry": "Metal Forgings & Stampings",
  "sections": {
    "item1": {
      "text": "Item 1.    Business\nOverview \nTriMas designs, develops and manufactures a diverse set of products primarily for the consumer products, aerospace & defense, and industrial markets through its TriMas Packaging, TriMas Aerospace and Specialty Products groups. We believe our businesses share important and distinguishing characteristics, including: well-recognized brand names in the markets we serve; innovative product technologies and features; customer-approved processes and qualified products; strong cash flow generation; long-term growth opportunities; and a commitment to sustainability. Headquartered in Bloomfield Hills, Michigan, TriMas has approximately 3,900 employees who serve our customers from 37 manufacturing and support locations in 13 countries. \nDuring 2024, our net sales were $925.0 million, operating profit was $47.2 million, and net cash provided by operating activities was $63.8 million. Approximately 77% of our 2024 net sales were generated from sales in North America. \nOur Competitive Strengths \nTriMas reports its operating activities in three segments: Packaging, Aerospace and Specialty Products. Our management team believes TriMas is uniquely positioned because of a number of competitive strengths, including: \n•Well-Recognized and Established Brands. Our main Packaging brands include Rieke®, Affaba & Ferrari™, Taplast™, Rapak® and Aarts Packaging™, which are also marketed under the TriMas Packaging brand, and Intertech™ and Omega Plastics™, which are also marketed under the TriMas Life Sciences brand (all of which make up the TriMas Packaging group and are collectively reported in the Packaging segment). Our Aerospace brands include Monogram Aerospace Fasteners®, Allfast® Fastening Systems, Mac Fasteners™, RSA Engineered Products™, Weldmac Manufacturing Company™, Martinic Engineering™ and TFI Aerospace™, which are also marketed under the TriMas Aerospace brand (all of which make up the TriMas Aerospace™ group and are collectively reported in the Aerospace segment). Norris Cylinder™ is the main brand reported within the Specialty Products segment. We believe each of our go-to-market brands is well-recognized and firmly established in the end markets we serve. We believe our brands represent high standards and a commitment to quality and service that our customers rely on, and in many cases certify or audit, when making their sourcing decisions. \n•Innovative and Proprietary Manufacturing and Product Technologies. We believe each of our businesses is well-positioned through years of refined manufacturing know-how, innovative product development, application engineering and solutions design. We believe our manufacturing footprint and operational competencies would be difficult and costly to replicate, and provide us a competitive advantage to serve our customers. We continue to place a priority on investing in innovation to enhance and protect our product designs, brand names, and manufacturing processes and competencies. \n•Customer-Focused Solutions and Long-Term Customer Relationships. We work collaboratively with our customers to design new product applications that help satisfy rapidly changing preferences in the marketplace. As a recognized leader in many of our end markets, customers partner with us during the design, product development and production life cycle. These ongoing relationships, often developed over decades, coupled with our expertise in innovation and application engineering, position us to win new and replacement business with our customers when they launch new products or programs. \n•Experienced Management Team. Given the range of product and process technologies within each of our businesses, TriMas' success is a function of our experienced management team. In each of our businesses, including businesses we have acquired, we have members of our leadership team that have served the vast majority of their careers, and have extensive and often times unique experience, in the industries we operate. The TriMas management team is focused and committed to continuously improving Company performance and growing shareholder value. Management compensation is tied to financial results through short-term incentive plans, long-term equity incentive programs and Company-established stock ownership guidelines. \n4 \n\n\nOur Strategy\nGuided by our experienced management team, we are focused on the following components that comprise our enterprise-wide strategy: \n•Leverage our TriMas Business Model.  The TriMas Business Model (\"TBM\") serves as the platform to manage our diverse set of businesses under a common set of standards focused on continuous improvement and achieving operational excellence. Through the TBM, we set near- and long-term performance objectives, and utilize a reliable communication and escalation process that provides for flexibility and adjustments when market expectations change. We believe our operating performance will continue to benefit from the use of Kaizen as a means to drive our decision-making and investment processes. In addition to continuous improvement and goal setting, the TBM is also focused on environmental, health and safety, talent development, and flawless new product and process launches.\n•Invest in Innovation. We continue to invest in organic growth in our most compelling end markets with the highest long-term return potential. We intend to leverage our brands, expand our product offerings to current and new customers and geographic regions, and introduce innovative products to meet our customers' needs and help solve their challenges. We operate under a disciplined approach to defend and expand our product offerings, and grow our business over the longer term. In addition to product innovation, we also value process innovation and believe we can solidify our customer relationships using new innovative processes and manufacturing \"know-how\" to improve our quality, speed to develop and commercialize, sustainability and overall competitiveness, increasing customer satisfaction, as well as our performance.\n•Enhance Growth with Strategic Acquisitions. We believe TriMas, through its relatively low debt leverage, manageable interest expense and resulting cash generation profile, is uniquely positioned to enhance organic growth with strategic bolt-on acquisitions. Our acquisition priority is to build out the Packaging platform, with a focus on beauty, food & beverage and life sciences applications, and increase TriMas’ weight in packaging-related end markets, which comprised 55% of consolidated net sales in 2024. We will also explore opportunities to further strategically expand our Aerospace platform with a focus in the areas of fasteners, fittings, and latches, as well as other complementary-to-existing products for commercial and defense applications. Overall, we typically seek to acquire adjacent product lines that expand our existing product offerings, gain access to new customers and end markets, expand our geographic footprint and/or capitalize on scale and cost efficiencies. \n•Drive Enhanced Cash Conversion. We leverage the TBM to drive management’s decision-making processes to achieve our growth and profitability targets, as well as drive our businesses toward achieving market-leading returns and cash flow conversion. We believe establishing well-defined strategies, executing against annual goals and long-range targets, operating in a data-driven, fact-based environment, and awarding our team on annual cash flow generation will allow us to expand our free cash flow and create shareholder value. We plan to use this cash for reinvestment in our businesses, strategic acquisitions and other capital allocation actions, such as share buybacks and dividends.\n•Foster a Culture of Kaizen and Engagement. We believe our talented and dedicated global team is the foundation of our success. We strive to be a great employer through our demonstrated commitment to employee safety, workplace belonging, talent development and workplace culture. We embrace the tools of Kaizen, which is predicated on engaging our employees to identify cost effective ways to improve all aspects of our businesses, throughout our manufacturing operations and support services. We also foster a culture of employee engagement to drive performance improvements, operational excellence and a sustainable future.\n•Focus on Sustainability. We view sustainability and ESG practices as important components of our culture and rooted in our core values representing who we are as a company. We proactively seek new ways to make progress in each of the four key areas of our sustainability strategy: Governance & Ethics, People, Environment and Products. We believe that sustainability is broader than caring for the environment, and encompasses care for our employees, as well as the communities where we live and work. It means continuously enhancing our products and our processes to make the world a better place. We strive to incorporate the concept of sustainability into our decision-making model and continue to increase the importance of sustainability in everything we do. \n5 \n\n\nOur Businesses\nWe report the results of our operations in three segments, which had net sales and operating profit for the year ended December 31, 2024 as follows: Packaging (net sales: $512.3 million; operating profit: $68.1 million), Aerospace (net sales: $294.2 million; operating profit: $33.8 million) and Specialty Products (net sales: $118.5 million; operating loss: $2.0 million). For information pertaining to the net sales and operating profit attributed to our segments, refer to Note 20, \"Segment Information,\" included in Item 8, \"Financial Statements and Supplementary Data,\" within this Form 10-K.\nEach of our segments is described in more detail on the following pages.\nPackaging (55% of 2024 net sales)\nWe believe the TriMas Packaging group is a leading designer, developer and manufacturer of specialty, highly-engineered polymeric and steel closure and dispensing systems for a range of end markets, including consumer packaging (beauty & personal care, food & beverage, and home care), life science and industrial markets. We manufacture high-performance, value-added products that are designed to enhance our customers' ability to store, transport, process and dispense various products. \nTriMas Packaging designs and manufactures dispensing products (including foaming pumps, lotion, hand soap and sanitizer pumps, beverage dispensers, perfume sprayers and trigger sprayers), polymeric and steel caps and closures (including food lids, flip-top closures, child resistant caps, drum and pail closures, and flexible spouts), polymeric jar products, and fully integrated dispensers for fill-ready, flexible bag-in-box applications, for a variety of consumer product markets including, but not limited to, the beauty & personal care, home care, food & beverage and industrial end markets. TriMas Packaging also manufactures airless dispensers for pharmaceutical applications, polymerase chain reaction (PCR) test kits for blood testing applications, components for vascular delivery and blood testing, and child resistant closures and containers, as part of its growing presence serving the life sciences end markets. \nIn February 2023, we acquired Aarts Packaging B.V. (\"Aarts\"), a well-established, innovative luxury packaging solutions provider for prestigious beauty and lifestyle brands, located in the Netherlands. This acquisition expanded TriMas Packaging's presence in beauty applications, a desirable end market, adding a variety of cosmetic dispenser closures, beauty packaging design solutions and highly-automated injection molding machines with robotic production and finishing capabilities including decorative metallization. \nIn addition, TriMas Packaging, through its December 2021 acquisition of Omega Plastics and February 2022 acquisition of Intertech, designs and manufactures complex, precision injection molded components and assemblies for applications in the life sciences end market. Our capabilities and products include prototype production molds and custom, medical-related components such as patient diagnostic test components, consumable vascular delivery, surgical devices and pharmaceutical closures.\nTriMas Packaging has the capability of manufacturing the majority of products in North America, Europe or Asia, which allows us to evaluate manufacturing location decisions based on customer needs, timing, cost and capacity.\n6 \n\n\nCompetitive Strengths \nWe believe TriMas Packaging benefits from the following competitive strengths in coordination with operating under TriMas' overarching strategy: \n•Strong Product Innovation. Through a multi-layered approach to product and process innovation starting with subject matter experts, our TriMas Packaging team is focused on driving innovation across a broad range of solutions for our customers. Our New Product Development teams are also supported by our TriMas Center of Excellence, located near New Delhi, India, to enhance our technical innovation and development. TriMas Packaging has a consistent pipeline of new products and enhanced designs ready for launch, and continues to innovate to make products more appealing, sustainable and environmentally friendly. For example, TriMas Packaging's product development programs have provided innovative and proprietary product solutions, such as a range of fully-recyclable, polymeric SingoloTM pumps, made from a single material making it fully recyclable without compromising quality, aesthetics, performance or formula compatibility, and comes in a variety of dosing options. We have also expanded the offering to include a full-plastic foamer, as well as a recyclable small dosage pump for treatment and liquid foundation applications. In addition, TriMas Packaging recently launched tethered caps, which are caps that remain attached to a bottle or container after opening and during use to increase ease of recycling. Other innovative offerings include a line of certified flame mitigation closures, as well as our child-resistant closures (CRC) for nutraceutical and agricultural products, which include innovative patent-pending interlocking inner/outer caps designed with less plastic, reducing our carbon footprint without compromising quality, durability or functional performance. TriMas Packaging also continues to service a variety of clients delivering high precision, innovative medical and wellness offerings; these products enable care to a scope of individuals within a range of medical testing and diagnostics. TriMas Packaging's emphasis on highly-engineered solutions and product development has yielded numerous issued and enforceable patents, with many other patent applications pending. For example, 42 patents were filed and 81 patents were issued in 2024, related to both new and existing patent families.\n•Customized Solutions that Enhance Customer Relationships. A significant portion of our products have customized designs that are developed and engineered to address customer-specific technical, marketing and sustainability needs, helping to distinguish our customers' products from those of their competitors. For example, the customization of specialty plastic caps, closures and dispensers including branding, unique colors, collar sizes, lining and venting results in substantial customer loyalty. TriMas Packaging has also invested in high-quality, high-performance printing capabilities for multi-color printed logos and customized designs on flat top caps and closures. The substantial investment in flexible manufacturing cells allows us to offer both short lead-times for high volume products and customization for more moderate volume orders, which provides significant advantages to our consumer packaged goods customer base. In addition, we provide customized dispensing solutions including unique pump designs, precision metering, unique colors and special collar sizes to fit our customers' containers. TriMas Packaging collaborates with customers to develop innovative products that are more eco-friendly and easier to recycle. Based on our breadth of products, and engineering and production capabilities, we have achieved preferred supplier status with several customers. \n7 \n\n\n•Global Manufacturing Footprint.  TriMas Packaging maintains a global network of sales, manufacturing and distribution sites, to serve our global customer base. The majority of TriMas Packaging's manufacturing facilities around the world have advanced injection molding machines required to manufacture precision-engineered dispensing and closure components, as well as automated, high-speed assembly equipment for multi-component products. Our customers, including larger consumer products customers, often desire supply and manufacturing capabilities within their primary geographical end markets which results in more efficient supply chains, reduced carbon footprint and enhanced sustainability. To support these initiatives, we operate a newer, highly-automated facility in New Albany, Ohio, which began production in 2022. This facility enables TriMas Packaging to shift production of a variety of products currently manufactured outside of the United States closer to our customers, and supports new business growth closer to our customers in North America, as needed. During 2023, as a result of temporal, but significant industry-wide destocking and resulting demand softness, TriMas Packaging took proactive actions to optimize its manufacturing footprint and better position its business to capture future operating leverage gains. As a result of its flexible manufacturing footprint, TriMas Packaging was able to close a leased manufacturing facility in Rohnert Park, California, and reposition all of the production assets to other U.S. production facilities, announce the exit of a leased warehouse in Irwindale, California, and consolidate two manufacturing facilities located in China into one new facility which has provided improved efficiencies and positioned the business better for growth in the region. In addition to our locations in China, we also have design and manufacturing capacity and offer highly-engineered dispensing solutions through locations in India and Vietnam, and have increased our Asian market sales coverage. Our acquisitions of Affaba & Ferrari, Taplast, Aarts Packaging and Plastic Srl have provided us with additional sales, design and manufacturing capacity in Europe, with additional manufacturing facilities in the Netherlands, Italy and Slovakia. In addition, we have expanded our capabilities into South America, opening our first warehouse in Brazil in 2022, with local sales, marketing, technical, laboratory and supply chain teams supporting our customers in the region. We believe TriMas Packaging's flexible footprint provides us with multiple alternatives for production to best meet customer requirements and helps mitigate the impacts of potential trade disruption. \nMarketing, Customers and Distribution \nTriMas Packaging accesses its markets through direct sales to customers, as well as through leading distributors, where it has enjoyed favorable, long-standing relationships. We employ commercial teams in North America, South America, Europe and Asia. At times, we also use third-party agents and distributors in our key geographic markets, as well as agents and distributors primarily to sell to container manufacturers and to users or fillers of containers. \nTriMas Packaging's end customers include, but are not limited to, consumer packaged goods, personal care, beauty and cosmetic, medical, pharmaceutical, nutraceutical, food and beverage, industrial, agricultural, chemical, and cleaning and sanitary supply companies. We also provide products into applications used by warehouse clubs, e-retailers and quick-service restaurants. We may provide products directly to the end customer, but the end customers may also specify that our products be provided to filling or packaging intermediary customers. In addition, we also provide products to major container manufacturers, and maintain a customer service center that provides technical support, as well as other technical assistance to customers. \nTriMas Packaging has manufacturing and support facilities in the United States, Mexico, Brazil, the United Kingdom, the Netherlands, Germany, Italy, Slovakia, China, India, Vietnam and Australia.\nCompetition \nTriMas Packaging has a broad range of products in closure, dispensing and flexible packaging systems, and therefore has various competitors in each of our product offerings. We do not believe that there is a single competitor that matches our entire product offering. Depending on the product and customers served, our competitors include Aptar, Bericap, Berry Global (soon to be part of Amcor), Comar, Greif, Mold-Rite, Phoenix Closures, Silgan, Technocraft and other smaller private companies located in Asia.\n8 \n\n\nAerospace (32% of 2024 net sales)\nWe believe the TriMas Aerospace group is a leading designer and manufacturer of a diverse range of products, including, but not limited to, highly-engineered fasteners, collars, blind bolts, rivets, ducting and connectors for air management systems, formed metal components and assemblies, and other highly-engineered machined parts and components, for use in focused markets within the aerospace and defense industry. Many of these products are customer-specific and are manufactured utilizing customer-qualified and proprietary processes. The products also satisfy rigorous customer requirements or meet unique aerospace industry standards, and as such, we believe there are a limited set of competitors. We believe our brands are well established and recognized in their markets. Our brands are long-term, certified suppliers of aerospace original equipment manufacturers (\"OEMs\") or Tier One suppliers, and have been serving the aerospace industry for decades. \nWe provide products for commercial and regional jets, business jet, helicopters, and general aviation, as well as military, defense and space applications and platforms with sales to OEMs, supply chain distributors, maintenance, repair and overhaul (MRO) and aftermarket providers, and Tier One suppliers. Our customer-specified and/or qualified products are used in production of significant long-term aircraft programs, including most Boeing and Airbus commercial jetliner programs. \nTriMas Aerospace's product offering includes a broad line of fastener products, including permanent threaded blind bolts, solid and blind rivets, standard screws and bolts manufactured to meet NAS, MS, AN and AS standards, collars, temporary fasteners and other specialty fasteners. TriMas Aerospace also manufactures and assembles complex, highly-engineered and proprietary ducting, connectors and related products for air management systems, formed and welded metal, and other complex machine-to-print parts for aerospace applications, including auxiliary power units and electrical, hydraulic and pneumatic systems. \nIn February 2025, we announced the completion of the acquisition of the aerospace business of GMT Gummi-Metall-Technik GmbH (“GMT Aerospace”), a Germany-based leading developer and manufacturer of tie-rods and rubber-metal anti-vibration products for both commercial and military aerospace applications. \nIn April 2023, we acquired the operating assets of Weldmac Manufacturing Company (\"Weldmac\"), a leading designer and manufacturer of high-performance, complex metal fabricated components and assemblies for the aerospace, defense and space launch end markets. Offering numerous AS9100D and National Aerospace and Defense Contractors Accreditation Program (NADCAP) certified manufacturing services, Weldmac's comprehensive processes include welding, stamping, punching, hydroforming, forging, laser cutting, custom tooling and machining, as well as advanced quality control inspections and complex assembly utilizing a variety of metals. \nCompetitive Strengths \nWe believe TriMas Aerospace benefits from the following competitive strengths in coordination with operating under TriMas' overarching strategy: \n•Broad Product Portfolio of Established Brands. We believe that TriMas Aerospace is a leading designer, developer and manufacturer of a broad range of engineered fasteners for the aerospace industry, as well as other complex formed metal, ducting and machined components. The combination of the Monogram Aerospace Fasteners (\"Monogram\"), Allfast Fastening Systems (\"Allfast\"), Mac Fasteners and TFI Aerospace (\"TFI\") brands enables TriMas Aerospace to offer a wide range of fastener products which address a broad scope of customer requirements, providing scale to customers who continue to rationalize their supply base. In several of the product categories, including rotary-actuated blind bolts and blind and solid rivets, TriMas Aerospace has a meaningful market share with well-known and established brands. The combined product sets of the Monogram, Allfast, Mac Fasteners and TFI brands uniquely position us to benefit from platform-wide supply opportunities. In addition, RSA Engineered Products (\"RSA\") has extensive experience in providing air ducting, connectors and flexible joints used in hot engine bleed air, anti-icing and environmental control system applications. Weldmac manufactures formed and welded complex metal components for various high and low temperature applications on aircraft. Martinic Engineering (\"Martinic\") has a reputation, with more than 40 years of experience, of specializing in the high-complexity machining of castings, forgings and bar stock for leading Tier One commercial and defense aerospace OEMs. We believe that we supply products for the majority of the new airplanes manufactured by many of the largest global airplane OEMs, either directly or through a critical distribution network. \n9 \n\n\n•Product Innovation. We believe that TriMas Aerospace's engineering, research and development capability and new product focus are competitive advantages. For many years, TriMas Aerospace's product development programs have provided innovative and proprietary product solutions. The close working relationship of our sales and engineering teams with our customers' engineering teams is key to developing future products desired and required by our customers. Our innovation teams add value by working directly with our customers to address assembly and manufacturing process challenges to improve productivity and efficiency, while reducing the overall installed cost. As an example, TriMas Aerospace has developed new fastener products that offer a flush break upon installation, streamlining the installation process, and continues to develop other fastener designs offering improved installation and use on composite structure applications. One of our more recent product innovations, the Composi-Lok4® fastener, provides installed weight savings helping to improve fuel efficiency, and further contributing to our sustainability objectives for TriMas and our customers. TriMas Aerospace has also designed the next generation temporary fastener Fastack® SC (Super Clamp) with a significant increase in clamping force. In addition to the new product introductions, TriMas Aerospace continues to focus on expanding its fastener offerings for the product applications on current aircraft, with expansion of collar product families used in traditional two-sided assembly. We believe our customer-focused approach to provide cost-effective technical solutions will drive the development of new products and create new growth opportunities.\n•Leading Manufacturing Capabilities and Processes. We believe that TriMas Aerospace is a leading manufacturer of precision-engineered components for the aerospace industry. Given industry regulatory requirements, as well as customer requirements, these products are required to be manufactured within tight tolerances and specifications, often out of hard-to-work-with and exotic materials including titanium, Inconel and specialty steels. TriMas Aerospace is also capable of advanced precision computer numerical controlled (\"CNC\") milling, high performance CNC turning and assembly, metal forming and welding, working in a variety of metals including super alloys, stainless steel, aircraft steel alloys, carbon steel alloys and aluminum alloys. Many of TriMas Aerospace's products, facilities and manufacturing processes are required to be qualified and/or certified. Key certifications in TriMas Aerospace include: AS9100:2009 Revision D; ISO9001:2008; TSO; and NADCAP for non-destructive testing, heat treatment, wet processes and materials testing. While proprietary products and patents are important, having proprietary manufacturing processes and capabilities makes TriMas Aerospace's products difficult to replicate. The aerospace industry has strict requirements for quality and delivery, making process innovation and continuous improvement vital to TriMas Aerospace's success. We believe TriMas Aerospace's manufacturing processes, capabilities and quality focus create a competitive strength for the business. \nMarketing, Customers and Distribution \nTriMas Aerospace serves OEM, distribution and aftermarket customers on a wide variety of platforms. Given the focused nature of many of our products, TriMas Aerospace relies upon a global sales and technical team that is knowledgeable of both OEM customers and the established network of independent distributors. Although the markets for fasteners are highly competitive, we provide products and services primarily for specialized applications, and compete principally on technology, quality and service. TriMas Aerospace works directly with aircraft manufacturers to develop and test new products and improve existing products. TriMas Aerospace’s primary customers include OEMs, supply chain distributors, Tier One suppliers and the United States government. \nTriMas Aerospace's manufacturing facilities are located in the United States and Canada. Given the nature of the components TriMas Aerospace manufactures, it can ship products efficiently to Europe, South America and Asia. \nCompetition \nDepending on the product and customers served, our primary competitors include Ateliers de la Haute Garonne, Cherry Aerospace - Precision Castparts Corp., Howmet Aerospace, LISI Aerospace and Senior Aerospace, as well as a variety of aerospace and general industrial machined component manufacturers. We believe that we are a leader in one-sided installation (OSI), or blind bolt, applications with significant market share in all blind fastener product categories in which we compete. \nSpecialty Products (13% of 2024 net sales)\nDuring 2024, our Specialty Products segment was comprised of our Norris Cylinder and Arrow Engine Company businesses. We believe these businesses are well-established and recognized in the end markets they serve. \n10 \n\n\nTriMas' Norris Cylinder business is a leading designer, manufacturer and distributor of highly-engineered, large, intermediate and small size, high and low-pressure Type 1 steel cylinders for the transportation, storage and dispensing of packaged and compressed gases. Norris Cylinder's large high-pressure seamless gas cylinders are used principally for shipping, storing and dispensing oxygen, nitrogen, argon, helium and other compressed gases for use in industrial, heath care and defense end markets. In addition, Norris Cylinder offers a complete line of steel cylinders used to contain and dispense acetylene gas for the heating, ventilation and air conditioning (HVAC) and construction end markets. Norris Cylinder's products meet the rigorous standards required by the U.S. Department of Transportation (DOT) or International Standards Organization (ISO), which certifies a cylinder's adequacy to perform in specific applications. \nArrow Engine is a provider of natural gas-powered engines, typically used in remote applications such as for oil field pump jacks, compressors and replacement parts, which are engineered for use in oil and natural gas production and other industrial markets. Arrow Engine distributes its products through a worldwide distribution network, primarily focused in the United States and Canada. Arrow Engine manufactures its own engine line and also offers a wide variety of spare parts for various industrial engines not manufactured by Arrow Engine. On January 31, 2025, we announced the successful completion of the previously announced sale of the Arrow Engine business, facilitating an exit of our direct presence in the oil and gas end market.\nCompetitive Strengths \nWe believe our Specialty Products segment benefits from the following competitive strengths in coordination with operating under TriMas' overarching strategy: \n•Leading Market Position and Strong Brand Name. With more than 70 years of experience, Norris Cylinder is one of the worlds' largest manufacturers of high- and low-pressure forged steel cylinders, and the only manufacturer of forged Type 1 steel cylinders that remains in the United States. In 2021, Norris Cylinder became an official \"Made in the USA\" designated manufacturer, which we believe allows Norris to locally address customers' needs, while maintaining more control over lead times and quality. We believe that Norris has a reputation for high-quality cylinders used in a variety of applications, including industrial gas, welding and cutting, government, medical, laboratories, food and beverage technology, breathing air, fire protection and aviation. \n•Comprehensive Product Offering. We believe our businesses within Specialty Products, particularly Norris Cylinder, offer comprehensive product offerings that meets their customers' needs. Norris Cylinder offers a complete line of large, intermediate and small size, high and low-pressure steel cylinders to its customers across a variety of end markets. Additionally, Norris Cylinder offers a wide range of coating options for its customers, which are often used as bespoke branding indicators for each of Norris Cylinder's larger customers.\n•Established and Extensive Distribution Channels. Our Specialty Products businesses, particularly our Norris Cylinder business, have long-standing customer relationships, including important qualifications, and distributes directly to major companies, as well as distributing to domestic buying groups, OEMs, medium and small independent companies, the Department of Defense, and independent distributors. Our long-standing supply position in these well-established networks has allowed our Specialty Products businesses to successfully navigate some of the most robust, as well as harshest, economic cycles.\n•Difficult and Costly to Replicate Manufacturing Base. Our Norris Cylinder business has locations in Longview, Texas, and Huntsville, Alabama, which have numerous hot and cold forging and metalworking pieces of equipment and processes. While there are other manufacturers of steel cylinders globally, the installation of Type 1 steel cylinder manufacturing processes and adding new capacity tends to be a lengthy process and a very costly investment to implement. We believe that in periods of high demand, such as what was experienced in 2021 through the majority of 2023, Norris Cylinder's installed and fixed capacity and manufacturing presence in the United States provides an advantage when compared to non-U.S. suppliers that from time to time deal with logistic constraints. In periods of unusually low demand, such as what was experienced in 2024, the fixed investment capacity can face cost-flexing challenges.\nMarketing, Customers and Distribution \nThe customers of our Specialty Products segment, predominantly our Norris Cylinder business, operate in the broader industrial end markets, including manufacturing, construction and welding, fire suppression and oxygen applications. Given the wide range of applications for many of our products, we rely upon a combination of a direct sales force and an established network of distributors familiar with the end-users. Our primary customers include industrial gas producers and distributors, welding equipment distributors, equipment manufacturers and the Department of Defense. \nOur Specialty Products manufacturing facilities are located in the United States. \n11 \n\n\nCompetition \nNorris Cylinder's competitors include Beijing Tianhai Industry Co., ENK Co., Everest Kanto Cylinder, Faber, MAT S/A Gas Cylinders and Zhejiang Jindun Pressure Vessel Co., which are all non-U.S. companies, among others. Norris Cylinder is the only remaining high pressure, Type 1 forged steel cylinder manufacturer in the United States. \nTriMas' Acquisition Strategy\nTriMas views the pursuit of strategic bolt-on acquisitions as core to augmenting its organic growth and achieving our overarching corporate strategy. We believe TriMas is uniquely positioned to leverage our relatively low debt profile and strong free cash flow profile to identify and complete acquisitions annually as part of our capital allocation strategy. TriMas' acquisition priorities are to build out our Packaging platform, which comprised 55% of our consolidated net sales in 2024, with a focus on expanding in the beauty, food & beverage, and life sciences end markets, as well as to explore unique, strategic opportunities to build out our Aerospace platform, with a priority on expanding in fastener, fitting and latch applications. We typically seek to acquire adjacent product lines that expand our existing product offerings, gain access to new customers and end markets, expand our geographic footprint and/or capitalize on scale and cost efficiencies. Between 2019 and 2024, TriMas completed ten acquisitions and one divestiture. We believe these moves will better shape our presence in higher growth end markets, improve our overall portfolio by building out our two highest growth platforms and augment long-term core growth.\nMaterials and Supply Arrangements\nOur largest raw material purchases are for resins (such as polypropylene and polyethylene), steel, aluminum, super alloys, and other metal and non-metal-based purchased components. Raw materials and other supplies used in our operations are normally available from a variety of competing suppliers. In addition to raw materials, we purchase a variety of components and finished products from sources in lower-cost countries.\nPolypropylene and polyethylene are generally commodity resins with multiple suppliers capable of providing product globally. Steel is purchased primarily from steel mills and service centers, and on a more localized basis. Changing global dynamics for steel production, supply and pricing may continue to present a challenge to our business. \nHistorically, we have experienced volatility in costs and availability of our raw material purchases and have worked with our suppliers to manage costs and disruptions in supply. We also utilize pricing programs to pass increased steel, resin and other raw material costs on to customers. Although we may experience delays in our ability to implement price increases related to material costs, we have been generally able to recover such increased costs.\nHuman Capital Resources\nAs of December 31, 2024, we employed approximately 3,900 people, of which 44% were located outside the United States. We have one facility, located in Commerce, California, where our hourly employees operate under a collective bargaining agreement, and which represents 13% of our U.S. employees. We have six facilities outside of the United States where our employees are affiliated with work councils, which covers 13% of our non-U.S. employees. \nWe believe employee relations throughout our organization are positive and we are not aware of any present active union organizing activities at any of our facilities. We cannot predict the impact of any further unionization of our workplace. Our labor agreement with the United Automobile, Aerospace and Agricultural Implement Workers of America (UAW) at our TriMas Aerospace facility in Commerce, California, expired in August 2024, at which time the UAW initiated a strike, which lasted approximately ten weeks. Subsequent to the initiation of the strike by the UAW, we entered into a new three-year collective bargaining agreement which expires in October 2027.\nTriMas focuses on several human capital resources objectives in managing its business, including our commitment to health and safety, employee engagement, workplace belonging, and talent development. These human capital resources objectives, taken together, may be material to understanding our business under certain circumstances. These objectives are reinforced by our Code of Conduct, our global policies, including our Global Human Rights Policy, Supplier Code of Conduct, and Environment, Health & Safety Policy, as well as our commitment to sustainability as evidenced by our annual Sustainability Reports. \n12 \n\n\nCommitment to Safety\nOur first objective under the TBM is the health and safety of our employees, including anyone who conducts business on our behalf. The commitment to safety starts at the top levels of our organization, and as a result of our commitment, we updated and enhanced our Environment, Health & Safety Policy in 2022. We believe a safe and secure workplace is fundamental to our success. TriMas is committed to providing a safe and healthy workplace and complying with applicable safety and health laws, regulations and internal requirements. We are also committed to engaging our employees to continually improve health and safety by acting upon opportunities to reduce risk and improve our safety and health performance, and offer training programs on a regular basis. TriMas maintains comprehensive safety programs focused on identifying hazards and eliminating risks that can lead to work-place injuries. \nEmployee Engagement\nAt TriMas, a commitment to continuous improvement is one of our core values and imperative to our long-term success. We embrace the tools of Kaizen and work to foster a culture of employee engagement to drive performance improvements and operational excellence. We believe that employee feedback is important which is why, for the past four years, we administered employee engagement surveys globally. We continue to work on our engagement as a company, with managers actively facilitating engagement discussions with their teams and developing action plans to ensure progress and continuous improvement.\nWorkplace Belonging\nWe believe we are at our best when we bring together unique perspectives, experiences and ideas, and actively build inclusive work environments across our global locations. We believe that tapping into our employees' backgrounds and experiences ensures we make better decisions and supports stronger operating performance. Our goal is to foster working environments that are fair and safe, where rights are respected, and everyone can achieve their full potential. Our policies and practices strive to assure equal employment and advancement opportunities for all qualified people. We also work to maintain appropriate standards of conduct in the workplace and to be sensitive to the concerns of all of our employees. We strive to maintain workplaces that are free from discrimination or harassment on the basis of race, ethnicity, color, national origin, religion, age, gender, gender identity and expression, genetic information, sexual orientation, protected veteran status, disability or any other characteristic protected by applicable laws.\nTalent Development\nWe believe that a talented, engaged and dynamic workforce is vital to our success. We seek to hire, develop and retain individuals who embrace and thrive in our culture. Our culture is grounded in our values: Integrity, Customer-focused, Teamwork, Results-driven and Continuous Improvement. Our businesses strive to build robust talent pipelines through targeted recruitment initiatives across our global footprint. Our programs are intended to ensure seamless onboarding for our new employees. We identify and nurture talent through a culture that is designed to enable employees to succeed and grow into leadership positions. We believe that our diverse businesses and structure provide many opportunities for employees to follow their own path and advance their careers.\nWe are committed to a culture of Kaizen and operational excellence, and we provide employees with the opportunity to receive frequent performance feedback. On a regular basis throughout the year, employees have goal alignment, performance and career development discussions with their managers (via annual goal setting, mid-year and year-end performance and talent reviews). At these times, employees receive candid feedback on their performance against set objectives. These reviews evaluate each employee's strengths, skills and areas for opportunity, which are important for career development. \nSeasonality\nTriMas does not typically experience significant seasonal fluctuation, other than our fourth quarter, which in past years has tended to be the lowest net sales quarter of the year given holiday shutdowns by certain of our customers and other customers deferring capital spending to the following year. \n13 \n\n\nGovernment Regulations\nEnvironmental Matters\nWe are subject to increasingly stringent environmental laws and regulations, including those relating to air emissions, wastewater discharges, and chemical and hazardous waste management and disposal. Some of these environmental laws hold owners or operators of land or businesses liable for their own and for previous owners' or operators' releases of hazardous or toxic substances or wastes. Other environmental laws and regulations require obtaining and complying with environmental permits. To date, costs of complying with environmental, health and safety requirements have not been material. However, the nature of our operations and our long history of industrial activities at certain of our current or former facilities, as well as those acquired, could potentially result in material environmental liabilities. \nCurrent environmental laws and regulations have not had a material impact on our business, capital expenditures or financial position. However, we must comply with existing and pending climate change legislation, regulation and international treaties or accords. Future events, including those relating to climate change or greenhouse gas regulation could require us to incur expenses related to the modification or curtailment of operations, installation of pollution control equipment or investigation and cleanup of contaminated sites. In addition to environmental laws and regulations, our operations are governed by a variety of laws and regulations, including those relating to workplace safety and worker health, principally the Occupational Safety and Health Act and regulations thereunder. We believe that we are in material compliance with these laws and regulations and do not believe that future compliance with such laws and regulations will have a material adverse effect on our business, financial condition, results of operations and cash flows.\nTrade Policies and Regulations\nFree trade laws and regulations provide certain duties and tariffs on qualifying imports and exports, subject to compliance with the applicable classification and other requirements. In the past, we have experienced higher input costs as a direct result of tariffs imposed on certain raw materials and components imported from China. In certain cases, we have passed-through these incremental costs to the customer, while in some cases we have not changed pricing in order to retain or expand volumes. In other cases, we continued to install incremental capacity in facilities which were not subject to duties or tariffs. In addition, certain of our U.S. suppliers raised prices for components in response to an overall increase in demand for domestic sources. \nWe believe that we are in material compliance with free trade laws and regulations. While there may be an impact to our financial condition as a result of changes in the amount of duties or tariffs levied on products we import from China, and potentially other countries including Mexico and Canada, we do not believe that costs to remain in compliance with such laws and regulations will have a material adverse effect on our business, financial condition, results of operations and cash flows. However, there continues to exist significant uncertainty about the future of U.S. trade policy and potential new tariffs, including but not limited to, potential new tariffs on Canada, China and Mexico. For additional information, refer to \"Regulatory, Legal and Environmental Risks -Significant developments in U.S. trade policies could have a material adverse effect on us and our financial condition and results of operations.\" in \"Item 1A. Risk Factors\" within this Annual Report on Form 10-K.\nIntangible Assets\nOur identified intangible assets, consisting of customer relationships, trademarks and trade names, and technology, are recorded at $161.1 million at December 31, 2024, net of accumulated amortization. The valuation of each of the identified intangibles was performed using broadly accepted valuation methodologies and techniques.\nCustomer Relationships. We have developed and maintained stable, long-term selling relationships with customer groups for specific branded products and/or focused market product offerings within each of our businesses. Useful lives assigned to customer relationship intangibles range from five to 25 years and have been estimated using historic customer retention and turnover data. Other factors considered in evaluating estimated useful lives include the diverse nature of focused markets and products of which we have significant share, how customers in these markets make purchases and these customers' position in the supply chain. We also monitor and evaluate the impact of other evolving risks including the threat of lower cost competitors and evolving technology.\nTrademarks and Trade Names.  Each of our businesses designs and manufactures products for focused markets under various trade names and trademarks (see prior discussion by reportable segment). Our trademark/trade name intangibles are well-established and considered long-lived assets that require maintenance through advertising and promotion expenditures. Because it is our practice and intent to maintain and to continue to support, develop and market these trademarks/trade names for the foreseeable future, we consider our rights in these trademarks/trade names to have an indefinite life, except as otherwise dictated by applicable law.\n14 \n\n\nTechnology. We hold a number of United States and foreign patents, patent applications, and proprietary product and process-oriented technologies within all three of our reportable segments. We have, and will continue to dedicate, technical resources toward the further development of our products and processes in order to maintain our competitive position in the industrial, commercial and consumer end markets that we serve. Estimated useful lives for our technology intangibles range from one to 30 years and are determined in part by any legal, regulatory or contractual provisions that limit useful life. For example, patent rights have a maximum limit of 20 years in the United States. Other factors considered include the expected use of the technology by the operating groups, the expected useful life of the product and/or product programs to which the technology relates, and the rate of technology adoption by the industry.\nInternational Operations\nOf our net sales for the year ended December 31, 2024, 25.1% were derived from sales by our businesses located outside of the United States, and 34.2% of our long-lived assets as of December 31, 2024 were located outside of the United States. We operate manufacturing facilities in Canada, China, Germany, India, Italy, Mexico, the Netherlands, Slovakia, the United Kingdom and Vietnam, in addition to our U.S. operations. In addition to the net sales derived from sales by our businesses located outside of the United States, we also generated $82.7 million of export sales from the United States. \nWebsite Access to Company Reports \nWe use our corporate website, www.trimas.com, as a channel for routine distribution of important information, including news releases, company presentations and links to our businesses' websites, as well as reinforcing our commitment to sustainability as evidenced by our Sustainability Reports. We also provide financial information on our website and post filings as soon as reasonably practicable after they are electronically filed with, or furnished to, the SEC, including our annual, quarterly, and current reports on Forms 10-K, 10-Q and 8-K, our proxy statements and any amendments to those reports or statements. All such postings and filings are available under our Investors section of the website free of charge. The SEC also maintains a website, www.sec.gov, that contains reports, proxy and information statements and other information regarding issuers that file electronically with the SEC. The content on any website referred to in this Annual Report on Form 10-K is not incorporated by reference into this Annual Report on Form 10-K unless expressly noted. \n15",
      "char_count": 53586
    },
    "item1a": {
      "text": "Item 1A.    Risk Factors \nYou should carefully consider each of the risks described below, together with information included elsewhere in this Annual Report on Form 10-K and other documents we file with the SEC. The risks and uncertainties described below are those that we have identified as material, but are not the only risks and uncertainties facing us. Although the risks are organized by headings, and each risk is discussed separately, many of the risks are interrelated. Readers should not interpret the disclosure of any risk factor to imply that the risk has not already materialized. Additional risks and uncertainties not currently known to us or that we currently believe are immaterial may also impact our business operations, financial results and liquidity.\nRisks Relating to Our Business\nOur businesses depend upon general economic conditions and we serve some customers in highly cyclical industries; as such, we may be subject to the loss of sales and margins due to an economic downturn or recession.\nOur financial performance depends, in large part, on conditions in the markets that we serve in both the U.S. and globally. In the past, our operations have been exposed to volatility due to changes in general economic conditions or consumer preferences, recessions or adverse conditions in the markets we serve, including the impact of global pandemics and international conflicts. We are exposed to highly cyclical end markets for industrial goods, and to a lesser extent, aerospace and consumer products. An uncertain macro-economic and political climate could lead to reduced demand from our customers, variations in timing of sales to our customers, increased price competition for our products, increased risk of excess and obsolete inventories, uncollectible receivables, and higher overhead costs as a percentage of revenue, all of which could impact our operating margins. If our customers are adversely affected by these factors, we may experience lower product volume orders, which could have an unfavorable impact on our revenue and operating profit. For example, beginning in the back half of 2022 and continuing through 2023, demand for dispensing and closure products within our Packaging segment fell as a result of some of our larger customers' choices to rebalance on-hand inventory levels and caution in purchasing behaviors given the current inflationary macro-economic environment. As a more recent example, we experienced strong demand and inventory builds from customers, which benefited our steel cylinder business in 2022 and 2023, which then resulted in customer destocking negatively impacting demand for steel cylinders in 2024. These are a few recent examples indicating that our ability to accurately forecast the level of our customers’ orders is limited and can result in inefficiencies in scheduling our installed manufacturing capacity and result in sub-optimal business and financial results. \nMany of the markets we serve are highly competitive, which could limit sales volumes and reduce our operating margins.\nMany of our products are sold in competitive markets. We believe that the principal points of competition in our markets are price, product quality, delivery performance, design and engineering capabilities, product development, conformity to customer specifications, customer service and effectiveness of distribution. Maintaining and improving our competitive position will require continued investment by us in manufacturing, engineering, quality standards, marketing, customer service and support of our distribution networks. We may have insufficient resources in the future to continue to make such investments and, even if we make such investments, we may not be able to maintain or improve our competitive position. We also face the risk of lower-cost manufacturers located in China, India and other regions competing in the markets for our products and we may be driven as a consequence of this competition to increase our investment overseas. Making overseas investments can be highly risky and we may not always realize the advantages we anticipate from any such investments. Competitive pressure may limit the volume of products that we sell and reduce our operating margins.\nWe may be unable to successfully implement our business strategies and achieve our strategic and financial objectives.\nWe have a long history of acquisitions and divestitures, and we continuously evaluate strategic opportunities and other investment activities. From time to time, we may engage in one or more strategic transactions. If we do so, it may or may not meet the intended strategic or financial objective. \nStrategic acquisitions may require integration expense and actions that may negatively affect our results of operations and that could not have been fully anticipated beforehand. In addition, attractive strategic transaction opportunities may not be identified or pursued in the future, financing for strategic transactions may be unavailable on satisfactory terms and we may be unable to accomplish our strategic objectives in effecting a particular strategic transaction. We may encounter various risks in pursuing such strategic transactions, including the possible inability to integrate an acquired business into our operations, increased expenses, increased debt obligations to finance such strategic transactions and unanticipated problems or liabilities.\n16 \n\n\nIn addition, we may dispose of assets or businesses at a price or on terms that are less favorable than we had anticipated, or with the exclusion of assets that must be divested or run off separately. As we seek to sell or separate certain assets, equity interests or businesses, we may also encounter difficulty in finding buyers, managing interdependencies across multiple transactions and other Company initiatives, implementing separation plans or executing alternative exit strategies on acceptable terms, which could delay or prevent the accomplishment of our strategic and financial objectives. Moreover, the effect of dispositions over time will reduce our cash flow and earnings capacity and result in a less diversified portfolio of businesses, creating a greater dependency on remaining businesses for our financial results. \nAccordingly, risks related to strategic acquisitions or dispositions may result in the disruption of our ongoing business, diversion of management's attention, the failure of such transactions to be completed, or the failure to realize the financial and strategic benefits contemplated at the time of a transaction, some or all of which could materially and adversely affect our business strategy, financial condition and results of operations.\nIncreases in our raw material or energy costs or the loss of critical suppliers could adversely affect our profitability and other financial results.\nWe are sensitive to price movements and availability of our raw materials supply. Our largest raw material purchases are for resins (such as polypropylene and polyethylene), steel, aluminum superalloys (such as titanium, A286 stainless steel and Inconel) and other oil and metal-based purchased components, each of which have experienced recent cost volatility. Prices for these products, along with costs for transportation and energy, fluctuate with market conditions, and have generally increased over time. For example, during 2022, we experienced increased energy costs and supply chain disruptions as a result of the Russia-Ukraine conflict. In addition, we have experienced, and expect to continue to experience, the impact of cost inflationary pressure on raw materials, wage rates and freight. For 2024, while our material and other input costs have generally stabilized compared to 2023 levels, we have experienced increased input costs associated with abrupt increases in customer demand, primarily in our Packaging segment. Pressure on wage rates continued through 2024 across all our businesses. Although we have generally been able to recover certain costs increases, we may be unable to offset the impact of future cost increases with price increases on a timely basis due to outstanding commitments to our customers, competitive considerations or our customers’ resistance to accepting such price increases and our financial performance could be adversely impacted. A failure by our suppliers to continue to supply us with certain raw materials, component parts, or at all, could have a material adverse effect on us. To the extent there are energy supply disruptions or material fluctuations in energy costs, our margins could be materially adversely impacted.\nOur ability to deliver products that satisfy customer requirements is dependent on the performance of our subcontractors and suppliers, as well as on the availability of raw materials and other components.\nWe rely on other companies, including subcontractors and suppliers, to provide and produce raw materials, integrated components and sub-assemblies and production commodities included in, or used in the production of, our products. If one or more of our suppliers or subcontractors experiences delivery delays or other performance problems, we may be unable to meet commitments to our customers or incur additional costs and penalties. In some instances, we depend upon a single source of supply. Any material service disruption from one of our suppliers, either due to circumstances beyond the supplier’s control, such as geopolitical developments, including any potential impacts resulting from rising tensions between the United States and China, or logistical complications or operational disruptions due to weather, global climate change, earthquakes or other natural disasters, or as a result of performance problems or financial difficulties, could have a material adverse effect on our ability to meet commitments to our customers or increase our operating costs. In recent years we have experienced even greater uncertainties in the economic environment, including input cost inflation, supply chain disruptions with our subcontractors and suppliers, shortages in global markets for commodities, logistics and labor, all of which have resulted in labor and manufacturing inefficiencies given the challenges in production scheduling.\nWe have significant goodwill and intangible assets, and future impairment of our goodwill and intangible assets could have a material negative impact on our financial results.\nAt December 31, 2024, our goodwill and intangible assets were $517.4 million and represented 39.1% of our total assets. If we experience declines in sales and operating profit or do not meet our current and forecasted operating budget, we may be subject to goodwill and/or other intangible asset impairments in the future. While the fair value of our remaining goodwill exceeds its carrying value, significantly worse financial performance of our businesses, significantly different assumptions regarding future performance of our businesses or significant declines in our stock price could result in future impairment losses. Because of the significance of our goodwill and intangible assets, and based on the magnitude of historical impairment charges, any future impairment of these assets could have a material adverse effect on our financial results.\n17 \n\n\nOur business may be exposed to risks associated with an increasingly concentrated customer base.\nWhile no individual customer accounted for 10% or more of our consolidated net sales for 2024, 2023 or 2022, our customer base has become, and may further become, increasingly concentrated as a result of our strategy to focus on growing sales with existing customers in packaging end markets, or due to customer consolidations. In 2024, our Aerospace and Specialty Products segments each had a customer that comprised 10% or more of its segment revenue. As a result of these factors, changes to or reductions in the buying patterns of these larger customers, including our customers diversifying their supply base, may expose our business and results of operations to greater volatility. For example, in a prior period, a large commercial aircraft manufacturer announced significant production delays and/or reductions on certain of its platforms for which we provide products, which significantly impacted our sales, profit and production efficiencies compared to historical levels.\nThe mix and type of customers, and sales to any single customer, may vary significantly from quarter to quarter and from year to year, and have a significant impact on our financial condition, results of operations and cash flows. If customers do not place orders, or they substantially reduce, delay or cancel orders, we may not be able to replace the business, which may have a significant adverse impact on our results of operations and financial condition. For example, beginning late 2023 and continuing through 2024, we experienced a significant demand trough in our cylinder business as our customers rebalanced their inventory and adjusted their buying patterns. Further, a number of our consumer packaged goods customers ordered higher levels of inventory due to concerns over capacity constraints and rising inflation in the first half of 2022, and subsequently reduced their order levels in the back-half of 2022. Sales of our consumer and industrial packaging products decreased in 2023, which we believe was due to lower customer order activity given high customer stocking levels, as well as continuing uncertainty around consumer sentiment as a result of the inflationary environment. In addition, major customers may require that we localize manufacturing and supply capacity rather than sourcing from lower cost countries, or seek pricing, payment, intellectual property-related or other commercial terms that are less favorable to us, which may have a negative impact on our business. The concentration of our customer base also increases our risks related to the financial condition of our customers, and the deterioration in financial condition of customers or the failure of customers to perform their obligations could have a material adverse effect on our results of operations and cash flows.\nWe are dependent on our manufacturing facilities for the production of our highly-engineered products, which subjects us to risks associated with disruptions and changing technology and manufacturing techniques that could place us at a competitive disadvantage.\nIf our manufacturing facilities become unavailable either temporarily or permanently due to weather, earthquakes or other natural disasters related to global climate change, or geopolitical developments, including any potential impacts resulting from tensions between the United States and China, or logistical complications or operational disruptions arising from adverse regulatory actions, acts of war, cybersecurity incidents, public health crises or labor disruptions, we may be unable to shift production to other facilities or to make up for lost production. For example, our Aerospace manufacturing facilities are predominately located in southern California, an area known for earthquakes and wildfires, and are thus vulnerable to damage. Any new facility would need to comply with the necessary regulatory requirements, satisfy our specialized manufacturing requirements and require specialized equipment. Even though we carry business interruption insurance policies, any business interruption losses could exceed the coverage available or be excluded from our insurance policies. Any disruption of our ability to operate our business could result in a material decrease in our revenues or significant additional costs to replace, repair or insure our assets, which could have a material adverse impact on our financial condition and results of operations.\nIn addition, we believe that our customers rigorously evaluate their suppliers on the basis of price competitiveness, product quality, reliability and timeliness of delivery, technical expertise and development capability, new product innovation, product design capability, manufacturing expertise, operational flexibility, customer service and overall management. Our success depends on our ability to continue to meet our customers' changing expectations with respect to these criteria. We may be unable to install, maintain and certify equipment needed to produce products or upgrade or transition our manufacturing facilities without impacting production rates or requiring other operational efficiency measures at our facilities. We anticipate that we will remain committed to product research and development, advanced manufacturing techniques and service to remain competitive, which entails significant costs; however, we may be unable to address technological advances, implement new and more cost-effective manufacturing techniques, or introduce new or improved products, whether in existing or new markets, so as to maintain our businesses' competitive positions or to grow our businesses as desired.\nA major failure of our information systems could harm our business; increased cybersecurity threats and more sophisticated and targeted cybersecurity attacks could pose a risk to our systems, networks and products.\nWe depend on integrated information systems to conduct our business. While we maintain some of our critical information systems, we are also dependent on third parties to provide important services relating to, among other things, operational technology at our facilities, human resources, electronic communications and certain finance functions. We may experience operating problems with our information systems as a result of system failures, cybersecurity incidents or other causes. \n18 \n\n\nCybersecurity incidents and similar attacks vary in their form and can include the deployment of harmful malware or ransomware, denial-of-service attacks, and other attacks, which may affect business continuity and threaten the availability, confidentiality and integrity of our systems and information. Cybersecurity incidents can also include employee or personnel failures, fraud, phishing or other social engineering attempts or other methods to cause confidential information, payments, account access or access credentials, or other data to be transmitted to an unintended recipient. Cybersecurity threat actors also may attempt to exploit vulnerabilities in software that is commonly used by companies in cloud-based services and bundled software. Any significant disruption or slowdown of our systems could cause customers to cancel orders or cause standard business processes to become inefficient or ineffective. \nWe have experienced cybersecurity incidents in the past and, while none of these cybersecurity incidents resulted in a material disruption to our business, we may experience additional cybersecurity incidents in the future. Further, there can be no assurance that a future cybersecurity incident will not result in a material disruption to our business or have a material adverse effect on our business strategy, results of operations or financial condition. Increased global IT security threats and more sophisticated and targeted cybersecurity attacks, including the rapid evolution and increased availability of artificial intelligence technologies that may intensify cybersecurity risks by making cybersecurity incidents more difficult to detect, contain and mitigate, pose a risk to the security of our systems and networks, and the confidentiality, availability and integrity of our data and communications. While we attempt to mitigate these risks by employing a number of measures, including employee training, comprehensive monitoring of our networks and systems, and maintenance of backup and protective systems, our networks and systems remain potentially vulnerable to advanced persistent threats. Furthermore, we may have little or no oversight with respect to security measures employed by third-party service providers, which may ultimately prove to be ineffective at countering cybersecurity threats or cybersecurity incidents. \nDepending on their nature and scope, cybersecurity threats, cybersecurity incidents or disruptions involving our systems, or the systems of our third-party business partners, could potentially lead to the compromising of confidential information and communications, loss of intellectual property, improper use of our systems and networks, manipulation, corruption and destruction of data, defective products, production downtimes and operational disruptions, as wells as, costs related to remediation or the payment of ransom, litigation, including commercial litigation, administrative, civil or criminal investigations or actions, regulatory intervention and sanctions or fines or investigation costs, which in turn could adversely affect our reputation, competitiveness, financial condition and results of operations.\nA growing portion of our sales and earnings may be derived from international sources, which exposes us to certain risks which may adversely affect our financial results and impact our ability to service debt.\nWe have operations outside of the United States. Of our net sales for the year ended December 31, 2024, 25.1% were derived from sales by our subsidiaries located outside of the United States. In addition, we may expand our international operations through internal growth or acquisitions. International operations, particularly sales to emerging markets and manufacturing in non-U.S. countries, are subject to risks that are not present within U.S. markets, which include, but are not limited to, the following:\n•Volatility of currency exchange between the U.S. dollar and currencies in international markets; \n•Changes in local government regulations and policies including, but not limited to, foreign currency exchange controls or monetary policy, governmental embargoes, repatriation of earnings, expropriation of property, duty or tariff restrictions, investment limitations and tax policies;  \n•Political and economic instability and disruptions, including labor unrest, civil strife, public health crises (including viral outbreaks such as the coronavirus), acts of war, guerrilla activities, insurrection and terrorism; \n•Legislation that regulates the use of chemicals; \n•Disadvantages of competing against companies from countries that are not subject to U.S. laws and regulations, including the Foreign Corrupt Practices Act (\"FCPA\"); \n•Compliance with international trade laws and regulations, including export control and economic sanctions, such as anti-dumping duties; \n•Difficulties in staffing and managing multi-national operations; \n•Limitations on our ability to enforce legal rights and remedies; \n•Tax inefficiencies in repatriating cash flow from non-U.S. subsidiaries that could affect our financial results and reduce our ability to service debt; \n•Reduced protection of intellectual property rights; and \n19 \n\n\n•Other risks arising out of foreign sovereignty over the areas where our operations are conducted. \nIn addition, we could be adversely affected by violations of the FCPA and similar worldwide anti-bribery laws as well as export controls and economic sanction laws. The FCPA and similar anti-bribery laws in other jurisdictions generally prohibit companies and their intermediaries from making improper payments to non-U.S. officials for the purpose of obtaining or retaining business. \nOur acquisition and disposition agreements by which we have acquired or sold companies, include indemnification provisions that may not fully protect us and may result in unexpected liabilities.\nCertain of the agreements related to the acquisition and disposition of businesses require indemnification against certain liabilities related to the operations of the company for the previous owner. We cannot be assured that any of these indemnification provisions will fully protect us, and as a result we may incur unexpected liabilities that adversely affect our profitability and financial position.\nExpectations relating to sustainability and ESG considerations could expose us to potential liabilities, increased costs, reputational harm and other adverse effects on our business.\nMany governments, regulators, investors, employees, customers and other stakeholders are increasingly focused on sustainability and ESG considerations relating to businesses. We have announced certain areas of focus through information on our website, press statements and other communications, including through our Sustainability Reports. The criteria used to evaluate sustainability and ESG practices, including goals and initiatives, may continue to evolve, which could result in greater expectations and may cause us to make investments, which may be material, to satisfy new criteria. In addition, some stakeholders may disagree with our goals and initiatives, or have very different views on where our sustainability and ESG focus should be placed, including differing views of regulators in various jurisdictions in which we operate. The increasing attention to sustainability could also result in reduced demand for certain of our products and/or reduced profits. If we are unable to respond effectively, investors may conclude that our sustainability and ESG policies and/or actions are inadequate. Any failure, or perceived failure, by us to achieve our sustainability or ESG goals and initiatives, adhere to our public statements, comply with federal, state or international laws and regulations, meet evolving and varied stakeholder expectations and standards, or accurately disclose our progress on such matters, could expose us to potential liabilities, increased costs, reputational harm and other adverse effects on our business.\nRegulatory, Legal and Environmental Risks\nSignificant developments in U.S. trade policies could have a material adverse effect on us and our financial condition and results of operations.\nFree trade laws and regulations provide certain duties and tariffs on qualifying imports and exports, subject to compliance with the applicable classification and other requirements. The United States government has indicated its intent to alter its approach to international trade policy and in some cases to renegotiate, or potentially terminate, certain existing bilateral or multi-lateral trade agreements and treaties with foreign countries. Retaliatory tariffs imposed by other countries or other potential governmental actions, could result in further adverse impacts on our business and results of operations. These tariffs, and other governmental actions relating to international trade agreements or policies, the adoption and expansion of trade restrictions, or the occurrence of trade wars may adversely impact demand for our products, costs, customers, suppliers and/or the U.S. economy or certain sectors thereof and, as a result, adversely impact our business. These tariffs and actions may, directly or indirectly, lead to higher costs and cause us to increase prices to our customers which may reduce demand, or, if we are unable to increase prices, result in lowering our margin on products sold. The degree to which these changes in U.S. trade policies, or the trade policies of other counties, affect our financial condition and results of operations will be influenced by the specific details of the changes in trade policies, their timing and duration, and our effectiveness in deploying tools and strategies to address these issues. For example, in the past few years, we have experienced higher input costs as a direct result of tariffs imposed on certain raw materials and components imported from China. In certain cases, we have passed-through these incremental costs to the customer, while in some cases we have not changed pricing to retain or expand volume, and in other cases we continue to work to install capacity in facilities where there currently is no tariff. In addition, certain of our U.S. suppliers raised prices for components in response to an overall increase in demand for domestic sources. It remains unclear what the U.S. or foreign governments will or will not do with respect to tariffs, international trade agreements and policies on a short-term or long-term basis. Additional changes in laws or policies governing the terms of foreign trade, and in particular increased trade restrictions, tariffs or taxes on imports from countries where we manufacture or purchase products could have a material adverse effect on our business, financial condition and results of operations.\n20 \n\n\nCompliance with and changes in tax laws, including tax reform legislation in the United States, could materially and adversely impact our financial condition, results of operations and cash flows.\nWe are subject to extensive tax liabilities, including federal, state and foreign income taxes and transactional taxes such as excise, sales and use, payroll, franchise, withholding and property taxes. Many tax liabilities are subject to periodic audits by taxing authorities, and such audits could subject us to additional tax as well as interest and penalties. New tax laws and regulations and changes in existing tax laws and regulations could result in increased expenditures by us for tax liabilities in the future and could materially and adversely impact our financial condition, results of operations and cash flows.\nWe continue to monitor and evaluate legislative developments related to the Global Anti-Base Erosion Proposal (\"GloBE\") established by the Organization of Economic Cooperation and Development's (\"OECD\") Pillar Two framework. OECD member countries may implement the Pillar Two model rules as issued, in a modified form, or not at all. On December 12, 2022, the European Union member states agreed to implement the OECD's Pillar Two global corporate minimum tax rate of 15% on companies with revenues of at least $790,000, which went into effect in January 2024. A number of other countries have passed legislation enacting certain parts of the Pillar Two framework in 2024. While the Pillar Two legislation did not have a material impact on our 2024 consolidated financial statements, it could have a material impact on our effective tax rate and result in higher cash tax liabilities in the future, depending on which countries enact minimum tax legislation and in what manner.\nWe may face liability associated with the use of products for which patent ownership or other intellectual property rights are claimed.\nWe may be subject to claims or inquiries regarding alleged unauthorized use of a third party’s intellectual property. An adverse outcome in any intellectual property litigation could subject us to significant liabilities to third parties, require us to license technology or other intellectual property rights from others, require us to comply with injunctions to cease marketing or using certain products or brands, or require us to redesign, re-engineer, or re-brand certain products or packaging, any of which could affect our business, financial condition and operating results. If we are required to seek licenses under patents or other intellectual property rights of others, we may not be able to acquire these licenses on acceptable terms, if at all. In addition, the cost of responding to an intellectual property infringement claim, in terms of legal fees and expenses and the diversion of management resources, whether or not the claim is valid, could have a material adverse effect on our business, results of operations and financial condition.\nWe may be unable to adequately protect our intellectual property.\nWhile we believe that our patents, trademarks, know-how and other intellectual property have significant value, it is uncertain that this intellectual property or any intellectual property acquired or developed by us in the future, will provide a meaningful competitive advantage. Our patents or pending applications may be challenged, invalidated or circumvented by competitors or rights granted thereunder may not provide meaningful proprietary protection. Moreover, competitors may infringe on our patents or successfully avoid them through design innovation. Policing unauthorized use of our intellectual property is difficult and expensive, and we may not be able to, or have the resources to, prevent misappropriation of our proprietary rights, particularly in countries where the laws may not protect such rights as fully as in the U.S. The cost of protecting our intellectual property may be significant and have a material adverse effect on our financial condition and future results of operations.\nWe may incur material losses and costs as a result of product liability, recall and warranty claims brought against us.\nWe are, from time to time, subject to a variety of claims or litigation incidental to our businesses, including demands for damages arising out of use of our products, claims relating to intellectual property matters, and claims involving employment matters and commercial disputes. We currently carry insurance and maintain reserves for potential product liability claims. However, our insurance coverage may be inadequate if such claims do arise and any liability not covered by insurance could have a material adverse effect on our business. Although we have been able to obtain insurance in amounts we believe to be appropriate to cover such liability to date, our insurance premiums may increase in the future as a consequence of conditions in the insurance business generally or our situation in particular. Any such increase could result in lower operating profit or cause the need to reduce our insurance coverage. In addition, a future claim may be brought against us that could have a material adverse effect on us. Any product liability claim may also include the imposition of punitive damages, the award of which, pursuant to certain state laws, may not be covered by insurance. Our product liability insurance policies have limits that, if exceeded, may result in material costs that could have an adverse effect on our future profitability. In addition, warranty claims are generally not covered by our product liability insurance. Further, any product liability or warranty issues may adversely affect our reputation as a manufacturer of high-quality, safe products, divert management’s attention, and could have a material adverse effect on our business.\n21 \n\n\nIn addition, our former Lamons business is a named party to lawsuits related to asbestos contained in gaskets alleged to be formerly manufactured by it or its predecessors. While we sold the Lamons business in December 2019, we retained the asbestos-related liability exposure. Some of this litigation includes claims for punitive and consequential, as well as compensatory damages. We are not able to predict the outcome of these matters given that, among other things, claims may be initially made in jurisdictions without specifying the amount sought or by simply stating the minimum or maximum permissible monetary relief, and may be amended to alter the amount sought. Of the 4,968 claims pending at December 31, 2024, 28 set forth specific amounts of damages (other than those stating the statutory minimum or maximum). See Note 15, \"Commitments and Contingencies,\" included in Item 8, \"Financial Statements and Supplementary Data,\" within this Form 10-K for additional information. \nTotal settlement costs (exclusive of defense costs) for all such cases, some of which were filed more than 30 years ago, have been $13.7 million. All relief sought in the asbestos cases is monetary in nature. To date, approximately 40% of our costs related to settlement and defense of asbestos litigation have been covered by our primary insurance. Effective February 14, 2006, we entered into a coverage-in-place agreement with our first level excess carriers regarding the coverage to be provided to us for asbestos-related claims when the primary insurance is exhausted. The coverage-in-place agreement makes asbestos defense costs and indemnity insurance coverage available to us that might otherwise be disputed by the carriers and provides a methodology for the administration of such expenses. The Company's primary insurance exhausted in November 2018, and the Company is solely responsible for defense costs and indemnity payments prior to the commencement of coverage under this agreement, the duration of which would be subject to the scope of damage awards and settlements paid. During this period, we may incur significant litigation costs in defending these matters. In the event the asbestos defense costs and indemnity insurance coverage provided by the coverage-in-place agreement are unavailable to us for any reason, we may incur additional costs. We also may be required to incur additional defense costs and pay damage awards or settlements, or become subject to equitable remedies, in the future that could adversely affect our businesses.\nOur business may be materially and adversely affected by compliance obligations and liabilities under environmental laws and regulations, including related to climate change.\nWe are subject to increasingly stringent environmental laws and regulations, including those relating to air emissions, wastewater discharges and chemical and hazardous waste management and disposal. A number of governments or governmental bodies have introduced or are contemplating introducing regulatory changes in response to climate change, including regulating greenhouse gas emissions. Some of these laws hold owners or operators of land or businesses liable for their own and for previous owners' or operators' releases of hazardous or toxic substances or wastes. Other environmental laws and regulations require obtaining and complying with environmental permits. To date, costs of complying with environmental, health and safety requirements have not been material. However, the nature of our operations and our long history of industrial activities at certain of our current or former facilities, as well as those acquired, could potentially result in material liabilities.\nWhile we must comply with existing and pending climate change legislation, regulation and international treaties or accords, current laws and regulations have not had a material impact on our business, capital expenditures or financial position. Future events, including those relating to climate change or greenhouse gas regulation, could require us to incur expenses related to fund energy efficiency activities, fees or restrictions on certain activities, the modification or curtailment of operations, installation of pollution control equipment or investigation and cleanup of contaminated sites. Any adopted future regulations could also negatively impact our ability to compete with companies situated in areas not subject to such limitations, and we may not be able to recover the cost of compliance with new or more stringent laws and regulations, which could adversely impact our results of operations, cash flow or financial condition.\nOur reputation, ability to do business, and results of operations may be impaired by legal compliance risks.\nWhile we strive to maintain high standards, our internal controls and compliance systems may not always protect us from acts committed by our employees, agents, or business partners that would violate U.S. and/or non-U.S. laws or adequately protect our confidential information, including the laws governing payments to government officials, bribery, fraud, anti-kickback and false claims rules, competition, export and import compliance, money laundering, and data privacy laws (including with respect to the European Union’s General Data Protection Regulation and U.S. state privacy laws such as the California Consumer Privacy Act), as well as the improper use of proprietary information or social media. Any such allegations, violations of law or improper actions could subject us to civil or criminal investigations in the U.S. and in other jurisdictions, could lead to substantial civil or criminal, monetary and non-monetary penalties, and related shareholder lawsuits, could lead to increased costs of compliance, could damage our reputation and could have a material effect on our consolidated financial statements.\n22 \n\n\nRisks Related to our Debt and Other Financial Obligations\nWe have debt principal and interest payment requirements that may restrict our future operations and impair our ability to meet our obligations.\nAs of December 31, 2024, we have $398.1 million of outstanding long-term debt. We are subject to variable interest rates on our revolving credit facility. Such interest rates are subject to benchmark interest rates based on the currency denomination of borrowings, with British pound sterling borrowings subject to the Sterling Overnight Index Average and Euro borrowings subject to the Euro InterBank Offered Rate, both plus a spread of 1.750%, and U.S. dollar borrowings subject to the Secured Overnight Financing Rate plus a spread of 1.850%. The interest rate spread is based upon the leverage ratio, as defined, as of the most recent determination date. We may experience increases in our interest expense as a result of general increases in interest rate levels. In addition, we could be further impacted by changes in variable interest rates. Our reference rates under our revolving credit facility may perform differently from historical rates, which may affect our net interest expense and require changes to our future risk, pricing and hedging strategies. We had $1.5 million outstanding under our revolving credit facility as of December 31, 2024.\nOur degree of leverage and level of interest expense may have important consequences, including:\n•Should our leverage increase, it may place us at a competitive disadvantage as compared with our less leveraged competitors and make us more vulnerable in the event of a downturn in general economic conditions or in any of our businesses; \n•Our flexibility in planning for, or reacting to, changes in our businesses and the industries in which we operate may be limited;\n•A substantial portion of our cash flow from operations will be dedicated to the payment of annual interest and future principal obligations on our indebtedness, thereby reducing the funds available to us for operations, capital expenditures, acquisitions, future business opportunities or obligations to pay rent in respect of our operating leases; and \n•Our operations are restricted by our debt instruments, which contain certain financial and operating covenants, and those restrictions may limit, among other things, our ability to borrow money in the future for working capital, capital expenditures, acquisitions, rent expense or other purposes.\nOur ability to service our debt and other obligations will depend on our future operating performance, which will be affected by prevailing economic conditions and financial, business and other factors, many of which are beyond our control. Our business may not generate sufficient cash flow, and future financings may not be available to provide sufficient net proceeds, to meet these obligations or to successfully execute our business strategies. See \"Management's Discussion and Analysis of Financial Condition and Results of Operations—Liquidity and Capital Resources.\"\nRestrictions in our debt instruments limit our ability to take certain actions and breaches thereof could impair our liquidity.\nOur revolving credit facility and the indenture governing our senior notes contain covenants that restrict our ability to:\n•Pay dividends or redeem or repurchase capital stock;\n•Incur additional indebtedness and grant liens;\n•Make acquisitions and joint venture investments; and\n•Sell assets.\nOur debt instruments also require us to comply with financial covenants relating to, among other things, interest coverage and leverage. We may not be able to satisfy these covenants in the future or be able to pursue our strategies within the constraints of these covenants. Substantially all of the assets of our domestic subsidiaries are pledged as collateral. Borrowings under the foreign currency sub limit are secured by a pledge of the assets of the foreign subsidiary borrowers that are party to our revolving credit facility. A breach of a covenant contained in our debt instruments could result in an event of default under one or more of our debt instruments and our lease financing arrangements. Such breaches would permit the lenders to declare all amounts borrowed thereunder to be due and payable, and the commitments of such lenders to make further extensions of credit could be terminated. Each of these circumstances could materially and adversely impair our liquidity.\n23 \n\n\nOur borrowing costs may be impacted by our credit ratings developed by various rating agencies.\nTwo major ratings agencies, Standard & Poor's and Moody's, evaluate our credit profile on an ongoing basis and have each assigned ratings for our long-term debt. If our credit ratings were to decline, our ability to access certain financial markets may become limited, the perception of us in the view of our customers, suppliers and security holders may worsen and as a result, we may be adversely affected.\nWe have significant operating and finance lease obligations and our failure to meet those obligations could adversely affect our financial condition.\nWe lease many of our manufacturing and distribution branch facilities, and certain capital equipment. Our rental expense in 2024 under these leases was $13.9 million. A failure to pay our rental obligations would constitute a default allowing the applicable landlord to pursue any remedy available to it under applicable law, which would include taking possession of our property and, in the case of real property, evicting us. The majority of our leases are categorized as operating leases and are not considered indebtedness for purposes of our debt instruments.\nHuman Capital Risks\nWe depend on the services of key individuals and relationships, the loss of which could materially harm us.\nOur success will depend, in part, on the efforts of our key leadership, including key operational, technical, commercial, manufacturing and financial personnel. Our business leadership teams have served a vast majority of their careers in, and are deeply experienced in, the industries we operate. Our future success will also depend on, among other factors, our ability to retain or attract other qualified personnel. The loss of the services of any of our key employees or the failure to retain or attract employees could have a material adverse effect on us.\nWe may be subject to further unionization and work stoppages at our facilities or our customers may be subject to work stoppages, which could seriously impact the profitability of our business.\nAs of December 31, 2024, we have one facility, located in Commerce, California, where our hourly employees operate under a collective bargaining agreement, and which represents 13% of our employees located in the United States. We have six facilities outside of the United States where our employees are affiliated with state-controlled or trade unions, which covers 13% of our non-U.S. employees. Our labor agreement with the United Automobile, Aerospace and Agricultural Implement Workers of America (UAW) at our TriMas Aerospace facility in Commerce, California, expired in August 2024, at which time the UAW initiated a strike. We entered into a new three-year collective bargaining agreement in October 2024. We are not aware of any present active union organizing drives at any of our other facilities. We cannot predict the impact of any further unionization of our workplace. \nMany of our direct or indirect customers have unionized work forces. Strikes, work stoppages or slowdowns experienced by these customers or their suppliers could result in slowdowns or closures of assembly plants where our products are utilized. In addition, organizations responsible for shipping our customers' products may be impacted by occasional strikes or other activity. Any interruption in delivery of our customers' products may reduce demand for our products and have a material adverse effect on us. \nHealthcare costs for active employees may exceed projections and may negatively affect our financial results.\nWe maintain a range of healthcare benefits for our active employees pursuant to labor contracts and otherwise. Healthcare benefits for active employees are provided through comprehensive hospital, surgical and major medical benefit provisions or through health maintenance organizations, all of which are subject to various cost-sharing features. Some of these benefits are provided for in fixed amounts negotiated in labor contracts with the respective unions. If our costs under our benefit programs for active employees exceed our projections, our business and financial results could be materially adversely affected. Additionally, foreign competitors and many domestic competitors provide fewer benefits to their employees, and this difference in cost could adversely impact our competitive position. \n24",
      "char_count": 49326
    }
  },
  "extracted_at": "2025-10-18T18:01:50.422196"
}