{
  "ticker": "VECO",
  "company_name": "VEECO INSTRUMENTS INC",
  "cik": 103145,
  "form_type": "10-K",
  "filing_date": "2025-02-14",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001558370-25-001001",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0000103145&accession_number=000155837025001001&xbrl_type=v",
  "sic_code": "3559",
  "industry": "Special Industry Machinery, NEC",
  "sections": {
    "item1": {
      "text": "Item 1. Business\n​\nBusiness Description and Overview\n​\nHeadquartered in Plainview, New York, we were organized as a Delaware corporation in 1989. We are a manufacturer of advanced semiconductor process equipment that solves an array of challenging materials engineering problems for our customers. Our comprehensive collection of ion beam, laser annealing, metal organic chemical vapor deposition (“MOCVD”), chemical vapor deposition (“CVD”), advanced packaging lithography, single wafer wet processing, molecular beam epitaxy (“MBE”), and atomic layer deposition (“ALD”) technologies play an integral role in the fabrication of key devices that are enabling the 4th industrial revolution of all things connected. Such devices include leading advanced node application processors for AI chips, high-performance computing, mobile devices, high-speed data communications, and radio frequency (“RF”) filters and power amplifiers for fifth generation (“5G”) networks and mobile electronics, photonics devices for 3D sensing, advanced displays, and thin film magnetic heads for hard disk drives in data storage. In close partnership with our customers, we combine decades of applications and materials know-how with leading-edge systems engineering to deliver high-volume manufacturing solutions with competitive cost of ownership. Serving a global and highly interconnected customer base, we have comprehensive sales and service \n\n\n\n\n\noperations across the Asia-Pacific, Europe, and North America regions to ensure real-time close collaboration and responsiveness.\n​\nMarkets\n​\nOur products are purchased by customers in the following four end-markets: 1) Semiconductor; 2) Compound Semiconductor; 3) Data Storage; and 4) Scientific & Other.\n​\nOur systems are used in the production of a broad range of microelectronic components, including logic, dynamic random-access memory (“DRAM”), photonics devices (including laser diodes and micro-LEDs), power electronics, RF filters and amplifiers, magnetic heads for hard disk drives, and other semiconductor devices. Many of our systems are used to deposit advanced materials critical to the operation of the device and some of our systems are used in cleaning and surface preparation as well as the precise removal of critical materials. We are also a leader in systems used in the advanced packaging process flow of microelectronic components such as flip chip, fan-out wafer level packaging (“FOWLP”), and other wafer level packaging approaches used in the modern integration of diverse semiconductor products, especially in consumer electronics. In general, our customers purchase our systems to both produce current-generation devices in volume and to develop next-generation products which deliver more efficient, cost-effective, and advanced technological solutions. We operate in several highly cyclical business environments, and our customers’ buying patterns are dependent upon industry trends and buying patterns for consumer electronics. As our products are sold into multiple markets, the following table describes these markets and the applicable Veeco technologies.\n​\n​\n\nMarkets         Description                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                   Applicable Veeco Technologies                                                                                         \nSemiconductor   The Semiconductor market refers to process steps in logic and memory applications where silicon wafers are processed. There are many different wafer level process steps in forming patterned wafers, such as deposition, etching, masking, and doping. As device architectures continue to shrink with advanced nodes, more precise process control is paramount to achieving high yields and competitive cost. One such process step is called Laser Annealing, which uses a very precise method to activate dopants, reduce contact resistance and modify material grain structure. The Veeco laser annealing technology enables our customers to have a lower thermal budget by annealing at higher temperatures over a shorter period of time. ​This market also includes mask blank production for extreme ultraviolet (“EUV”) lithography, where Veeco’s Ion Beam Deposition technology is used for deposition of the multi-layer EUV reflective coating. Veeco’s Ion Beam technology is also under evaluation for deposition of low resistivity metals for 300mm front end applications.​Veeco’s Advanced Packaging technologies include a portfolio of wafer-level assembly technologies that enable improved performance of electronic products, such as smartphones, high-end servers, and graphical processors. Demand for higher performance, smaller form factors, and lower power consumption in applications such as artificial intelligence, high-performance computing, mobile devices, and consumer electronics is driving the adoption of advanced packaging technologies. Veeco serves   ●Laser Annealing​●Ion Beam Deposition (“IBD”) ​●Ion Beam Etch (“IBE”)​●Wet Processing ​●Advanced Packaging Lithography\n\n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      the advanced packaging market with lithography as well as wet processing equipment.​                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                            \n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nCompound Semiconductor   The Compound Semiconductor market includes Power Electronics, Photonics, RF Filters and Amplifiers, and Solar power applications.​Power Electronics refers to semiconductor devices used in the control and conversion of electric power in growing applications such as wireless charging of consumer electronics and automotive applications. The power electronics market has historically been dominated by silicon devices. However, demand has been rapidly growing for applications in automotive driven by adoption of electric vehicles (“EV”), energy and industrial end-markets which require compound semiconductor devices such as those made from gallium nitride and silicon carbide to address higher voltages and higher power requirements.​Photonics refers to light source technologies and laser-based solutions for 3D sensing, datacom and telecom applications. This includes micro-LED, laser diodes, edge emitting lasers and vertical cavity surface emitting lasers (“VCSELs”).​Micro-LEDs may be used for next generation advanced displays. A micro-LED display is a self-emissive display that offers improved resolution, contrast, and brightness versus conventional technologies. Micro-LEDs will be used in a number of applications from televisions, smartwatches, and augmented reality headsets.​RF power amplifiers and filters (including surface acoustic wave (“SAW”) and bulk acoustic wave (“BAW”) filters) are used in 5G communications infrastructure, smartphones, tablets, and mobile devices. They make use of radio waves for wireless broadcasting and/or communications. ​Solar power or photovoltaic technology refers to power obtained by harnessing the energy of the sun through the use of compound semiconductor devices such as photovoltaics.   ​●Gallium Nitride (“GaN”) MOCVD​●Arsenides/ Phosphides (“As/P”) MOCVD​●Wet Processing​●MBE​●ALD​●IBE​●SiC Chemical Vapor Deposition (“CVD”)​​\nData Storage             ​Data Storage refers to the Hard Disk Drives (“HDD”) market which provides significant value for mass storage and is an important part of large capacity storage applications such as Data Centers. Our systems enable customers to manufacture the magnetic heads for hard disk drives.​                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                       ​●IBD​●IBE​●Physical Vapor Deposition​●Mechanical (Lapping and Dicing)​●Diamond Like Carbon Deposition​                                      \n\n                                                                                                                                                                                                                                                                                                                                              ●Wet Processing​                                                                    \n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nScientific &amp; Other   ​Scientific &amp; Other refers to advanced materials and device research such as quantum computing, and a range of manufacturing applications including optical devices (lasers, mirrors, optical filters, and anti-reflective coatings).​​​​   ​●Ion Beam Sputtering for optical coatings​●MBE for specialized laser and sensor devices​●Wet Processing for sensors​●ALD for a variety of applications ​\n​\nSystem Products\n​\nLaser Annealing Systems\n​\nOur laser annealing systems meet the industry demand for ultra-short time-scale “millisecond” annealing, heating the wafer up to temperatures just below the silicon melting point, enabling thermal annealing solutions at the most advanced semiconductor process nodes. This unique annealing technology provides a solution to the difficult challenge of fabricating ultra-shallow junctions and highly activated source/drain contacts at advanced logic nodes. In addition, our proprietary hardware design enables outstanding temperature uniformity across the wafer and die, by minimizing the pattern-density effect, thus reducing absorption variations.\n​\nOur next generation nanosecond annealing technology targets annealing advanced logic devices and memory devices at advanced nodes. As devices scale, achieving performance targets has become a challenge. To continue the roadmap, the industry is looking at new materials and the use of thermal processes that require nanosecond time-scale thermal annealing with temperatures exceeding the melting point. We believe that our nanosecond annealing will be required to meet the device targets at future nodes and complements our millisecond annealing solutions.\n​\nIon Beam Deposition and Etch Systems\n​\nOur NEXUS® Ion Beam systems and IBD300 systems are used to deposit and etch thin film layers for multiple end applications in the Semiconductor, Data Storage, RF and other various emerging markets. Our NEXUS® IBD system has a leading position in multiple markets including EUV mask blank manufacturing in which it enables our customers to deposit multilayers with high precision and ultra-low defects which is essential for EUV lithography. Our IBD300 system is being evaluated for 300mm front end semiconductor applications where low resistivity metals like tungsten, ruthenium and molybdenum are critical. The IBD systems are also critical in the manufacture of hard disk drive magnetic heads where they are used to deposit various magnetic and oxide layers and deliver best-in-class film properties. Our NEXUS® IBE systems are used to precisely etch complex features on materials which are challenging to pattern by traditional reactive ion etching techniques. These systems are widely used in the data storage industry for patterning of magnetic and oxide materials and are essential for forming the precise shape of the magnetic head. The NEXUS® systems may be included on our cluster system platform to allow either parallel or sequential deposition/etch processes.\n​\nOur SPECTOR® Ion Beam Sputtering system was developed for high precision optical coatings and offers manufacturers state of the art optical thickness monitoring, improved productivity, and target material utilization, for cutting-edge optical interference coating applications. We also provide a broad array of ion beam sources. \n\n\n\n\n\nAdvanced Packaging Lithography\n​\nOur lithography equipment is used in the Advanced Packaging market for applications such as FOWLP, Flip Chip (including Copper Pillar), Fan In Wafer Lever Packaging, 3D stacking, interposers and embedded die. The Advanced Packaging market is driven by the need for improved performance, reduced power consumption, and the ability to image smaller geometries for mobile and automotive applications. These applications continue to demand increasingly complex packaging techniques and heterogeneous device integration from integrated device manufacturers (“IDMs,”), Foundries, and outsourced semiconductor assembly and test (“OSAT”) companies. Our Advanced Packaging tools are designed to optimize productivity for leading-edge 300mm Advanced Packaging applications by delivering proven reliability and low cost of ownership in high-volume manufacturing environments. Our products are known for best-in-class yield coupled with outstanding resolution and depth of focus.\n​\nSingle Wafer Wet Processing\n​\nWe offer single wafer wet processing, and surface preparation systems which target growth opportunities in advanced packaging applications in the Semiconductor market as well as RF filters and amplifiers in the Compound Semiconductor market. The WaferStorm® platform is based on our unique ImmJET™ technology, which provides improved performance at a lower cost of ownership than conventional wet bench-only or spray-only approaches. This highly flexible platform targets solvent-based cleaning applications that require a significant level of process control and flexibility. The WaferEtch® platform provides highly uniform, selective etching with onboard end-point detection for improved process control and yield in bumping applications. In addition, we have developed a state-of-the-art solution with the WaferEtch® platform to address the requirements of wafer thinning. \n​\nMetal Organic Chemical Vapor Deposition Systems and Chemical Vapor Deposition Systems\n​\nMOCVD production systems are used to make GaN and As/P-based devices for applications including power electronics, RF devices, specialty LED, display, and many other photonics applications. Our proven TurboDisc® technology is at the heart of our MOCVD systems and is the key to enabling best-in-class deposition uniformity, yield performance and cost per wafer savings for our customers with a combined advantage of high operating uptime and low maintenance costs. Our Lumina® platform is used for As/P deposition, and features long campaigns and low defectivity for exceptional yield and flexibility. Our Propel® series enables the development of highly-efficient GaN-based power electronics, RF devices and advanced GaN-on-silicon micro-LEDs. The Propel® system offers 200mm and fully-automated 300mm technology and incorporates single-wafer reactor technology for outstanding film uniformity, yield, and device performance. Our SiC CVD system has a single wafer reactor concept based on a time-tested industry validated architecture and is used for research and development for SiC power electronics applications. \n​\nMolecular Beam Epitaxy Systems\n​\nMBE is the process of precisely depositing atomically-thin epitaxial crystalline layers, or epilayers, of elemental materials onto a substrate in an ultra-high vacuum environment. We are a leading supplier of MBE systems worldwide.\n​\nOur MBE systems, sources, and components are used to develop and manufacture compound semiconductor devices in a wide variety of applications such as quantum computing, high-power fiber lasers, infrared detectors, mobile phones, radar systems, high efficiency solar cells, and advanced materials science research in academic, governmental, and industrial organizations. The GENxplor® MBE system creates high quality epitaxial layers and is ideal for cutting-edge research on a wide variety of materials including III-V GaAs, nitride, and oxide materials on substrates up to 3” diameter. \n​\nAtomic Layer Deposition Systems\n​\nALD is a thin-film deposition method in which a film is deposited on a substrate uniformly with precise control down to the atomic scale. Veeco offers a full suite of ALD systems for non-semiconductor front-end production applications across a wide range of markets and applications such as Quantum Computing, optical, electronics, micro-electro mechanical systems (“MEMS”), nanostructures, and biomedical.\n\n\n\n\n\n​\nOther Systems\n​\nWe have other deposition systems including Physical Vapor Deposition, Diamond-Like Carbon Deposition, and Chemical Vapor Deposition Systems primarily sold to the data storage market. In addition, we have mechanical systems such as saws and lappers for the data storage industry as well as the power semiconductor market. Finally, we have Gas-mixing systems primarily sold to the semiconductor market. We also continue to focus on penetrating adjacent markets with organically developed and acquired technology. \n​\nSales and Service\n​\nWe sell our products and services worldwide through various strategically located facilities in the United States, Europe, and the Asia-Pacific region. We believe that our customer service organization is a significant factor in our success. We provide service and support through warranty and service contracts, as well as on an individual service-call basis. We believe that offering timely support creates stronger relationships with our customers. Revenue from the sales of parts, upgrades, service, and support represented approximately 20%, 22%, and 24% of our net sales for the years ended December 31, 2024, 2023, and 2022, respectively. Parts and upgrade sales represented approximately 15%, 17%, and 18% of our net sales for those years, respectively, and service and support sales were 5%, 5%, and 6% respectively.\n​\nCustomers\n​\nWe sell our products to many of the world’s semiconductor IDMs and Foundries, OSAT, HDD, and photonics manufacturers, as well as research centers and universities. We rely on certain principal customers for a significant portion of our sales. If these principal customers discontinue their relationships with us or suffer economic difficulties, our business prospects, financial condition, and operating results could be materially and adversely affected.\n​\nResearch and Development\n​\nOur research and development functions are focused on the timely creation of new products and enhancements to existing products, both of which are necessary to maintain our competitive position. We collaborate with our customers to align our technology and product roadmaps to customer requirements. Our research and development activities take place at our facilities in San Jose, California; Plainview, New York; Horsham, Pennsylvania; Somerset, New Jersey; St. Paul, Minnesota; Waltham, Massachusetts; and Solvegatan, Sweden.\n​\nSuppliers\n​\nWe outsource certain functions to third parties, including the manufacture of several of our systems. While we rely on our outsourcing partners to perform their contracted functions, we maintain some level of internal manufacturing capability for these systems. Refer to Item 1A, “Risk Factors,” for a description of risks associated with our reliance on suppliers and outsourcing partners.\n​\nBacklog\n​\nOur backlog consists of orders for which we received a firm purchase order, a customer-confirmed shipment date generally within twelve months, and a deposit, when required. Our backlog was $409.6 million and $490.7 million at December 31, 2024 and 2023, respectively. \n​\nCompetition\n​\nIn each of the markets that we serve, we face competition from established competitors, some of which have greater financial, engineering, and marketing resources than we do, as well as from smaller competitors. In addition, many of our products face competition from alternative technologies, some of which are more established than those used in our products. Significant factors for customer selection of our tools include system performance, accuracy, repeatability, \n\n\n\n\n\nease of use, reliability, cost of ownership, and technical service and support. None of our competitors compete with us across all of our product lines.\n​\nOur principal competitors include: Aixtron; Applied Materials; Canon; Grand Plastics Technology; Mattson Technology; Screen Semiconductor Solutions; Shanghai Micro Electronics Equipment; and Suss MicroTec.\n​\nIntellectual Property\n​\nOur success depends, in part, on our proprietary technology, and we have approximately 350 patents in the United States and other countries.\n​\nWe have patents and exclusive and non-exclusive licenses to patents owned by others covering certain of our products, which we believe provide us with a competitive advantage. We have a policy of seeking patents on inventions concerning new products and improvements as part of our ongoing research, development, and manufacturing activities. We believe that there is no single patent or exclusive or non-exclusive license to patents owned by others that is critical to our operations, as the success of our business depends primarily on the technical expertise, innovation, customer satisfaction, and experience of our employees. Refer to Item 1A, “Risk Factors,” for a description of risks associated with intellectual property.\n​\nPeople\n​\nVeeco’s global workforce spans thirteen countries around the world. At the end of 2024, we had 1,231 employees with 290 located in the Asia-Pacific region, 60 in the EMEA region, and 881 in the United States. Approximately 25% of our employees are involved in research and development; 56% in operations, manufacturing, service, and quality assurance; and 19% in sales, order administration, marketing, finance, information technology, general management, and other administrative functions. Our success depends on our ability to attract, retain, and motivate employees. We compete for talent with other companies and organizations. We consider our relations with the Veeco United Team to be favorable. We are subject to various federal, state, and local regulations, and regularly monitor all key employment activities, such as hiring, termination, pay and working practices, to ensure compliance with such regulations. In addition, we may supplement the Veeco United Team with contractors and other temporary workers. \n​\nOur Core Values\n​\nAll Veeco employees are expected to honor our Core Values, which define the way we conduct our business in everyday actions and choices and form the foundation of our culture:\n​\n\n●   We will always put our CUSTOMERS first\n------------------------------------------\n\n●   We will never compromise on SAFETY\n--------------------------------------\n\n●   We will always demonstrate RESPECT\n--------------------------------------\n\n●   We will never stop IMPROVING\n--------------------------------\n\n●   We will always be ACCOUNTABLE\n---------------------------------\n\n●   We will never forget that DIVERSITY and INCLUSION make us stronger\n----------------------------------------------------------------------\n​\n\n\n\n\nEmployment, Recruitment and Development\n​\nOur recruitment programs are regionally focused. Hiring is done at a local level to ensure compliance with applicable regulations. We advertise job openings and source candidates broadly to attract a diverse candidate pool. As a leader in our industry, we can attract a strong candidate pool and have successfully filled vacancies. In fiscal 2024, we hired 134 employees, 102 within the United States, 28 in the Asia-Pacific region, and 4 in the EMEA region. \n​\nWe track and report key talent metrics, including workforce demographics, talent pipeline and diversity. We invest in professional development programs to provide opportunities for individuals to advance their careers in either technical/individual contributor or leadership tracks. We expect all Veeco employees to complete a minimum of 20 hours of training per year to support their personal growth. We offer training and development programs both virtually and in person to benefit employees worldwide. We emphasize the development of future leaders and utilize a talent review process to assess high-potential and high-performing employees for future leadership roles as part of our succession management process. We monitor turnover statistics carefully since turnover is an essential indicator of employee satisfaction. Our 12-month rolling average for voluntary turnover on December 31, 2024 was approximately 7.4%. Our employee average tenure is more than eight years.\n​\nEmployee Engagement\n​\nThe engagement and satisfaction of the Veeco United Team are critical to our culture and our success. We remain committed to working with employees to strengthen the Company’s culture. We regularly conduct formal employee surveys to assess global employee engagement, leadership, work environment and culture. The results of our surveys are used to identify various initiatives designed to strengthen our Company. Our executives conduct regular meetings with our global workforce, providing employees with opportunities to engage with senior leaders and ask questions in open Q&A sessions. Finally, we maintain and regularly remind our employees about our confidential third-party hotline service that can be utilized to share their concerns.\n ​\nCompensation Philosophy\n​\nOur compensation philosophy is targeted to support our employees’ financial, physical, and mental health and well-being. We utilize independent surveys to ensure that our total compensation packages are competitive. We help employees share in the Company’s success through various programs, including profit sharing and bonus plans, equity awards, and an Employee Stock Purchase Plan (“ESPP”). In addition to providing our employees with competitive compensation packages, we offer benefits designed to meet the needs of employees and their families, including paid time off, medical, dental and vision coverage, disability income protection, life insurance, retirement savings contributions, and more. Veeco pays the majority or all of the costs for many of these benefits.\n​\nCulture of Inclusion\n​\nWe are committed to building and sustaining a culture of inclusion where our people can be their authentic selves and are encouraged to reach their full potential. Our Veeco team, like the technologies we enable, is a rich combination of diverse individuals coming together as Veeco United to make a material difference for our people, our customers, and the world. As a global technology company, we recognize that a diverse employee population makes Veeco stronger, more innovative, and a more engaging place to work. We are always striving to attract talented individuals from a global candidate pool. \n​\nAvailable Information\n​\nOur corporate website address is www.veeco.com. All filings we make with the Securities and Exchange Commission (“SEC”), including our Annual Report on Form 10-K, our Quarterly Reports on Form 10-Q, our Current Reports on Form 8-K, our proxy statements and any amendments thereto filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as amended, are available for free in the Investor Relations section of our website as soon as reasonably practicable after they are filed with or furnished to the SEC. The reference to our website address \n\n\n\n\n\ndoes not constitute inclusion or incorporation by reference of the information contained on our website in this Form 10-K or other filings with the SEC, and the information contained on our website is not part of this document.\n​\n​",
      "char_count": 33856
    },
    "item1a": {
      "text": "Item 1A. Risk Factors\n​\nKey Risk Factors That May Impact Future Results \n​\nStockholders should carefully consider the risk factors described below when evaluating the Company. Any of these factors, many of which are beyond our control, could materially and adversely affect our business, financial condition, operating results, cash flow, and stock price.\n​\nRisks Related to Our Business and Industry\n​\nUnfavorable market conditions have adversely affected, and may continue to adversely affect, our operating results.\n​\nConditions of the markets in which we operate are volatile and may experience significant deterioration. Changing market conditions require that we continuously monitor and reassess our strategic resource allocation decisions. If we fail to properly adapt to changing business environments, we may lack the infrastructure and resources necessary to scale up our businesses to successfully compete during periods of growth, or we may incur excess fixed costs during periods of decreasing demand. Adverse market conditions relative to our products may result in:\n​\n\n●   reduced demand for our products, or the rescheduling or cancellation of orders for our products which may result in negative backlog adjustments;\n-----------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   asset impairments, including the impairment of goodwill and other intangible assets;\n----------------------------------------------------------------------------------------\n\n●   unfavorable changes in customer mix and product mix;\n--------------------------------------------------------\n\n●   increased price competition for our products, or increased competition from sellers of used equipment or lower-priced alternatives to our products, which could lead to lower profit margins for our products;\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   increased inventory obsolescence;\n-------------------------------------\n\n●   disruptions in our supply chain;\n------------------------------------\n\n●   higher operating costs, caused by matters such as rising inflation and interest rates in various regions, which the Company has experienced in the past and may experience in the future; and\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   an increase in uncollectible amounts due from our customers resulting in increased reserves for doubtful accounts and write-offs of accounts receivable.\n------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\nIf the markets in which we participate experience deteriorations or downturns, this could negatively impact our sales and revenue generation, margins, operating expenses, and profitability.\n​\nWe are exposed to risks of operating a global business.\n​\nA majority of our sales are to customers, and significant elements of our supply chain are from suppliers, who are located outside of the United States, which we expect will continue. Our percentage revenue from the sale of products and the provision of services to non-U.S. customers was 77% for fiscal year 2024. Our non-U.S. sales and operations are subject to risks inherent in conducting business outside the United States, many of which are beyond our control including:\n​\n\n●   political and social attitudes, laws, rules, regulations, and policies within countries that favor local companies over U.S. companies, including government-supported efforts to promote local competitors;\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   global trade issues and uncertainties with respect to trade policies, including tariffs, trade sanctions, and international trade disputes, and the ability to obtain required import and export licenses;\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   differing legal systems and standards of trade which may not honor our contractual or intellectual property rights and which may place us at a competitive disadvantage;\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   pressures from foreign customers and foreign governments for us to increase our operations and sourcing in the foreign country, which may necessitate the sharing of sensitive information and intellectual property rights;\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   conflicting and changing governmental laws and regulations, including varying labor laws and tax regulations;\n-----------------------------------------------------------------------------------------------------------------\n\n●   reliance on various information systems and information technology to conduct our business, making us vulnerable to cyberattacks by third parties or breaches due to employee error, misuse, or other causes, that could result in business disruptions, loss of or damage to our intellectual property and confidential information (and that of our customers and other business partners), reputational harm, transaction errors, processing inefficiencies, and other adverse consequences;\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   regional or global economic downturns or recessions, varying foreign government support, unstable political environments, and other changes in foreign economic conditions;\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   the impact of regional or global health epidemics;\n------------------------------------------------------\n\n●   difficulties in managing a global enterprise, including staffing, managing distributors and representatives, and repatriating cash;\n---------------------------------------------------------------------------------------------------------------------------------------\n\n●   longer sales cycles and difficulties in collecting accounts receivable; and\n-------------------------------------------------------------------------------\n\n●   different customs and ways of doing business.\n-------------------------------------------------\n​\nTo date, our operations have not been materially adversely affected by global conflicts including Russia’s invasion of Ukraine or the conflict in the Middle East. However, further escalation of these or other conflicts could result in, among other negative consequences, a disruption to the global economy and supply chain leading to a shortage of parts, materials and services needed to manufacture and timely deliver our products (and we note that the Ukraine-Russia geographic region is a significance source of critical raw materials, including neon and palladium, used for semiconductor manufacturing). Any such shortages could negatively impact our suppliers’ ability to meet our demand requirements and, in turn, our ability to satisfy our customer demand. Parts shortages have required, and may in the future require, that we plan ahead further than usual, and increase our purchase commitments to secure critical components in a timely manner. These challenges, together with other challenges associated with operating a global business, may adversely affect our ability to recognize revenue, our gross margins on the revenue we do recognize, and our other operating results.\n​\nChanges in U.S. trade policy and export controls and ongoing trade disputes between the U.S. and China have adversely affected, and may continue to adversely affect, our business, results of operations, and financial condition.\n​\nThe U.S. government has implemented, and may continue to implement, changes in trade policy which have adversely affected and could continue to adversely affect the Company’s ability to sell and service its products to and for customers located in China and in certain other countries.\n​\nOver the past several years, the U.S. Commerce Department, Bureau of Industry and Security (“BIS”) has announced new rules aimed in part at restricting China’s ability to obtain advanced computing chips and manufacture advanced semiconductors. Other changes in trade policy by BIS have included, without limitation, the elimination of license exception for Civil End Users (“CIV”), the implementation of new regulations governing the sale of equipment to defined “Military End Users” and for defined “Military End Uses”, the addition of several companies to the U.S. Commerce Department’s Unverified List and Entity List (including Swaysure Technology Co., Ltd. and Semiconductor Manufacturing International Corporation and certain related entities), and the expansion of the “foreign direct product rule” to restrict the sale of certain products if Huawei Technologies Co., Ltd. or its affiliates are parties to a transaction involving the products.\n​\nThe effect of these changes, among others, is that U.S. companies are now required to obtain export licenses – now at times with a presumption of denial -- before providing commodities, software, and technology (which are subject to the regulations) to customers for whom licensing requirements did not previously apply. These changes have had, and will likely continue to have, a negative effect on our ability to sell and service certain equipment in China. The heightened export restrictions may also result in shipping delays, as the new regulations are interpreted and applied, and may inhibit technical discussions with existing or prospective customers, negatively impacting our ability to pursue sales opportunities. The administrative processing, attendant delays and risk of ultimately not obtaining required export approvals pose a particular disadvantage to the Company relative to certain of our non-U.S. competitors and increase our exposure to foreign and Chinese domestic competition. This difficulty and uncertainty has adversely affected our ability to compete for and win business from customers in China. Foreign customers affected by U.S. government sanctions or threats of sanctions may respond by developing their own solutions to replace our products or by utilizing our foreign \n\n\n\n\n\ncompetitors’ products. These heightening restrictions, together with the prospect of additional governmental action (which may include, for example, significant increases in tariffs on a broad array of goods), has adversely affected, and is likely to continue to adversely affect, demand for our products and the results of our operations.\n​\nThe changes in U.S. trade policy and export controls, as well as sanctions imposed by the U.S. against certain Chinese companies, have triggered retaliatory action by China (including China’s recent ban on exports to the United States of critical minerals gallium, germanium and antimony) and could trigger further retaliation (including the possible escalation of geopolitical tensions between China and Taiwan). In addition, China has provided, and is expected to continue to provide, significant assistance, financial and otherwise, to its domestic industries, including some of our competitors. We face increasing competition as a result of significant investment in the semiconductor industry by the Chinese government and various state-owned and affiliated entities that is intended to advance China’s stated national policy objectives (including a heightened focus on the production of legacy node and mature chips in response to U.S. and foreign government regulation impeding the production of advanced node chips). In addition, the Chinese government may restrict us from participating in the China market or may prevent us from competing effectively with Chinese companies.\n​\nFurther, trade-related government actions – including for example the addition, past and future, of China-based companies to the U.S. Commerce Department’s Entity List – have prevented and will likely prevent us from fulfilling certain product delivery, installation, warranty, and/or service commitments to affected customers. This may require us to issue refunds for customer prepayments and may lead to disputes, claims for damages, litigation and possible liabilities for the Company. In addition, we hold inventory of products that may be affected by trade-related government actions, or by potential order cancellations. While we take steps to mitigate our exposure in this regard, if the sale of these products is cancelled or delayed and we are unable to return or dispose of this inventory on favorable economic terms, we may incur additional carrying costs for the inventory or otherwise record charges associated with this inventory.\n​\nWe may be unable to obtain required export licenses for the sale of our products.\n​\nWhether with respect to sales to customers located in China or otherwise, products which (i) are manufactured in the United States, (ii) incorporate controlled U.S. origin parts, technology, or software, or (iii) are based on U.S. technology, are subject to the U.S. Export Administration Regulations (“EAR”) when exported to and re-exported from international jurisdictions, in addition to the local jurisdiction’s export regulations applicable to individual shipments. Currently, our laser annealing, MOCVD, MBE, SiC and certain other systems and products are controlled for export under the EAR. Licenses or proper license exceptions may be required for the shipment of our products to certain customers or countries. Obtaining an export license or determining whether an export license exception exists often requires considerable effort by us and cooperation from the customer, which can add time to the order fulfillment process. We may be unable to obtain required export licenses or qualify for export license exceptions and, as a result, we may be unable to export products to our customers and/or meet their servicing needs (potentially requiring us to refund customer prepayments for unperformed contractual obligations). Non-compliance with the EAR or other applicable export regulations could result in a wide range of penalties including the denial of export privileges, fines, criminal penalties, and the seizure of commodities. In the event that an export regulatory body determines that any of our shipments violate applicable regulations, we could be fined significant sums and our export capabilities could be restricted, which could have a material adverse impact on our business and reputation. \n​\nWe face significant competition.\n​\nWe face significant competition throughout the world, which may increase as certain markets in which we operate continue to evolve. Some of our competitors have greater financial, engineering, manufacturing, and marketing resources than us. Other competitors are located in regions with lower labor costs and other reduced costs of operation. In addition, our ability to compete in foreign countries against local manufacturers may be hampered by nationalism, social attitudes, laws, regulations, and policies within such countries that favor local companies over U.S. companies or that are otherwise designed to promote the development and growth of local competitors. Furthermore, we face competition from smaller emerging equipment companies whose strategy is to provide a portion of the products and services we offer, with a focused approach on innovative technology for specialized markets. New product introductions \n\n\n\n\n\nor enhancements by us or our competitors could cause a decline in sales or loss of market acceptance of our existing or prior generation products. Increased competitive pressure could also lead to intensified price competition resulting in lower profit margins. \n​\nWe operate in industries characterized by rapid technological change. \n​\nEach of the industries in which we operate is subject to rapid technological change. Our ability to remain competitive depends on our ability to enhance existing products and develop and manufacture new products in a timely and cost effective manner and to accurately predict technology transitions. Our performance may be adversely affected if we are unable to accurately predict evolving market trends and related customer needs and to effectively allocate our resources among new and existing products and technologies.\n​\nThe semiconductor industry, characterized by a high frequency and complexity of technology transitions and inflections, poses unique risks and challenges, including increasingly exacting standards and requirements for performance from Tier 1 customers. Our ability to successfully compete in this market will depend on our ability to address and manage a number of industry-specific risks, including without limitation the following:\n​\n\n●   the heightened cost of research and development, associated with matters such as shrinking geometries, complex device structures, multiple applications and process steps, and the use of new materials;\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   customer demands for shorter cycle times between order placements and product shipments, which will necessitate accurate forecasting of customer investment;\n----------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   customer demands for continuous reductions in the total cost of manufacturing system ownership, together with challenging equipment service demands and the resulting need for us to properly allocate our service resources;\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   the number of types and varieties of semiconductors and number of applications across multiple substrate sizes;\n-------------------------------------------------------------------------------------------------------------------\n\n●   the need to reduce product development time, despite increasingly difficult technical challenges;\n-----------------------------------------------------------------------------------------------------\n\n●   our customers’ ability to reconfigure and re-use our equipment, resulting in reduced demand for new equipment or services from us; and\n------------------------------------------------------------------------------------------------------------------------------------------\n\n●   the importance of establishing market positions in segments with growing demand.\n------------------------------------------------------------------------------------\n​\nIf we fail to properly allocate appropriate resources, successfully develop and commercialize products to meet customer demand, and effectively anticipate industry trends, our business and results of operations may be adversely impacted.\n​\nIn addition, the semiconductor industry has experienced, and may continue to experience, significant consolidation, among both semiconductor manufacturers and manufacturing equipment suppliers. Larger competitors resulting from consolidations may have certain advantages over us, including but not limited to more efficient cost structures, substantially greater financial and other resources, greater presence in key markets, and greater name recognition. Consolidation among our competitors and integration among our customers could erode our market share, negatively impact our ability to compete, and have a material adverse effect on our business.\n​\nWe are also exposed to potential risks associated with unexpected product performance issues. Our product designs and manufacturing processes are complex and could contain unexpected product defects, especially when products are first introduced. Unexpected product performance issues could result in significant costs and damages, including increased service and warranty expenses, the need to provide product replacements or modifications, reimbursement for damages caused by our products, product recalls, related litigation, product write-offs, and disposal costs. Product defects could also result in personal injury or property damage, claims for which may exceed our existing insurance coverages (as may other claims, notwithstanding our efforts to maintain a program of insurance coverage for a variety of property, casualty and other risks). These and other costs could be substantial and our reputation could be harmed, resulting in a reduced demand for our products and a negative impact to our business.\n​\nIn addition, our success is also subject to the risk of future disruptive technologies, including machine learning and artificial intelligence (“AI”). While such technologies offer significant opportunities, they also pose complex and novel risks, including operational risks (such as factual errors or inaccuracies in work product developed using AI), the unintended release of proprietary information, costs of compliance associated with evolving AI laws, regulations and standards, privacy concerns with respect to data dissemination, risks related to intellectual property rights (with respect \n\n\n\n\n\nto both the inputs to the program and ownership rights to AI work product), and risks related to AI’s impact on the workforce. AI technology is complex and rapidly evolving and its implementation can be costly. There is no guarantee that our use of AI will enhance our technologies, benefit our business operations, or produce products and services that are preferred by our customers. Our competitors may be more successful in their use of AI and may develop superior products and services. While it is not possible at this point to accurately identify or predict all of the risks related to the use of AI technologies, our failure to properly anticipate and timely respond to AI-related developments could adversely affect our business, financial condition, and results of operations.\n​\nCertain of our sales are dependent on the demand for consumer electronic products and automobiles, which can experience significant volatility. \n​\nThe demand for semiconductors, HDDs and other devices is highly dependent on sales of consumer electronic products, such as smartphones, laptops, tablets and wearable devices. In addition, as a result of the growing automotive semiconductor market, semiconductor demand is also heavily influenced by the demand for automobiles. Factors that could affect the levels of spending on consumer electronic products and automobiles include consumer confidence, access to credit, volatility in fuel and other energy costs, conditions in the residential real estate and mortgage markets, labor and healthcare costs, and other macroeconomic factors affecting consumer spending behavior. The emergence of new or competing technologies may also affect demand for consumer electronic products. These and other factors have had and could continue to have an adverse effect on the demand for our customers’ products and, in turn, on our customers’ demand for our products and services. Furthermore, in the past, some of our customers have overestimated their potential for market share growth. If this growth is overestimated, we may experience cancellations of orders in backlog, rescheduling of customer deliveries, obsolete inventory, and liabilities to our suppliers for products no longer needed. Alternatively, changes that result in sudden increases in demand for consumer electronic products and automobiles may result in a shortage of parts and materials needed to manufacture our products, and attendant shipping delays (both to us and to our customers) and/or the cancellation of orders placed by our customers.\n​\nWe have a concentrated customer base, located primarily in a limited number of regions, which operates in highly concentrated industries. \n​\nOur customer base continues to be highly concentrated. Orders from a relatively limited number of customers have accounted for, and likely will continue to account for, a substantial portion of our net sales, which may allow customers to demand pricing and other terms less favorable to us (including extended warranties, indemnification commitments, and the obligation to continue production of older products). Customer consolidation activity involving some of our largest customers could result in an even greater concentration of our sales in the future. Management changes at key customer accounts could result in a loss of future sales due to vendor preferences or other reasons and may introduce new challenges in managing customer relationships. \n​\nIf these principal customers discontinue their relationship with us or suffer economic setbacks, our business, financial condition, and operating results could be materially and adversely affected. Our ability to increase sales in the future will depend in part upon our ability to obtain orders from new customers and we cannot be certain that we will be successful in these efforts. In addition, because a relatively small number of large manufacturers, many of whom are our customers, dominate the industries in which they operate, it may be especially difficult for us to replace these customers if we lose their business. A significant portion of orders in our backlog are orders from our principal customers. \n​\nIn addition, a substantial investment is required by customers to install and integrate capital equipment into a production line. As a result, once a manufacturer has selected a particular vendor to supply capital equipment, the manufacturer will often attempt to consolidate its other capital equipment requirements with the same vendor. Accordingly, if a customer selects a competitor’s product over ours, we could experience difficulty selling to that customer for a significant period of time. Furthermore, we typically do not have long-term contracts with our customers. As a result, our agreements with our customers do not provide assurance of future sales, and we are exposed to competitive price pressures on new orders we attempt to obtain. \n​\nOur customer base is also highly concentrated in terms of geography, and the majority of our sales are to customers located in a limited number of countries. Dependence upon sales emanating from a limited number of regions increases \n\n\n\n\n\nour risk of exposure to local difficulties and challenges, such as those associated with regional economic downturns, political instability, trade wars and other trade disruptions, fluctuating currency exchange rates, natural disasters, social unrest, regional epidemics, terrorism, and acts of war. Our reliance upon customer demand arising primarily from a limited number of countries could materially and adversely impact our future results of operations. \n​\nThe cyclicality of the industries we serve directly affects our business. \n​\nOur business depends in large part upon the capital expenditures of manufacturers in our four end-markets: Semiconductor; Compound Semiconductor; Data Storage; and Scientific & Other. We are subject to the business cycles of these industries, the timing, length, and volatility of which are difficult to predict. These industries have historically been highly cyclical and have experienced significant economic downturns in the last decade. As a capital equipment provider, our revenue depends in large part on the spending patterns of our customers, who often delay expenditures or cancel or reschedule orders in reaction to variations in their businesses or general economic conditions. In downturns, we must be able to quickly and effectively align our costs with prevailing market conditions, as well as motivate and retain key employees. However, because a portion of our costs are fixed, our ability to reduce expenses quickly in response to revenue shortfalls may be limited. Downturns in one or more of these industries have had, and will likely have, a material adverse effect on our business, financial condition, and operating results. Alternatively, during periods of rapid growth, we must be able to acquire and develop sufficient manufacturing capacity to meet customer demand and attract, hire, assimilate, and retain a sufficient number of qualified people. Our net sales and operating results may be negatively affected if we fail to accurately predict and effectively respond. \n​\nOur failure to estimate customer demand accurately could result in inventory obsolescence, liabilities to our suppliers for products no longer needed, and manufacturing interruptions or delays which could affect our ability to meet customer demand. \n​\nThe success of our business depends in part on our ability to accurately forecast and supply equipment and services that meet the rapidly changing technical and volume requirements of our customers. To meet these demands, we depend on the timely delivery of parts, components, and subassemblies from our suppliers. Uncertain worldwide economic conditions and market instabilities make it difficult for us (and our customers) to accurately forecast future product demand. If actual demand for our products is different than expected, we may purchase more or fewer parts than necessary or incur costs for canceling, postponing, or expediting delivery of parts. If we overestimate the demand for our products, excess inventory could result which could be subject to heavy price discounting, which could become obsolete, and which could subject us to liabilities to our suppliers for products no longer needed. Similarly, we may be harmed in the event that our competitors overestimate the demand for their products and engage in heavy price discounting practices as a result. In addition, the volatility of demand for capital equipment poses risks for companies in our supply chain, including challenges associated with inventory management and fluctuating working capital requirements. \n​\nFurthermore, certain key parts may be subject to long lead-times or may be obtainable only from a single supplier or limited group of suppliers, and some sourcing and assembly is provided by suppliers located in countries other than the United States. We may experience significant interruptions in our manufacturing operations, delays in our ability to timely deliver products or services, increased costs, or customer order cancellations as a result of:\n​\n\n●   the failure or inability of our suppliers to timely deliver quality parts;\n------------------------------------------------------------------------------\n\n●   volatility in the availability and cost of materials;\n---------------------------------------------------------\n\n●   difficulties or delays in obtaining required import or export approvals;\n----------------------------------------------------------------------------\n\n●   information technology or infrastructure failures;\n------------------------------------------------------\n\n●   natural disasters and other events beyond our control, such as earthquakes, tsunamis, fires, floods, storms, power outages and potential impacts of climate change; or\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   other causes such as regional or global economic downturns or recessions, international trade disruptions, health epidemics, political instability, terrorism, or acts of war, which could result in delayed deliveries, manufacturing inefficiencies, increased costs, or order cancellations.\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\nIn addition, in the event of an unanticipated increase in demand for our products, our need to rapidly increase our business and manufacturing capacity may be limited by our working capital constraints and those of our suppliers, which \n\n\n\n\n\nmay cause or exacerbate interruptions in our manufacturing and supply chain operations. Any or all of these factors could materially and adversely affect our business, financial condition, and results of operations. \n​\nWe rely on a limited number of suppliers, some of whom are our sole source for particular components. \n​\nCertain of the parts, components, and sub-assemblies included in our products are obtained from a single source or a limited group of suppliers. Our inability to develop alternative sources, as necessary, could result in a prolonged interruption in our ability to supply related products, a failure on our part to meet the demands of our customers, and a significant increase in the price of related products, which could adversely affect our business, financial condition, and results of operations. \n​\nOur failure to successfully manage our outsourcing activities or failure of our outsourcing partners to perform as anticipated could adversely affect our results of operations. \n​\nTo better align our costs with market conditions, increase the percentage of variable costs relative to total costs, and increase productivity and operational efficiency, we have outsourced certain functions to third parties, including the manufacture of several of our systems. While we maintain some level of internal manufacturing capability for these systems, we rely on our outsourcing partners to perform their contracted functions to allow us flexibility to adapt to changing market conditions, including periods of significantly diminished order volumes. If our outsourcing partners do not perform as required, or if our outsourcing efforts do not allow us to realize the intended cost savings and flexibility, our results of operations (and those of our third-party providers) may be adversely affected. Disputes and possibly litigation involving third party providers could result and we could suffer damage to our reputation. Dependence on outsourcing may also adversely affect our ability to bring new products to market. Although we attempt to select reputable providers, one or more of these providers could fail to perform as we expect. If we do not effectively manage our outsourcing efforts or if third party providers do not perform as anticipated, we may not realize the benefits of productivity improvements and we may experience operational difficulties, increased costs, manufacturing and installation interruptions or delays, inefficiencies in the structure and operation of our supply chain, loss of intellectual property rights, quality issues, increased product time-to-market, and an inefficient allocation of our human resources, any or all of which could materially and adversely affect our business, financial condition, and results of operations. \n​\nThe timing of our orders, shipments, and revenue recognition may cause our quarterly operating results to fluctuate significantly. \n​\nWe derive a substantial portion of our net sales in any fiscal period from the sale of a relatively small number of high-priced systems. As a result, the timing for the recognition of revenue for a single transaction could have a material effect on our sales and operating results for a particular fiscal period. As is typical in our industry, orders and shipments often occur during the last few weeks of a quarter. As a result, a delay of only a week or two can impact which period revenue is reported and can cause volatility in our revenue for a given reporting period. Our quarterly results have fluctuated significantly in the past and we expect this trend to continue. \n​\nOur sales cycle is long and unpredictable. \n​\nHistorically, we have experienced long and unpredictable sales cycles (the period between our initial contact with a potential customer and the time that we recognize revenue from resulting sales to that customer). It is not uncommon for our sales cycle to exceed twelve months. The timing of an order often depends on our customer’s capital expenditure budget, over which we have no control. In addition, the time it takes us to procure and build a product to customer specifications typically ranges from three to twelve months. When coupled with the fluctuating amount of time required for shipment and installation, our sales cycles often vary widely, and these variations can cause fluctuations in our operating results. As a result of our lengthy sales cycles, we may incur significant research and development, selling, general, and administrative expenses before we generate revenue for these products. We may never generate the anticipated revenue if a customer cancels or otherwise changes its purchase plans, or if our evaluation systems do not satisfy customer requirements (which could result in working capital constraints, excess inventory or inventory obsolescence, and other harm to the Company). These risks are particularly prevalent in the semiconductor market, which is often characterized by long customer qualification times, typically twelve to eighteen months. Once qualified, \n\n\n\n\n\nthe ramp to volume production can take an additional extended period of time, often twelve to twenty-four months. During these periods, little to no revenue will be recognized by us, while we will continue to incur research and development costs. Despite our efforts, our products may never be qualified and may never achieve design-tool-of-record (“DTOR”) or production-tool-of-record (“PTOR”) status, and our financial condition and results of operations may be materially and adversely affected.\n​\nOur backlog is subject to customer cancellation or modification which could result in decreased sales, increased inventory obsolescence, and liabilities to our suppliers for products no longer needed.\n​\nCustomer purchase orders may be cancelled or rescheduled by the customer, sometimes with limited or no penalties, which may result in increased or unrecoverable costs for the Company. We adjust our backlog for such cancellations and contract modifications, among other items. A downturn in one or more of our businesses could result in an increase in order cancellations and postponements. \n​\nWe write-off excess and obsolete inventory based on historical trends, future usage forecasts, and other factors including the amount of backlog we have on hand. If our backlog is canceled or modified, our estimates of future product demand may prove to be inaccurate, in which case we may have understated the reserves required for excess and obsolete inventory. In the future, if we determine that our inventory is overvalued, we will be required to recognize the associated costs in our financial statements at the time of such determination. In addition, we place orders with our suppliers based on our customers’ orders. If our customers cancel their orders with us, we may not be able to cancel our orders with our suppliers. Resulting charges could have a material adverse effect on our results of operations and financial condition. \n​\nWe are exposed to risks associated with business combinations, acquisitions, strategic investments and divestitures. \n​\nWe have completed several significant acquisitions and investments in the past (including our 2023 acquisition of Epiluvac AB, a producer of SiC-based products and technology), and we will consider new opportunities in the future. Acquisitions, investments and other business combinations involve numerous risks, many of which are unpredictable and beyond our control, including the following:\n​\n\n●   the failure of the transaction to advance our business strategies and the failure of its anticipated benefits to materialize;\n---------------------------------------------------------------------------------------------------------------------------------\n\n●   difficulties and costs, including the diversion of management’s attention, in integrating new personnel, operations, technologies, and products;\n----------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   the inability to complete the proposed transaction in a timely manner, if at all, due to our inability to obtain required government or other approvals without burdensome conditions, or due to other reasons, resulting in obligations to pay professional and other expenses, including any applicable termination fees;\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   unknown, underestimated, and undisclosed commitments or liabilities;\n------------------------------------------------------------------------\n\n●   increased amortization expenses relating to intangible assets; and\n----------------------------------------------------------------------\n\n●   other adverse effects on our business, including the potential impairment and write-down of amounts capitalized as intangible assets and goodwill as part of the transaction, as a result of such matters as technological advancements or worse-than-expected performance by an acquired company.\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\nIf we issue equity securities to pay for an acquisition or investment, the ownership percentage of our then-current shareholders would be reduced and the value of the shares held by these shareholders could be diluted, which could adversely affect the price of our stock. If we use cash to pay for an acquisition or investment, the payment could significantly reduce the cash that would be available to fund our operations, pay our indebtedness, or be used for other purposes, which could have a negative effect on our business. \n​\nIn addition, we continually assess the strategic fit of our businesses and may from time to time seek to divest portions of our Company that no longer fit our strategic plan. Divestitures involve significant risks and uncertainties, including the ability to sell such businesses at satisfactory prices, on acceptable terms, and in a timely manner. Divestitures may also disrupt other parts of our businesses, distract the attention of our management, result in a loss of key employees or customers, and require that we allocate internal resources that would otherwise be devoted to operating our existing businesses. Divestitures may expose us to unanticipated liabilities (including those arising from representations and warranties made to \n\n\n\n\na buyer regarding the businesses) and to ongoing obligations to support the businesses following such divestitures, any and all of which could adversely affect our financial condition and results of operations.\n​\nAs a general principle, we seek to invest our capital in areas that we believe best align with our business strategy and will help optimize future returns. Our capital investments may not generate the expected returns or hoped-for results. We may not be able to obtain desired grants, investment tax credits, or other governmental incentives, such as funding through the U.S. CHIPS and Science Act of 2022. Significant judgment is required when assessing and selecting capital investments, and we could invest in projects that are ultimately less profitable than other projects which we do not select, ultimately harming our business, results of operations and financial condition.\n​\nWe are exposed to various risks associated with global regulatory requirements.\n​\nAs a public company with global operations, we are subject to the laws of the United States and multiple foreign jurisdictions, and the rules and regulations of various governing bodies, which may differ among jurisdictions. We are required to comply with legal and regulatory requirements pertaining to such matters as data privacy, anti-corruption, labor laws, immigration, accounting standards, financial disclosures, taxes, cybersecurity, customs, trade, corporate governance, conflict minerals, and antitrust regulations, among others. In addition, we are required to comply with laws and regulations pertaining to carbon emissions and other regulatory requirements addressing climate change concerns. These laws and regulations, which are ever-evolving and at times complex and inconsistent, impose costs on our business and divert management time and attention from revenue-generating activities. Changes to or ambiguities in these laws and regulations may create uncertainty regarding our compliance requirements. While we intend to comply with these regulatory requirements, if we are found by a court or regulatory agency to have failed in these efforts, our business, financial condition, and results of operations could be adversely affected.\n​\nRisks Related to Intellectual Property and Cybersecurity\n​\nDisruptions in our information technology systems or data security incidents could result in significant financial, legal, regulatory, business, and reputational harm to us.\n​\nWe are increasingly dependent on information technology systems and infrastructure, including mobile technologies, to operate our business. In the ordinary course of our business, we collect, store, process and transmit significant amounts of sensitive information, including intellectual property, proprietary business information, personally-identifiable information of individuals, and other confidential information, including that of our customers and other business partners. It is critical that we do so in a secure manner to maintain the confidentiality, integrity, and availability of this sensitive information. We have also outsourced elements of our operations (including elements of our information technology infrastructure) to third parties, and as a result, we manage a number of third-party vendors who have access to our computer networks and our confidential information. \n​\nAll information systems are subject to breach and disruption. Potential vulnerabilities can be exploited from inadvertent or intentional actions of our employees, third-party vendors, business partners, or by malicious third parties. Attacks of this nature are increasing in their frequency, levels of persistence, sophistication, and intensity, and are being conducted by sophisticated and organized groups and individuals with a wide range of expertise and motives (including industrial espionage), including organized criminal groups, nation states, and others. In addition to the extraction of sensitive information, attacks could include the deployment of harmful malware, ransomware, or other means which could affect service reliability and threaten the confidentiality, integrity, and availability of information. These risks have been exacerbated by an increase in employees working from home, global conflicts and geopolitical tensions (including increasing tension between the U.S. and China governments), and by the possible use of AI to directly attack information systems with greater speed and efficiency than human bad actors.\n​\nWe have experienced, and our third-party providers have experienced, cybersecurity attacks, some of which have been, and may continue to be, successful. Significant disruptions in our information technology systems (or those of our key suppliers, contract manufacturers, distributors, sales agents and other partners) or other data security incidents could adversely affect our business operations and result in the loss or misappropriation of, and unauthorized access to, sensitive information. Future or ongoing disruptions or incidents, whether from attacks on our technology environment \n\n\n\n\n\nor from computer viruses, natural disasters, terrorism, war or other causes, could result in a material disruption in our business operations, force us to incur significant costs and engage in litigation, harm our reputation, and subject us to liability under laws, regulations, and contractual obligations.\n​\nWe may be unable to effectively enforce and protect our intellectual property rights.\n​\nOur success depends in part upon the protection of our intellectual property rights. We rely primarily on patent, copyright, trademark, and trade secret laws, as well as nondisclosure and confidentiality agreements and other methods, to protect our proprietary information, technologies, processes, and brand identity. We own various U.S. and international patents and have additional pending patent applications relating to certain of our products and technologies. The process of seeking patent protection is lengthy and expensive, and we cannot be certain that pending or future applications will result in issued patents or in patents which provide meaningful protection or commercial advantage. In addition, our intellectual property rights may be circumvented, invalidated, or rendered obsolete by the rapid pace of technological change, or through efforts by others to reverse engineer our products or design around patents that we own. Policing unauthorized use of our products and technologies is difficult and time consuming and the laws of other countries may not protect our proprietary rights as fully or as readily as U.S. laws. Given these limitations, our success will depend in part upon our ability to innovate ahead of our competitors. \n​\nIn addition, our outsourcing efforts require that we share certain portions of our technology with our outsourcing partners, which poses additional risks of infringement and trade secret misappropriation. Infringement of our rights by a third party, possibly for purposes of developing and selling competing products, could result in uncompensated lost market and revenue opportunities. Similar exposure could result in the event that former employees seek to compete with us through their unauthorized use of our intellectual property and proprietary information. We cannot be certain that the protective steps and measures we have taken will prevent the misappropriation or unauthorized use of our proprietary information and technologies, nor can we be certain that applicable intellectual property laws, regulations, and policies will not be changed in a manner detrimental to the sale or use of our products.\n​\nLitigation has been required in the past, and may be required in the future, to enforce our intellectual property rights, protect our trade secrets, and to determine the validity and scope of proprietary rights of others. As a result of any such litigation, we could lose our ability to enforce one or more patents, incur substantial costs, and jeopardize relationships with current or prospective customers or suppliers. Any action we take to enforce or defend our intellectual property rights could absorb significant management time and attention, and could otherwise negatively impact our operating results. \n​\nWe may be subject to claims of intellectual property infringement by others. \n​\nWe receive communications from time to time from other parties asserting the existence of patent or other rights which they believe cover certain of our products. We also periodically receive notices from customers who believe that we are required to indemnify them for damages they may incur related to infringement claims made against these customers by third parties. Our customary practice is to evaluate such assertions and to consider the available alternatives, including whether to seek a license, if appropriate. However, we cannot ensure that licenses can be obtained or, if obtained, will be on acceptable terms or that costly litigation or other administrative proceedings will not occur. If we are not able to resolve a claim, negotiate a settlement of the matter, obtain necessary licenses on commercially reasonable terms, or successfully prosecute and defend our position, our business, financial condition, and results of operations could be materially and adversely affected. \n​\nFinancial, Accounting and Capital Market Risks\n​\nOur operating results may be adversely affected by tightening credit markets. \n​\nAs a global company with worldwide operations, we are subject to volatility and adverse consequences associated with economic downturns and recessions in different parts of the world. In the event of a downturn, many of our customers may delay or reduce their purchases of our products and services. If negative conditions in the credit markets, such as a recommencement of increases in interest rates, prevent our customers from obtaining credit or necessary financing, \n\n\n\n\n\nproduct orders in these channels may decrease, which could result in lower revenue. In addition, we may experience cancellations of orders in backlog, rescheduling of customer deliveries, and attendant pricing pressures. If our suppliers face challenges in obtaining credit, in selling their products, or otherwise in operating their businesses, their ability to continue to supply materials to us may be negatively affected. \n​\nIn addition, we finance some of our sales through trade credit. In addition to ongoing credit evaluations of our customers’ financial condition, we seek to mitigate our credit risk by obtaining deposits and letters of credit on certain of our sales arrangements. We could suffer significant losses if a customer whose accounts receivable we have not secured fails or is otherwise unable to pay us, or if financial institutions providing letters of credit become insolvent. A loss in collections on our accounts receivable would have a negative impact on our financial condition and results of operations. \n​\nWe are subject to foreign currency exchange risks. \n​\nWe are exposed to foreign currency exchange rate risks that are inherent in our anticipated sales, purchase commitments, and assets and liabilities that are denominated in currencies other than the U.S. dollar. Although we attempt to mitigate our exposure to fluctuations in currency exchange rates, hedging activities may not always be available or adequate to mitigate the impact of our exchange rate exposure. Failure to sufficiently hedge or otherwise properly manage foreign currency risks could materially and adversely affect our financial condition, results of operations, and liquidity.\n​\nWe may be required to take impairment charges on assets. \n​\nWe are required to assess goodwill and indefinite-lived intangible assets annually for impairment, or on an interim basis whenever certain events occur or circumstances change, such as an adverse change in business climate or a decline in the overall industry, that would more likely than not reduce fair values below carrying amounts. \n​\nAs part of our long-term strategy, we may pursue future acquisitions of, or investments in, other companies or assets which could increase our assets. We are required to test certain of our assets, including acquired intangible assets, property, plant, and equipment, and equity investments without readily observable market prices, for recoverability and impairment whenever there are indicators of impairment such as an adverse change in business climate. Adverse changes in business conditions or worse-than-expected performance by acquired companies could negatively impact our estimates of future operations and result in impairment charges to acquired assets. For example, during the fourth quarter of 2024, we recorded an asset impairment charge of $28.1 million related to the intangible assets acquired as part of our acquisition of Epliluvac AB. If our assets are further impaired, our financial condition and results of operations could be materially and adversely affected.\n​\nChanges in accounting pronouncements or taxation rules, practices, or rates may adversely affect our financial results. \n​\nChanges in, or newly enacted, accounting pronouncements or taxation rules, practices or rates can materially affect our revenue recognition practices, effective tax rates, results of operations, and our financial condition. In addition, varying interpretations of accounting pronouncements or taxation practices, and the questioning of our current or past practices, may adversely affect our reported financial results. \n​\nRecommendations made pursuant to the Organization for Economic Cooperation and Development’s (“OECD”) Base Erosion and Profit Shifting (“BEPS”) project have led to changes in tax laws in numerous countries and could increase our tax obligations in countries where we do business. As part of BEPS 2.0, the OECD has focused on ensuring multinational businesses with consolidated global revenues in excess of 750 million euros pay their tax in the 'right place' (Pillar 1) and at least at a 'minimum rate' (Pillar 2), including ensuring that multinational enterprises are paying tax at an effective rate of 15% or higher in every jurisdiction in which they operate, regardless of the local headline tax rate or the impact of local tax reliefs. We may be subject to the Pillar Two requirements in the future should our global revenues exceed the Pillar Two thresholds. While we do not currently expect Pillar Two to have a material impact on our effective tax rate, we are in the process of assessing and monitoring potential impacts and developments. These and other developments or changes in federal or international tax laws, rules, practices or rates (including future changes or modifications to existing practices) could have an adverse material impact on our ability to utilize our deferred tax \n\n\n\n\n\nattributes, our effective tax rate and results of operations including cash flows and financial position.\n​\nIn addition, as of each reporting date, we evaluate the realizability of our deferred tax assets which may result in the recognition and/or release of a valuation allowance. Any changes in the valuation allowance will have a direct impact on our effective tax rate. The realization of net deferred tax assets relies on our ability to generate future taxable income, and, as such, if the Company is unable to generate sufficient future taxable income, we may not obtain the full benefit of these deferred tax assets.\n​\nFinally, we are subject to income tax on a jurisdictional or legal entity basis and significant judgment is required in certain instances to allocate our taxable income to a jurisdiction and to determine the related income tax expense and benefits. Losses in one jurisdiction generally may not be used to offset profits in other jurisdictions. As a result, changes in the mix of our earnings (or losses) between jurisdictions, among other factors, could alter our overall effective income tax rate, possibly resulting in significant tax rate increases. Furthermore, we are regularly audited by various tax authorities, and these audits may result in increased tax provisions which could negatively affect our operating results in the periods in which such determinations are made or changes occur.\n​\nOur current debt facilities may contain certain restrictions, covenants and repurchase provisions that may limit our ability to raise the funds necessary to meet our working capital needs, which may include the cash conversion of the Notes or repurchase of the Notes for cash upon a fundamental change.\n​\nAs of December 31, 2024, we had $26.5 million in principal amounts outstanding in 2025 Notes, $25.0 million in principal amounts outstanding in 2027 Notes, and $230.0 million in principal amounts outstanding in 2029 Notes (together, the “Notes”). The 2025 Notes subsequently matured in January 2025 and were settled through the issuance of Company shares to the noteholders. In addition, as of December 31, 2024, we had an undrawn senior secured revolving credit facility (the “Credit Facility”) in an aggregate principal amount of $225.0 million, including a $15.0 million letter of credit sublimit. \n​\nThese debt facilities (collectively, the “Debt Facilities”), contain certain covenant and other restrictions that may limit our ability to, among other things, incur additional debt or create liens, sell certain assets, and merge or consolidate with third parties, which may, in turn, preclude us from responding to changes in business and economic conditions, engaging in transactions that might otherwise be beneficial to us. Our ability to comply with some of these covenants is dependent on our future performance, which will be subject to many factors, some of which are beyond our control such as prevailing economic conditions. In addition, our failure to comply with these covenants could result in a default under the Debt Facilities, which could accelerate the debt. If any of our debt is accelerated, we may not have sufficient funds available to repay such debt, which could materially and negatively affect our financial condition and results of operation.\n​\nIn addition, our ability to repurchase or to pay cash upon conversion of the Notes, or maturity of the Credit Facility, may be limited by law, by regulatory authority or by agreements governing our indebtedness that exist at the time of repurchase, conversion, or maturity. Our failure to settle the debt as required would constitute a default under the applicable debt facility and may lead to a default under the other debt facilities. If the payment of the related indebtedness were to be accelerated after any applicable notice or grace periods, we may not have sufficient funds to repay the indebtedness.\n​\nFinally, holders of the Notes will have the right to require us to repurchase all or any portion of their Notes upon the occurrence of a fundamental change before the maturity date. Additionally, in the event the conditional conversion features of the Notes are triggered (as is currently the case for the 2027 Notes through March 31, 2025), holders of Notes will be entitled to convert the Notes at any time during specified periods at their option. If one or more holders elect to convert the Notes, or if a fundamental change occurs before maturity, unless we elect to deliver solely shares of our common stock to settle such conversion (other than paying cash in lieu of delivering any fractional share), we will be required to make cash payments in respect of the Notes being converted, which could adversely impact our liquidity. Additionally, we may not have enough available cash or be able to obtain financing at the time we are required to make repurchases of the Notes surrendered therefor or pay cash with respect to the Notes being converted. In addition, even if holders do not elect to convert the Notes, we could be required under applicable accounting rules to reclassify all or a \n\n\n\n\n\nportion of the outstanding principal of the Notes as a current rather than long-term liability, which could result in a material reduction of our net working capital.\n​\nIssuance of our common stock, if any, upon conversion of the Notes, as well as the capped call transactions and the hedging activities of the option counterparties, may impair or reduce our ability to utilize or our research and development credits carryforwards in the future.\n​\nPursuant to U.S. federal and state tax rules, a corporation is generally permitted to deduct from taxable income in any year net operating losses (“NOLs”) carried forward from prior years and to reduce from tax liabilities in any year foreign tax credits and R&D credits carried forward from prior years.\n​\nAs of December 31, 2024, we had U.S. federal R&D credits carryforwards of approximately $35.1 million expiring in varying amounts between 2035 and 2044. If we were to experience a “change in ownership” under Section 382 of the Internal Revenue Code (“Section 382”), the federal credits carry forward limitation under Section 383 of the Internal Revenue Code would impose an annual limit on the amount of tax liabilities that may be offset by R&D credits generated prior to the change in ownership. If an ownership change were to occur, we may be unable to use a significant portion of our R&D credit carryforwards to offset future tax liabilities. \n​\nThe shares of common stock, if any, issued upon conversion of the Notes will, upon such issuance, be taken into account when determining the cumulative change in our ownership for Section 382 purposes. As a result, any conversion of the Notes that we elect to settle in shares may materially increase the risk that we could experience an ownership change for these purposes in the future.\n​\nThe capped call transactions may affect the value of the 2027 Notes and our common stock.\n​\nWith respect to the 2027 Notes, we have entered into capped call transactions with certain option counterparties. The capped call transactions were expected generally to reduce the potential dilution upon conversion of the 2027 Notes and/or offset any cash payments we are required to make in excess of the principal amount of converted 2027 Notes, as the case may be, with such reduction and/or offset subject to a cap.\n​\nThe option counterparties or their affiliates may enter into or modify hedge positions by entering into or unwinding various derivatives with respect to our common stock and/or purchasing or selling our common stock or other securities of ours in secondary market transactions prior to the maturity of the 2027 Notes (and are likely to do so during any observation period related to a conversion of the 2027 Notes). This activity could also cause fluctuations in the market price of our common stock and the 2027 Notes, which could affect the ability of the noteholders to convert the 2027 Notes and, to the extent the activity occurs during any observation period related to a conversion of the 2027 Notes, it could affect the number of shares and value of the consideration that noteholders will receive upon conversion of the 2027 Notes.\n​\nGeneral Risk Factors\n​\nThe price of our common shares is volatile and could decrease. \n​\nThe stock market in general and the market for technology stocks in particular has experienced significant volatility. The trading price of our common shares has fluctuated significantly and could decline independent of the overall market, and shareholders could lose all or a substantial part of their investment. For example, in 2024 our stock price ranged from a closing high of $48.47 to a closing low of $25.99. The market price of our common shares could continue to fluctuate in response to several factors, including among others:\n\n●   difficult macroeconomic conditions, economic recessions, international trade disputes, unfavorable geopolitical events, and general stock market uncertainties, such as those occasioned by a global liquidity crisis and a failure of large financial institutions;\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   actual or anticipated variations in our results of operations;\n------------------------------------------------------------------\n\n●   issues associated with the performance of our products, or the performance of our internal systems such as our\n------------------------------------------------------------------------------------------------------------------\n\ncustomer relationship management (“CRM”) system or our enterprise resource planning (“ERP”) system;\n---------------------------------------------------------------------------------------------------\n\n●   announcements of financial developments or technological innovations;\n-------------------------------------------------------------------------\n\n●   our failure to meet the performance estimates of investment research analysts;\n----------------------------------------------------------------------------------\n\n●   changes in recommendations and financial estimates by investment research analysts, and decisions by investment research analysts to cease coverage of our Company;\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   margin trading, short sales, hedging and derivative transactions involving our common stock;\n------------------------------------------------------------------------------------------------\n\n●   our failure to successfully implement cost reduction initiatives and restructuring activities, if and when required;\n------------------------------------------------------------------------------------------------------------------------\n\n●   our failure to maintain an effective system of disclosure controls and internal control over financial reporting, which may result in our inability to timely and accurately report our financial results or difficulties in satisfying internal control evaluations and attestation requirements of Section 404 of the Sarbanes Oxley Act of 2002; and\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   the commencement of, and rulings on, litigation and legal proceedings.\n--------------------------------------------------------------------------\n​\nSecurities class action litigation is often brought against a company following periods of volatility in the market price of its securities. These lawsuits, if and when brought, can result in substantial costs and a diversion of management’s attention and resources, which can adversely affect our financial condition, results of operations, and liquidity. \n​\nOur inability to attract, retain, and motivate employees could have a material adverse effect on our business. \n​\nOur success depends largely on our ability to attract, retain, and motivate employees, including those in executive, managerial, engineering and marketing positions, as well as highly skilled and qualified technical personnel. Competition for qualified design and technical personnel is intense, particularly in the semiconductor industry and especially when business cycles are improving. Competitors may try to recruit, and may succeed in recruiting, our most valuable technical employees. To attract and retain key employees, we must provide competitive compensation packages, including cash and stock-based compensation, among other benefits. If the value of our stock-based incentive awards decreases, or if our total compensation packages are not viewed as competitive, our ability to attract and retain key employees could suffer. We do not have key person life insurance on any of our executives, and we may not be able to readily replace key departed employees. Our inability to attract, retain, and motivate key personnel could have a significant negative effect on our business, financial condition, and results of operations.\n​\nWe are subject to risks of non-compliance with environmental, health, and safety regulations. \n​\nWe are subject to environmental, health, and safety regulations in connection with our business operations, including but not limited to regulations relating to the development, manufacture and use of our products, recycling and disposal of related materials, and the operation and use of our facilities and real property. Failure or inability to comply with existing or future environmental, health and safety regulations – including, for example, those relating to carbon emissions, climate change, and the use and sale of products containing hydrofluorocarbons and per- and polyfluoroalkyl substances -- could result in significant remediation liabilities, the imposition of fines, the suspension or termination of research, development, or use of certain of our products, and other harm to the Company, which could have a material adverse effect on our business, financial condition, and results of operations.\n​\nIn addition, changes in environmental laws and regulations, including those relating to greenhouse gas emissions and other climate change matters, could require us (and/or our key suppliers, contract manufacturers and other partners) to install new equipment, alter operations to incorporate new technologies, or implement new processes, among other measures, which may cause us to incur significant costs and divert management attention.\n​\nWe are committed to ensuring safe working conditions, treating our employees with dignity and respect, and sourcing, manufacturing, and distributing our products in a responsible and environmentally friendly manner, and any failure on our part to do so may cause reputational and other harm for the Company. Furthermore, some of our operations involve the storage, handling, and use of hazardous materials that may pose a risk of fire, explosion, or environmental release. Such events could result from acts of terrorism, natural disasters, or operational failures and may result in injury or loss of life to \n\n\n\n\nour employees and others, environmental contamination, and property damage. These events may cause a temporary shutdown of an affected facility, or portion thereof, and we could be subject to penalties or claims as a result. Each of these events could have a material adverse effect on our business, financial condition, and results of operations. \n​\nOur environmental, social and governance (“ESG”) goals and strategies could be costly to implement, and we are exposed to risks associated with failures to comply with evolving and varying sustainability-related requirements.\n​\nFrom time to time the Company communicates its strategies, commitments and targets relating to ESG matters, including initiatives pertaining to climate change, human rights, diversity and inclusion, among others. These strategies, commitments and targets reflect our current plans and aspirations, and we may be unable to achieve them. Furthermore, the standards for measuring and reporting sustainability metrics may change over time and could result in significant revisions to our strategies, commitments and targets, or our ability to achieve them.\n​\nIn addition, several of our key stakeholders -- including customers, investors, advisory firms and suppliers -- have established expectations pertaining to our sustainability practices. Third-party rating agencies have also established standards for a range of sustainability-related matters, which may be inconsistent and are subject to change. These expectations, standards and requirements may impact the manner in which we do business, our costs of doing business, our reputation, and the willingness of our stakeholders to engage with, invest in, or retain us.\n​\nWe are also subject to various sustainability laws and regulations, such as the State of California’s new climate change disclosure rules, the European Union’s Corporate Sustainability Reporting Directive, and the U.S. Securities and Exchange Commission’s rules on climate-related risks. Compliance with such laws and regulations, as well as increased scrutiny from regulators, could result in additional costs and expose us to new risks. Any failure to achieve or satisfy ESG-related regulations, requirements or targets could adversely impact the demand for our products, subject us to significant costs and liabilities, and result in reputational harm.\n​\nWe have adopted certain measures that may have anti-takeover effects, which may make an acquisition of the Company by another company more difficult. \n​\nWe have adopted, and may in the future adopt, certain measures that may have the effect of delaying, deferring, or preventing a takeover or other change in control of the Company, which a holder of our common stock may not consider to be in the holder’s best interest. For example, our board of directors has the authority to issue up to 500,000 shares of preferred stock and to fix the rights (including voting rights), preferences and privileges of these shares (“blank check” preferred stock). Such preferred stock may have rights, including economic rights, senior to our common stock. As a result, the issuance of the preferred stock could have a material adverse effect on the price of our common stock and could make it more difficult for a third party to acquire a majority of our outstanding common stock. \n​\nIn addition, our board of directors is divided into three classes with each class serving a staggered three-year term. The existence of a classified board makes it more difficult for our shareholders to change the composition of our board of directors, and therefore the Company’s policies, in a relatively short period of time. Furthermore, we have adopted certain certificate of incorporation and bylaws provisions which have anti-takeover effects. These include: (a) requiring certain actions to be taken at a meeting of shareholders rather than by written consent, (b) requiring a super-majority of shareholders to approve certain amendments to our bylaws, (c) limiting the maximum number of directors, and (d) providing that directors may be removed only for cause. These measures and those described above may have the effect of delaying, deferring, or preventing a takeover or other change in control of the Company that a holder of our common stock may not consider to be in the holder’s best interest. In addition, we are subject to the provisions of Section 203 of the General Corporation Law of the State of Delaware, which prohibits a Delaware corporation from engaging in any business combination, including mergers and asset sales, with an interested stockholder (generally, a 15% or greater stockholder) for a period of three years after the date of the transaction in which the person became an interested stockholder, unless the business combination is approved in a prescribed manner. The operation of Section 203 may have anti-takeover effects, which could delay, defer, or prevent a takeover attempt that a holder of our common stock may not consider to be in the holder’s best interest. Despite these measures, an activist shareholder could undertake action to implement governance, strategic, or other changes to the Company which a holder of our common stock may not consider to be in the holder’s best interest. Such activities could interfere with our ability to execute our strategic plans, be costly and time consuming, disrupt \n\n\n\n\nour operations, and divert the attention of management and our employees.\n​\n​",
      "char_count": 80404
    }
  },
  "extracted_at": "2025-10-18T18:02:41.868327"
}