{
  "ticker": "WASH",
  "company_name": "WASHINGTON TRUST BANCORP INC",
  "cik": 737468,
  "form_type": "10-K",
  "filing_date": "2025-02-25",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0000737468-25-000007",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0000737468&accession_number=000073746825000007&xbrl_type=v",
  "sic_code": "6022",
  "industry": "State Commercial Banks",
  "sections": {
    "item1": {
      "text": "ITEM 1.  Business.\nWashington Trust Bancorp, Inc.\nThe Bancorp, a publicly-owned registered bank holding company that has elected to be a financial holding company, was organized in 1984 under the laws of the state of Rhode Island.  The Bancorp’s common stock trades on the Nasdaq under the symbol WASH. The Bancorp owns all of the outstanding common stock of the Bank, a Rhode Island chartered financial institution founded in 1800.  The Bancorp was formed in 1984 under a plan of reorganization in which outstanding common shares of the Bank were exchanged for common shares of the Bancorp.  See additional information under the caption “Subsidiaries.”\nWashington Trust offers a full range of financial services, including commercial banking, mortgage banking, personal banking, and wealth management and trust services, through its offices located in Rhode Island, Connecticut, and Massachusetts.\nThe accounting and reporting policies of Washington Trust conform to GAAP and to general practices of the banking industry.  At December 31, 2024, Washington Trust had total assets of $6.9 billion, total deposits of $5.1 billion and total shareholders’ equity of $499.7 million.\nLending Activities\nWashington Trust’s total loan portfolio amounted to $5.1 billion, or 74% of total assets, at December 31, 2024. The Corporation classifies loans as commercial, residential real estate or consumer. The Corporation’s lending activities are conducted primarily in southern New England and, to a lesser extent, other states.  Washington Trust offers a variety of commercial and retail lending products. Interest rates charged on loans may be fixed or variable and vary with the degree of risk, loan term, underwriting and servicing costs, loan amount and the extent of other banking relationships maintained with customers. Rates are further subject to competitive pressures, the current interest rate environment, availability of funds and government regulations.\nManagement evaluates the appropriateness of underwriting standards in response to changes in national and regional economic conditions, including such matters as market interest rates, energy prices, trends in real estate values and employment levels.  Based on management’s assessment of these matters, underwriting standards and credit monitoring activities are enhanced from time to time in response to changes in these conditions.  These assessments may result in clarification of debt service ratio calculations, changes in geographic and loan type concentrations, modifications to LTV standards for real estate collateral, changes in credit monitoring criteria and enhancements to monitoring of construction loans.\nCommercial Loans\nThe commercial loan portfolio represented 52% of total loans at December 31, 2024. In making commercial loans, Washington Trust may occasionally solicit the participation of other banks. Washington Trust also participates from time to time in commercial loans originated by other banks. In such cases, these loans are individually underwritten by us using standards similar to those employed for our self-originated loans. Our participation in commercial loans originated by other banks also includes shared national credits. Shared national credits are defined as participation in loans or loan commitments of at least $100 million that are shared by three or more banks. Commercial loans fall into two major categories: CRE and C&I loans.\nCRE loans consist of commercial mortgages secured by real property where the primary source of repayment is derived from rental income associated with the property or the proceeds of the sale, refinancing or permanent financing of the property. CRE loans also include construction loans made to businesses for land development or the on-site construction of industrial, commercial or residential buildings. CRE loans frequently involve larger loan balances to single borrowers or groups of related borrowers. At December 31, 2024, CRE loans represented 80% of the total commercial loan portfolio and 42% of the total loan portfolio.\nC&I loans primarily provide working capital, equipment financing and financing for other business-related purposes. C&I loans are frequently collateralized by equipment, inventory, accounts receivable and/or general business assets.  A portion of the Bank’s C&I loan portfolio is also collateralized by real estate.  C&I loans also include tax-exempt loans made to states \n-5-\n\n\nand political subdivisions, as well as industrial development or revenue bonds issued through quasi-public corporations for the benefit of a private or non-profit entity where that entity rather than the governmental entity is obligated to pay the debt service. At December 31, 2024, C&I loans represented 20% of the total commercial loan portfolio and 10% of the total loan portfolio.\nResidential Real Estate Loans\nThe residential real estate loan portfolio consists of mortgage and homeowner construction loans secured by one- to four-family residential properties and represented 41% of total loans at December 31, 2024.  Residential real estate loans are primarily originated by commissioned mortgage originator employees. Residential real estate loans are originated both for retention in the Bank’s loan portfolio, as well as for sale to the secondary market.  Loan sales to the secondary market provide funds for additional lending and other banking activities. Loans originated for sale to the secondary market are sold to investors such as the Federal Home Loan Mortgage Corporation, Federal National Mortgage Association and other institutional investors. Washington Trust sells loans with servicing retained or released.  Residential real estate loans are also originated for various investors in a broker capacity, including conventional mortgages and reverse mortgages.\nAlso included in the residential real estate loan portfolio are mortgage loans purchased from and serviced by other financial institutions. These loans are individually evaluated at time of purchase to Washington Trust’s underwriting standards and are secured by one- to four-family residential properties in southern New England and other states. As of December 31, 2024, purchased residential mortgages serviced by others were largely secured by properties located in Massachusetts and represented 2% of the total residential real estate loan portfolio and 1% of the total loan portfolio.\nConsumer Loans\nThe consumer loan portfolio represented 7% of total loans as of December 31, 2024. Consumer loans include home equity loans and lines of credit and personal installment loans. Home equity lines and home equity loans represent 94% of the total consumer portfolio at December 31, 2024.\nAlso included in the consumer loan portfolio are purchased loans to individuals secured by general aviation aircraft. These loans were individually underwritten by us at the time of purchase using standards similar to those employed for self-originated consumer loans. At December 31, 2024, these purchased loans represented 4% of the total consumer loan portfolio and 0.2% of the total loan portfolio.\nDeposit Activities\nAt December 31, 2024, total deposits amounted to $5.1 billion. Deposits represent Washington Trust’s primary source of funds and are gathered primarily from the areas surrounding our branch network.  The Bank offers a wide variety of products with a range of interest rates and terms to consumer, commercial, non-profit and municipal customers.  Washington Trust’s deposit accounts consist of noninterest-bearing demand deposits, interest-bearing demand deposits, NOW accounts, money market accounts, savings accounts and time deposits.  A variety of retirement deposit accounts are also offered to customers.  Additional deposit services provided to customers include debit cards, ATMs, telephone banking, internet banking, mobile banking, remote deposit capture and cash management services. Wholesale brokered deposits from out-of-market institutional sources are also utilized as part of our overall funding strategy.\nWashington Trust is a participant in the DDM, ICS, and CDARS programs. Washington Trust uses these deposit sweep services to place customer and client funds into interest-bearing demand accounts, money market accounts, and/or certificates of deposits issued by other participating banks. Customer and client funds are placed at one or more participating banks to ensure that each deposit customer is eligible for the full amount of FDIC insurance. As a program participant, we receive reciprocal amounts of deposits from other participating banks. We consider these reciprocal deposit balances to be in-market deposits as distinguished from traditional wholesale brokered deposits.\nInvestment Security Activities\nWashington Trust’s investment securities portfolio amounted to $916.3 million, or 13% of total assets, at December 31, 2024 and is managed to generate interest income, to implement interest rate risk management strategies and to provide a readily available source of liquidity for balance sheet management.\nWashington Trust may acquire, hold and transact in various types of investment securities in accordance with applicable federal regulations, state statutes and guidelines specified in Washington Trust’s internal investment policy.  At December 31, 2024, the investment securities portfolio consisted of obligations of U.S. government agencies and U.S. \n-6-\n\n\ngovernment-sponsored enterprises, including mortgage-backed securities; individual name issuer trust preferred debt securities; and corporate bonds.\nWholesale Funding Activities\nThe Bank is a member of the FHLB. The Bank utilizes advances from the FHLB to meet short-term liquidity needs and also to fund loan growth and additions to the securities portfolio.  As a member of the FHLB, the Bank must own a minimum amount of FHLB stock, calculated periodically based primarily on its level of borrowings from the FHLB.  At December 31, 2024, the Bank had advances payable to the FHLB of $1.1 billion. The Bank pledges certain qualified investment securities and loans as collateral to the FHLB. At December 31, 2024, the Bank had available borrowing capacity with the FHLB of $753.0 million. The Bank also has access to a $40.0 million unused line of credit with the FHLB.\nAdditional funding sources are available through the FRBB and in other forms of borrowing, such as securities sold under repurchase agreements. As noted above under the caption “Deposit Activities,” the Corporation also utilizes wholesale brokered deposits as part of its overall funding program.\nWealth Management Services\nWashington Trust provides a broad range of wealth management services to personal and institutional clients.  These services include investment management; holistic financial planning services; personal trust and estate services, including services as trustee, personal representative and custodian; settlement of decedents’ estates; and institutional trust services, including custody and fiduciary services.  Wealth management services are provided through the Bank and its registered investment adviser subsidiary. See additional information under the caption “Subsidiaries.”\nAt December 31, 2024, wealth management AUA totaled $7.1 billion. These assets are not included in the Consolidated Financial Statements. Washington Trust’s wealth management revenues represent our largest source of noninterest income.  A substantial portion of wealth management revenues is dependent on the value of wealth management AUA and is closely tied to the performance of the financial markets. This portion of wealth management revenues is referred to as “asset-based” and includes trust and investment management fees. Wealth management revenues also include “transaction-based” revenues that are not primarily derived from the value of assets.\nSubsidiaries\nAt December 31, 2024, the Bancorp’s principal subsidiary is the Bank.\nThe Bancorp also owns all of the outstanding common stock of Trust I and Trust II, special purpose finance entities formed with the sole purpose of issuing trust preferred debt securities and investing the proceeds in junior subordinated debentures of the Bancorp.  See Note 13 to the Consolidated Financial Statements for additional information.\nThe following is a description of Bancorp’s principal subsidiary:\nThe Washington Trust Company, of Westerly\nThe Bank was originally chartered in 1800 as the Washington Bank and is the largest state-chartered bank headquartered in Rhode Island and the oldest community bank in the nation.  Its current charter dates to 1902.\nThe Bank provides a full range of financial services, including commercial, residential and consumer lending, retail and commercial deposit products, and wealth management and trust services.  The deposits of the Bank are insured by the FDIC, subject to regulatory limits. The Bank has a registered investment adviser subsidiary, WTA. The Bank also has a mortgage banking subsidiary, WTMC, that is licensed to do business in Rhode Island, Massachusetts, Connecticut and New Hampshire. See “-Supervision and Regulation-Consumer Protection Regulation” for a discussion of certain regulations that apply to WTMC. Washington Trust’s residential mortgage origination business conducted through our residential mortgage lending offices located outside of Rhode Island is performed by this Bank subsidiary.\nThe Bank has other subsidiaries whose primary functions are to provide servicing on passive investments, such as loans acquired from the Bank and investment securities.  In addition, the Bank has a subsidiary that was formed for the purpose of holding, monitoring and disposing of certain foreclosed properties.\n-7-\n\n\nMarket Area\nWashington Trust’s headquarters and main office is located in Westerly in Washington County, Rhode Island.  Washington Trust’s primary deposit gathering area consists of the communities that are served by its branch network.  As of December 31, 2024, the Bank had 10 branch offices located in southern Rhode Island (Washington County), 17 branch offices located in the greater Providence area in Rhode Island and one branch office located in southeastern Connecticut.\nWashington Trust’s lending activities are conducted primarily in southern New England and, to a lesser extent, other states.  Washington Trust provides commercial, residential and consumer lending services from its branch locations and other offices. See additional disclosure in Item 2, Properties.\nWashington Trust provides wealth management services from its offices located in Westerly, Narragansett and Providence, Rhode Island; Wellesley, Massachusetts; and New Haven, Connecticut.\nCompetition\nWashington Trust faces considerable competition in its market area for all aspects of banking and related financial service activities.\nWashington Trust contends with strong competition both in generating loans and attracting deposits.  The primary factors in competing are interest rates, financing terms, fees charged, products offered, personalized customer service, online and mobile access to accounts and convenience of branch locations, ATMs and branch hours.  Competition comes from commercial banks, credit unions, savings institutions and non-bank lenders.  Washington Trust faces strong competition from larger institutions with relatively greater resources, broader product lines and larger delivery systems. Competition could intensify in the future as a result of industry consolidation, the increasing availability of products and services from non-bank institutions and financial technology companies, greater technological developments in the industry and continued bank regulatory changes.\nWashington Trust operates in a highly competitive wealth management services marketplace.  Key competitive factors include investment products, level of investment performance, client services, as well as personal relationships.  Principal competitors in the wealth management services business are commercial banks and trust companies, investment advisory firms, mutual fund companies, online and full-service stock brokerage firms, and other financial companies. Many of these companies have greater resources than Washington Trust.\nHuman Capital\nWashington Trust had 618 full-time equivalent employees at December 31, 2024. Our employees are the foundation of our success. They serve as trusted advisors, brand ambassadors, and leaders within the community, embodying our core values of quality, integrity and community. We believe that providing caring, personal customer service with a human connection is an important differentiator for Washington Trust, especially in this digital age. We seek to build strong relationships with our customers. Our talented team is committed to providing an exceptional customer experience by listening, understanding the unique needs and challenges of each customer, and providing trusted advice and personalized solutions.\nWe invest in our employees. Our employees are on a learning journey that continues throughout their employment and focuses on building industry and job specific knowledge, as well as refining technical and interpersonal skills. We recognize that each position builds a foundation for the next, and therefore, make a conscious effort to provide opportunities for professional growth and advancement. However, we also see the value in bringing new perspectives to our team through external hires, and always seek to hire the best and brightest employees who share our commitment to providing a superior customer experience with each interaction. Attracting and retaining top talent continues to be challenging, and an important tool in our human capital strategy is the availability of a remote or hybrid scheduling option for many of our team members. To ensure human connectivity, continued collaboration and team engagement, we have adopted a philosophy of “intentional presence” regardless of an individual's physical location.\nWe strive to create an environment where people feel valued and empowered. We take numerous steps to ensure that we are providing a satisfying work experience for employees. We evaluate compensation in relation to market trends and internal pay equity to ensure that we are providing fair and competitive pay; promote and recognize employees for their work successes; provide training and professional development opportunities for employees to enhance their skills; offer a flexible, wide-ranging benefit package to meet the differing needs of our workforce; and provide policies and benefits to help employees create a work-life balance.\n-8-\n\n\nAdditionally, we employ a robust succession planning process, which begins by determining critical roles within the organization; identifying core competencies for individuals in those roles; identifying and assessing possible successors; and providing opportunities for those individuals to develop and hone core competencies through training, mentoring and professional experience. This process is essential to ensure leadership continuity in key positions, retain and develop intellectual and knowledge capital for the future, and encourage professional development.\nWe are committed to fostering a culture that respects and values people - employees, customers, and community - where all ideas, perspectives and experiences are heard. We recognize that a supportive and inclusive environment will foster increased collaboration, problem-solving, innovation and creativity, ultimately driving positive results.\nStatistical Disclosures\nThe information required by Securities Act Guide 3 “Statistical Disclosure by Bank Holding Companies” is located on the pages noted below.\n\nDescription                                                                                                                              Page\nI.          Distribution of Assets, Liabilities and Stockholder Equity; Interest Rates and Interest Differentials                       37-39\nII.         Investment Portfolio                                                                                                    45-46, 89\nIII.        Loan Portfolio                                                                                                          46-52, 92\nIV.         Summary of Loan Loss Experience                                                                                        55-58, 102\nV.          Deposits                                                                                                               58-60, 116\nVI.         Return on Equity and Assets                              36                                                                      \nSupervision and Regulation\nThe following discussion addresses elements of the regulatory framework applicable to Washington Trust.  This regulatory framework is intended primarily to protect the safety and soundness of depository institutions, the federal deposit insurance system and depositors, rather than the shareholders of a bank holding company such as the Bancorp.\nThe following discussion is qualified in its entirety by reference to the full text of the statutes, regulations, policies and guidelines described below.\nRegulation of the Bancorp\nAs a bank holding company, the Bancorp is subject to regulation, supervision and examination by the Federal Reserve under the BHCA, and the RI Division of Banking.\nThe Federal Reserve has the authority, among other things, to order bank holding companies to cease and desist from unsafe or unsound banking practices; to assess civil money penalties; and to order termination of non-banking activities or termination of ownership and control of a non-banking subsidiary by a bank holding company.\nSource of Strength.  Under the BHCA, as amended by the Dodd-Frank Act, the Bancorp is required to serve as a source of financial strength for the Bank.  This support may be required at times when the Bancorp may not have the resources to provide support to the Bank.  In the event of a bank holding company’s bankruptcy, any commitment by the bank holding company to a federal bank regulatory agency to maintain the capital of a bank subsidiary will be assumed by the bankruptcy trustee and entitled to a priority of payment.\nAcquisitions and Activities.  The BHCA prohibits a bank holding company, without prior approval of the Federal Reserve, from acquiring all or substantially all the assets of a bank, acquiring control of a bank, merging or consolidating with another bank holding company, or acquiring direct or indirect ownership or control of any voting shares of another bank or bank holding company if, after such acquisition, the acquiring bank holding company would control more than 5% of any class of the voting shares of such other bank or bank holding company.\nThe BHCA also generally prohibits a bank holding company from engaging directly or indirectly in activities other than those of banking, managing or controlling banks or furnishing services to its subsidiary banks.  However, among other permitted activities, a bank holding company may engage directly or indirectly in, and acquire control of companies engaged in, \n-9-\n\n\nactivities that the Federal Reserve has determined to be closely related to banking, subject to certain notification requirements. In 2005, the Bancorp elected financial holding company status pursuant to the provisions of the GLBA.  As a financial holding company, the Bancorp is authorized to engage in certain financial activities in which a bank holding company that has not elected to be a financial holding company may not engage.  “Financial activities” is broadly defined to include not only banking, insurance and securities activities, but also merchant banking and additional activities that the Federal Reserve, in consultation with the Secretary of the Treasury, determines to be financial in nature, incidental to such financial activities, or complementary activities that do not pose a substantial risk to the safety and soundness of depository institutions or the financial system generally.\nIf a financial holding company or any depository institution subsidiary of a financial holding company fails to remain well capitalized and well managed, the Federal Reserve may impose such limitations on the conduct or activities of the financial holding company as the Federal Reserve determines to be appropriate, and the company and its affiliates may not commence any new activity or acquire control of shares of any company engaged in any activity that is authorized particularly for financial holding companies without first obtaining the approval of the Federal Reserve.  The company must also enter into an agreement with the Federal Reserve to comply with all applicable requirements to qualify as a financial holding company. If a financial holding company remains out of compliance for 180 days or such longer period as the Federal Reserve permits, the Federal Reserve may require the financial holding company to divest either its insured depository institution or all of its non-banking subsidiaries engaged in activities not permissible for a bank holding company.  If an insured depository institution subsidiary of a financial holding company fails to maintain a “satisfactory” or better record of performance under the CRA, the financial holding company will be prohibited, until the rating is raised to “satisfactory” or better, from engaging in new activities authorized particularly for financial holding companies or acquiring companies engaged in such activities.\nLimitations on Acquisitions of Bancorp Common Stock. The Change in Bank Control Act prohibits a person or group of persons from acquiring “control” of a bank holding company unless the Federal Reserve has been notified and has not objected to the transaction. Under rebuttable presumptions of control established by the Federal Reserve, the acquisition of control of voting securities of a bank holding company constitutes an acquisition of control under the Change in Bank Control Act, requiring prior notice to the Federal Reserve, if, immediately after the transaction, the acquiring person (or persons acting in concert) will own, control, or hold with power to vote 10% or more of any class of voting securities of the bank holding company, and if either (i) the bank holding company has registered securities under Section 12 of the Exchange Act, or (ii) no other person will own, control, or hold the power to vote a greater percentage of that class of voting securities immediately after the transaction. On July 30, 2024, the FDIC approved a notice of proposed rulemaking to amend the FDIC’s rules implementing the Change in Bank Control Act. If adopted, the proposed rule would eliminate an exemption from prior notice to the FDIC for a proposed change in control involving the acquisition of voting securities of a depository institution holding company for which the Federal Reserve reviews a notice pursuant to the Change in Bank Control Act. As a result, if the proposed rule is adopted, the acquisition of control of a bank holding company for an insured state nonmember bank would require prior notice to both the FDIC and the Federal Reserve.\nIn addition, the BHCA prohibits any company from acquiring control of a bank or bank holding company without first having obtained the approval of the Federal Reserve. Among other circumstances, under the BHCA, a company has control of a bank or bank holding company if the company owns, controls or holds with power to vote 25% or more of a class of voting securities of the bank or bank holding company, controls in any manner the election of a majority of directors or trustees of the bank or bank holding company, or the Federal Reserve has determined, after notice and opportunity for hearing, that the company has the power to exercise a controlling influence over the management or policies of the bank or bank holding company. The Federal Reserve has established presumptions of control under which the acquisition of control of 5% or more of a class of voting securities of a bank holding company, together with other factors enumerated by the Federal Reserve, could constitute the acquisition of control of a bank holding company for purposes of the BHCA.\nRegulation of the Bank\nThe Bank is subject to the regulation, supervision and examination by the FDIC, the RI Division of Banking and the Connecticut Department of Banking.  The Bank is also subject to various Rhode Island and Connecticut business and banking regulations and the regulations issued by the CFPB (as enforced by the FDIC).  The Federal Reserve may also directly examine the subsidiaries of the Bancorp, including the Bank.\nThe FDIC, the RI Division of Banking and the Connecticut Department of Banking have the authority to issue cease and desist orders; to terminate insurance of deposits; to assess civil money penalties; to issue directives to increase capital; to \n-10-\n\n\nplace the bank into receivership; and to initiate injunctive actions against banking organizations and institution-related parties.\nDeposit Insurance. The deposit obligations of the Bank are insured by the FDIC’s Deposit Insurance Fund up to $250,000 per depositor with respect to deposits held in the same right and capacity. Deposit insurance premiums are based on assets. The FDIC calculates deposit insurance assessment rates for established small banks, generally those banks with less than $10 billion of assets that have been insured for at least five years, using the CAMELS rating system and other factors. The CAMELS rating system is a supervisory rating system designed to take into account and reflect various financial and operational risks that a bank may face, including capital adequacy, asset quality, management capability, earnings, liquidity and sensitivity to market risk. To determine a bank’s assessment rate, each of seven financial ratios and a weighted average of CAMELS component ratings are multiplied by a corresponding pricing multiplier. The sum of these products is added to a uniform amount, with the resulting sum being an institution’s initial base assessment rate (subject to minimum or maximum assessment rates based on a bank’s CAMELS composite rating). This method takes into account various measures, including an institution’s leverage ratio, brokered deposit ratio, one year asset growth, the ratio of net income before taxes to total assets and considerations related to asset quality.\nThe FDIC has the authority to adjust deposit insurance assessment rates at any time.  The FDIC is also required to recover losses to its Deposit Insurance Fund arising from the use of the systemic risk exception invoked on March 12, 2023, by the Secretary of the Treasury, acting on the recommendation of the Board of Directors of the FDIC and the Federal Reserve, and after consultation with the President, to allow the FDIC to complete its resolution of both Silicon Valley Bank and Signature Bank in a manner that fully protected depositors. The FDIC is required to recover such losses through one or more special assessments on insured depository institution, depository institution holding companies (with the concurrence of the Secretary of the Treasury with respect to holding companies), or both, as the FDIC determines appropriate. On November 16, 2023, the FDIC approved a final rule to implement a special assessment to recover such losses. For 2024, the FDIC insurance expense for the Bank was $5.5 million.\nIn addition, under the FDIA, the FDIC may terminate deposit insurance, among other circumstances, upon a finding that the institution has engaged in unsafe and unsound practices, is in an unsafe or unsound condition to continue operations, or has violated any applicable law, regulation, rule, order or condition imposed by the FDIC.\nAcquisitions and Branching.  Prior approval from the RI Division of Banking and the FDIC is required in order for the Bank to acquire another bank or establish a new branch office.  Well capitalized and well managed banks may acquire other banks in any state, subject to certain deposit concentration limits and other conditions, pursuant to the Riegle-Neal Interstate Banking and Branching Efficiency Act of 1994, as amended by the Dodd-Frank Act.  In addition, the Dodd-Frank Act authorizes a state-chartered bank, such as the Bank, to establish new branches on an interstate basis to the same extent a bank chartered by the host state may establish branches.\nActivities and Investments of Insured State-Chartered Banks.  The FDIA generally limits the types of equity investments an FDIC-insured state-chartered bank, such as the Bank, may make and the kinds of activities in which such a bank may engage, as a principal, to those that are permissible for national banks.  Further, the GLBA permits national banks and state banks, to the extent permitted under state law, to engage via financial subsidiaries in certain activities that are permissible for subsidiaries of a financial holding company.  In order to form a financial subsidiary, a state-chartered bank must be “well capitalized,” and such banks must comply with certain capital deduction, risk management and affiliate transaction rules, among other requirements.\nBrokered Deposits.  The FDIA and FDIC regulations generally limit the ability of an insured depository institution to accept, renew or roll over any brokered deposit unless the institution’s capital category is “well capitalized” or, with the FDIC’s approval, “adequately capitalized.” Certain depository institutions that have brokered deposits in excess of 10% of total assets may be subject to increased FDIC deposit insurance premium assessments. However, for institutions that are well capitalized and have a CAMELS composite rating of 1 or 2, reciprocal deposits are deducted from brokered deposits, and established small banks (generally those with less than $10 billion in assets) are not subject to a brokered deposit adjustment. Section 202 of the Economic Growth Act, which was enacted in 2018, amends the FDIA to exempt a capped amount of reciprocal deposits from treatment as brokered deposits for certain insured depository institutions.\nCommunity Reinvestment Act.  The CRA requires the FDIC to evaluate the Bank’s performance in helping to meet the credit needs of the entire community it serves, including low- and moderate-income neighborhoods, consistent with its safe and \n-11-\n\n\nsound banking operations, and to take this record into consideration when evaluating certain applications.  The FDIC’s CRA regulations are generally based upon objective criteria of the performance of institutions under three key assessment tests: (i) a lending test, to evaluate the institution’s record of making loans in its service areas; (ii) an investment test, to evaluate the institution’s record of investing in community development projects, affordable housing, and programs benefiting low- or moderate-income individuals and businesses; and (iii) a service test, to evaluate the institution’s delivery of services through its branches, ATMs and other offices.  Failure of an institution to receive at least a “satisfactory” rating could inhibit the Bank or the Bancorp from undertaking certain activities, including engaging in activities permitted as a financial holding company under GLBA and acquisitions of other financial institutions.  Rhode Island and Connecticut also have enacted substantially similar community reinvestment requirements. On October 23, 2023, the FDIC approved changes to its CRA regulations, maintaining the existing CRA ratings (outstanding, satisfactory, needs to improve, and substantial noncompliance) but modifying the evaluation framework to replace the existing tests generally applicable to banks with at least $2 billion in assets (the lending, investment, and services tests) with four new tests and associated performance metrics. On February 5, 2024, the American Bankers Association, the U.S. Chamber of Commerce, the Independent Community Bankers of America, along with four state trade associations jointly sued the Federal Reserve, FDIC, and Office of Comptroller of the Currency for exceeding their statutory authority in adopting revised regulations to implement the Community Reinvestment Act. The lawsuit filed in the U.S. District Court for the Northern District of Texas requested the regulatory agencies vacate the rule and sought a preliminary injunction pausing the new rules while the court decided the merits of the case. On March 29, 2024, the district court judge granted a temporary injunction to pause the implementation of CRA final rule with respect to the plaintiff trade associations while the case moves forward. The banking agencies have appealed the issuance of the injunction to the U.S. Court of Appeals for the Fifth Circuit. However, the new CRA regulations are currently expected to become effective on January 1, 2026. The Bank has achieved a rating of “satisfactory” on its most recent examination dated December 5, 2022.\nLending Restrictions.  Federal law limits a bank’s authority to extend credit to directors and executive officers of the bank or its affiliates and persons or companies that own, control or have power to vote more than 10% of any class of securities of a bank or an affiliate of a bank, as well as to entities controlled by such persons.  Among other things, extensions of credit to insiders are required to be made on terms that are substantially the same as, and follow credit underwriting procedures that are not less stringent than, those prevailing for comparable transactions with unaffiliated persons.  Also, the terms of such extensions of credit may not involve more than the normal risk of repayment or present other unfavorable features and may not exceed certain limitations on the amount of credit extended to such persons, individually and in the aggregate, which limits are based, in part, on the amount of the bank’s capital.\nCapital Adequacy and Safety and Soundness\nRegulatory Capital Requirements.  The Federal Reserve and the FDIC have issued substantially similar risk-based and leverage capital rules applicable to U.S. banking organizations such as the Bancorp and the Bank.  These rules are intended to reflect the relationship between a banking organization’s capital and the degree of risk associated with its operations based on transactions recorded on-balance sheet as well as off-balance sheet items.  The Federal Reserve and the FDIC may from time to time require that a banking organization maintain capital above the minimum levels discussed below, due to the banking organization’s financial condition or actual or anticipated growth.\nThe capital adequacy rules define qualifying capital instruments and specify minimum amounts of capital as a percentage of assets that banking organizations are required to maintain.  Common equity Tier 1 generally includes common stock and related surplus, retained earnings and, in certain cases and subject to certain limitations, minority interests in consolidated subsidiaries, less goodwill, other non-qualifying intangible assets and certain other deductions. Tier 1 capital generally consists of the sum of common equity Tier 1 elements, non-cumulative perpetual preferred stock, and related surplus and, in certain cases and subject to limitations, minority interests in consolidated subsidiaries that do not qualify as common equity Tier 1 capital, less certain deductions.  Tier 2 capital generally consists of hybrid capital instruments, perpetual debt and mandatory convertible debt securities, cumulative perpetual preferred stock, term subordinated debt and intermediate-term preferred stock, and, subject to limitations, ACL on loans.  The sum of Tier 1 and Tier 2 capital less certain required deductions represents qualifying total risk-based capital.  Prior to the effectiveness of certain provisions of the Dodd-Frank Act, bank holding companies were permitted to include trust preferred securities and cumulative perpetual preferred stock in Tier 1 capital, subject to limitations.  However, the Federal Reserve’s capital rule applicable to bank holding companies permanently grandfathers non-qualifying capital instruments, including trust preferred securities, issued before May 19, 2010 by depository institution holding companies with less than $15 billion in total assets as of December 31, 2009, subject to a limit of 25% of Tier 1 capital.  The Bancorp’s currently outstanding trust preferred securities were grandfathered under this rule. In addition, under rules that became effective January 1, 2015, AOCI (positive or negative) must be reflected in Tier 1 \n-12-\n\n\ncapital; however, the Bancorp and the Bank were permitted to make a one-time, permanent election to continue to exclude AOCI from capital. The Bancorp and the Bank made this election.\nUnder the capital rules, risk-based capital ratios are calculated by dividing common equity Tier 1 capital, Tier 1 capital and total capital, respectively, by risk-weighted assets.  Assets and off-balance sheet credit equivalents are assigned one of several categories of risk weights based primarily on relative risk.  Under the Federal Reserve’s rules applicable to the Bancorp and the FDIC’s capital rules applicable to the Bank, the Bancorp and the Bank are each required to maintain a minimum common equity Tier 1 capital to risk-weighted assets ratio of 4.5%, a minimum Tier 1 capital to risk-weighted assets ratio of 6.0%, a minimum total capital to risk-weighted assets ratio of 8.0% and a minimum leverage ratio requirement of 4.0%. Additionally, these rules require an institution to establish a capital conservation buffer of common equity Tier 1 capital in an amount above the minimum risk-based capital requirements for “adequately capitalized” institutions of more than 2.5% of total risk weighted assets, or face restrictions on the ability to pay dividends, pay discretionary bonuses, and to engage in share repurchases.\nUnder the FDIC’s prompt corrective action rules, an FDIC supervised institution is considered “well capitalized” if it (i) has a total capital to risk-weighted assets ratio of 10.0% or greater; (ii) a Tier 1 capital to risk-weighted assets ratio of 8.0% or greater; (iii) a common Tier 1 equity ratio of 6.5% or greater, (iv) a leverage capital ratio of 5.0% or greater; and (v) is not subject to any written agreement, order, capital directive, or prompt corrective action directive to meet and maintain a specific capital level for any capital measure. The Bank is considered “well capitalized” under this definition.\nGenerally, a bank, upon receiving notice that it is not adequately capitalized (i.e., that it is “undercapitalized”), becomes subject to the prompt corrective action provisions of Section 38 of FDIA that, for example, (i) restrict payment of capital distributions and management fees, (ii) require that its federal bank regulator monitor the condition of the institution and its efforts to restore its capital, (iii) require submission of a capital restoration plan, (iv) restrict the growth of the institution’s assets and (v) require prior regulatory approval of certain expansion proposals. A bank that is required to submit a capital restoration plan must concurrently submit a performance guarantee by each company that controls the bank. A bank that is “critically undercapitalized” (i.e., has a ratio of tangible equity to total assets that is equal to or less than 2.0%) will be subject to further restrictions, and generally will be placed in conservatorship or receivership within 90 days.\nCurrent capital rules do not establish standards for determining whether a bank holding company is well capitalized. However, for purposes of processing regulatory applications and notices, the Federal Reserve Board’s Regulation Y provides that a bank holding company is considered “well capitalized” if (i) on a consolidated basis, the bank holding company maintains a total risk-based capital ratio of 10.0% or greater; (ii) on a consolidated basis, the bank holding company maintains a Tier 1 risk-based capital ratio of 6.0% or greater; and (iii) the bank holding company is not subject to any written agreement, order, capital directive, or prompt corrective action directive issued by the Board to meet and maintain a specific capital level for any capital measure. The Bancorp is considered “well capitalized” under this definition. A banking organization that qualifies for and elects to use the community bank leverage framework described below will be considered well capitalized as long as it is not subject to any written agreement, order, capital directive, or prompt corrective action directive issued by the Board to meet and maintain a specific capital level for any capital measure. \nSafety and Soundness Standard.   Guidelines adopted by the federal bank regulatory agencies pursuant to the FDIA establish general standards relating to internal controls and information systems, internal audit systems, loan documentation, credit underwriting, interest rate exposure, asset growth, asset quality, earnings, and compensation and benefits. In general, these guidelines require, among other things, appropriate systems and practices to identify and manage the risk and exposures specified in the guidelines.  The guidelines prohibit excessive compensation as an unsafe and unsound practice and describe compensation as excessive when the amounts paid are unreasonable or disproportionate to the services performed by an executive officer, employee, director or principal shareholder.  In addition, the federal banking agencies adopted regulations that authorize, but do not require, an agency to order an institution that has been given notice by an agency that it is not satisfying any of such safety and soundness standards to submit a compliance plan.  If, after being so notified, an institution fails to submit an acceptable compliance plan or fails in any material respect to implement an acceptable compliance plan, the agency must issue an order directing action to correct the deficiency and may issue an order restricting asset growth, requiring an institution to increase its ratio of tangible equity to assets or directing other actions of the types to which an undercapitalized institution is subject under the “prompt corrective action” provisions of the FDIA. See “-Regulatory Capital Requirements” above.  If an institution fails to comply with such an order, the agency may seek to enforce such order in judicial proceedings and to impose civil money penalties.\n-13-\n\n\nDividend Restrictions\nThe Bancorp is a legal entity separate and distinct from the Bank and its other subsidiaries.  Revenues of the Bancorp are derived primarily from dividends paid to it by the Bank.  The right of the Bancorp, and consequently the right of shareholders of the Bancorp, to participate in any distribution of the assets or earnings of its subsidiaries, through the payment of such dividends or otherwise, is subject to the prior claims of creditors of the subsidiaries, including, with respect to the Bank, depositors of the Bank, except to the extent that certain claims of the Bancorp in a creditor capacity may be recognized.\nRestrictions on Bank Holding Company Dividends.  The Federal Reserve has the authority to prohibit bank holding companies from paying dividends if such payment is deemed to be an unsafe or unsound practice.  The Federal Reserve has indicated generally that it may be an unsafe or unsound practice for bank holding companies to pay a dividend that exceeds earnings for the period for which the dividend is being paid. Further, under the Federal Reserve’s capital rules, the Bancorp’s ability to pay dividends is restricted if it does not maintain the required capital conservation buffer.  See “-Capital Adequacy and Safety and Soundness-Regulatory Capital Requirements” above.\nRestrictions on Bank Dividends.  The FDIC has the authority to use its enforcement powers to prohibit a bank from paying dividends if, in its opinion, the payment of dividends would constitute an unsafe or unsound practice.  Federal law also prohibits the payment of dividends by a bank that will result in the bank failing to meet its applicable capital requirements on a pro forma basis.  Payment of dividends by a bank is also restricted pursuant to various state regulatory limitations. Reference is made to Note 14 to the Consolidated Financial Statements for additional discussion of the Bancorp and the Bank’s ability to pay dividends.\nCertain Transactions by Bank Holding Companies with their Affiliates\nThere are various statutory restrictions on the extent to which bank holding companies and their non-bank subsidiaries may borrow, obtain credit from or otherwise engage in “covered transactions” with their insured depository institution subsidiaries.  An insured depository institution (and its subsidiaries) may not lend money to, or engage in covered transactions with, its non-depository institution affiliates if the aggregate amount of “covered transactions” outstanding involving the bank, plus the proposed transaction, exceeds the following limits: (i) in the case of any one such affiliate, the aggregate amount of “covered transactions” of the insured depository institution and its subsidiaries cannot exceed 10% of the capital stock and surplus of the insured depository institution; and (ii) in the case of all affiliates, the aggregate amount of covered transactions of the insured depository institution and its subsidiaries cannot exceed 20% of the capital stock and surplus of the insured depository institution. For this purpose, “covered transactions” are defined by statute to include: a loan or extension of credit to an affiliate, a purchase of or investment in securities issued by an affiliate, a purchase of assets from an affiliate unless exempted by the Federal Reserve, the acceptance of securities issued by an affiliate as collateral for a loan or extension of credit to any person or company, the issuance of a guarantee, acceptance or letter of credit on behalf of an affiliate, securities borrowing or lending transactions with an affiliate that creates a credit exposure to such affiliate, or a derivatives transaction with an affiliate that creates a credit exposure to such affiliate.  “Covered transactions” are also subject to certain collateral security requirements. “Covered transactions” as well as other types of transactions between a bank and a bank holding company must be conducted under terms and conditions, including credit standards, that are at least as favorable to the bank as prevailing market terms. If a banking organization elects to use the community bank leverage ratio framework described in “Capital Adequacy and Safety and Soundness - Regulatory Capital Requirements” above, the banking organization would be required to measure the amount of covered transactions as a percentage of Tier 1 capital, subject to certain adjustments. Moreover, Section 106 of the Bank Holding Company Act Amendments of 1970 provides that, to further competition, a bank holding company and its subsidiaries are prohibited from engaging in certain tying arrangements in connection with any extension of credit, lease or sale of property of any kind, or the furnishing of any service.\nConsumer Protection Regulation\nGeneral. The Bancorp and the Bank are subject to federal and state laws designed to protect consumers and prohibit unfair or deceptive business practices including the Equal Credit Opportunity Act, Fair Housing Act, Home Ownership Protection Act, Fair Credit Reporting Act, as amended by the FACT Act, the GLBA, the TILA, the CRA, the Home Mortgage Disclosure Act, Real Estate Settlement Procedures Act, National Flood Insurance Act and various state law counterparts.  These laws and regulations mandate certain disclosure requirements and regulate the manner in which financial institutions must interact with customers when taking deposits, making loans, collecting loans and providing other services.  Further, the CFPB also has a broad mandate to prohibit unfair, deceptive or abusive acts and practices and is specifically empowered to require certain disclosures to consumers and draft model disclosure forms.  Failure to comply with consumer protection laws and \n-14-\n\n\nregulations can subject financial institutions to enforcement actions, fines and other penalties.  The FDIC examines the Bank for compliance with CFPB rules and enforces CFPB rules with respect to the Bank.\nThe Dodd-Frank Act prescribes certain standards that mortgage lenders must consider before making a residential mortgage loan, including verifying a borrower’s ability to repay such mortgage loan and allows borrowers to assert violations of certain provisions of the TILA as a defense to foreclosure proceedings. Additionally, the CFPB’s qualified mortgage rule, requires creditors, such as Washington Trust, to make a reasonable good faith determination of a consumer's ability to repay any consumer credit transaction secured by a dwelling. The Economic Growth Act included provisions that ease certain requirements related to residential mortgage transactions for certain institutions with less than $10 billion in total consolidated assets.\nPrivacy and Customer Information Security.  The GLBA requires financial institutions to implement policies and procedures regarding the disclosure of nonpublic personal information about consumers to non-affiliated third parties. In general, the Bank must provide its customers with an initial and annual disclosure that explains its policies and procedures regarding the disclosure of such nonpublic personal information, and, except as otherwise required or permitted by law, the Bank is prohibited from disclosing such information except as provided in such policies and procedures.  However, an annual disclosure is not required to be provided by a financial institution if the financial institution only discloses information under exceptions from GLBA that do not require an opt out to be provided and if there has been no change in its privacy policies and procedures since its most recent disclosure provided to consumers. The GLBA also requires that the Bank develop, implement and maintain a comprehensive written information security program designed to ensure the security and confidentiality of customer information (as defined under GLBA), to protect against anticipated threats or hazards to the security or integrity of such information; and to protect against unauthorized access to or use of such information that could result in substantial harm or inconvenience to any customer.  The Bank is also required to send a notice to customers whose sensitive information has been compromised if unauthorized use of the information is reasonably possible.  Most states, including the states where the Bank operates, have enacted legislation concerning breaches of data security and the duties of the Bank in response to a data breach.  Congress continues to consider federal legislation that would require consumer notice of data security breaches.  In addition, individual states in our market area have promulgated data security regulations with respect to personal information of their residents.  Pursuant to the FACT Act, the Bank had to develop and implement a written identity theft prevention program to detect, prevent, and mitigate identity theft in connection with the opening of certain accounts or certain existing accounts.  Additionally, the FACT Act amended the Fair Credit Reporting Act to generally prohibit a person from using information received from an affiliate to make a solicitation for marketing purposes to a consumer, unless the consumer is given notice and a reasonable opportunity and method to opt out of the making of such solicitations.\nAnti-Money Laundering\nThe Bank Secrecy Act.  Under the BSA, a financial institution is required to have systems in place to detect certain transactions, based on the size and nature of the transaction.  Financial institutions are generally required to report to the U.S. Treasury any cash transactions involving at least $10,000.  In addition, financial institutions are required to file suspicious activity reports for any transaction or series of transactions that involve more than $5,000 and which the financial institution knows, suspects or has reason to suspect involves illegal funds, is designed to evade the requirements of the BSA or has no lawful purpose.  The USA PATRIOT Act, which amended the BSA, together with the implementing regulations of various federal regulatory agencies, has caused financial institutions, such as the Bank, to adopt and implement additional policies or amend existing policies and procedures with respect to, among other things, anti-money laundering compliance, suspicious activity, currency transaction reporting, customer identity verification and customer risk analysis.  In evaluating an application to acquire a bank or to merge banks or effect a purchase of assets and assumption of deposits and other liabilities, the applicable federal banking regulator must consider the anti-money laundering compliance record of both the applicant and the target.  In addition, under the USA PATRIOT Act financial institutions are required to take steps to monitor their correspondent banking and private banking relationships as well as, if applicable, their relationships with “shell banks.”\nOffice of Foreign Assets Control.  The U.S. has imposed economic sanctions that affect transactions with designated foreign countries, nationals and others.  These sanctions, which are administered by OFAC, take many different forms.  Generally, however, they contain one or more of the following elements: (i) restrictions on trade with or investment in a sanctioned country, including prohibitions against direct or indirect imports from and exports to a sanctioned country and prohibitions on “U.S. persons” engaging in financial or other transactions relating to a sanctioned country or with certain designated persons and entities; (ii) a blocking of assets in which the government or specially designated nationals of the sanctioned country have an interest, by prohibiting transfers of property subject to U.S. jurisdiction (including property in the possession or \n-15-\n\n\ncontrol of U.S. persons); and (iii) restrictions on transactions with or involving certain persons or entities.  Blocked assets (for example, property and bank deposits) cannot be paid out, withdrawn, set off or transferred in any manner without a license from OFAC.  Failure to comply with these sanctions could have serious legal and reputational consequences for Washington Trust.\nRegulation of Other Activities\nRegistered Investment Adviser.  WTA is registered as an investment adviser under the Advisers Act. The Advisers Act imposes numerous obligations on registered investment advisers, including compliance with the anti-fraud provisions of the Advisers Act and fiduciary duties arising out of those provisions. WTA must maintain a compliance program reasonably designed to prevent violations of the Advisers Act and are also subject to recordkeeping, operational and disclosure obligations.\nEmployee Retirement Income Security Act of 1974.  The Bank and WTA are each also subject to ERISA, and related regulations, to the extent it is a “fiduciary” under ERISA with respect to some of its clients.  ERISA and related provisions of the Code impose duties on persons who are fiduciaries under ERISA, and prohibit certain transactions involving the assets of each ERISA plan that is a client of the Bank or WTA, as applicable, as well as certain transactions by the fiduciaries (and several other related parties) to such plans.\nThe foregoing laws and regulations generally grant supervisory agencies and bodies broad administrative powers, including the power to limit or restrict WTA from conducting business in the event it fails to comply with such laws and regulations.  Possible sanctions that may be imposed in the event of such noncompliance include the suspension of individual employees, limitations on business activities for specified periods of time, revocation of registration as an investment adviser, commodity trading adviser and/or other registrations, and other censures and fines.\nMortgage Lending. WTMC is a mortgage banking subsidiary of the Bank and licensed to do business in Rhode Island, Massachusetts, Connecticut and New Hampshire. WTMC is subject to the regulation, supervision and examination by the banking divisions in each of these states. See “-Consumer Protection Regulation” for a description of certain regulations that apply to WTMC.\nSecurities and Exchange Commission Availability of Filings\nUnder Sections 13 and 15(d) of the Exchange Act, periodic and current reports must be filed or furnished with the SEC.  You may read and copy any reports, statements or other information filed by Washington Trust from commercial document retrieval services and at the website maintained by the SEC at https://www.sec.gov.  In addition, Washington Trust makes available free of charge on the Investor Relations section of its website (https://ir.washtrust.com) its annual report on Form 10-K, its quarterly reports on Form 10-Q, current reports on Form 8-K, and exhibits and amendments to those reports as soon as reasonably practicable after it electronically files such material with, or furnishes it to, the SEC. Information on the Washington Trust website is not incorporated by reference into this Annual Report on Form 10‑K.",
      "char_count": 61873
    },
    "item1a": {
      "text": "ITEM 1A.  Risk Factors.\nBefore making any investment decision with respect to our common stock, you should carefully consider the risks described below, in addition to the other information contained in this report and in our other filings with the SEC. The risks and uncertainties described below and in our other filings are not the only ones facing us. Additional risks and uncertainties not presently known to us or that we currently deem immaterial may also affect our business. If any of these known or unknown risks or uncertainties actually occurs, our business, financial condition and results of operations could be impaired. In that event, the market price for our common stock could decline and you may lose your investment. This report is qualified in its entirety by these risk factors.\nRISKS RELATED TO OUR BUSINESS AND INDUSTRY\nInflationary pressures and increases in market interest rates may affect our results of operations and financial condition.\nInflation continued at elevated levels in 2024 and may remain elevated in 2025. In response to a pronounced rise in inflation, the Federal Reserve raised the federal funds rate several times in 2023. While the Federal Reserve cut the federal funds rate in 2024, we cannot predict whether or when the Federal Reserve may increase or decrease the federal funds rate in the future. Moreover, while the inflation rate has decreased, prices remain high. Small to medium-sized businesses may be impacted by higher costs as they are not able to leverage economies of scale to mitigate cost pressures compared to larger businesses. \n-16-\n\n\nConsequently, the ability of our business customers to repay their loans may deteriorate, and in some cases this deterioration may occur quickly. Sustained higher interest rates by the Federal Reserve, changes to fiscal policy, including expansion of U.S. federal deficit spending and resultant debt issuance, could also affect market interest rates, push down asset prices and weaken economic activity. A deterioration in economic conditions in the United States and our markets could result in an increase in loan delinquencies and non-performing assets, decreases in loan collateral values and a decrease in demand for our products and services, any of which, could adversely affect our business, our financial condition and results of operations. Further, continued high market interest rates may reduce our loan origination volume, particularly refinance volume, and/or reduce our interest rate spread, which could have an adverse effect on our profitability and results of operations.\nFluctuations in interest rates may impair the Bank’s business.\nThe Bank’s earnings and financial condition are largely dependent on net interest income, which is the difference between interest income from interest-earning assets, such as loans and investment securities, and interest expense on interest-bearing liabilities, such as deposits and borrowings. However, certain assets and liabilities may react differently to changes in market interest rates. Further, interest rates on some types of assets and liabilities may fluctuate prior to changes in broader market interest rates, while rates on other types of assets and liabilities may lag behind. These rates are highly sensitive to many factors beyond our control, including general economic conditions, both domestic and foreign, and the monetary and fiscal policies of various governmental and regulatory authorities.\nWhen interest rates increase, loan prepayments generally decline and depositors may shift funds from accounts that have a comparatively lower cost, such as regular savings accounts, to accounts with a higher cost, such as certificates of deposit. In addition, wholesale funds may reprice more quickly and by a greater amount than the repricing of in-market deposits. When interest rates decrease, loan prepayments and the receipt of payments on mortgage-backed securities generally increase, and may result in the proceeds having to be reinvested at a lower rate than the loan or mortgage-backed security being prepaid. Changes in interest rates can also affect the value of loans and investment securities. Fixed-rate investment securities, mortgage-backed securities and mortgage loans typically decline in value as interest rates rise.\nThe Bank has adopted asset and liability management policies to mitigate the potential adverse effects of changes in interest rates on net interest income, primarily by altering the mix and maturity of loans, investments, funding sources, and derivatives. However, even with these policies in place, a change in interest rates can impact our results of operations or financial condition.\nWe may be adversely affected by volatility in U.S. and global economic conditions and changes in fiscal, monetary, trade and regulatory policies.\nThe economy in the U.S. and globally has experienced volatility in recent years and may continue to experience such volatility for the foreseeable future. Unfavorable or uncertain economic conditions can be caused by declines in economic growth, business activity, or investor or business confidence; limitations on the availability of or increases in the cost of credit and capital; increases in inflation or interest rates; uncertainties regarding fiscal and monetary policies; the timing and impact of changing governmental policies, including changes in guidance and interpretation by regulatory authorities; changes in trade policies by the U.S. or other countries, such as tariffs or retaliatory tariffs as those proposed by the incoming U.S. Administration; supply chain disruptions; consumer spending; employment levels; labor shortages; challenging labor market conditions; wage stagnation; federal government shutdowns; energy prices; home prices; commercial property values; bankruptcies and a default by a significant market participant or class of counterparties; natural disasters; climate change; epidemics; pandemics; terrorist attacks; acts of war; or a combination of these or other factors. \nVolatile business and economic conditions could have adverse effects on our business, including the following:\n•investors may have less confidence in the equity markets in general and in financial services industry stocks in particular, which could place downward pressure on our stock price and resulting market valuation;\n•economic and market developments may further affect consumer and business confidence levels and may cause declines in credit usage and adverse changes in payment patterns, causing increases in delinquencies and default rates;\n•our ability to assess the creditworthiness of our customers may be impaired if the models and approaches we use to select, manage, and underwrite loans become less predictive of future behaviors;\n•we could suffer decreases in demand for loans or other financial products and services or decreased deposits or other investments in accounts with us;\n-17-\n\n\n•our Wealth Management Services customers may liquidate investments, which together with lower asset values, may reduce the level of assets under management and administration, and thereby decrease our wealth management revenues;\n•competition in the financial services industry could intensify as a result of the increasing consolidation of financial services companies in connection with current market conditions or otherwise; and\n•the value of loans and other assets or collateral securing loans may decrease.\nChanges in the business and economic conditions in southern New England could adversely affect our financial condition and results of operations.\nWe primarily serve individuals and businesses located in southern New England, and a substantial portion of our loans are secured by properties in southern New England. The real estate collateral securing the Bank’s loans provides an alternate source of repayment in the event of default by the borrower. However, unlike other larger institutions, we are not able to spread the risks of unfavorable local economic conditions across a large number of diversified economies. An economic downturn could, therefore, result in losses that materially and adversely affect our business. An economic downturn or a prolonged economic recession in southern New England could result in the following consequences:\n•loan delinquencies may increase;\n•problem assets and foreclosures may increase;\n•demand for our products and services may decline;\n•collateral for our loans may decline in value, in turn reducing a customer’s borrowing power and reducing the value of collateral securing a loan;\n•the net worth and liquidity of loan guarantors may decline, impairing their ability to honor commitments to us; and\n•our ability to continue to originate real estate loans may be impaired.\nIncreased market volatility and adverse changes in financial or capital market conditions may increase our market risk.\nOur liquidity, competitive position, business, results of operations and financial condition are affected by market risks such as changes in interest rates, fluctuations in equity, commodity and futures prices, the implied volatility of interest rates and credit spreads and other economic and business factors. These market risks may adversely affect, among other things, the value of our securities, the cost of debt capital and our access to credit markets, the value of AUA, fee income relating to AUA, customer allocation of capital among investment alternatives, and our competitiveness with respect to deposit pricing. In times of market stress or other unforeseen circumstances, previously uncorrelated indicators may become correlated, which may limit the effectiveness of our strategies, including our recent balance sheet repositioning, to manage these risks.\nIf we are unable to access the capital markets, have prolonged net deposit outflows, or our borrowing costs increase, our liquidity and competitive position will be negatively affected.\nLiquidity is essential to our business. We must maintain sufficient funds to respond to the needs of depositors and borrowers. To manage liquidity, we draw upon a number of funding sources in addition to in-market deposit growth and repayments and maturities of loans and investments. Any inability to access the capital markets, illiquidity or volatility in the capital markets, the decrease in value of eligible collateral or increased collateral requirements (including as a result of credit concerns for short-term borrowing), changes to our relationships with our funding providers based on real or perceived changes in our risk profile, prolonged federal government shutdowns, or changes in regulations or regulatory guidance, or other events could negatively affect our access to or cost of funding, affecting our ongoing ability to accommodate liability maturities and deposit withdrawals, meet contractual obligations, or fund asset growth and new business initiatives at a reasonable cost, in a timely manner and without adverse consequences. Additionally, our liquidity or cost of funds may be negatively impacted by the unwillingness or inability of the Federal Reserve to act as lender of last resort, unexpected simultaneous draws on lines of credit or deposits, the withdrawal of or failure to attract customer deposits, or increased regulatory liquidity, capital and margin requirements.\nAlthough we maintain a liquid asset portfolio and have implemented strategies to maintain sufficient and diverse sources of funding to accommodate planned, as well as unanticipated, changes in assets, liabilities, and off-balance sheet commitments under various economic conditions, a substantial, unexpected, or prolonged change in the level or cost of liquidity could have a material adverse effect on us. If the cost effectiveness or the availability of supply in these markets is reduced for a prolonged period of time, our funding needs may require us to access funding and manage liquidity by other means. These alternatives may include generating client deposits, extending the maturity of wholesale borrowings, borrowing under certain \n-18-\n\n\nsecured borrowing arrangements, using relationships developed with a variety of fixed income investors, selling or securitizing loans, and further managing loan growth and investment opportunities. These alternative means of funding may result in an increase to the overall cost of funds and may not be available under stressed conditions, which would cause us to liquidate a portion of our liquid asset portfolio to meet any funding needs.\nOur cost of funds for banking operations may increase as a result of general economic conditions, interest rates and competitive pressures.\nDeposits are generally a low cost and stable source of funding. We compete with banks and other financial institutions for deposits. If, as a result of general economic conditions, market interest rates, competitive pressures, or otherwise, the amount of deposits at the Bank decreases relative to its overall banking operations, the Bank may have to rely more heavily on higher cost borrowings as a source of funds, such as the FHLB, or otherwise reduce its loan growth or pursue loan sales. Higher funding costs reduce our NIM, net interest income and net income.\nA significant component of our liquidity needs is met through our access to funding pursuant to our membership in the FHLB. The FHLB is a cooperative that provides services to its member banking institutions. The primary reason for joining the FHLB is to obtain funding. The purchase of stock in the FHLB is a requirement for a member to gain access to funding. Any deterioration in the FHLB’s performance or financial condition may affect our ability to access funding and/or require us to deem the required investment in FHLB stock to be impaired. If we are not able to access funding through the FHLB, we may not be able to meet our liquidity needs, which could have an adverse effect on our results of operations or financial condition. Similarly, if we deem all or part of our investment in FHLB stock impaired, such action could have an adverse effect on our financial condition or results of operations.\nOur loan portfolio includes commercial loans, which are generally riskier than other types of loans.\nAt December 31, 2024, commercial loans represented 52% of our loan portfolio. Commercial loans generally carry larger loan balances and involve a higher risk of nonpayment or late payment than residential mortgage loans. These loans may lack standardized terms and may include a balloon payment feature. The ability of a borrower to make or refinance a balloon payment may be affected by a number of factors, including the financial condition of the borrower, prevailing economic conditions (including conditions in the real estate market), interest rates, and collateral values. Repayment of these loans is generally more dependent on the economy and the successful operation of a business. Additionally, the COVID-19 pandemic has had a long-term negative impact on certain commercial real estate properties due to the risk that tenants may reduce the office space they lease as some portion of the workforce continues to work remotely on a hybrid or full-time basis. Because of the risks associated with commercial loans, we may experience higher rates of default than if our portfolio were more heavily weighted toward residential mortgage loans. Higher rates of default could have an adverse effect on our financial condition and results of operations.\nWe may experience losses and expenses if security interests granted for loans are not enforceable.\nWhen we make loans, we sometimes obtain liens, such as real estate mortgages or other asset pledges, to provide us with a security interest in collateral. If there is a loan default, we may seek to foreclose upon collateral and enforce the security interests to obtain repayment and eliminate or mitigate our loss. Drafting errors, recording errors, other defects or imperfections in the security interests granted to us and/or changes in law may render liens granted to the us unenforceable. We may incur losses or expenses if security interests granted to us are not enforceable.\nEnvironmental liability associated with our lending activities could result in losses.\nIn the course of business, we may acquire, through foreclosure, properties securing loans we have originated that are in default. While we believe that our credit granting process incorporates appropriate procedures for the assessment of environmental contamination risk, there is a risk that material environmental violations could be discovered on these properties, particularly with respect to commercial loans secured by real estate. In this event, we might be required to remedy these violations at the affected properties at our sole cost and expense. The cost of this remedial action could substantially exceed the value of affected properties. We may not have adequate remedies against the prior owner or other responsible parties and could find it difficult or impossible to sell the affected properties. These events could have an adverse effect on our financial condition and results of operations.\nWe may be required to repurchase mortgage loans or indemnify buyers against losses in some circumstances, which could adversely affect our results of operations and financial condition.\nWhen mortgage loans are sold, we are required to make customary representations and warranties to purchasers, guarantors and insurers, including government-sponsored entities, about the mortgage loans and the manner in which they were \n-19-\n\n\noriginated. Whole loan sale agreements require us to repurchase or substitute mortgage loans, or indemnify buyers against losses, in the event we breach these representations or warranties. In addition, we may be required to repurchase mortgage loans as a result of early payment default of the borrower on a mortgage loan. If repurchase and indemnity demands increase and such demands are valid claims and are in excess of our provision for potential losses, our results of operations and financial condition may be adversely affected.\nOur ACL on loans may not be adequate to cover actual loan losses, and an increase in the ACL on loans will adversely affect our earnings.\nWe maintain an ACL on loans that is based on relevant internal and external information related to past events, current economic conditions and reasonable supportable forecasts. Historical credit loss experience provides the basis for the estimation of expected credit losses. We make various assumptions and judgments about the quality and collectability of the loan portfolio, the creditworthiness of borrowers, the value of the underlying collateral, the enforceability of the loan documents, current economic conditions and reasonable and supportable forecasts. If the assumptions underlying the determination of the ACL prove to be incorrect, the ACL may not be sufficient to cover actual loan losses and an increase to the ACL may be necessary to allow for different assumptions or adverse developments. In addition, a problem with one or more loans could require a significant increase to the ACL. Federal and state regulators, in reviewing our loan portfolio as part of a regulatory examination, may request that we increase our ACL. Any increases in our ACL will result in a decrease in our net income and, possibly, our capital, and could have an adverse effect on our financial condition and results of operations.\nWe are a holding company and depend on the Bank for dividends, distributions and other payments.\nThe Bancorp is a legal entity separate and distinct from the Bank. Revenues of the Bancorp are derived primarily from dividends paid to it by the Bank. The right of the Bancorp, and consequently the right of shareholders of the Bancorp, to participate in any distribution of the assets or earnings of the Bank, through the payment of such dividends or otherwise, is necessarily subject to the prior claims of creditors of the Bank (including depositors), except to the extent that certain claims of the Bancorp in a creditor capacity may be recognized.\nHolders of our common stock are entitled to receive dividends only when, as and if declared by our Board of Directors. Although we have historically declared cash dividends on our common stock, we are not required to do so, and our Board of Directors may reduce or eliminate our common stock dividend in the future. The Federal Reserve has authority to prohibit bank holding companies from paying dividends if such payment is deemed to be an unsafe or unsound practice. Additionally, the FDIC has the authority to use its enforcement powers to prohibit the Bank from paying dividends if, in its opinion, the payment of dividends would constitute an unsafe or unsound practice. Further, our ability to pay dividends would be restricted if we do not maintain a capital conservation buffer. A reduction or elimination of dividends could adversely affect the market price of our common stock. See Item, “Business-Supervision and Regulation-Dividend Restrictions” and “Business-Supervision and Regulation-Capital Adequacy and Safety and Soundness-Regulatory Capital Requirements.”\nWe have credit and market risk inherent in our investment securities portfolio.\nWe maintain a securities portfolio, which may include obligations of U.S. government-sponsored enterprises and agencies, including mortgage-backed securities; obligations of states and political subdivisions; individual name issuer trust preferred debt securities; and corporate bonds. We seek to limit credit losses in our securities portfolios by generally purchasing only highly-rated securities. The valuation and liquidity of our securities could be adversely impacted by reduced market liquidity, increased normal bid-asked spreads and increased uncertainty of market participants, which could reduce the market value of our securities, even those with no apparent credit exposure. Inflation and rapid increases in interest rates led to a decline in the trading value of previously issued government securities with interest rates below current market interest rates. The valuation of our securities requires judgment and as market conditions change security values may also change. Significant negative changes to valuations could result in impairments in the value of our securities portfolio, which could have an adverse effect on our financial condition or results of operations.\nPotential downgrades of U.S. government agency and government-sponsored enterprise securities by one or more of the credit ratings agencies could have a material adverse effect on our operations, earnings and financial condition.\nA possible future downgrade of the sovereign credit ratings of the U.S. government and a decline in the perceived creditworthiness of U.S. government-related obligations could impact our ability to obtain funding that is collateralized by affected instruments, as well as affect the pricing of that funding when it is available. A downgrade may also adversely affect the market value of such instruments. We cannot predict if, when or how any changes to the credit ratings or perceived \n-20-\n\n\ncreditworthiness of these organizations will affect economic conditions. Such ratings actions could result in a significant adverse impact on us. Among other things, a downgrade of the sovereign credit ratings of the U.S. government could adversely impact the value of our investment securities portfolio and may trigger requirements to post additional collateral for trades relative to these securities. A downgrade of the sovereign credit ratings of the U.S. government or the credit ratings of related institutions, agencies or instruments could significantly exacerbate the other risks to which we are subject and any related adverse effects on the business, financial condition and results of operations.\nThe soundness of other financial institutions could adversely affect us.\nOur ability to engage in routine funding transactions could be adversely affected by the actions and commercial soundness of other financial institutions. Financial services institutions are interrelated as a result of trading, clearing, counterparty and other relationships. Actual events involving limited liquidity, defaults, non-performance or other adverse developments that affect financial institutions, transactional counterparties or other companies in the financial services industry or the financial services industry generally, or concerns or rumors about any events of these kinds or other similar risks, have in the past and may in the future lead to market-wide liquidity problems. If such events were to occur again in the future and result in the receivership of financial institutions, there is no guarantee that the systemic risk exception would be invoked to allow the FDIC to complete its resolution of such financial institutions in a manner that fully protects depositors or counterparties. We have exposure to a number of different counterparties, and we routinely execute transactions with counterparties in the financial industry, including brokers and dealers, other commercial banks, investment banks, and other financial institutions. Many of these transactions expose us to credit risk in the event of default of our counterparty or customer. In addition, our credit risk may be exacerbated when the collateral held by us cannot be liquidated or is liquidated at prices not sufficient to recover the full amount of the financial instrument exposure due to us. There is no assurance that any such losses would not materially and adversely affect our results of operations.\nMarket changes or economic downturns may adversely affect demand for our fee-based services and level of wealth management AUA.\nEconomic downturns could affect the volume of income earned from, and demand for, fee-based services.\nRevenues from mortgage banking activities are largely dependent on mortgage origination volume and sales volume. Changes in interest rates and the condition of housing markets could adversely impact the volume of residential mortgage originations, sales and related mortgage banking activities.\nRevenues from wealth management services depend in large part on the level of AUA, which are primarily marketable securities. Market volatility that results in clients liquidating investments, as well as lower asset values, can reduce the level of assets under management and administration and decrease our wealth management revenues, which could materially adversely affect our results of operations.\nWe face continuing and growing security risks to our information base, including the information we maintain relating to our customers.\nIn the ordinary course of business, we rely on electronic communications and information systems to conduct our business and to store sensitive data, including financial information regarding customers. Our electronic communications and information systems infrastructure could be susceptible to cyberattacks, hacking, identity theft or terrorist activity. We have implemented and regularly review and update extensive systems of internal controls and procedures as well as corporate governance policies and procedures intended to protect our business operations, including the security and privacy of all confidential customer information. In addition, we rely on the services of a variety of third-party service providers to meet our data processing and communication needs. No matter how well designed or implemented our controls are, we cannot provide an absolute guarantee to protect our business operations from every type of problem in every situation. A failure or circumvention of these controls could have a material adverse effect on our business operations and financial condition.\nWe regularly assess and test our security systems and disaster preparedness, including back-up systems, but the risks are escalating. We also review and assess the cybersecurity risk of our third-party service providers. As a result, cybersecurity and the continued enhancement of our controls and processes to protect our systems, data and networks from attacks, unauthorized access or significant damage remain a priority. Accordingly, we may be required to expend additional resources to enhance our protective measures or to investigate and remediate any information security vulnerabilities or exposures. Any breach of our system security could result in disruption of our operations, unauthorized access to confidential customer information, significant regulatory costs, litigation exposure and other liability. A breach could negatively impact customer confidence, damaging our reputation and undermining our ability to attract and keep customers.\n-21-\n\n\nWe rely on other companies to provide key components of our business infrastructure.\nThird-party vendors provide key components of our business infrastructure such as internet connections, network access and core application processing. While we have selected these third-party vendors carefully, we do not control them or their actions. Any problems caused by these third parties, including as a result of their not providing us their services for any reason or their performing their services poorly, could adversely affect our ability to deliver products and services to our customers or otherwise conduct our business efficiently and effectively. Replacing these third-party vendors could also entail significant delay and expense.\nWe may not be able to successfully implement future information technology system enhancements, which could adversely affect our business operations and profitability.\nWe invest significant resources in information technology system enhancements in order to provide functionality and security at an appropriate level. We may not be able to successfully implement and integrate future system enhancements, which could adversely impact the ability to provide timely and accurate financial information in compliance with legal and regulatory requirements, which could result in sanctions from regulatory authorities. Such sanctions could include fines and suspension of trading in our stock, among others. In addition, future system enhancements could have higher than expected costs and/or result in operating inefficiencies, which could increase the costs associated with the implementation as well as ongoing operations.\nFailure to properly utilize system enhancements that are implemented in the future could result in impairment charges that adversely impact our financial condition and results of operations and could result in significant costs to remediate or replace the defective components. In addition, we may incur significant training, licensing, maintenance, consulting and amortization expenses during and after systems implementations, and any such costs may continue for an extended period of time.\nOur business may be adversely affected if we fail to adapt our products and services to evolving industry standards and consumer preferences.\nThe financial services industry is undergoing rapid technological changes with frequent introductions of new technology-driven products and services. The widespread adoption of new technologies, including cryptocurrencies and payment systems, could require substantial expenditures to modify or adapt our existing products and services. The introduction of new or modified products or services can entail significant time and resources. We might not be successful in developing or introducing new or modified products and services, integrating new products or services into our existing offerings, responding or adapting to changes in consumer behavior, preferences, spending, investing and/or saving habits, achieving market acceptance of our products and services, reducing costs in response to pressures to deliver products and services at lower prices or sufficiently developing and maintaining loyal customers. Products and services relying on internet and mobile technologies may expose us to fraud and cybersecurity risks. Implementation of certain new technologies, such as those related to artificial intelligence, automation and algorithms, may have unintended consequences due to their limitations, potential manipulation, or our failure to use them effectively. Failure to successfully manage these risks in the development and implementation of new or modified products or services could have an adverse effect on our business and reputation.\nWe may incur significant losses as a result of ineffective risk management processes and strategies.\nWe seek to monitor and control our risk exposure through a risk and control framework encompassing a variety of separate but complementary financial, credit, operational, compliance, and legal reporting systems; internal controls; management review processes; and other mechanisms. In some cases, management of our risks depends upon the use of analytical and/or forecasting models, which, in turn, rely on assumptions and estimates. If the models used to mitigate these risks are inadequate, or the assumption or estimates are inaccurate or otherwise flawed, we may fail to adequately protect against risks and may incur losses. While we believe that we have adopted appropriate management and compliance programs, compliance risks will continue to exist, particularly as we anticipate and adapt to new and evolving laws, rules and regulations and evolving interpretations by regulatory authorities. In addition, there may be risks that exist, or that develop in the future, that we have not appropriately anticipated, identified or mitigated, which could lead to unexpected losses and our results of operations or financial condition could be materially adversely affected. \nDamage to our reputation could significantly harm our business, including our competitive position and business prospects.\nWe are dependent on our reputation within our market area, as a trusted and responsible financial services company, for all aspects of our business with customers, employees, vendors, third-party service providers, and others, with whom we conduct business or potential future businesses. Negative public opinion about the financial services industry generally (including the \n-22-\n\n\ntypes of banking and wealth management services that we provide) or us specifically could adversely affect our reputation and our ability to keep and attract customers and employees. Our actual or perceived failure to address various issues could give rise to negative public opinion and reputational risk that could cause harm to us and our business prospects. These issues include, but are not limited to, legal and regulatory requirements; properly maintaining customer and employee personal information; record keeping; money-laundering; sales and trading practices; ethical issues; appropriately addressing potential conflicts of interest; and the proper identification of the legal, reputational, credit, liquidity and market risks inherent in our products. Failure to appropriately address any of these issues could also give rise to additional regulatory restrictions and legal risks, which could, among other consequences, increase the size and number of litigation claims and damages asserted or subject us to enforcement actions, fines and penalties and cause us to incur related costs and expenses.\nThe proliferation of social media websites utilized by us and other third parties, as well as the personal use of social media by our employees and others, including personal blogs and social network profiles, also may increase the risk that negative, inappropriate or unauthorized information may be posted or released publicly that could harm our reputation or have other negative consequences, including as a result of our employees interacting with our customers in an unauthorized manner in various social media outlets. Any damage to our reputation could affect our ability to retain and develop the business relationships necessary to conduct business, which in turn could negatively impact our financial condition, results of operations, and the market price of our common stock.\nWe may not be able to compete effectively.\nWe compete with financial and non-financial services firms, including traditional banks, online banks, financial technology companies, and investment management and wealth advisory firms, including commercial banks and trust companies, investment advisory firms, mutual fund companies, stock brokerage firms. These companies compete on the basis of, among other factors, size, location, quality and type of products and services offered, price, technology, brand recognition and reputation. Emerging technologies have the potential to further intensify competition and accelerate disruption in the financial services industry. In recent years, non-financial services firms, such as financial technology companies, have begun to offer services traditionally provided by financial institutions. These firms attempt to use technology and mobile platforms to enhance the ability of companies and individuals to borrow, save and invest money. Many of these non-financial services competitors have fewer regulatory constraints and may have lower cost structures than we do. Our long-term success depends on our ability to develop and execute strategic plans and initiatives; to develop competitive products and technologies; and to attract, retain and develop a highly skilled employee workforce. Our ability to successfully attract and retain wealth management clients is dependent upon our ability to compete with competitors’ investment products, level of investment performance, client services and marketing and distribution capabilities. If we are not successful, our results of operations and financial condition may be negatively impacted.\nWe may be unable to attract and retain key personnel.\nOur success depends, in large part, on our ability to attract and retain key personnel. Certain key personnel that have regular direct contact with customers and clients often build strong relationships that are important to our business. In addition, we rely on key personnel to manage and operate its business, including major revenue producing functions, such as loan and deposit generation and wealth management services. Competition for qualified personnel in the financial services industry can be intense, and we may not be able to hire or retain the key personnel that we depend upon for success. Frequently, we compete in the market for talent with entities that are not subject to comprehensive regulation, including with respect to the structure of incentive compensation. The unexpected loss of services of one or more of our key personnel could have a material adverse impact on our business because of their skills, knowledge of the markets in which we operate, years of industry experience and the difficulty of promptly finding qualified replacement personnel. Also, the loss of key personnel could jeopardize our relationships with customers and clients and could lead to the loss of accounts. Losses of such accounts could have a material adverse impact on our business. \nNatural disasters, acts of terrorism, future pandemics and other external events could harm our business.\nNatural disasters can disrupt our operations, result in damage to our properties, reduce or destroy the value of the collateral for our loans and negatively affect the economies in which we operate, which could have a material adverse effect on our results of operations and financial condition. A significant natural disaster, such as a hurricane, blizzard, flood, fire or earthquake, could have a material adverse impact on our ability to conduct business, and our insurance coverage may be insufficient to compensate for losses that may occur. Acts of terrorism, war, civil unrest, or future pandemics could cause disruptions to our business or the economy as a whole. While we have established and regularly test disaster recovery procedures, the occurrence of any such event could have a material adverse effect on our business, operations and financial condition.\n-23-\n\n\nClimate change and related legislative and regulatory initiatives may result in operational changes and expenditures that could significantly impact our business.\nThe current and anticipated effects of climate change are creating an increasing level of concern for the state of the global environment. As a result, political and social attention to the issue of climate change has increased. In recent years, governments across the world have entered into international agreements to attempt to reduce global temperatures, in part by limiting greenhouse gas emissions. Despite the recent changes in the U.S. Administration, Congressional leadership and regulatory agency leadership, state legislatures and federal and state regulatory agencies may continue to propose and advance numerous legislative and regulatory initiatives seeking to mitigate the effects of climate change. These agreements and measures may result in the imposition of taxes and fees, the required purchase of emission credits, and the implementation of significant operational changes, each of which may require us to expend significant capital and incur compliance, operating, maintenance, and remediation costs. Consumers and businesses may also change their behavior on their own as a result of these concerns. The impact on our customers will likely vary depending on their specific attributes, including reliance on, or role in, carbon intensive activities. Our efforts to take these risks into account in making lending and other decisions, including by increasing our business with climate-friendly companies, may not be effective in protecting us from the negative impact of new laws and regulations or changes in consumer or business behavior.\nIf we are required to write-down goodwill or other intangible assets recorded in connection with our acquisitions, our profitability would be negatively impacted.\nUnder GAAP, if the purchase price of an acquired company exceeds the fair value of the company’s net assets, the excess is carried on the acquirer’s balance sheet as goodwill or other identifiable intangible assets. Goodwill must be evaluated for impairment at least annually.  Long-lived intangible assets are amortized and are tested for recoverability whenever events or changes in circumstances indicate the carrying amount of the asset or asset group may not be recoverable. A significant and sustained decline in our stock price and market capitalization, a significant decline in our expected future cash flows, a significant adverse change in the business climate, slower growth rates or other factors could result in impairment of goodwill. Write-downs of the amount of any impairment, if necessary, would be charged to the results of operations in the period in which the impairment occurs.  There can be no assurance that future evaluations of goodwill or intangible assets will not result in findings of impairment and related write-downs, which would have an adverse effect on our financial condition and results of operations.\nChanges in accounting standards can materially impact our financial statements.\nOur accounting policies and methods are fundamental to how we record and report our financial condition and results of operations. From time to time, the Financial Accounting Standards Board or regulatory authorities change the financial accounting and reporting standards that govern the preparation of our financial statements. Such changes are expected to continue and can materially impact how we record and report our financial condition and results of operations. In some cases, we could be required to apply a new or revised standard retroactively, resulting in our restating prior period financial statements. Additionally, significant changes to accounting standards may require costly technology changes, additional training and personnel, and other expense that will negatively impact our results of operations.\nChanges in tax laws and regulations, differences in interpretation of tax laws and regulations, and reductions in the value of our deferred tax assets may adversely impact our financial statements.\nWe are subject to tax law changes that could impact our effective income tax rate and our net deferred tax assets. Our net deferred tax assets are measured using enacted tax rates expected to apply to taxable income in the year in which the temporary differences are expected to be recovered or settled. We assess the deferred tax assets periodically to determine the likelihood of our ability to realize the benefits. A valuation allowance is established when it is more-likely-than-not that all or some portion of our deferred tax assets will not be realized. Management judgment is required in determining the appropriate recognition and valuation of deferred tax assets and liabilities, including projections of future taxable income, as well as the character of that income. A change in statutory tax rates and/or a change in realizability may result in a decrease or increase to our deferred tax assets. A decrease in our deferred tax assets could have a material adverse effect on our results of operations or financial condition.\nLocal, state or federal tax authorities may interpret tax laws and regulations differently than we do and challenge tax positions that we have taken on tax returns. This may result in differences in the treatment of revenues, deductions, credits and/or differences in the timing of these items. The differences in treatment may result in payment of additional taxes, interest, penalties, or litigation costs that could have a material adverse effect on our results.\n-24-\n\n\nThe market price and trading volume of our stock can be volatile.\nThe price of our common stock can fluctuate widely in response to a variety of factors. In addition, the trading volume in our common stock may fluctuate and cause significant price variations to occur. We cannot assure you that the market price of our common stock will not fluctuate or decline significantly. Some of the factors that could cause fluctuations or declines in the price of our common stock include, but are not limited to, actual or anticipated variations in reported operating results, recommendations by securities analysts, the level of trading activity in our common stock, our past and future dividend and share repurchase practices, new services or delivery systems offered by competitors, business combinations involving our competitors, operating and stock price performance of companies that investors deem to be comparable to us, news reports relating to trends or developments in the financial, credit, mortgage and housing markets, as well as the financial services industry, and changes in government regulations.\nWe may need to raise additional capital in the future and such capital may not be available when needed.\nWe are required by regulatory authorities to maintain adequate levels of capital to support our operations. We may need to raise additional capital in the future to provide us with sufficient capital resources and liquidity to meet our commitments and business needs.  Our ability to raise additional capital, if needed, will depend on, among other things, conditions in the capital markets at that time, which are outside of our control, and our financial performance.  We cannot assure you that such capital will be available to us on acceptable terms or at all.  Our inability to raise sufficient additional capital on acceptable terms when needed could subject us to certain activity restrictions or to a variety of enforcement remedies available to the regulatory authorities, including limitations on our ability to pay dividends or pursue acquisitions, the issuance by regulatory authorities of a capital directive to increase capital and the termination of deposit insurance by the FDIC.\nCertain provisions of our articles of incorporation may have an anti-takeover effect.\nProvisions of Rhode Island law, our articles of incorporation and by-laws, and federal banking laws, including regulatory approval requirements, could make it more difficult for a third party to acquire us, even if doing so would be perceived to be beneficial to our shareholders. The combination of these provisions may inhibit a non-negotiated merger or other business combination, which, in turn, could adversely affect the market price of our common stock.\nRISKS RELATED TO OUR REGULATORY ENVIRONMENT\nWe operate in a highly regulated industry, and laws and regulations, or changes in them, could limit or restrict our activities and could have a material adverse effect on our operations.\nWe are subject to extensive federal and state regulation and supervision. Federal and state laws and regulations govern numerous matters affecting us, including changes in the ownership or control of banks and bank holding companies; maintenance of adequate capital and the financial condition of a financial institution; permissible types, amounts and terms of extensions of credit and investments; the manner in which we conduct mortgage banking activities; permissible non-banking activities; the level of reserves against deposits; and restrictions on dividend payments. The FDIC and the banking divisions or departments of states in which we are licensed to do business have the power to issue consent orders to prevent or remedy unsafe or unsound practices or violations of law by banks subject to their regulation, and the Federal Reserve possesses similar powers with respect to bank holding companies. In addition, WTA, a registered investment advisor subsidiary, is subject to regulation under federal and state securities laws and fiduciary laws. Further, we expect to become subject to future laws, rules and regulations beyond those currently proposed, adopted or contemplated in the U.S., as well as evolving interpretations of existing and future laws, rules and regulations. These and other restrictions limit the manner in which we may conduct business and obtain financing.\nFederal regulations establish minimum capital requirements for insured depository institutions, including minimum risk-based capital and leverage ratios, and define “capital” for calculating these ratios. The minimum capital requirements are: (i) a common equity Tier 1 capital ratio of 4.5%; (ii) a Tier 1 to risk-based assets capital ratio of 6%; (iii) a total capital ratio of 8%; and (iv) a Tier 1 leverage ratio of 4%. The regulations also establish a “capital conservation buffer” of 2.5%. An institution will be subject to limitations on paying dividends, engaging in share repurchases and paying discretionary bonuses if its capital level falls below the capital conservation buffer amount. The application of these capital requirements could, among other things, require us to maintain higher capital resulting in lower returns on equity, and we may be required to obtain additional capital to comply or result in regulatory actions if we are unable to comply with such requirements.\nThe laws, rules, regulations, and supervisory guidance and policies applicable to us are subject to regular modification and change. These changes could, among other things, subject us to additional costs, including costs of compliance; limit the types of financial services and products we may offer; and/or increase the ability of non-banks to offer competing financial \n-25-\n\n\nservices and products. Failure to comply with laws, regulations, policies, or supervisory guidance could result in enforcement and other legal actions by federal and state authorities, including criminal and civil penalties, the loss of FDIC insurance, revocation of a banking charter or registration as an investment adviser, other sanctions by regulatory agencies, civil money penalties, and/or reputational damage, which could have a material adverse effect on our business, financial condition, and results of operations. See “Business-Supervision and Regulation.”\nOur wealth management business is highly regulated, and the regulators have the ability to limit or restrict our activities and impose fines or suspensions on the conduct of our business.\nWe offer wealth management services through the Bank and WTA. WTA is a registered investment adviser under the Advisers Act. The Advisers Act imposes numerous obligations on registered investment advisers, including fiduciary, record keeping, operational and disclosure obligations. We are also subject to the provisions and regulations of ERISA to the extent that we act as a “fiduciary” under ERISA with respect to certain of our clients. ERISA and the applicable provisions of the federal tax laws impose a number of duties on persons who are fiduciaries under ERISA and prohibit certain transactions involving the assets of each ERISA plan which is a client, as well as certain transactions by the fiduciaries (and certain other related parties) to such plans. Investment contracts with institutional and other clients are typically terminable by the client, also without penalty, upon 30 to 60 days’ notice. Changes in these laws or regulations could have a material adverse impact on our profitability and mode of operations.\nWe are subject to numerous laws designed to protect consumers, including the CRA and fair lending laws, and failure to comply with these laws could lead to a wide variety of sanctions.\nThe CRA, the Equal Credit Opportunity Act, the Fair Housing Act and other fair lending laws and regulations impose community investment and nondiscriminatory lending requirements on financial institutions. The CFPB, the Department of Justice and other federal agencies are responsible for enforcing these laws and regulations. A successful regulatory challenge to an institution’s performance under the CRA, the Equal Credit Opportunity Act, the Fair Housing Act or other fair lending laws and regulations could result in a wide variety of sanctions, including damages and civil money penalties, injunctive relief, restrictions on mergers and acquisitions, restrictions on expansion and restrictions on entering new business lines. Private parties may also have the ability to challenge an institution’s performance under fair lending laws in private class action litigation. Such actions could have a material adverse effect on our business, financial condition and results of operations.\nWe may become subject to enforcement actions even though noncompliance was inadvertent or unintentional.\nThe financial services industry is subject to intense scrutiny from bank supervisors in the examination process and aggressive enforcement of federal and state regulations, particularly with respect to mortgage-related practices and other consumer compliance matters, and compliance with anti-money laundering, BSA and OFAC regulations, and economic sanctions against certain foreign countries and nationals. Enforcement actions may be initiated for violations of laws and regulations and unsafe or unsound practices. We maintain systems and procedures designed to ensure that we comply with applicable laws and regulations; however, some legal/regulatory frameworks provide for the imposition of fines or penalties for noncompliance even though the noncompliance was inadvertent or unintentional and even though there were systems and procedures designed to ensure compliance in place at the time.\nOn September 27, 2023, the Bank entered into a settlement with the DOJ through an agreement to resolve allegations that it violated fair lending laws in the state of Rhode Island from 2016 to 2021. Under the settlement, the Bank agreed to provide $7.0 million in loan subsidies over a five-year period with the goal of increasing home mortgage loans, home improvement loans, and home refinance loans in specific census tracts in Rhode Island. Loan subsidies may include originating a loan for a home purchase, refinancing or home improvement at an interest rate below the otherwise prevailing market interest rate offered by Washington Trust and payment of the initial mortgage insurance premium on loans subject to such mortgage insurance. The cost of such subsidies will generally be recognized over the life of the respective loans. Loan subsidies may also include down payment assistance and closing cost assistance. The Bank also agreed to commit $2.0 million for focused community outreach and marketing efforts over a five-year period. The expenses associated with community outreach and marketing efforts are being recorded in the period in which the activities occur and are consistent with historical spending levels. In addition, the Bank committed to opening two full-service branches in specific census tracts in Rhode Island, including the previously announced new branch in Olneyville, Rhode Island. The settlement included no civil penalties levied against the Bank.\n-26-\n\n\nFailure to comply with these and other regulations or any applicable enforcement actions or settlement agreements, and supervisory expectations related thereto, may result in fines, penalties, lawsuits, regulatory sanctions, reputation damage, or restrictions on our business.\nWe face significant legal risks, both from regulatory investigations and proceedings, and from private actions brought against us.\nAs a participant in the financial services industry, many aspects of our business involve substantial risk of legal liability. From time to time, customers and others make claims and take legal action pertaining to the performance of our responsibilities. Whether customer claims and legal action related to the performance of our responsibilities are founded or unfounded, if such claims and legal actions are not resolved in a manner favorable to us, they may result in significant expenses, attention from management and financial liability. Any financial liability or reputational damage could have a material adverse effect on our business, which, in turn, could have a material adverse effect on our financial condition and results of operations. There is no assurance that litigation with private parties will not increase in the future. Actions currently pending against us may result in judgments, settlements, fines, penalties or other results adverse to us, which could materially adversely affect our business, financial condition or results of operations, or cause serious reputational harm to us.",
      "char_count": 58692
    }
  },
  "extracted_at": "2025-10-18T18:03:14.146597"
}