{
  "ticker": "WELL",
  "company_name": "WELLTOWER INC.",
  "cik": 766704,
  "form_type": "10-K",
  "filing_date": "2025-02-12",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0000766704-25-000009",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0000766704&accession_number=000076670425000009&xbrl_type=v",
  "sic_code": "6798",
  "industry": "Real Estate Investment Trusts",
  "sections": {
    "item1": {
      "text": "Item 1. Business\nGeneral\nWelltower Inc. (NYSE:WELL), an S&P 500 company headquartered in Toledo, Ohio, is driving the transformation of healthcare infrastructure. The company invests with leading seniors housing operators, post-acute providers and health systems to fund the real estate and infrastructure needed to scale innovative care delivery models and improve people’s wellness and overall healthcare experience. Welltower™, a real estate investment trust (“REIT”), owns interests in properties concentrated in major, high-growth markets in the United States (“U.S.”), Canada and the United Kingdom (“U.K.”), consisting of seniors housing, post-acute communities and outpatient medical properties. More information is available on the Internet at www.welltower.com. The information on our website is not incorporated by reference in this Annual Report on Form 10-K, and our web address is included as an inactive textual reference only. We are structured as an umbrella partnership REIT, or \"UPREIT,\" under which substantially all of our business is conducted through Welltower OP LLC (\"Welltower OP\"), the day-to-day management of which is exclusively controlled by Welltower Inc.\nOur primary objectives are to protect stockholder capital and enhance stockholder value. We seek to pay consistent cash dividends to stockholders and create opportunities to increase dividend payments to stockholders as a result of annual increases in net operating income and portfolio growth. To meet these objectives, we invest across the full spectrum of seniors housing and healthcare real estate and diversify our investment portfolio by property type, relationship and geographic location.\nWelltower Inc. is the initial member and majority owner of Welltower OP, with an approximate ownership interest of 99.707% as of December 31, 2024. Welltower Inc. issues equity from time to time, the net proceeds of which it is obligated to contribute as additional capital to Welltower OP. All debt including credit facilities, senior notes and secured debt is incurred by Welltower OP or its subsidiaries and Welltower Inc. has fully and unconditionally guaranteed all existing and future senior unsecured notes.\nUnless stated otherwise or the context otherwise requires, references to \"Welltower\" mean Welltower Inc. and references to \"Welltower OP\" mean Welltower OP LLC. References to “we,” “us,” “our” or the “Company” mean collectively Welltower, Welltower OP and those entities/subsidiaries owned or controlled by Welltower and/or Welltower OP.\nPortfolio of Properties\nPlease see “Item 7 – Management’s Discussion and Analysis of Financial Condition and Results of Operation – Executive Summary – Company Overview” for a table that summarizes our portfolio as of December 31, 2024.\nProperty Types\nWe invest in seniors housing and healthcare real estate and evaluate our business through three reportable segments: Seniors Housing Operating, Triple-net and Outpatient Medical. For additional information regarding our segments, please see Note 18 to our consolidated financial statements. The accounting policies of the segments are the same as those described in the summary of significant accounting policies in Note 2 to our consolidated financial statements. The following is a summary of our various property types. \nSeniors Housing Operating\nOur Seniors Housing Operating properties include seniors apartments, independent living and independent supportive living, continuing care retirement communities, assisted living, Alzheimer's/dementia care and include care homes with or without nursing (U.K.), which assist with activities of daily living that preserve a person's mobility and social systems to promote cognitive engagement. Our properties include stand-alone properties that provide one level of service, combination properties that provide multiple levels of service and communities or campuses that provide a wide range of services. Properties are often held in joint venture entities with operating partners. We utilize the structure authorized by the REIT Investment Diversification and Empowerment Act of 2007 (\"RIDEA\"), which is commonly referred to as a “RIDEA” structure. \nSeniors Apartments Seniors apartments generally refer to age-restricted or age-targeted multi-unit housing with self-contained living units for older adults, usually aged 55+ who are able to care for themselves. Seniors apartments generally do not offer other additional services such as meals.\nIndependent Living and Independent Supportive Living (Canada)  Independent living and independent supportive living generally refers to age-restricted, multifamily properties with central dining that provide residents access to meals and other services such as housekeeping, linen service, transportation, social and recreational activities. \nContinuing Care Retirement Communities  Continuing care retirement communities typically include a combination of detached homes and properties offering independent living, assisted living and/or long-term/post-acute care services on one campus. These communities appeal to residents because there is no need to relocate when health and medical needs change. Resident payment plans vary, but can include entrance fees, condominium fees and rental fees. Many of these communities also charge monthly maintenance fees in exchange for a living unit, meals and some health services. \nAssisted Living  Assisted living refers to state-regulated rental properties that provide independent living services, but also provide supportive care from trained employees to residents who require assistance with activities of daily living, including, but not limited to, management of medications, bathing, dressing, toileting, ambulating and eating.\nAlzheimer’s/Dementia Care  Alzheimer's/Dementia Care refers to state-regulated rental properties that generally provide assisted living and independent living services, but also provide supportive care to residents with memory loss, Alzheimer's disease and/or other types of dementia. Amenities vary, but may include enhanced security, specialized design features and memory-enhancing therapies that promote relaxation and help slow cognitive decline.\nCare Homes with or without Nursing (U.K.)  Care homes without nursing, regulated by the Care Quality Commission (\"CQC”), are rental properties that provide essentially the same services as U.S. assisted living. Care homes with nursing, also regulated by the CQC, are licensed daily rate or rental properties where most individuals require 24-hour nursing and/or medical care. Generally, these properties are licensed for various national and local reimbursement programs. Unlike the U.S., care homes with nursing in the U.K. generally do not provide post-acute care.\nOur Seniors Housing Operating segment accounted for 76%, 72% and 72% of total revenues for the years ended December 31, 2024, 2023 and 2022, respectively. As of December 31, 2024, we had relationships with 53 partners to manage our Seniors Housing Operating properties. In each instance, our partner provides management services to the properties pursuant to an incentive-based management contract. We rely on our partners to manage these properties effectively and efficiently. For the year ended December 31, 2024, Sunrise Senior Living, Cogir Management Company and Oakmont Management Group accounted for 13%, 11% and 11% of Seniors Housing Operating Segment revenues.\nTriple-net\nOur Triple-net properties offer services including independent living and independent supportive living (Canada), assisted living, continuing care retirement communities, Alzheimer's/dementia care and care homes with or without nursing (U.K.) described above, as well as long-term/post-acute care. Our properties include stand-alone properties that provide one level of service, combination facilities that provide multiple levels of service and communities or campuses that provide a wide range of services. We invest primarily through acquisitions, development and joint venture partnerships. \nOur properties are primarily leased to operators under long-term, triple-net master leases that obligate the tenant to pay all operating costs, utilities, real estate taxes, insurance, maintenance costs and all obligations under certain ground leases. In addition, such triple-net master leases often require our tenants to fund a minimum amount related to capital expenditures. The leases generally have a fixed contractual term of 10 to 20 years and contain one or more five to 15-year renewal options. Certain of our leases also contain purchase options, a portion of which could result in the disposition of properties for less than full market value if the options were to be exercised. Substantially all these operating leases are designed with escalating rent structures. Leases with fixed annual rental escalators are generally recognized on a straight-line basis over the initial lease period, subject to a collectability assessment. Rental income related to leases with contingent rental escalators are generally recorded based on the contractual cash rental payments due for the period. We are not involved in property management.\nLong-Term/Post-Acute Care Facilities  Post-acute care is at the leading edge of reducing healthcare costs while improving quality. These high-impact centers help patients recover from illness or surgery with the goals of getting the patient home and healed faster and reducing hospital readmission rates. Our long-term/post-acute care properties generally offer skilled nursing/post-acute care, inpatient rehabilitation and long-term acute care services. Skilled nursing/post-acute care refers to licensed daily rate or rental properties where most individuals require 24-hour nursing and/or medical care. Generally, these properties are licensed for Medicaid and/or Medicare reimbursement in the U.S. or provincial reimbursement in Canada. All properties offer some level of rehabilitation services. Some properties focus on higher acuity patients and offer rehabilitation units specializing in cardiac, orthopedic, dialysis, neurological or pulmonary rehabilitation. Inpatient rehabilitation properties provide intensive inpatient services after illness, injury, or surgery to patients able to tolerate and benefit from three hours of rehabilitation per day. Long-term acute care properties provide inpatient services for patients with complex medical conditions that require more intensive care, monitoring or emergency support than is available in most skilled nursing/post-acute care properties.\nAt December 31, 2024, approximately 96% of our triple-net properties were subject to master leases. A master lease is a lease of multiple properties to one tenant entity under a single lease agreement. From time to time, we may acquire additional properties that are then leased to the tenant under the master lease. The tenant is required to make one monthly payment that represents rent on all the properties that are subject to the master lease. Typically, the master lease tenant can exercise its right to purchase the properties or to renew the master lease only with respect to all leased properties at the same time. We believe this bundling feature benefits us because the tenant cannot limit the purchase or renewal to better performing properties and terminate the leasing arrangement with respect to poorer performing properties. This spreads our risk among the entire group of properties within the master lease. The bundling feature should provide a similar advantage to us if the master lease tenant is in bankruptcy. Subject to certain restrictions, a debtor in bankruptcy has the right to assume or reject its unexpired leases and executory contracts. In the context of integrated master leases such as ours, our tenants in bankruptcy would be required to assume or reject the master lease as a whole, rather than deciding on a property by property basis. \nOur Triple-net segment accounted for 10%, 13% and 13% of total revenues for the years ended December 31, 2024, 2023 and 2022, respectively. For the year ended December 31, 2024, our revenues related to our relationship with Integra Healthcare Properties (\"Integra\") accounted for approximately 27% of our Triple-net segment revenues and 3% of total revenues.\nOutpatient Medical\nOutpatient Medical Buildings  Demand for outpatient medical services is growing as more procedures are performed safely and efficiently outside the hospital setting. State-of-the-art outpatient centers are needed in accessible, consumer-friendly locations. Our portfolio of outpatient medical buildings is an integral part of creating healthcare provider connectivity in local markets and generally include physician offices, ambulatory surgery centers, diagnostic facilities, outpatient services and/or labs. Approximately 88% of our outpatient medical building portfolio is affiliated with health systems (buildings directly on or adjacent to hospital campuses or with tenants that are satellite locations for the health system and its physicians). \nOur outpatient medical portfolio is primarily self-managed and consists mainly of multi-tenant properties leased to healthcare providers. Our leases typically include increasers and some form of operating expense reimbursement by the tenant. As of December 31, 2024, 63% of our portfolio included leases with full pass through, 30% with a partial expense reimbursement (modified gross) and 7% with no expense reimbursement (gross). Our outpatient medical leases are non-cancellable operating leases that have a weighted-average remaining term of seven years at December 31, 2024 and are often credit enhanced by security deposits, guarantees and/or letters of credit.\nOur Outpatient Medical segment accounted for 10%, 11% and 12% of total revenues for each of the years ended December 31, 2024, 2023 and 2022, respectively. No single tenant exceeds 20% of segment revenues or total revenues.\nInvestments\nProviding high-quality and affordable healthcare to an aging global population requires vast investments and infrastructure development. We invest in seniors housing and healthcare real estate primarily through acquisitions, developments and joint venture partnerships. For additional information regarding acquisition and development activity, please see Note 3 to our consolidated financial statements. Our portfolio creates opportunities to connect partners across the continuum of care and drive efficiency. We seek to diversify our investment portfolio by property type, relationship and geographic location. In determining whether to invest in a property, we focus on the following: (1) the experience of the obligor’s/partner’s management team; (2) the historical and projected financial and operational performance of the property; (3) the credit of the obligor/partner; (4) the security for any lease or loan; (5) the real estate attributes of the building and its location; (6) the capital committed to the property by the obligor/partner; and (7) the operating fundamentals of the applicable industry. \nWe monitor our investments through a variety of methods determined by the type of property. Our asset management process for seniors housing properties generally includes review of monthly financial statements and other operating data for each property, review of obligor/partner creditworthiness, property inspections and review of covenant compliance relating to licensure, real estate taxes, letters of credit and other collateral. Our internal property management division manages and monitors the outpatient medical portfolio with a comprehensive process including review of, among other things, tenant relations, lease expirations, the mix of health service providers, hospital/health system relationships, property performance, capital improvement needs and market conditions. \nOther Investment Types\nConstruction  We are party to agreements to develop or redevelop properties funded through capital that we and/or our joint venture partners provide. We capitalize certain interest costs associated with funds used for the construction of properties owned by us. The amount capitalized is based on the amount advanced during the construction period using the rate of interest that approximates our company-wide cost of financing. Our interest expense is reduced by the amount capitalized. The construction period commences once expenditures for the property have been made and activities necessary to get the property ready for its intended use are in progress and terminates when the applicable property is substantially complete and ready for its intended use. During the construction period, we advance funds in accordance with agreed upon terms and conditions which require, among other things, periodic site visits by a company representative. During the construction period, we generally require an additional credit enhancement in the form of holding back a portion of the development fee, requiring a credit support for cost-overrun obligations and/or completion guarantees. As of December 31, 2024, we had outstanding construction investments of $1,219,720,000 and were committed to provide additional funds of approximately $540,297,000 to complete construction for consolidated investment properties. We also provide for construction loans which, depending on the terms and conditions, could be treated as loans or investments in unconsolidated entities. \nLoans  Our real estate loans are typically structured to provide us with interest income, principal amortization and transaction fees. Real estate loans consist of mortgage loans and other real estate loans which are primarily collateralized by a first, second or third mortgage lien, a leasehold mortgage on, or an assignment of the partnership interest in the related properties, corporate guarantees and/or personal guarantees. Non-real estate loans are generally corporate loans with no real estate backing. As of December 31, 2024, we had outstanding loans, net of allowances, of $2,027,586,000 with an interest yield of approximately 10.3% per annum. Our yield on loans depends upon a number of factors, including the stated interest rate, average principal amount outstanding during the term of the loan and any interest rate adjustments. The loans outstanding as of December 31, 2024 are generally subject to one to 15-year terms with principal amortization schedules and/or balloon payments of the outstanding principal balances at the end of the term.\nInvestments in Unconsolidated Entities  Investments in entities that we do not consolidate but for which we can exercise significant influence over operating and financial policies are reported under the equity method of accounting. As of December 31, 2024, we had investments in unconsolidated entities of $1,768,772,000. Our investments in unconsolidated entities generally represent interests ranging from 10% to 95% in real estate assets. Under the equity method of accounting, our share of the investee’s earnings or losses is included in our consolidated results of operations. The initial carrying value of investments in unconsolidated entities is based on the amount paid to purchase the entity interest, inclusive of transaction costs. We evaluate our equity method investments for impairment based on a comparison of the estimated fair value of the equity method investment to its carrying value. When we determine a decline in the estimated fair value of such an investment below its carrying value is other-than-temporary, an impairment is recorded. \nIn Substance Real Estate Additionally, we provide loans to third parties for the acquisition, development and construction of real estate. Under these arrangements, it is possible that we will participate in the expected residual profits of the project through the sale, refinancing or acquisition of the property. We evaluate the characteristics of each arrangement, including its risks and rewards, to determine whether they are more similar to those associated with a loan or an investment in real estate. Arrangements with characteristics implying real estate joint ventures are treated as in substance real estate investments, accounted for using the equity method and are presented as investments in unconsolidated entities. We have made loans related to 25 properties with a carrying value of $941,216,000 as of December 31, 2024, which are classified as in substance real estate investments.\nPrinciples of Consolidation\nThe consolidated financial statements are in conformity with U.S. generally accepted accounting principles (“U.S. GAAP”) and include the accounts of our wholly owned subsidiaries and joint venture entities that we control, through voting rights or other means. All material intercompany transactions and balances have been eliminated in consolidation.\nAt inception of joint venture transactions, we identify entities for which control is achieved through means other than voting rights (“variable interest entities” or “VIEs”) and determine which business enterprise is the primary beneficiary of its operations. A VIE is broadly defined as an entity where either (i) the equity investors as a group, if any, do not have a controlling financial interest, or (ii) the equity investment at risk is insufficient to finance that entity’s activities without additional subordinated financial support. We consolidate investments in VIEs when we are determined to be the primary beneficiary. Accounting Standards Codification Topic 810, \"Consolidations,\" requires enterprises to perform a qualitative approach to determining whether or not a VIE will need to be consolidated. This evaluation is based on an enterprise’s ability to direct and influence the activities of a VIE that most significantly impact that entity’s economic performance.\nFor investments in joint ventures, U.S. GAAP may preclude consolidation by the sole general partner in certain circumstances based on the type of rights held by the limited partner(s). We assess the limited partners’ rights and their impact on our consolidation conclusions and we reassess if there is a change to the terms or in the exercisability of the rights of the limited partners, the sole general partner increases or decreases its ownership of limited partnership interests, or there is an increase or decrease in the number of outstanding limited partnership interests. We similarly evaluate the rights of managing members of limited liability companies.\nBorrowing Policies\nWe utilize a combination of debt and equity to fund investments. For short-term purposes, we may borrow on our primary unsecured credit facility or issue commercial paper. We typically replace these borrowings with long-term capital such as senior unsecured notes or common stock. When terms are deemed favorable, we may invest in properties subject to existing mortgage indebtedness. In addition, we may obtain secured financing for unleveraged properties in which we have invested or may refinance properties acquired on a leveraged basis. In certain agreements with our lenders, we are subject to restrictions with respect to secured and unsecured indebtedness.\nCompetition\nWe compete with other real estate investment trusts, real estate partnerships, private equity and hedge fund investors, banks, insurance companies, finance/investment companies, government-sponsored agencies, taxable and tax-exempt bond funds, healthcare operators, developers and other investors in the acquisition, development, leasing and financing of healthcare and seniors housing properties. We compete for investments based on a number of factors including relationships, certainty of execution, investment structures and underwriting criteria. Our ability to successfully compete is impacted by economic and demographic trends, availability of acceptable investment opportunities, our ability to negotiate beneficial investment terms, availability and cost of capital, construction and renovation costs and applicable laws and regulations.\nThe operators/tenants of our properties compete with properties that provide comparable services in the local markets. Operators/tenants compete for patients and residents based on a number of factors including quality of care, reputation, physical appearance of properties, location, services offered, family preferences (including a preference for home health services instead of residing in one of our communities), physicians, staff and price. We also face competition from other healthcare facilities for tenants, such as physicians and other healthcare providers that provide comparable facilities and services.\nFor additional information on the risks associated with our business, please see “Item 1A — Risk Factors” of this Annual Report on Form 10-K.\nSustainability\nSustainability Approach We strive to operate in a responsible, transparent and sustainable manner. Our leadership, through the cross-functional Sustainability Steering Committee and the Board of Directors (the \"Board\"), through the Nominating Corporate/Governance Committee, oversees and advances our sustainability initiatives. Our corporate responsibility and sustainability strategy is focused on adopting leading sustainability practices across our business and we were recognized for our leadership in this space over the past year in the following ways:\n•Achieved a MSCI ESG (\"Environmental, Social and Governance\") rating of AA;\n•Recognized by the U.S. Environmental Protection Agency (EPA) and U.S. Department of Energy as an ENERGY STAR Partner of the Year for the sixth consecutive year and maintained the level of Sustained Excellence, the EPA’s highest recognition within the ENERGY STAR program, for the fourth consecutive year;\n•Maintained top 30% (3rd decile) ISS Quality Score ranking for each of Environment and Social\n•Named to the Bloomberg Gender-Equality Index for the sixth consecutive year;\n•Maintained Prime status under the ISS-ESG Corporate Rating for the sixth consecutive year;\n•Maintained GRESB Green Star status for the fourth consecutive year; and\n•Recognized for industry-leading governance practices, including #1 ranking from Green Street Advisors for Corporate Governance amongst all US REITs.\nWe are committed to operating in a sustainable manner that helps to reduce our environmental impact. Our goal is prudent environmental stewardship with a focus on reducing our greenhouse gas emissions, energy consumption, water usage and waste production; mitigating climate-related risks; and implementing energy efficiency, water efficiency and renewable energy technologies across our portfolio. We work with our stakeholders, including employees, vendors, operators, residents and tenants, in an effort to meet these objectives by encouraging and following evolving practices of environmental sustainability, including benchmarking our portfolio in ENERGY STAR Portfolio Manager, obtaining green building certifications, implementing energy efficient technologies and performing portfolio-wide physical and transition risk analyses to identify opportunities to help mitigate these risks. \nOur sustainability team is focused on investing in property improvement projects which meet the various objectives of our stakeholders, including providing an appropriate risk-adjusted return. The sustainability team is embedded within our asset management team, enabling them to create project scopes and specifications for energy saving component replacements and upgrades within our normal replacement schedules and when the economic benefits of the additional investment is optimized. Our review and approval process of these projects is stringent and includes using the actual meter readings and/or specialized equipment to estimate and later track the water and energy savings of the work completed. \nIn the past, we have also issued \"green\" bonds to fund green building development projects. \nWe value and are committed to our employees. We believe that a diverse workplace promotes equal opportunity, produces a variety of perspectives, motivates employees and helps us understand and better serve our stakeholders and the communities in which we do business. As of December 31, 2024, our U.S. employees self-identified as follows: \n\nEthnicity                                                     Male                  Female\nAsian                                                        9   %                 11    %\nBlack or African American                                    5   %                  9    %\nHispanic or Latino                                          12   %                 11    %\nNative Hawaiian or Other Pacific Islander                    —   %                  —    %\nTwo or More Races                                            3   %                  2    %\nWhite                                                       71   %                 67    %\n                                                           100   %                100    %\nGender                                                      54   %                 46    %\nAmong other things, we support seven employee network groups (\"ENGs\") including women, families, racial and ethnic minorities, military, young professionals and those who identify as LGBTQI+ and their allies. Our ENGs provide support, education, networking opportunities and community belonging for our employees. These efforts support our ability to compete for and foster talent in an ever-changing workforce. \nIn addition, we have several social initiatives in place that are focused on, among other things, engaging with our communities and promoting the health and well-being of our employees, tenants and residents. The Welltower Charitable Foundation (the \"Foundation\") financially supports charitable initiatives related to aging, healthcare, the environment, education and the arts. We encourage our employees to give back to the community by matching their contributions and donating their time to eligible charitable organizations. Funds are also allocated to each of our ENGs to make charitable contributions in support of their programming efforts. The Welltower Charitable Foundation will provide a 100% match of \nemployee donations to verified 501(c)(3) organizations, up to $2,500 per employee per calendar year. Additionally, the Foundation facilitates presentations for charities to compete in the Give-WELL campaign. This campaign enables our employees to present and vote for charities that will receive donations from the Foundation. During 2024, we sponsored our fifth annual Day of Giving so our employees could collaborate to make an impact with local charitable organizations through volunteer opportunities. See \"Human Capital\" below for additional information regarding our employee initiatives and programs.\nWe believe that our Board is highly knowledgeable, skilled and independent, with eight of our nine directors being independent. As of December 31, 2024, our nine Directors self-identified as follows:\n\nBoard Composition                                                                                \nEthnicity                                                         Gender                         \nAsian                                           11   %            Male                     67   %\nBlack or African American                       22   %            Female                   33   %\nHispanic or Latino                              22   %                                    100   %\nWhite                                           45   %                                           \n                                               100   %                                           \nAdditional information regarding our sustainability programs and initiatives is available in our 2023 Sustainability Report (located on our website at www.welltower.com). Information on our website, including our Sustainability Report or sections thereof, is not incorporated by reference into this Annual Report.\nHuman Capital\nOur employees are our greatest asset. As of December 31, 2024, we had 685 employees (653 located in U.S., 20 in the U.K. and 12 in Canada). We are committed to the success of our people and the unique combination of skills and experiences they bring to achieving our mission. \nStrategic Growth Through Career Development and Workforce Planning In 2024, we made significant investments in career-pathing tools and workforce planning systems. We implemented company-wide skills maps, talent planning and review tools and a headcount and staffing planning system. These initiatives enabled us to strategically scale our organization and its people capabilities, while aligning individual goals with broader business objectives. Additionally, we enhanced our development programs by providing coaching, e-learning, job assessments, individual development plans and skills-based development tools. These tools support our employees' career growth and the development of future leaders.\nDriving Performance Excellence and Empowering Leaders We continued to invest in technology to help our team operate efficiently while servicing a larger workforce. Investments include standardizing policies and procedures, growing our internal Human Capital team and providing development opportunities for our Human Capital professionals. We also streamlined our performance management practices, creating more rigorous connections between performance and compensation. This approach fosters a culture of rewards and recognition, driving accountability and high performance.\nTo enhance people leadership capabilities, we launched an industry-first, AI-based manager development program, offering managers real-world, situational training in a safe simulated environment to make mistakes, learn and grow. This program strengthens leadership decision-making and fosters a culture of continuous improvement.\nCultural Development  We remain committed to creating an inclusive and respectful workplace culture that employees value and contribute to. In 2024, we continued to provide our civil treatment and inclusive workplace training programs for leaders and employees. These efforts reinforce our mission to build an environment where everyone feels valued and supported.\nAdditionally, we conducted an organizational effectiveness survey to better understand how the Human Capital team can more effectively support our leaders and teams. Insights from this survey are being used to refine our strategies and enhance our ability to meet the evolving needs of our workforce.\nCompensation and Benefits We are dedicated to offering compensation and benefits to attract and retain top talent. In 2024, we conducted a company-wide survey to assess employee benefits preferences. Based on these results, we enhanced our benefits offerings, furthering our commitment to providing industry-leading benefits that are important to our employees. Programs offered include healthcare and insurance benefits, retirement programs with robust matching programs, an employee stock purchase program, tuition assistance, paid leave policies, health navigation support, enhanced mental health support and wellness initiatives, among many others. \nHealth, Safety and Wellness The health, safety and well-being of our employees remain a top priority. In 2024, we introduced additional wellness programs, expanded ENG initiatives and implemented additional wellness platforms such as family planning support. We also rolled out enhanced leave policies designed to help employees integrate work and life responsibilities more effectively.\nWe have transitioned to a four-day in-office workweek to foster collaboration, while continuing to support a geographically dispersed workforce. Our robust internal communications strategy, combined with our intranet serving as a digital headquarters, ensures employees remain connected to the business and leadership regardless of location. Key communication tools such as podcasts, town hall meetings and employee engagement events further reinforce this connectivity.\nCredit Concentrations  Please see Note 9 to our consolidated financial statements.\nGeographic Concentrations  Please see “Item 2 – Properties” below and Note 18 to our consolidated financial statements.\nCertain Government Regulations\nUnited States\nHealth Law Matters — Generally\nTypically, operators of seniors housing facilities do not receive significant funding from government programs and are largely subject to state laws, as opposed to federal laws. Operators of long-term/post-acute care facilities and hospitals do receive significant funding from government programs and these facilities are subject to extensive regulation, including federal and state laws covering the type and quality of medical and/or nursing care provided, ancillary services (e.g., respiratory, occupational, physical and infusion therapies), qualifications of the administrative personnel and nursing staff, the adequacy of the physical plant and equipment, reimbursement and rate setting and operating policies. In addition, as described below, operators of these facilities are subject to extensive laws and regulations pertaining to healthcare fraud and abuse, including, but not limited to, the federal Anti-Kickback Statute (“AKS”), the federal Stark Law (“Stark Law”) and the federal False Claims Act (“FCA”), as well as comparable state laws. Hospitals, physician group practice clinics and other healthcare providers that operate in our portfolio are subject to extensive federal, state and local licensure, registration, certification and inspection laws, regulations and industry standards, as well as other conditions of participation in federal and state government programs such as Medicare and Medicaid. Further, operators of long-term care facilities are required to have in place compliance and ethics programs that meet the requirements of federal laws and regulations. Our tenants’ failure to comply with applicable laws and regulations could result in, among other things: loss of accreditation; denial of reimbursement; imposition of fines; suspension, decertification or exclusion from federal and state healthcare programs; loss of license; or closure of the facility. See risk factors “The requirements of, or changes to, governmental reimbursement programs, such as Medicare or Medicaid, could have a material adverse effect on our obligors’ liquidity, financial condition and results of operations, which could adversely affect our obligors’ ability to meet their obligations to us” and “Our operators’ or tenants’ failure to comply with federal, state, local and industry-regulated licensure, certification and inspection laws, regulations and standards could adversely affect such operators’ or tenants’ operations, which could adversely affect our operators’ and tenants’ ability to meet their obligations to us” in “Item 1A – Risk Factors” below. Moreover, in light of certain arrangements that we may pursue with healthcare entities who are directly subject to laws and regulations pertaining to healthcare, and, given that certain of our arrangements are structured under the provisions of RIDEA, certain healthcare fraud and abuse laws and data privacy laws could apply directly to Welltower. See risk factor \"We assume operational and legal risks with respect to our properties managed in RIDEA structures that could have a material adverse effect on our business results of operations and financial condition\" in \"Item 1A - Risk Factors\" below.\nLicensing and Certification\nThe primary regulations that affect seniors housing facilities are state licensing and certification laws. For example, certain healthcare facilities are subject to a variety of licensure and certificate of need (“CON”) laws and regulations. Where applicable, CON laws generally require, among other requirements, that a facility demonstrate the need for (1) constructing a new facility, (2) adding beds or expanding an existing facility, (3) investing in major capital equipment or adding new services, (4) changing the ownership or control of an existing licensed facility or (5) terminating services that have been previously approved through the CON process. Certain state CON laws and regulations may restrict the ability of operators to add new properties or expand an existing facility’s size or services. In addition, CON laws may constrain the ability of an operator to transfer responsibility for operating a particular facility to a new operator.\nWith respect to licensure, generally our seniors housing and long-term/post-acute care facilities are required to be licensed by the applicable state-regulatory authority. The failure of our operators to maintain or renew any required license or regulatory approval as well as the failure of our operators to correct serious deficiencies identified in a compliance survey could require those operators to discontinue operations at a property and could result in suspension of new admissions or loss of licensure. Our entities are named on licenses for nearly all of the RIDEA portfolio and the loss of a license for one facility can require reporting in other jurisdictions. \nReimbursement\nThe reimbursement methodologies applied to healthcare facilities continue to evolve. Federal and state authorities have considered and implemented and may continue seeking to implement new or modified reimbursement methodologies, including value-based reimbursement methodologies that may negatively impact healthcare property operations. Likewise, third-party payors may continue imposing greater controls on operators, including through changes in reimbursement rates and fee structures. The impact of any such changes, if implemented, may result in a material adverse effect on our portfolio. No assurance can be given that current revenue sources or levels will be maintained. Accordingly, there can be no assurance that \npayments under a government healthcare program are currently, or will be in the future, sufficient to fully reimburse the property operators for their operating and capital expenses.\n•Seniors Housing Facilities  The majority of the revenues received by the operators of U.S. seniors housing facilities are from private pay sources. The remaining revenue source is primarily Medicaid provided under state waiver programs for home and community-based care. There can be no guarantee that a state Medicaid program operating pursuant to a waiver will be able to maintain its waiver status. Rates paid by self-pay residents are set by the facilities and are determined by local market conditions and operating costs. Generally, facilities receive a higher payment per day for a private pay resident than for a Medicaid beneficiary who requires a comparable level of care. The level of Medicaid reimbursement varies from state to state. Thus, the revenues generated by operators of our assisted living facilities may be adversely affected by payor mix, acuity level or changes in Medicaid eligibility and reimbursement levels.\n•Long-Term/Post-Acute Care Facilities  The majority of the revenues received by the operators of these facilities are from the Medicare and Medicaid programs, with the balance representing reimbursement payments from private payors and patients. Consequently, changes in federal or state reimbursement policies may adversely affect an operator’s ability to cover its expenses, including our rent or debt service. Long-term/post-acute care facilities are subject to periodic pre- and post-payment reviews and other audits by federal and state authorities. A review or audit of a property operator’s claims could result in recoupments, denials or delay of payments in the future. Due to the significant judgments and estimates inherent in payor settlement accounting, no assurance can be given as to the adequacy of any reserves maintained by our property operators to cover potential adjustments to reimbursements or to cover settlements made to payors.\n◦Medicare Reimbursement Generally, long-term/post-acute care facilities are reimbursed by Medicare under prospective payment systems, which generally provide reimbursement based on a predetermined fixed amount per episode of care and are updated by the Centers for Medicare and Medicaid Services (\"CMS\"), an agency of the Department of Health and Human Services (“HHS”) annually. There is a risk under these payment systems that costs will exceed the fixed payments, or that payments may be set below the costs to provide certain items and services. The HHS Office of Inspector General (\"OIG\") has released recommendations to address skilled nursing facility (\"SNF\") billing practices and Medicare payment rates, which may impact our tenants and operators. In June 2023, CMS began publishing additional information regarding Medicare-certified nursing homes with common owners and operators, referred to as “affiliated entities,” including names of affiliated owners and aggregate data on the safety, staffing and quality of affiliated entities. This information makes it easier for stakeholders (such as state licensing officials, state and federal law enforcement and researchers) and the public to identify common owners of nursing homes across different nursing home locations. The information also allows for greater accessibility to information regarding facilities' performance and any common ownership links among facilities with poor performance. CMS has also increased scrutiny and oversight over the country's poorest performing nursing facilities through the Special Focus Facility Program, now publishing monthly updates to its Special Focus Facility List, which highlights facilities with a history of serious quality of care issues, and is increasing enforcement actions against facilities that fail to demonstrate improvement, including denial of payment and potential loss of Medicare certification.\n◦Medicaid Reimbursement  Many states reimburse SNFs using fixed daily rates, which are applied prospectively based on patient acuity and the historical costs incurred in providing patient care. In most states, Medicaid does not fully reimburse the cost of providing services. Certain states are attempting to slow the rate of Medicaid growth by freezing rates or restricting eligibility and benefits. In addition, Medicaid reimbursement rates may decline if state revenues in a particular state are not sufficient to fund budgeted expenditures.\n◦Skilled Nursing Facility and Nursing Facility Compliance Program Guidance In November 2024, OIG published industry segment-specific compliance program guidance for Skilled Nursing Facilities and Nursing Facilities to develop, implement and maintain effective compliance and quality programs, identify and mitigate risks, ensure compliance with federal regulations and improve the quality of care and safety for residents. This is the first of a series of compliance program guidance that OIG plans to issue for different healthcare sectors and reflects OIG’s findings and observations from its work on matters involving nursing facilities as well as its current enforcement priorities and stakeholder interactions. The guidance identifies key risk areas for the industry, including a detailed, industry-specific discussion of eight AKS risk areas for nursing facilities and provides recommendations for minimizing conflicts of interest in nursing facility pharmaceutical decisions. \n◦Health Reform Laws Certain health reform measures could be implemented as a result of political, legislative, regulatory and administrative developments and judicial proceedings. On April 22, 2024, as part of President Biden’s nursing home reform initiative, CMS issued a Final Rule establishing minimum staffing standards for long-term care facilities, specifically Medicare SNFs, Medicaid nursing facilities (“NFs”) and dually certified facilities. The Final Rule requires a registered nurse to be on site 24 hours per day and seven days per week to provide skilled nursing care to all residents, with exemptions in certain circumstances and CMS has begun to publish minimum staffing standard facility compliance determinations on the Medicare.gov website. Over the next ten years, CMS estimates that implementation of the Final Rule will cost long-term care facilities a total of $43 billion. CMS also continues to require the disclosure of certain ownership and managerial information regarding Medicare SNFs and Medicaid NFs, \nincluding updates to identify REIT ownership of SNFs. We cannot predict whether the existing Health Reform Laws, the results of the 2024 Presidential and Congressional elections and potential subsequent developments, or future healthcare reform legislation, executive orders or regulatory changes, will have a material impact on our operators’ or tenants’ property or business. In addition, on June 28, 2024, the U.S. Supreme Court issued an opinion holding that courts reviewing agency action pursuant to the Administrative Procedure Act “must exercise their independent judgment” and “may not defer to an agency interpretation of the law simply because a statute is ambiguous.” The decision will have a significant impact on how lower courts evaluate challenges to agency interpretations of law, including those by the CMS and other agencies with significant oversight of the healthcare industry. The new framework is likely to increase both the frequency of such challenges and their odds of success by eliminating one way in which the government previously prevailed in such cases. As a result, significant regulatory policies may be subject to increased litigation and judicial scrutiny. Any resulting changes in regulation may result in unexpected delays, increased costs or other negative impacts on our operators’ or tenants’ property or business that are difficult to predict.\n•Medicare Reimbursement for Physicians, Hospital Outpatient Departments (“HOPDs”) and Ambulatory Surgical Centers (“ASCs”) Changes in reimbursement to physicians, HOPDs and ASCs may further affect our tenants and operators. Generally, Medicare reimburses physicians under the Physician Fee Schedule, while HOPDs and ASCs are reimbursed under prospective payment systems. The Physician Fee Schedule and the HOPD and ASC prospective payment systems are updated annually by CMS. These annual Medicare payment regulations have resulted in lower net pay increases than providers of those services have often expected. In addition, the Medicare and Children’s Health Insurance Program Reauthorization Act of 2015 (“MACRA”) includes payment reductions for providers who do not meet government quality standards. The implementation of pay-for-quality models like those required under MACRA, has the potential to produce funding disparities that could adversely impact some provider tenants in outpatient medical buildings and other healthcare properties. Changes in Medicare Advantage plan payments may also indirectly affect our operators and tenants that contract with Medicare Advantage plans.\nFraud & Abuse Enforcement\nLong-term/post-acute care facilities (and seniors housing facilities that receive Medicaid payments) are subject to federal, state and local laws, regulations and applicable guidance that govern the operations and financial and other arrangements that may be entered into by healthcare providers. Certain of these laws, such as the AKS and Stark Law, prohibit direct or indirect payments of any kind for the purpose of inducing or encouraging the referral of patients for medical products or services reimbursable by government healthcare programs. Other government health program laws require providers to furnish only medically necessary services and submit to the government valid and accurate statements for each service. Our operators and tenants that receive payments from federal healthcare programs, such as Medicare and Medicaid, are subject to substantial financial penalties under the Civil Monetary Penalties Act and the FCA upon a finding of noncompliance with such laws. In July 2024, CMS issued a Final Rule that revises CMS’ enforcement authority for imposing civil money penalties (“CMPs”) and strengthens nursing home enforcement regulations. The Final Rule specifically expands the number and types of CMPs that CMS can impose on long-term care facilities, including allowing (i) more per-instance (“PI”) CMPs to be imposed in conjunction with per-day CMPs, (ii) multiple PI CMPs when the same type of noncompliance is identified on more than one day and (iii) CMS or individual states to impose a CMP for the number of days of previously cited noncompliance since the last three standard surveys for which a CMP has not yet been imposed to ensure that identified noncompliance may be subject to a penalty. In addition, states may also have separate false claims acts, which, among other things, generally prohibit healthcare providers from filing false claims or making false statements to receive payments. Federal and state FCAs contain \"whistleblower\" provisions that permit private individuals to bring healthcare fraud enforcement claims on behalf of the government. Still other laws require providers to comply with a variety of safety, health and other requirements relating to the condition of the licensed property and the quality of care provided. Sanctions for violations of these laws, regulations and other applicable guidance may include, but are not limited to, criminal and/or civil penalties and fines, loss of licensure, immediate termination of government payments, exclusion from any government healthcare program, damage assessments and imprisonment. In certain circumstances, violation of these rules (such as those prohibiting abusive and fraudulent behavior) with respect to one property may subject other facilities under common control or ownership to sanctions, including exclusion from participation in the Medicare and Medicaid programs, as well as other government healthcare programs and revocation of healthcare licenses. In the ordinary course of its business, a property operator is regularly subjected to inquiries, investigations and audits by the federal and state agencies that oversee these laws and regulations.\nProsecutions, investigations or whistleblower actions could have a material adverse effect on a property operator’s liquidity, financial condition and operations, which could adversely affect the ability of the operator to meet its financial obligations to us. In addition, government investigations and enforcement actions brought against the healthcare industry have increased dramatically over the past several years and are expected to continue. The costs for an operator of a healthcare property associated with both defending such enforcement actions and the undertakings in settling these actions can be substantial and could have a material adverse effect on the ability of an operator to meet its obligations to us. In addition, we could potentially be directly subject to these healthcare fraud and abuse laws, as well as potential investigation or enforcement, as a result of our RIDEA-structured arrangements and certain collaboration or other arrangements we may pursue with stakeholders who are directly subject to these laws.\nFederal and State Data Privacy and Security Laws\nThe Health Insurance Portability and Accountability Act of 1996 (“HIPAA”) and numerous other state and federal laws govern the collection, security, dissemination, use, access to and confidentiality of personal information, including individually identifiable health information. Violations of these laws may result in regulatory scrutiny, lawsuits or substantial civil and/or criminal fines and penalties, including regulatory consent orders. The costs to a business such as ours or to an operator of a healthcare property associated with developing and maintaining programs and systems to comply with data privacy and security laws, defending against privacy and security related claims or enforcement actions and paying any assessed fines, can be substantial. Moreover, such costs could have a material adverse effect on the ability of an operator to meet its obligations to us. Finally, data privacy and security laws and regulations continue to develop, including with regard to HIPAA and U.S. state privacy laws governing consumer personal data and consumer health data. Comprehensive consumer data privacy laws in California, Colorado, Connecticut, Montana, Oregon, Texas, Utah and Virginia are in effect. Consumer health data-focused privacy laws, such as the Washington My Health My Data Act and Nevada's consumer health data privacy law, are also in effect. Further state comprehensive consumer data privacy laws will become effective over the course of 2025 and beyond. Furthermore, many states have introduced legislation that would revise or implement new such laws, and many states have promulgated regulations, which continue to evolve, to implement existing legislation. As we use data to better inform our investments and the efficacy of care in our communities, these developments may add potential uncertainty and costs towards compliance obligations, business operations or transactions that depend on data. These evolving privacy laws may create restrictions or requirements in our, our operators' and other business partners' use, sharing and retention of data. New privacy and security laws could require substantial investment in resources to comply with regulatory changes as privacy and security laws proliferate in divergent ways or impose additional obligations and potentially create new privacy related legal risks.\nUnited Kingdom\nIn the U.K., care home services are principally regulated by the Health and Social Care Act 2008 (as amended) and other regulations including the Health and Care Act 2022 and the Health and Social Care Act 2008 (Regulated Activities) (Amendment) Regulations 2023. This legislation subjects service providers to a number of legally binding “Fundamental Standards” and requires, among other things, that all persons carrying out “Regulated Activities” in the U.K., and the managers of such persons, be registered. Providers of care home services are also subject (as data controllers) to laws governing their use of personal data (including in relation to their employees, clients and recipients of their services). These laws currently take the form of the U.K.’s Data Protection Act 2018 and the U.K. General Data Protection Regulation (collectively “U.K. DP Laws”). U.K. DP Laws impose a significant number of obligations on controllers with the potential for fines of up to 4% of annual worldwide turnover or £17.5 million, whichever is greater. Further, entities may also be subject to the E.U. General Data Protection Regulation (\"E.U. GDPR\"). Similarly, the E.U. GDPR imposes obligations on controllers with the potential for fines of up to 4% of annual worldwide turnover or €20 million, whichever is greater. The U.K. DP Laws may be subject to change with the introduction of the Data Use and Access (\"DUA\") Bill in 2024. Entities incorporated in or carrying on a business in the U.K., as well as individuals residing in the U.K., are also subject to the U.K. Bribery Act 2010. The U.K. has national minimum wage legislation with a maximum fine for non-payment of £20,000 per worker and employers who fail to pay will be banned from being a company director for up to 15 years. \nCanada\nSenior living residences in Canada are provincially regulated. Within each province, there are different categories for senior living residences that are generally based on the level of care sought and/or required by a resident (e.g. assisted or retirement living, senior living residences, residential care or long-term care). In some of these categories and depending on the province, residences may be government funded, or the individual residents may be eligible for a government subsidy, while other residences are exclusively private pay. The governing legislation and regulations vary by province, but generally the object of the laws is to set licensing requirements and minimum standards for senior living residences and regulate operations. These laws empower regulators in each province to take a variety of steps to ensure compliance, conduct inspections, issue reports and generally regulate the industry. \nOur operations in Canada are subject to privacy legislation, including, in certain provinces, privacy laws specifically related to personal health information. Although the obligations of senior living residences in the various provinces differ, they all include the obligation to protect personal information. Under some of these laws, notification to the regulator in the event of an actual or suspected privacy breach is mandatory. The powers of privacy regulators and penalties for violations of privacy law vary according to the applicable law or are left to the courts. In September 2021, the province of Quebec adopted significant amendments to its privacy legislation (each of which are now in effect), including a new enforcement scheme with significant penalties and fines: up to CAD $10 million or 2% of global turnover (whichever is greater) for administrative monetary penalties and up to CAD $25 million or 4% of global turnover for penal fines. Senior living residences may also be subject to laws pertaining to residential tenancy, provincial and/or municipal laws applicable to fire safety, food services, zoning, occupational health and safety, public health and the provision of community healthcare and funded long-term/post-acute care.\nTaxation\nThe following summary of the taxation of the Company and the material U.S. federal income tax consequences to the holders of the equity of the Company and the debt securities of the Company and Welltower OP is for general information only and is not tax advice. This summary does not address all aspects of taxation that may be relevant to certain types of holders of stock or securities (including, but not limited to, insurance companies, tax-exempt entities, financial institutions or broker-dealers, persons holding shares of common stock as part of a hedging, integrated conversion, or constructive sale transaction or a straddle, traders in securities that use a mark-to-market method of accounting for their securities, investors in pass-through entities and non-U.S. corporations and persons who are not citizens or residents of the U.S.).\nThis summary does not discuss all of the aspects of U.S. federal income taxation that may be relevant to you in light of your particular investment or other circumstances. In addition, this summary does not discuss any state or local income taxation or non-U.S. income taxation or other non-U.S. tax consequences. This summary is based on current U.S. federal income tax laws. Subsequent developments in U.S. federal income tax law, including changes in law or differing interpretations, which may be applied retroactively, could have a material effect on the U.S. federal income tax consequences of purchasing, owning and disposing of our securities as set forth in this summary. Before you purchase our securities, you should consult your own tax advisor regarding the particular U.S. federal, state, local, non-U.S. and other tax consequences of acquiring, owning and selling our securities.\nGeneral\nPrior to the reorganization on April 1, 2022, whereby the company formerly known as Welltower Inc. (\"Old Welltower\"), became a wholly owned subsidiary of WELL Merger Holdco Sub Inc. in a transaction intending to qualify as a reorganization under Section 368(a)(1)(F) of the Internal Revenue Code of 1986, as amended (the “Code”). In connection with the Reorganization, Old Welltower changed its name to Welltower OP Inc., WELL Merger Holdco Sub Inc. changed its name to Welltower Inc. and Old Welltower became a “qualified REIT subsidiary” of the Company. Effective on May 24, 2022, Welltower OP Inc. converted from a Delaware corporation into a Delaware limited liability company named Welltower OP LLC. Prior to the Reorganization, Old Welltower elected to be taxed as a REIT and was organized and operated in a manner intended to qualify as a REIT. As a result of the reorganization, the Company is treated as a continuation of Old Welltower for U.S. federal income tax purposes.\nWe have been organized and operated in a manner intended to qualify as a REIT and we intend to continue to operate in such a manner as to qualify as a REIT, but there can be no assurance that we will qualify or remain qualified as a REIT. Qualification and taxation as a REIT depend upon our ability to meet a variety of qualification tests imposed under U.S. federal income tax law with respect to our income, assets, distributions and share ownership, as discussed below under “Qualification as a REIT.”\nIn any year in which we qualify as a REIT, in general, we will not be subject to U.S. federal income tax on that portion of our REIT taxable income or capital gain that is distributed to stockholders. We may, however, be subject to tax at normal corporate rates on any taxable income or capital gain not distributed. If we elect to retain and pay income tax on our net capital gain, stockholders would be taxed on their proportionate shares of our undistributed net capital gain and would receive a refundable credit for their shares of any taxes paid by us on such gain.\nDespite qualifying as a REIT, we may be subject to U.S. federal income and excise tax as follows:\n•To the extent that we do not distribute all of our net capital gain or distribute at least 90%, but less than 100%, of our “REIT taxable income,” as adjusted, we will be subject to tax on the undistributed amount at regular corporate tax rates;\n•If we have net income from the sale or other disposition of “foreclosure property” that is held primarily for sale to customers in the ordinary course of business or other non-qualifying income from foreclosure property, such income will be taxed at the highest corporate rate;\n•Any net income from prohibited transactions (which are, in general, sales or other dispositions of property held primarily for sale to customers in the ordinary course of business, other than dispositions of foreclosure property) will be subject to a 100% tax;\n•If we fail to satisfy either the 75% or 95% gross income tests (as discussed below), but nonetheless maintain our qualification as a REIT because certain other requirements are met, we will be subject to a 100% tax on an amount equal to (1) the gross income attributable to the greater of (i) 75% of our gross income over the amount of qualifying gross income for purposes of the 75% gross income test (discussed below) or (ii) 95% of our gross income over the amount of qualifying gross income for purposes of the 95% gross income test (discussed below) multiplied by (2) a fraction intended to reflect our profitability;\n•If we fail to distribute during each year at least the sum of (1) 85% of our REIT ordinary income for the year, (2) 95% of our REIT capital gain net income for such year (other than capital gain that we elect to retain and pay tax on) and (3) any undistributed taxable income from preceding years, we will be subject to a 4% excise tax on the excess of such required distribution over amounts actually distributed; and\n•We will be subject to a 100% tax on certain amounts from certain transactions involving our “taxable REIT subsidiaries” that are not conducted on an arm’s length basis. See “Investments in Taxable REIT Subsidiaries.”\nWe have acquired assets from “C” corporations in carryover basis transactions and may do so again in the future. A “C” corporation is generally defined as a corporation that is required to pay full corporate level U.S. federal income tax. If we recognize gain on the disposition of such assets during the five-year period beginning on the date on which the assets were acquired by us, then, to the extent of the assets’ “built-in gain” (e.g., the excess of the fair market value of the asset over the adjusted tax basis of the asset, in each case determined as of the beginning of the five-year period), we will be subject to tax on the gain at the highest regular corporate rate applicable. The results described in this paragraph with respect to the recognition of built-in gain assume that the “C” corporation did not make and was not treated as making an election to treat the built-in gain assets as sold to an unrelated party on the date they were acquired by us. For our assets that are subject to the built-in gains tax, the potential amount of built-in gains tax will be an additional factor when considering a possible sale of such assets within the five-year period beginning on the date on which the assets were acquired by us. See Note 19 to our consolidated financial statements for additional information regarding the built-in gains tax.\nQualification as a REIT\nA REIT is defined as a corporation, trust or association:\n(1) which is managed by one or more trustees or directors;\n(2) the beneficial ownership of which is evidenced by transferable shares or by transferable certificates of beneficial interest;\n(3) which would be taxable as a domestic corporation but for the U.S. federal income tax law relating to REITs;\n(4) which is neither a financial institution nor an insurance company;\n(5) the beneficial ownership of which is held by 100 or more persons in each taxable year of the REIT except for its first\n    taxable year;\n(6) not more than 50% in value of the outstanding stock of which is owned during the last half of each taxable year, excluding its first taxable year, directly, indirectly or constructively, by or for five or fewer individuals (which includes certain entities) (the “Five or Fewer Requirement”); and\n(7) which meets certain income and asset tests described below.\nConditions (1) to (4), inclusive, must be met during the entire taxable year and condition (5) must be met during at least 335 days of a taxable year of 12 months or during a proportionate part of a taxable year of less than 12 months. For purposes of condition (6), pension funds and certain other tax-exempt entities are treated as individuals, subject to a “look-through” exception in the case of certain pension funds.\nBased on publicly available information, we believe we have satisfied the share ownership requirements set forth in (5) and (6) above. In addition, Article VI of our by-laws provides for restrictions regarding ownership and transfer of shares. These restrictions are intended to assist us in continuing to satisfy the share ownership requirements described in (5) and (6) above but may not ensure that we will, in all cases, be able to satisfy such requirements.\nWe have complied with, and will continue to comply with, tax regulatory rules to send annual letters to certain of our stockholders requesting information regarding the actual ownership of our stock. If, despite sending the annual letters, we do not know, or after exercising reasonable diligence would not have known, whether we failed to meet the Five or Fewer Requirement, we will be treated as having met the Five or Fewer Requirement. If we fail to comply with these tax regulatory rules, we will be subject to a monetary penalty. If our failure to comply were due to intentional disregard of the requirement, the penalty would be increased. However, if our failure to comply were due to reasonable cause and not willful neglect, no penalty would be imposed.\nFor purposes of the REIT income and asset tests our assets and income will include any asset owned and any income earned directly or indirectly through a disregarded entity, including a “qualified REIT subsidiary,” and a proportionate share of the assets of, and any income earned through, any entity we own that is treated as a partnership for U.S. federal income tax purposes, including Welltower OP. A corporation will qualify as a “qualified REIT subsidiary” if 100% of its stock is owned by a REIT, and the REIT does not elect to treat the subsidiary as a taxable REIT subsidiary. \nWe will own substantially all of our assets and earn substantially all of our income through Welltower OP and its direct or indirect subsidiaries. Prior to the LLC Conversion, Welltower OP was treated as a “qualified REIT subsidiary,” provided that we qualified as a REIT during this period. After the LLC Conversion, Welltower OP became a disregarded entity for U.S. federal income tax purposes and was treated as a disregarded entity until additional regarded members were admitted to Welltower OP, at which time Welltower OP became a regarded entity treated as a partnership for U.S. federal income tax purposes. \nAlthough we intend for any partnership in which we have acquired or will acquire an interest, directly or indirectly (a “Subsidiary Partnership”), to operate in a manner consistent with the requirements for our qualification as a REIT, we will be an indirect limited partner or non-managing member in some of the Subsidiary Partnerships. Though we nonetheless expect that \nall such Subsidiary Partnerships will be required to operate in a manner consistent with the requirements for our qualification as a REIT, if a Subsidiary Partnership in which we own an interest but do not have control takes or expects to take actions that could jeopardize our status as a REIT or require us to pay tax, we may be forced to dispose of our interest in such entity. In addition, it is possible that a Subsidiary Partnership could take an action which could cause us to fail a gross income or asset test and that we would not become aware of such action in time for us to dispose of our interest in the Subsidiary Partnership or take other corrective action on a timely basis. In that case, we could fail to qualify as a REIT unless we were able to qualify for a statutory REIT “savings” provision, which could require us to pay a significant penalty tax to maintain our REIT qualification.\nIncome Tests  There are two separate percentage tests relating to our sources of gross income that we must satisfy each taxable year:\n•At least 75% of our gross income (excluding gross income from certain sales of property held primarily for sale) generally must be directly or indirectly derived each taxable year from “rents from real property,” dividends or other distributions on, and gain (other than gain from prohibited transactions) from the sale or other disposition of, REIT shares, mortgages on real property, other income from investments relating to real property or certain income from qualified temporary investments (the “75% gross income test”).\n•At least 95% of our gross income (excluding gross income from certain sales of property held primarily for sale) generally must be directly or indirectly derived each taxable year from any of the sources qualifying for the 75% gross income test and from dividends (including dividends from taxable REIT subsidiaries) and interest (the “95% gross income test”).\nIncome from hedging and non-U.S. currency transactions is excluded from the 95% and 75% gross income tests if certain requirements are met but otherwise will constitute gross income which does not qualify under the 95% or 75% gross income tests.\nRents received by us will qualify as “rents from real property” for purposes of satisfying the gross income tests for a REIT only if several conditions are met:\n•The amount of rent must not be based in whole or in part on the income or profits of any person, although rents generally will not be excluded merely because they are based on a fixed percentage or percentages of receipts or sales.\n•Rents received from a tenant will not qualify as rents from real property if the REIT, or an owner of 10% or more of the REIT, directly or constructively owns 10% or more of the tenant, unless the tenant is our taxable REIT subsidiary and certain other requirements are met with respect to the real property being rented.\n•If rent attributable to personal property leased in connection with a lease of real property is greater than 15% of the total rent received under the lease, then the portion of rent attributable to such personal property will not qualify as “rents from real property.”\n•For rents to qualify as rents from real property, we generally must not furnish or render services to tenants, other than through a taxable REIT subsidiary or an “independent contractor” from whom we derive no income, except that we may directly provide services that are usually or customarily rendered in the geographic area in which the property is located in connection with the rental of real property for occupancy only or are not otherwise considered rendered to the occupant for the occupant’s convenience.\n•We may lease “qualified healthcare properties” on an arm’s-length basis to a taxable REIT subsidiary if the property is operated on behalf of such subsidiary by a person that qualifies as an “independent contractor” and that is, or is related to a person that is, actively engaged in the trade or business of operating healthcare facilities for any person unrelated to us or our taxable REIT subsidiary (such person, an “eligible independent contractor”). If this is the case, the rent that the REIT receives from the taxable REIT subsidiary generally will be treated as “rents from real property.” A “qualified healthcare property” includes any real property and any personal property that is, or is necessary or incidental to the use of, a hospital, nursing facility, assisted living facility, congregate care facility, qualified continuing care facility, or other licensed facility that extends medical or nursing or ancillary services to patients and is operated by a provider of such services that is eligible for participation in the Medicare program with respect to such facility.\nA REIT is permitted to render a de minimis amount of impermissible services to tenants of a property and still treat rents received with respect to that property as rent from real property. The amount received or accrued by the REIT during the taxable year for the impermissible services with respect to a property may not exceed 1% of all amounts received or accrued by the REIT directly or indirectly from the property. The amount received for any service or management operation for this purpose shall be deemed to be not less than 150% of the direct cost of the REIT in furnishing or rendering the service or providing the management or operation. Furthermore, impermissible services may be furnished to tenants by a taxable REIT subsidiary subject to certain conditions, which would permit us to still treat rents received with respect to the property as rent from real property.\nThe term “interest” generally does not include any amount if the determination of the amount depends in whole or in part on the income or profits of any person, although an amount generally will not be excluded from the term “interest” solely by reason of being based on a fixed percentage of receipts or sales or by reason of being based on the income or profits of a debtor which derives substantially all of its income with respect to the property securing such debt from the leasing of substantially all of such property to tenants, to the extent that the rents paid by the tenants would qualify as rents from real property if the Company earned such amounts directly.\nIf we fail to satisfy one or both of the 75% or 95% gross income tests for any taxable year, we may nevertheless qualify as a REIT for such year if we are eligible for certain relief provisions provided by the Code. These relief provisions generally will be available if (1) following our identification of the failure, we file a schedule for such taxable year describing each item of our gross income, and (2) the failure to meet such tests was due to reasonable cause and not due to willful neglect. It is not now possible to determine the circumstances under which we may be entitled to the benefit of these relief provisions. If these relief provisions apply, a 100% tax is imposed on an amount equal to (1) the gross income attributable to (i) 75% of our gross income over the amount of qualifying gross income for purposes of the 75% gross income test and (ii) 95% of our gross income over the amount of qualifying gross income for purposes of the 95% gross income test, multiplied by (2) a fraction intended to reflect our profitability. The Secretary of the Treasury is given broad authority to determine whether particular items of income or gain qualify under the 75% and 95% gross income tests and to exclude items from the measure of gross income for such purposes.\nAsset Tests  Within 30 days after the close of each quarter of our taxable year, we must also satisfy several tests relating to the nature and diversification of our assets determined in accordance with generally accepted accounting principles. At least 75% of the value of our total assets must be represented by real estate assets (including interests in real property, interests in mortgages on real property or on interests in real property, shares in other REITs and debt instruments issued by publicly offered REITs), cash, cash items (including receivables arising in the ordinary course of our operation), government securities and qualified temporary investments (the “75% asset test”). Although the remaining 25% of our assets generally may be invested without restriction, we are prohibited from owning securities representing more than 10% of either the vote (the “10% vote test”) or value (the “10% value test”) of the outstanding securities of any issuer other than another REIT or a taxable REIT subsidiary. Further, no more than 20% of our total assets may be represented by securities of one or more taxable REIT subsidiaries (the “20% asset test”) and no more than 5% of the value of our total assets may be represented by securities of any non-governmental issuer (the “5% asset test”) other than a qualified REIT subsidiary, another REIT or a taxable REIT subsidiary. Each of the 10% vote test, the 10% value test and the 20% and 5% asset tests must be satisfied at the end of each quarter. There are special rules which provide relief if the value-related tests are not satisfied due to changes in the value of the assets of a REIT.\nCertain items are excluded from the 10% value test, including: (1) straight debt securities meeting certain requirements; (2) any loan to an individual or an estate; (3) any rental agreement described in Section 467 of the Code, other than with a “related person”; (4) any obligation to pay rents from real property; (5) certain securities issued by a state or any subdivision thereof, the District of Columbia, a non-U.S. government, or any political subdivision thereof, or the Commonwealth of Puerto Rico; (6) any security issued by a REIT; and (7) any other arrangement that, as determined by the Secretary of the Treasury, is excepted from the definition of security (“10% Value Excluded Securities”). If a REIT, or its taxable REIT subsidiary, holds (1) straight debt securities of a corporate or partnership issuer and (2) securities of such issuer that are not 10% Value Excluded Securities and have an aggregate value greater than 1% of such issuer’s outstanding securities, the straight debt securities will be included in the 10% value test.\nA REIT’s interest as a partner in a partnership is not treated as a security for purposes of applying the 10% value test to securities issued by the partnership. Further, any debt instrument issued by a partnership that is not a 10% Value Excluded Security will not be a security for purposes of applying the 10% value test (1) to the extent of the REIT’s interest as a partner in the partnership or (2) if at least 75% of the partnership’s gross income (excluding gross income from prohibited transactions) would qualify for the 75% gross income test. For purposes of the 10% value test, a REIT’s interest in a partnership’s assets is determined by the REIT’s proportionate interest in any securities issued by the partnership (other than the excluded securities described in the preceding paragraph).\nIf a REIT or its “qualified business unit” uses a non-U.S. currency as its functional currency, the term “cash” includes such non-U.S. currency, but only to the extent such non-U.S. currency is (i) held for use in the normal course of the activities of the REIT or “qualified business unit” which give rise to items of income or gain that are included in the 95% and 75% gross income tests or are directly related to acquiring or holding assets qualifying under the 75% asset test, and (ii) not held in connection with dealing or engaging in substantial and regular trading in securities.\nWith respect to corrections of failures as to violations of the 10% vote test, the 10% value test or the 5% asset test, a REIT may avoid disqualification as a REIT by disposing of sufficient assets to cure a violation due to the ownership of assets that do not exceed the lesser of 1% of the REIT’s assets at the end of the relevant quarter or $10,000,000, provided that the disposition occurs within six months following the last day of the quarter in which the REIT first identified the violation. For violations of any of the REIT asset tests due to reasonable cause and not willful neglect that exceed the thresholds described in the preceding sentence, a REIT can avoid disqualification as a REIT after the close of a taxable quarter by taking certain steps, including \ndisposition of sufficient assets within the six month period described above to meet the applicable asset test, paying a tax equal to the greater of $50,000 or the highest corporate tax rate multiplied by the net income generated by the non-qualifying assets during the period of time that the assets were held as non-qualifying assets and filing a schedule with the Internal Revenue Service (\"IRS\") that describes the non-qualifying assets.\nInvestments in Taxable REIT Subsidiaries REITs may own more than 10% of the voting power and value of securities in taxable REIT subsidiaries. Unlike a qualified REIT subsidiary, other disregarded entity or partnership, the income and assets of a taxable REIT subsidiary are not attributable to the REIT for purposes of satisfying the income and asset ownership requirements applicable to REIT qualification. Except as noted below with respect to a corporate entity that operates a healthcare or lodging facility, we and any taxable corporate entity in which we own an interest, directly or indirectly, are allowed to jointly elect to treat such entity as a “taxable REIT subsidiary.”\nCertain of our subsidiaries have elected or will elect taxable REIT subsidiary status. Taxable REIT subsidiaries are subject to full corporate level U.S. federal taxation on their earnings but are permitted to engage in certain types of activities that cannot be performed directly by REITs without jeopardizing the REIT status of their parent REIT. The taxes to which our taxable REIT subsidiaries are subject will reduce the cash available for such taxable REIT subsidiaries to distribute as dividends to us.\nThe IRS may redetermine amounts from transactions between a REIT and its taxable REIT subsidiary where there is a lack of arm’s-length dealing between the parties. Any taxable income allocated to, or deductible expenses allocated away, from a taxable REIT subsidiary would increase its tax liability. Further, redetermined amounts from certain transactions involving a REIT and its taxable REIT subsidiaries could be subject to a 100% tax if not conducted on an arm’s length basis.\nA taxable REIT subsidiary does not include any corporation that directly or indirectly operates or manages a lodging facility or a healthcare facility unless such facility is operated on behalf of such subsidiary by a person that is an independent contractor, and certain other requirements are met. The failure of a subsidiary of ours to qualify as a taxable REIT subsidiary as a result of operating a lodging facility or a healthcare facility could have an adverse effect on the Company’s ability to comply with the REIT income and asset tests, and thus could impair the Company’s ability to qualify as a REIT unless the Company could avail itself of certain relief provisions under the Code and pay any tax resulting therefrom.\nFor tax years beginning after December 31, 2022, the Inflation Reduction Act of 2022 (“IRA”) imposes among other things, a 15% Corporate Alternative Minimum Tax (“Corporate AMT”) on certain U.S. corporations with average adjusted financial statement income in excess of $1 billion. Although, by its terms, the Corporate AMT is not applicable to REITs, it is not certain whether or how the Corporate AMT would apply to our TRSs. \nThe IRS has issued several notices indicating its intention to propose regulations providing guidance regarding the Corporate AMT and issuing certain interim rules on which taxpayers may rely. Until further regulations and guidance from the IRS is released, the impact of the Corporate AMT on our TRSs is uncertain and it is possible that our taxable REIT subsidiaries will be subject to material U.S. federal income taxes under the Corporate AMT.\nInvestments in REIT Subsidiaries The Company, through Welltower OP, owns and may acquire direct or indirect interests in one or more entities that have elected or will elect to be taxed as REITs under the Code (each, a “Subsidiary REIT”). A Subsidiary REIT is subject to the various REIT qualification requirements and other limitations described herein that are applicable to the Company. If a Subsidiary REIT were to fail to qualify as a REIT, then (i) that Subsidiary REIT would become subject to U.S. federal income tax and (ii) the Subsidiary REIT’s failure to qualify could have an adverse effect on the Company’s ability to comply with the REIT income and asset tests, and thus could impair the Company’s ability to qualify as a REIT unless the Company could avail itself of certain relief provisions under the Code and pay any tax resulting therefrom.\nAnnual Distribution Requirements In order to avoid being taxed as a regular corporation, we are required to make distributions (other than capital gain distributions) to our stockholders which qualify for the dividends paid deduction in an amount at least equal to (1) the sum of (i) 90% of our “REIT taxable income” (computed without regard to the dividends paid deduction and our net capital gain) and (ii) 90% of the after-tax net income, if any, from foreclosure property, minus (2) a portion of certain items of non-cash income. These distributions must be paid in the taxable year to which they relate, or in the following taxable year if declared before we timely file our tax return for that year and if paid on or before the first regular distribution payment after such declaration. Prior to 2014, with respect to all REITs, the amount distributed could not be preferential. This means that every stockholder of the class of stock to which a distribution is made must be treated the same as every other stockholder of that class and no class of stock may be treated otherwise than in accordance with its dividend rights as a class (the “preferential dividend rule”). The preferential dividend rule no longer applies to publicly offered REITs; however, the rule is still applicable to REITs which are not publicly offered, which would include several of our Subsidiary REITs. To the extent that we do not distribute all of our net capital gain or distribute at least 90%, but less than 100%, of our “REIT taxable income,” as adjusted, we will be subject to tax on the undistributed amount at regular corporate tax rates. As discussed above, we may be subject to an excise tax if we fail to meet certain other distribution requirements. Although we intend to make timely distributions sufficient to satisfy these annual distribution requirements, economic, market, legal, tax or other factors could limit our ability to meet those requirements.\nIt is also possible that, from time to time, we may not have sufficient cash or other liquid assets to meet the 90% distribution requirement, or to distribute such greater amount as may be necessary to avoid income and excise taxation, due to, among other things, (1) timing differences between (i) cash receipts and cash expenditures and (ii) the inclusion of income and deduction of expenses in arriving at our taxable income, or (2) the payment of expenditures that may not be deductible to us. In the event that timing differences occur, we may find it necessary to arrange for borrowings or, if possible, pay dividends in the form of taxable stock dividends in order to meet the distribution requirement.\nUnder certain circumstances, including in the event of a deficiency determined by the IRS, we may be able to rectify a resulting failure to meet the distribution requirement for a year by paying “deficiency dividends” to stockholders in a later year, which may be included in our deduction for distributions paid for the earlier year. Thus, we may be able to avoid being disqualified as a REIT and/or taxed on amounts distributed as deficiency dividends; however, we will be required to pay applicable penalties and interest based on the amount of any deduction taken for deficiency dividend distributions.\nFailure to Qualify as a REIT If we fail to qualify for taxation as a REIT in any taxable year, we will be subject to U.S. federal income tax on our taxable income at regular corporate rates. Distributions to stockholders in any year in which we fail to qualify as a REIT will not be deductible by us. As a result, we anticipate that our failure to qualify as a REIT would reduce the cash available for distribution by us to our stockholders. In addition, if we fail to qualify as a REIT, we will not be required to distribute any amounts to our stockholders and all distributions to stockholders will be taxable as regular corporate dividends to the extent of our current and accumulated earnings and profits and will not be eligible for the 20% deduction under Section 199A of the Code applicable to certain non-corporate shareholders, including individuals, prior to January 1, 2026. In such event, corporate stockholders may be eligible for the dividends-received deduction. In addition, non-corporate stockholders, including individuals, may be eligible for the preferential tax rates on qualified dividend income. If we fail to qualify as a REIT, such stockholders may not claim this deduction with respect to dividends paid by us. Unless entitled to relief under specific statutory provisions, we also will be disqualified from taxation as a REIT for the four taxable years following the year during which qualification was lost. It is not possible to state whether in all circumstances we would be entitled to statutory relief. Failure to qualify for even one year could result in our need to incur indebtedness or liquidate investments in order to pay potentially significant resulting tax liabilities.\nIn addition to the relief described above under “Income Tests” and “Asset Tests,” statutory relief is available in the event that we violate a provision of the Code that would result in our failure to qualify as a REIT if: (1) the violation is due to reasonable cause and not due to willful neglect; (2) we pay a penalty of $50,000 for each failure to satisfy the provision; and (3) the violation does not include a violation described under “Income Tests” or “Asset Tests” above. It is not now possible to determine the circumstances under which we may be entitled to the benefit of these relief provisions.\nMaterial U.S. Federal Income Tax Consequences to Holders of Our Stock and the Debt Securities of the Company and Welltower OP \nThe following discussion is a summary of the material U.S. federal income tax consequences to you of acquiring, owning and disposing of stock of the Company or debt securities of the Company or Welltower OP. This discussion is limited to holders who hold stock of the Company or debt securities of the Company or Welltower OP as “capital assets” within the meaning of Section 1221 of the Code (generally, property held for investment). This discussion does not address all U.S. federal income tax consequences relevant to a holder’s particular circumstances, including the alternative minimum tax. In addition, except where specifically noted, it does not address consequences relevant to holders subject to special rules, including, without limitation: \n•U.S. expatriates and former citizens or long-term residents of the U.S.; \n•U.S. holders (as defined below) whose functional currency is not the U.S. dollar; \n•persons holding stock or debt securities as part of a hedge, straddle or other risk reduction strategy or as part of a conversion transaction or other integrated investment; \n•banks, insurance companies and other financial institutions; \n•REITs or regulated investment companies; \n•brokers, dealers or traders in securities; \n•“controlled foreign corporations,” “passive foreign investment companies,” and corporations that accumulate earnings to avoid U.S. federal income tax;\n•S corporations, partnerships or other entities or arrangements treated as partnerships for U.S. federal income tax purposes (and investors therein); \n•tax-exempt organizations or governmental organizations; \n•persons subject to special tax accounting rules as a result of any item of gross income with respect to stock or debt securities being taken into account in an applicable financial statement; \n•persons deemed to sell stock or debt securities under the constructive sale provisions of the Code; and \n•persons who hold or receive our stock pursuant to the exercise of any employee stock option or otherwise as compensation. \nTHIS DISCUSSION IS FOR INFORMATIONAL PURPOSES ONLY AND IS NOT INTENDED AS TAX ADVICE. INVESTORS SHOULD CONSULT THEIR TAX ADVISORS WITH RESPECT TO THE APPLICATION OF THE U.S. FEDERAL INCOME TAX LAWS TO THEIR PARTICULAR SITUATIONS AS WELL AS ANY TAX CONSEQUENCES OF THE ACQUISITION, OWNERSHIP AND DISPOSITION OF OUR STOCK OR DEBT SECURITIES ARISING UNDER OTHER U.S. FEDERAL TAX LAWS (INCLUDING ESTATE AND GIFT TAX LAWS), UNDER THE LAWS OF ANY STATE, LOCAL OR NON-U.S. TAXING JURISDICTION OR UNDER ANY APPLICABLE TAX TREATY. \nFor purposes of this discussion, a “U.S. holder” is a beneficial owner of stock of the Company or debt securities of the Company or Welltower OP that, for U.S. federal income tax purposes, is or is treated as:\n•an individual who is a citizen or resident of the U.S.; \n•an entity classified as a corporation for U.S. federal income tax purposes and created or organized under the laws of the U.S., any state thereof or the District of Columbia; \n•an estate the income of which is subject to U.S. federal income tax regardless of its source; or \n•a trust that (1) is subject to the primary supervision of a U.S. court and the control of one or more “United States persons” (within the meaning of Section 7701(a)(30) of the Code) or (2) has a valid election in effect to be treated as a United States person for U.S. federal income tax purposes. \nFor purposes of this discussion, a “non-U.S. holder” is any beneficial owner of our stock or debt securities that is neither a U.S. holder nor an entity treated as a partnership for U.S. federal income tax purposes. \nIf an entity treated as a partnership for U.S. federal income tax purposes holds our stock or debt securities, the tax treatment of a partner in the partnership will depend on the status of the partner, the activities of the partnership and certain determinations made at the partner level. Accordingly, partnerships holding stock of the Company or debt securities of the Company or Welltower OP and the partners in such partnerships should consult their tax advisors regarding the U.S. federal income tax consequences to them. \nTaxation of Taxable U.S. Holders of Our Stock \nDistributions Generally Distributions out of our current or accumulated earnings and profits will be treated as dividends and, other than with respect to capital gain dividends and certain amounts which have previously been subject to corporate level tax, as discussed below, will be taxable to our taxable U.S. holders as ordinary income when actually or constructively received. See “Tax Rates” below. As long as we qualify as a REIT, these distributions will not be eligible for the dividends-received deduction in the case of U.S. holders that are corporations or, except to the extent described in “Tax Rates” below, the preferential rates on qualified dividend income applicable to non-corporate U.S. holders, including individuals. For purposes of determining whether distributions to holders of our stock are out of our current or accumulated earnings and profits, our earnings and profits will be allocated first to our outstanding preferred stock, if any, and then to our outstanding common stock. \nTo the extent that we make distributions on our stock in excess of our current and accumulated earnings and profits allocable to such stock, these distributions will be treated first as a tax-free return of capital to a U.S. holder to the extent of the U.S. holder’s adjusted tax basis in such shares of stock. This treatment will reduce the U.S. holder’s adjusted tax basis in such shares of stock by such amount, but not below zero. Distributions in excess of our current and accumulated earnings and profits and in excess of a U.S. holder’s adjusted tax basis in its shares will be taxable as capital gain. Such gain will be taxable as long-term capital gain if the shares have been held for more than one year. Dividends we declare in October, November, or December of any year and which are payable to a holder of record on a specified date in any of these months will be treated as both paid by us and received by the holder on December 31 of that year, provided we actually pay the dividend on or before January 31 of the following year. U.S. holders may not include in their own income tax returns any of our net operating losses or capital losses. \nU.S. holders that receive taxable stock distributions, including distributions partially payable in our common stock and partially payable in cash, would be required to include the full amount of the distribution (i.e., the cash and the stock portion) as a dividend (subject to limited exceptions) to the extent of our current and accumulated earnings and profits for U.S. federal income tax purposes, as described above. The amount of any distribution payable in our common stock generally is equal to the amount of cash that could have been received instead of the common stock. Depending on the circumstances of a U.S. holder, the tax on the distribution may exceed the amount of the distribution received in cash, in which case such U.S. holder would have to pay the tax using cash from other sources. If a U.S. holder sells the common stock it received in connection with a taxable stock distribution in order to pay this tax and the proceeds of such sale are less than the amount required to be included in income with respect to the stock portion of the distribution, such U.S. holder could have a capital loss with respect to the stock sale that could not be used to offset such income. A U.S. holder that receives common stock pursuant to such distribution generally has a tax basis in such common stock equal to the amount of cash that could have been received instead of such common stock as described above, and has a holding period in such common stock that begins on the day immediately following the payment date for the distribution. \nCapital Gain Dividends Dividends that we properly designate as capital gain dividends will be taxable to our taxable U.S. holders as a gain from the sale or disposition of a capital asset held for more than one year, to the extent that such gain does not exceed our actual net capital gain for the taxable year. U.S. holders that are corporations may, however, be required to treat up to 20% of certain capital gain dividends as ordinary income.\nRetention of Net Capital Gains We may elect to retain, rather than distribute as a capital gain dividend, all or a portion of our net capital gains. If we make this election, we would pay tax on our retained net capital gains. In addition, to the extent we so elect, our earnings and profits (determined for U.S. federal income tax purposes) would be adjusted accordingly, and a U.S. holder generally would: \n•include its pro rata share of our undistributed capital gain in computing its long-term capital gains in its U.S. federal income tax return for its taxable year in which the last day of our taxable year falls, subject to certain limitations as to the amount that is includable; \n•be deemed to have paid its share of the capital gains tax imposed on us on the designated amounts included in the U.S. holder’s income as long-term capital gain; \n•receive a credit or refund for the amount of tax deemed paid by it; and\n•increase the adjusted tax basis of its stock by the difference between the amount of includable gains and the tax deemed to have been paid by it. \nIn addition, a U.S. holder that is a corporation is required to appropriately adjust its earnings and profits for the retained capital gains in accordance with Treasury Regulations. These Treasury Regulations have not yet been promulgated so the appropriate method for making such adjustment is unclear.\nPassive Activity Losses and Investment Interest Limitations Distributions we make and gain arising from the sale or exchange of our stock by a U.S. holder will not be treated as passive activity income. As a result, U.S. holders generally will not be able to apply any “passive losses” against this income or gain. A U.S. holder generally may elect to treat capital gain dividends, capital gains from the disposition of our stock and income designated as qualified dividend income, as described in “Tax Rates” below, as investment income for purposes of computing the investment interest limitation, but in such case, the holder will be taxed at ordinary income rates on such amount. Other distributions made by us, to the extent they do not constitute a return of capital, generally will be treated as investment income for purposes of computing the investment interest limitation. \nDispositions of Our Stock Except as described below under “Redemption or Repurchase by Us,” if a U.S. holder sells or disposes of shares of our stock, it will recognize gain or loss for U.S. federal income tax purposes in an amount equal to the difference between the amount of cash and the fair market value of any property received on the sale or other disposition of the shares and the holder’s adjusted tax basis in the shares. This gain or loss, except as provided below, will be long-term capital gain or loss if the holder has held such stock for more than one year. However, if a U.S. holder recognizes a loss upon the sale or other disposition of stock that it has held for six months or less, after applying certain holding period rules, the loss recognized will be treated as a long-term capital loss to the extent the U.S. holder received distributions from us which were required to be treated as long-term capital gains. The deductibility of capital losses is subject to limitations.\nRedemption or Repurchase by Us A redemption or repurchase of shares of our stock will be treated under Section 302 of the Code as a distribution (and taxable as a dividend to the extent of our current and accumulated earnings and profits as described above under “Distributions Generally”) unless the redemption or repurchase satisfies one of the tests set forth in Section 302(b) of the Code and is therefore treated as a sale or exchange of the redeemed or repurchased shares. The redemption or repurchase generally will be treated as a sale or exchange if it: \n•is “substantially disproportionate” with respect to the U.S. holder, \n•results in a “complete redemption” of the U.S. holder’s stock interest in us, or \n•is “not essentially equivalent to a dividend” with respect to the U.S. holder, \nall within the meaning of Section 302(b) of the Code. \nIn determining whether any of these tests has been met, shares of our stock, including common stock and other equity interests in us, considered to be owned by the U.S. holder by reason of certain constructive ownership rules set forth in the Code, as well as shares of our stock actually owned by the U.S. holder, generally must be taken into account. Because the determination as to whether any of the alternative tests of Section 302(b) of the Code will be satisfied with respect to the U.S. holder depends upon the facts and circumstances at the time that the determination must be made, U.S. holders are advised to consult their tax advisors to determine such tax treatment. \nIf a redemption or repurchase of shares of our stock is treated as a distribution, the amount of the distribution will be measured by the amount of cash and the fair market value of any property received. See “Distributions Generally.” A U.S. holder’s adjusted tax basis in the redeemed or repurchased shares generally will be transferred to the holder’s remaining shares of our stock, if any. If a U.S. holder owns no other shares of our stock, under certain circumstances, such basis may be transferred to a related person or it may be lost entirely. Prospective investors should consult their tax advisors regarding the U.S. federal income tax consequences of a redemption or repurchase of our stock. \nIf a redemption or repurchase of shares of our stock is not treated as a distribution, it will be treated as a taxable sale or exchange in the manner described under “Dispositions of Our Stock.” \nTax Rates Currently, the maximum tax rate for non-corporate taxpayers for (1) long-term capital gains, including certain “capital gain dividends,” generally is 20% (although depending on the characteristics of the assets which produced these gains and on designations which we may make, certain capital gain dividends may be taxed at a 25% rate) and (2) “qualified dividend income” generally is 20%. In general, dividends payable by REITs are not eligible for the reduced tax rate applicable to qualified dividend income, except to the extent that certain holding period requirements have been met and the REIT’s dividends are attributable to dividends received from taxable corporations (such as its taxable REIT subsidiaries) or to income that was subject to tax at the corporate/REIT level (for example, if the REIT distributed taxable income that it retained and paid tax on in the prior taxable year). Capital gain dividends will only be eligible for the rates described above to the extent that they are properly designated by us as “capital gain dividends.” As mentioned above, U.S. holders that are corporations may be required to treat up to 20% of some capital gain dividends as ordinary income. In addition, non-corporate U.S. holders, including individuals, generally may deduct up to 20% of dividends from a REIT, other than capital gain dividends and dividends treated as qualified dividend income, for taxable years beginning before January 1, 2026 for purposes of determining their U.S. federal income tax (but not for purposes of the 3.8% Medicare tax), subject to certain holding period requirements and other limitations. \nTaxation of Tax-Exempt U.S. Holders of Our Stock \nDividend income from us and gain arising upon a sale of shares of our stock generally should not be unrelated business taxable income (“UBTI”) to a tax-exempt U.S. holder, except as described below. This income or gain will be UBTI, however, to the extent a tax-exempt U.S. holder holds its shares as “debt-financed property” within the meaning of the Code. Generally, “debt-financed property” is property the acquisition or holding of which was financed through a borrowing by the tax-exempt holder. \nFor tax-exempt U.S. holders that are social clubs, voluntary employee benefit associations or supplemental unemployment benefit trusts exempt from U.S. federal income taxation under Sections 501(c)(7), (c)(9) or (c)(17) of the Code, respectively, income from an investment in our shares will constitute UBTI unless the organization is able to properly claim a deduction for amounts set aside or placed in reserve for specific purposes so as to offset the income generated by its investment in our shares. These prospective investors should consult their tax advisors concerning these “set aside” and reserve requirements. \nNotwithstanding the above, however, a portion of the dividends paid by a “pension-held REIT” may be treated as UBTI as to certain trusts that hold more than 10%, by value, of the interests in the REIT. A REIT will not be a “pension-held REIT” if it is able to satisfy the “not closely held” requirement without relying on the “look-through” exception with respect to certain trusts or if such REIT is not “predominantly held” by “qualified trusts.” As a result of restrictions on ownership and transfer of our stock contained in our charter, we do not expect to be classified as a “pension-held REIT,” and as a result, the tax treatment described above should be inapplicable to our holders. However, because our common stock is (and, we anticipate, will continue to be) publicly traded, we cannot guarantee that this will always be the case. \nTaxation of Non-U.S. Holders of Our Stock \nThe following discussion addresses the rules governing U.S. federal income taxation of the acquisition, ownership and disposition of our stock by non-U.S. holders. These rules are complex, and no attempt is made herein to provide more than a brief summary of such rules. Accordingly, the discussion does not address all aspects of U.S. federal income taxation and does not address other U.S. federal, state, local or non-U.S. tax consequences that may be relevant to a non-U.S. holder in light of its particular circumstances. We urge non-U.S. holders to consult their tax advisors to determine the impact of U.S. federal, state, local and non-U.S. income and other tax laws and any applicable tax treaty on the acquisition, ownership and disposition of shares of our stock, including any reporting requirements. \nDistributions Generally Distributions (including any taxable stock distributions) that are neither attributable to gains from sales or exchanges by us of U.S. real property interests (“USRPIs”) nor designated by us as capital gain dividends (except as described below) will be treated as dividends of ordinary income to the extent that they are made out of our current or accumulated earnings and profits. Such distributions ordinarily will be subject to withholding of U.S. federal income tax at a 30% rate or such lower rate as may be specified by an applicable income tax treaty, unless the distributions are treated as effectively connected with the conduct by the non-U.S. holder of a trade or business within the U.S. (and, if required by an applicable income tax treaty, the non-U.S. holder maintains a permanent establishment in the U.S. to which such dividends are attributable). Under certain treaties, however, lower withholding rates generally applicable to dividends do not apply to dividends from a REIT. Certain certification and disclosure requirements must be satisfied for a non-U.S. holder to be exempt from withholding under the effectively connected income exemption. Dividends that are treated as effectively connected with a U.S. trade or business generally will not be subject to withholding but will be subject to U.S. federal income tax on a net basis in the same manner as dividends paid to U.S. holders are subject to U.S. federal income tax. Any such dividends received by a non-U.S. holder that is a corporation may also be subject to an additional branch profits tax at a 30% rate (applicable after deducting U.S. federal income taxes paid on such effectively connected income) or such lower rate as may be specified by an applicable income tax treaty. \nExcept as otherwise provided below, we expect to withhold U.S. federal income tax at the rate of 30% on any distributions made to a non-U.S. holder unless: \n(1) a lower treaty rate applies and the non-U.S. holder furnishes an IRS Form W-8BEN or W-8BEN-E (or other applicable documentation) evidencing eligibility for that reduced treaty rate; or \n(2) the non-U.S. holder furnishes an IRS Form W-8ECI (or other applicable documentation) claiming that the distribution is income effectively connected with the non-U.S. holder’s trade or business. \nDistributions in excess of our current and accumulated earnings and profits will not be taxable to a non-U.S. holder to the extent that such distributions do not exceed the adjusted tax basis of the holder’s stock, but rather will reduce the adjusted tax basis of such stock. To the extent that such distributions exceed the non-U.S. holder’s adjusted tax basis in such stock, they generally will give rise to gain from the sale or exchange of such stock, the tax treatment of which is described below. However, such excess distributions may be treated as dividend income for certain non-U.S. holders. For withholding purposes, we expect to treat all distributions as made out of our current or accumulated earnings and profits. However, amounts withheld may be refundable if it is subsequently determined that the distribution was, in fact, in excess of our current and accumulated earnings and profits, provided that certain conditions are met.\nCapital Gain Dividends and Distributions Attributable to a Sale or Exchange of U.S. Real Property Interests Distributions to a non-U.S. holder that we properly designate as capital gain dividends, other than those arising from the disposition of a USRPI, generally should not be subject to U.S. federal income taxation, unless: \n(1) the investment in our stock is treated as effectively connected with the conduct by the non-U.S. holder of a trade or business within the U.S. (and, if required by an applicable income tax treaty, the non-U.S. holder maintains a permanent establishment in the U.S. to which such dividends are attributable), in which case the non-U.S. holder will be subject to the same treatment as U.S. holders with respect to such gain, except that a non-U.S. holder that is a corporation may also be subject to a branch profits tax of up to 30%, as discussed above; or \n(2) the non-U.S. holder is a nonresident alien individual who is present in the U.S. for 183 days or more during the taxable year and certain other conditions are met, in which case the non-U.S. holder will be subject to U.S. federal income tax at a rate of 30% on the non-U.S. holder’s capital gains (or such lower rate specified by an applicable income tax treaty), which may be offset by U.S. source capital losses of such non-U.S. holder (even though the individual is not considered a resident of the United States), provided the non-U.S. holder has timely filed U.S. federal income tax returns with respect to such losses. \nPursuant to the Foreign Investment in Real Property Tax Act, which is referred to as “FIRPTA,” distributions to a non-U.S. holder that are attributable to gain from sales or exchanges by us of USRPIs, whether or not designated as capital gain dividends, will cause the non-U.S. holder to be treated as recognizing such gain as income effectively connected with a U.S. trade or business. Non-U.S. holders generally would be taxed at the regular rates applicable to U.S. holders, subject to any applicable alternative minimum tax and a special alternative minimum tax in the case of nonresident alien individuals. We also will be required to withhold and to remit to the IRS 21% of any distribution to non-U.S. holders attributable to gain from sales or exchanges by us of USRPIs. Distributions subject to FIRPTA may also be subject to a 30% branch profits tax in the hands of a non-U.S. holder that is a corporation. The amount withheld is creditable against the non-U.S. holder’s U.S. federal income tax liability. However, any distribution with respect to any class of stock that is “regularly traded,” as defined by applicable Treasury Regulations, on an established securities market located in the U.S. is not subject to FIRPTA, and therefore, not subject to the 21% U.S. withholding tax described above, if the non-U.S. holder did not own more than 10% of such class of stock at any time during the one-year period ending on the date of the distribution. Instead, such distributions generally will be treated as ordinary dividend distributions and subject to withholding in the manner described above with respect to ordinary dividends. Furthermore, distributions to “qualified foreign pension funds” or entities all of the interests of which are held by “qualified pension funds” are exempt from FIRPTA. Non-U.S. holders should consult their tax advisors regarding the application of these rules. \nRetention of Net Capital Gains Although the law is not clear on the matter, it appears that amounts we designate as retained net capital gains in respect of our stock should be treated with respect to non-U.S. holders as actual distributions of capital gain dividends. Under this approach, the non-U.S. holders may be able to offset as a credit against their U.S. federal income tax liability their proportionate share of the tax paid by us on such retained net capital gains and to receive from the IRS a refund to the extent their proportionate share of such tax paid by us exceeds their actual U.S. federal income tax liability. If we were to designate any portion of our net capital gain as retained net capital gain, non-U.S. holders should consult their tax advisors regarding the taxation of such retained net capital gain. \nSale of Our Stock Except as described below under “Redemption or Repurchase by Us,” gain realized by a non-U.S. holder upon the sale, exchange or other taxable disposition of our stock generally will not be subject to U.S. federal income tax unless such stock constitutes a USRPI. In general, stock of a domestic corporation that is a “United States real property holding corporation,” or USRPHC, will constitute a USRPI. We believe that we are a USRPHC. Our stock will not, however, constitute a USRPI so long as we are a “domestically controlled qualified investment entity.” A “domestically controlled qualified investment entity” includes a REIT in which at all times during a five-year testing period less than 50% in value of its stock is held directly or indirectly by non-U.S. persons, subject to certain rules. For purposes of determining whether a REIT is a \n“domestically controlled qualified investment entity,” a person who at all applicable times holds less than 5% of a class of stock that is “regularly traded” is treated as a U.S. person unless the REIT has actual knowledge that such person is not a U.S. person. Because our common stock is (and, we anticipate, will continue to be) publicly traded, no assurance can be given that we are or will continue to be a “domestically controlled qualified investment entity.” \nEven if we do not qualify as a “domestically controlled qualified investment entity” at the time a non-U.S. holder sells our stock, gain realized from the sale or other taxable disposition by a non-U.S. holder of such stock would not be subject to U.S. federal income tax under FIRPTA as a sale of a USRPI if: \n(1) such class of stock is “regularly traded,” as defined by applicable Treasury Regulations, on an established securities market such as the New York Stock Exchange; and \n(2) such non-U.S. holder owned, actually and constructively, 10% or less of such class of stock throughout the shorter of the five-year period ending on the date of the sale or other taxable disposition or the non-U.S. holder’s holding period. \nIn addition, dispositions of our stock by “qualified foreign pension funds” or entities all of the interests of which are held by “qualified foreign pension funds” are exempt from FIRPTA. Non-U.S. holders should consult their tax advisors regarding the application of these rules. \nNotwithstanding the foregoing, gain from the sale, exchange or other taxable disposition of our stock not otherwise subject to FIRPTA will be taxable to a non-U.S. holder if either (a) the investment in our stock is treated as effectively connected with the conduct by the non-U.S. holder of a trade or business within the U.S. (and, if required by an applicable income tax treaty, the non-U.S. holder maintains a permanent establishment in the U.S. to which such gain is attributable), in which case the non-U.S. holder will be subject to the same treatment as U.S. holders with respect to such gain, except that a non-U.S. holder that is a corporation may also be subject to the 30% branch profits tax (or such lower rate as may be specified by an applicable income tax treaty) on such gain, as adjusted for certain items, or (b) the non-U.S. holder is a nonresident alien individual who is present in the U.S. for 183 days or more during the taxable year and certain other conditions are met, in which case the non-U.S. holder will be subject to a 30% tax on the non-U.S. holder’s capital gains (or such lower rate specified by an applicable income tax treaty), which may be offset by U.S. source capital losses of the non-U.S. holder (even though the individual is not considered a resident of the U.S.), provided the non-U.S. holder has timely filed U.S. federal income tax returns with respect to such losses. In addition, even if we are a domestically controlled qualified investment entity, upon disposition of our stock, a non-U.S. holder may be treated as having gain from the sale or other taxable disposition of a USRPI if the non-U.S. holder (1) disposes of such stock within a 30-day period preceding the ex-dividend date of a distribution, any portion of which, but for the disposition, would have been treated as gain from the sale or exchange of a USRPI and (2) acquires, or enters into a contract or option to acquire, or is deemed to acquire, other shares of that stock during the 61-day period beginning with the first day of the 30-day period described in clause (1), unless such class of stock is “regularly traded” and the non-U.S. holder did not own more than 10% of such class of stock at any time during the one-year period ending on the date of the distribution described in clause (1). \nIf gain on the sale, exchange or other taxable disposition of our stock were subject to taxation under FIRPTA or otherwise as a result of being effectively connected with the conduct by the non-U.S. holder of a trade or business within the U.S., the non-U.S. holder would be required to file a U.S. federal income tax return and would be subject to regular U.S. federal income tax with respect to such gain in the same manner as a taxable U.S. holder (subject to any applicable alternative minimum tax and a special alternative minimum tax in the case of nonresident alien individuals). In addition, if the sale, exchange or other taxable disposition of our stock were subject to taxation under FIRPTA, and if shares of the applicable class of our stock were not “regularly traded” on an established securities market, the purchaser of such stock generally would be required to withhold and remit to the IRS 15% of the purchase price. \nRedemption or Repurchase by Us A redemption or repurchase of shares of our stock will be treated under Section 302 of the Code as a distribution (and taxable as a dividend to the extent of our current and accumulated earnings and profits) unless the redemption or repurchase satisfies one of the tests set forth in Section 302(b) of the Code and is therefore treated as a sale or exchange of the redeemed or repurchased shares. See “Redemption or Repurchase by Us” under “Taxation of Taxable U.S. Holders of Our Stock” above. Qualified shareholders and their owners may be subject to different rules and should consult their tax advisors regarding the application of such rules. If the redemption or repurchase of shares is treated as a distribution, the amount of the distribution will be measured by the amount of cash and the fair market value of any property received. See “Distributions Generally” above. If the redemption or repurchase of shares is not treated as a distribution, it will be treated as a taxable sale or exchange in the manner described above under “- Sale of Our Stock.” \nTaxation of Holders of Debt Securities of the Company or Welltower OP \nThe following summary describes the material U.S. federal income tax consequences of acquiring, owning and disposing of debt securities of the Company or Welltower OP. This discussion assumes the debt securities will be issued with less than a statutory de minimis amount of original issue discount for U.S. federal income tax purposes. In addition, this discussion is limited to persons purchasing the debt securities for cash at original issue and at their original “issue price” within the meaning of Section 1273 of the Code (i.e., the first price at which a substantial amount of the debt securities is sold to the public for cash). \nU.S. Holders \nPayments of Interest. Interest on a debt security generally will be taxable to a U.S. holder as ordinary income at the time such interest is received or accrued, in accordance with such U.S. holder’s method of accounting for U.S. federal income tax purposes. \nSale or Other Taxable Disposition A U.S. holder will recognize gain or loss on the sale, exchange, redemption, retirement or other taxable disposition of a debt security. The amount of such gain or loss generally will be equal to the difference between the amount received for the debt security in cash or other property valued at fair market value (less amounts attributable to any accrued but unpaid interest, which will be taxable as interest to the extent not previously included in income) and the U.S. holder’s adjusted tax basis in the debt security. A U.S. holder’s adjusted tax basis in a debt security generally will be equal to the amount the U.S. holder paid for the debt security. Any gain or loss generally will be capital gain or loss and will be long-term capital gain or loss if the U.S. holder has held the debt security for more than one year at the time of such sale or other taxable disposition. Otherwise, such gain or loss will be short-term capital gain or loss. Long-term capital gains recognized by certain non-corporate U.S. holders, including individuals, generally will be taxable at reduced rates. The deductibility of capital losses is subject to limitations. \nNon-U.S. Holders \nPayments of Interest. Interest paid on a debt security to a non-U.S. holder that is not effectively connected with the non-U.S. holder’s conduct of a trade or business within the U.S. generally will not be subject to U.S. federal income tax or withholding, provided that: \n•the non-U.S. holder does not, actually or constructively, own 10% or more of the total combined voting power of all classes of our voting stock or 10% or more of the profits or capital in Welltower OP; \n•the non-U.S. holder is not a controlled foreign corporation related to us through actual or constructive stock ownership; and \n•either (1) the non-U.S. holder certifies in a statement provided to the applicable withholding agent under penalties of perjury that it is not a U.S. person and provides its name and address; (2) a securities clearing organization, bank or other financial institution that holds customers’ securities in the ordinary course of its trade or business and holds the debt security on behalf of the non-U.S. holder certifies to the applicable withholding agent under penalties of perjury that it, or the financial institution between it and the non-U.S. holder, has received from the non-U.S. holder a statement under penalties of perjury that such holder is not a U.S. person and provides the applicable withholding agent with a copy of such statement; or (3) the non-U.S. holder holds its debt security directly through a “qualified intermediary” (within the meaning of the applicable Treasury Regulations) and certain conditions are satisfied. \nIf a non-U.S. holder does not satisfy the requirements above, such non-U.S. holder will be subject to withholding tax of 30%, subject to a reduction in or an exemption from withholding on such interest as a result of an applicable tax treaty. To claim such entitlement, the non-U.S. holder must provide the applicable withholding agent with a properly executed IRS Form W-8BEN or W-8BEN-E (or other applicable documentation) claiming a reduction in or exemption from withholding tax under the benefit of an income tax treaty between the U.S. and the country in which the non-U.S. holder resides or is established. \nIf interest paid to a non-U.S. holder is effectively connected with the non-U.S. holder’s conduct of a trade or business within the U.S. (and, if required by an applicable income tax treaty, the non-U.S. holder maintains a permanent establishment in the U.S. to which such interest is attributable), the non-U.S. holder will be exempt from the U.S. federal withholding tax described above. To claim the exemption, the non-U.S. holder must furnish to the applicable withholding agent a valid IRS Form W-8ECI, certifying that interest paid on a debt security is not subject to withholding tax because it is effectively connected with the conduct by the non-U.S. holder of a trade or business within the U.S. \nAny such effectively connected interest generally will be subject to U.S. federal income tax at the regular rates. A non-U.S. holder that is a corporation may also be subject to a branch profits tax at a rate of 30% (or such lower rate specified by an applicable income tax treaty) on such effectively connected interest, as adjusted for certain items. \nThe certifications described above must be provided to the applicable withholding agent prior to the payment of interest and must be updated periodically. Non-U.S. holders that do not timely provide the applicable withholding agent with the required certification, but that qualify for a reduced rate under an applicable income tax treaty, may obtain a refund of any excess amounts withheld by timely filing an appropriate claim for refund with the IRS. Non-U.S. holders should consult their tax advisors regarding their entitlement to benefits under any applicable income tax treaty. \nSale or Other Taxable Disposition A non-U.S. holder will not be subject to U.S. federal income tax on any gain realized upon the sale, exchange, redemption, retirement or other taxable disposition of a debt security (such amount excludes any amount allocable to accrued and unpaid interest, which generally will be treated as interest and may be subject to the rules discussed above in “Payments of Interest”) unless: \n•the gain is effectively connected with the non-U.S. holder’s conduct of a trade or business within the U.S. (and, if required by an applicable income tax treaty, the non-U.S. holder maintains a permanent establishment in the U.S. to which such gain is attributable); or \n•the non-U.S. holder is a nonresident alien individual present in the U.S. for 183 days or more during the taxable year of the disposition and certain other requirements are met. \nGain described in the first bullet point above generally will be subject to U.S. federal income tax on a net income basis at the regular rates. A non-U.S. holder that is a corporation also may be subject to a branch profits tax at a rate of 30% (or such lower rate specified by an applicable income tax treaty) on such effectively connected gain, as adjusted for certain items. \nA non-U.S. holder described in the second bullet point above will be subject to U.S. federal income tax at a rate of 30% (or such lower rate specified by an applicable income tax treaty) on gain realized upon the sale or other taxable disposition of a debt security, which may be offset by U.S. source capital losses of the non-U.S. holder (even though the individual is not considered a resident of the U.S.), provided the non-U.S. holder has timely filed U.S. federal income tax returns with respect to such losses. \nNon-U.S. holders should consult their tax advisors regarding any applicable income tax treaties that may provide for different rules.\nInformation Reporting and Backup Withholding \nU.S. Holders A U.S. holder may be subject to information reporting and backup withholding when such holder receives payments on stock of the Company or debt securities of the Company or Welltower OP or proceeds from the sale or other taxable disposition of such stock or debt securities (including a redemption or retirement of a debt security). Certain U.S. holders are exempt from backup withholding, including corporations and certain tax-exempt organizations. A U.S. holder will be subject to backup withholding if such holder is not otherwise exempt and: \n•the holder fails to furnish the holder’s taxpayer identification number, which for an individual is ordinarily his or her social security number; \n•the holder furnishes an incorrect taxpayer identification number; \n•the applicable withholding agent is notified by the IRS that the holder previously failed to properly report payments of interest or dividends; or \n•the holder fails to certify under penalties of perjury that the holder has furnished a correct taxpayer identification number and that the IRS has not notified the holder that the holder is subject to backup withholding. \nBackup withholding is not an additional tax. Any amounts withheld under the backup withholding rules may be allowed as a refund or a credit against a U.S. holder’s U.S. federal income tax liability, provided the required information is timely furnished to the IRS. U.S. holders should consult their tax advisors regarding their qualification for an exemption from backup withholding and the procedures for obtaining such an exemption. \nNon-U.S. Holders Payments of dividends on stock of the Company or interest on debt securities of the Company or Welltower OP generally will not be subject to backup withholding, provided the applicable withholding agent does not have actual knowledge or reason to know the holder is a U.S. person and the holder either certifies its non-U.S. status, such as by furnishing a valid IRS Form W-8BEN, W-8BEN-E or W-8ECI, or otherwise establishes an exemption. However, information returns are required to be filed with the IRS in connection with any distributions on stock of the Company or interest on debt securities of the Company or Welltower OP paid to the non-U.S. holder, regardless of whether such distributions constitute a dividend or whether any tax was actually withheld. In addition, proceeds of the sale or other taxable disposition of such stock or debt securities (including a retirement or redemption of a debt security) within the U.S. or conducted through certain U.S.-related brokers generally will not be subject to backup withholding or information reporting if the applicable withholding agent receives the certification described above and does not have actual knowledge or reason to know that such holder is a U.S. person, or the holder otherwise establishes an exemption. Proceeds of a disposition of such stock or debt securities conducted through a non-U.S. office of a non-U.S. broker generally will not be subject to backup withholding or information reporting. \nCopies of information returns that are filed with the IRS may also be made available under the provisions of an applicable treaty or agreement to the tax authorities of the country in which the non-U.S. holder resides or is established. \nBackup withholding is not an additional tax. Any amounts withheld under the backup withholding rules may be allowed as a refund or a credit against a non-U.S. holder’s U.S. federal income tax liability, provided the required information is timely furnished to the IRS. \nMedicare Contribution Tax on Unearned Income \nCertain U.S. holders that are individuals, estates or trusts are required to pay an additional 3.8% tax on, among other things, dividends on stock, interest on debt obligations and capital gains from the sale or other disposition of stock or debt obligations, subject to certain limitations. U.S. holders should consult their tax advisors regarding the effect, if any, of these rules on their ownership and disposition of our stock or debt securities. \nAdditional Withholding Tax on Payments Made to Non-U.S. Accounts \nWithholding taxes may be imposed under Sections 1471 to 1474 of the Code (such sections commonly referred to as the Foreign Account Tax Compliance Act (“FATCA”)) on certain types of payments made to non-U.S. financial institutions and certain other non-U.S. entities. Specifically, a 30% withholding tax may be imposed on dividends on stock of the Company, \ninterest on debt securities of the Company or Welltower OP, in each case paid to a “foreign financial institution” or a “non-financial foreign entity” (each as defined in the Code), unless (1) the foreign financial institution undertakes certain diligence and reporting obligations, (2) the non-financial foreign entity either certifies it does not have any “substantial United States owners” (as defined in the Code) or furnishes identifying information regarding each substantial United States owner, or (3) the foreign financial institution or non-financial foreign entity otherwise qualifies for an exemption from these rules. If the payee is a foreign financial institution and is subject to the diligence and reporting requirements in clause (1) above, it must enter into an agreement with the U.S. Department of the Treasury requiring, among other things, that it undertake to identify accounts held by certain “specified United States persons” or “United States owned foreign entities” (each as defined in the Code), annually report certain information about such accounts, and withhold 30% on certain payments to non-compliant foreign financial institutions and certain other account holders. Foreign financial institutions located in jurisdictions that have an intergovernmental agreement with the U.S. governing FATCA may be subject to different rules. \nUnder the applicable Treasury Regulations and administrative guidance, withholding under FATCA generally applies to payments of dividends on stock of the Company or interest on debt securities of the Company or Welltower OP. While withholding under FATCA would have applied also to payments of gross proceeds from the sale or other disposition of stock or debt securities on or after January 1, 2019, proposed Treasury Regulations eliminate FATCA withholding on payments of gross proceeds entirely. Taxpayers generally may rely on these proposed Treasury Regulations until final Treasury Regulations are issued. Because we may not know the extent to which a distribution is a dividend for U.S. federal income tax purposes at the time it is made, for purposes of these withholding rules we may treat the entire distribution as a dividend. \nNon-U.S. holders should consult their tax advisors regarding the potential application of withholding under FATCA to their investment in stock of the Company or debt securities of the Company or Welltower OP. \nOther Tax Consequences \nState, local and non-U.S. income tax laws may differ substantially from the corresponding U.S. federal income tax laws, and this discussion does not purport to describe any aspect of the tax laws of any state, local or non-U.S. jurisdiction, or any U.S. federal tax other than income tax. You should consult your tax advisor regarding the effect of state, local and non-U.S. tax laws with respect to our tax treatment as a REIT and on an investment in our stock or debt securities.\nIn addition, the tax laws and regulations in non-U.S. jurisdictions may impose costs and expenses on the Company, its subsidiaries and assets and investments of the Company held in non-U.S. jurisdictions (including the costs of compliance with and filings under applicable laws, rules and regulations). The Company has substantial assets, and will likely be subject to tax, reporting, legal, regulatory, and other obligations, in the U.K. and Canada. The treatment of an entity for U.S. federal income tax purposes may not be determinative of its treatment for certain state, local, or non-U.S. tax purposes. \nAdditionally, the Organization for Economic Cooperation and Development has proposed model rules for a global minimum tax of 15% of reported profits (“Pillar 2”) that has been agreed upon in principle by over 140 countries. While the U.S. has not yet enacted rules implementing Pillar 2, both the U.K. and Canada have. Although the Pillar 2 rules can lead to additional taxes (“Pillar 2 Taxes”), including taxes on our profits in the U.S., certain parts of the Pillar 2 rules do not apply to “Real Estate Investment Vehicles” and certain of their affiliates. In the event we do not qualify as a Real Estate Investment Vehicle, or one or more of our affiliates do not qualify as a “subsidiary” that is excluded from the Pillar 2 rules, or we do not otherwise qualify for a safe harbor under the Pillar 2 rules, we or our subsidiaries may be subject to Pillar 2 Taxes. We have undertaken an initial assessment, which determined we will meet the transitional safe harbor for the year ended December 31, 2024. We will continue to evaluate the potential consequences of Pillar 2 on our longer-term financial position.\nTax Aspects of Our Investments in Welltower OP and Subsidiary Partnerships\nThe following discussion summarizes certain U.S. federal income tax considerations applicable to our direct or indirect investments in subsidiary partnerships (including Welltower OP). \nClassification as Partnerships We are required to include in our income our distributive share of Welltower OP’s and Subsidiary Partnerships’ income and are entitled to deduct our distributive share of Welltower OP’s and Subsidiary Partnerships’ losses only if the applicable partnership is classified for U.S. federal income tax purposes as a partnership rather than as a corporation or association taxable as a corporation. An organization will be classified as a partnership, rather than as a corporation, for U.S. federal income tax purposes if it (1) is treated as a partnership under Treasury regulations relating to entity classification (the “check-the-box regulations”) and (2) is not a “publicly traded partnership” taxable as a corporation.\nUnder the check-the-box regulations, an unincorporated entity with at least two members may elect to be classified either as an association taxable as a corporation or as a partnership. Generally, if such an entity fails to make an election, it generally will be treated as a partnership for U.S. federal income tax purposes. We believe that Welltower OP is classified as a partnership for U.S. federal income tax purposes.\nA publicly traded partnership is a partnership whose interests are traded on an established securities market or are readily tradable on a secondary market (or the substantial equivalent thereof). While interests in Welltower OP and Subsidiary Partnerships will not be traded on an established securities market, they could possibly be deemed to be traded on a secondary market or its equivalent due to the redemption rights enabling the limited members to dispose of their interests. A publicly traded partnership will not, however, be treated as a corporation for any taxable year if 90% or more of the partnership’s gross \nincome for such year consists of certain passive-type income, including (as may be relevant here) real property rents, gains from the sale or other disposition of real property, interest and dividends (the “90% Passive Income Exception”). The income requirements applicable to us in order for us to qualify as a REIT under the Code and the definition of qualifying income under the Passive Income Exception are very similar. Although differences exist between these two income tests, we do not believe that these differences would cause Welltower OP or Subsidiary Partnerships not to satisfy the 90% Passive Income Exception applicable to publicly traded partnerships.\nIf for any reason Welltower OP or a Subsidiary Partnership were taxable as a corporation, rather than as a partnership, for U.S. federal income tax purposes, our ability to qualify as a REIT could be jeopardized. See “Income Tests” and “Asset Tests.” In addition, any change in Welltower OP’s or a Subsidiary Partnership’s status for tax purposes might be treated as a taxable event, in which case we might incur tax liability without any related cash distribution. See “Annual Distribution Requirements.” Further, items of income and deduction of Welltower OP or a Subsidiary Partnership would not pass through to its members, and its members would be treated as shareholders for tax purposes. Consequently, Welltower OP or a Subsidiary Partnership would be required to pay income tax at corporate tax rates on its net income, and distributions to its members would constitute dividends that would not be deductible in computing such Welltower OP’s or Subsidiary Partnership’s taxable income.\nMembers, Not Partnership, Subject to Tax Except as discussed below in “Revised Partnership Audit Rules,” a partnership itself is not a taxable entity for U.S. federal income tax purposes. Rather, we are required to take into account our allocable share of each partnership’s income, gains, losses, deductions and credits for any taxable year of the partnership ending during our taxable year, without regard to whether we have received or will receive any distribution from such partnership.\nPartnership Allocations Although a partnership agreement generally will determine the allocation of income and losses among partners, such allocations will be disregarded for tax purposes if they do not comply with the provisions of Section 704(b) of the Code and the Treasury regulations promulgated thereunder. If an allocation is not recognized for U.S. federal income tax purposes, the item subject to the allocation will be reallocated in accordance with the partners’ interests in the partnership, which will be determined by considering all of the facts and circumstances relating to the economic arrangement of the partners with respect to such item. Welltower OP’s and each Subsidiary Partnerships’ allocations of taxable income, gain and loss are intended to comply with the requirements of Section 704(b) of the Code and the Treasury regulations promulgated thereunder.\nTax Allocations with Respect to Certain Properties Pursuant to Section 704(c) of the Code, income, gain, loss and deduction attributable to appreciated or depreciated property that is contributed to a partnership in exchange for an interest in the partnership must be allocated in a manner such that the contributing partner is charged with, or benefits from, respectively, the unrealized gain or unrealized loss associated with the property at the time of the contribution. The amount of such unrealized gain or unrealized loss is generally equal to the difference between the fair market value of contributed property at the time of contribution and the adjusted tax basis of such property at the time of contribution (a “Book-Tax Difference”). Such allocations are solely for U.S. federal income tax purposes and do not affect the book capital accounts or other economic or legal arrangements among the partners. Welltower OP’s partnership agreement requires such allocations to be made in a manner permitted under Section 704(c) of the Code.\nIn general, the members who contribute property to Welltower OP will be allocated depreciation deductions for tax purposes which are lower than such deductions would be if determined on a pro rata basis. In addition, in the event of the disposition of any of the contributed assets (including our properties) which have a Book-Tax Difference, all gain or loss attributable to such Book-Tax Difference (to the extent not previously taken into account) will generally be allocated to the contributing members, including us, and other members will generally be allocated only their share of income attributable to gain or loss, if any, occurring after such contribution. This will tend to eliminate the Book-Tax Difference over the life of Welltower OP. However, the special allocation rules of Section 704(c) do not always entirely eliminate the Book-Tax Difference on an annual basis or with respect to a specific taxable transaction such as a sale. Thus, the carryover basis of the contributed assets in the hands of Welltower OP may cause us to be allocated lower depreciation and other deductions, and possibly an amount of taxable gain in the event of a sale of such contributed assets in excess of the economic or book income allocated to us as a result of such sale.\nA Book-Tax Difference may also arise as a result of the revaluation of property owned by a partnership in connection with certain types of transactions, including in connection with certain non-pro rata contributions of assets to, or distributions of assets by, Welltower OP in exchange for, or in redemption of, interests in Welltower OP. In the event of such a revaluation, the members (including us) who were members in the partnership immediately prior to the revaluation will be required to take any Book-Tax Difference created as a result of such revaluation into account in substantially the same manner as under the Section 704(c) rules discussed above. This would result in us being allocated income, gain, loss and deduction for tax purposes in amounts different than the economic or book income allocated to us by the partnership.\nThe application of Section 704(c) to Welltower OP may cause us to recognize taxable income in excess of cash proceeds, which might adversely affect our ability to comply with the REIT distribution requirements. See “Annual Distribution Requirements.” The foregoing principles also apply in determining our earnings and profits for purposes of determining the portion of distributions taxable as dividend income. The application of these rules over time may result in a higher portion of distributions being taxed as dividends than would have occurred had we purchased the contributed or revalued assets at their agreed values.\nThe IRS has issued regulations requiring partnerships to use a “reasonable method” for allocating items affected by Section 704(c) of the Code and outlining several reasonable allocation methods. We have the discretion to determine which of the methods of accounting for Book-Tax Differences (specifically approved in the Treasury regulations) will be elected with respect to any properties contributed to or revalued by Welltower OP. We have not determined which method of accounting for Book-Tax Differences will be elected for properties contributed to or revalued by Welltower OP in the future.\nBasis in Partnership Interest Our adjusted tax basis in a partnership interest generally is equal to:\n•the amount of cash and the adjusted tax basis of any other property contributed (or deemed contributed) by us to the partnership,\n•increased by our allocable share of the partnership’s income, and\n•reduced, but not below zero, by\n◦our allocable share of the partnership’s loss, and\n◦the amount of cash and the basis of any property distributed (or deemed distributed) to us.\nIf the allocation of our distributive share of the partnership’s loss would reduce the adjusted tax basis of our partnership interest in the partnership below zero, the recognition of such loss will be deferred until such time as the recognition of such loss would not reduce our adjusted tax basis below zero. To the extent that the partnership’s distributions (including deemed distributions) would reduce our adjusted tax basis below zero, such distributions would constitute taxable gain to us, which could be treated as ordinary income or long-term or short-term capital gain.\nPartnership Audit Rules A partnership (and not its partners) must pay any “imputed underpayments,” consisting of delinquent taxes, interest and penalties deemed to arise out of an audit of the partnership, unless certain alternative methods are available, and the partnership elects to utilize them. The IRS has issued regulations providing details on many of these provisions, but it is still not entirely clear how all of these rules will be implemented. Accordingly, it is possible that in the future, we and/or any partnership in which we are a partner could be subject to, or otherwise bear the economic burden of, U.S. federal income tax, interest and penalties resulting from a U.S. federal income tax audit.\nInternet Access to Our SEC Filings\nOur annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and amendments to those reports, as well as our proxy statements and other materials that are filed with, or furnished to, the Securities and Exchange Commission (“SEC”) are made available, free of charge, on the Internet at www.welltower.com/investors, as soon as reasonably practicable after they are filed with, or furnished to, the SEC. We routinely post important information on our website at www.welltower.com in the “Investors” section, including corporate and investor presentations and financial information. We intend to use our website as a means of disclosing material, non-public information and for complying with our disclosure obligations under Regulation FD. Such disclosures will be included on our website under the heading “Investors.” Accordingly, investors should monitor such portion of our website in addition to following our press releases, public conference calls and filings with the SEC. The information on our website is not incorporated by reference in this Annual Report on Form 10-K and our web address is included as an inactive textual reference only.\nCautionary Statement Regarding Forward-Looking Statements\nThis Annual Report on Form 10-K and the documents incorporated by reference contain statements that constitute “forward-looking statements,” within the meaning of the Private Securities Litigation Reform Act of 1995. When we use words such as “may,” “will,” “intend,” “should,” “believe,” “expect,” “anticipate,” “project,” “estimate” or similar expressions that do not relate solely to historical matters, we are making forward-looking statements. In particular, these forward-looking statements include, but are not limited to, those relating to our opportunities to acquire, develop or sell properties; our ability to close our anticipated acquisitions, investments or dispositions on currently anticipated terms, or within currently anticipated timeframes; the expected performance of our operators/tenants and properties; our expected occupancy rates; our ability to declare and to make distributions to stockholders; our investment and financing opportunities and plans; our continued qualification as a REIT; and our ability to access capital markets or other sources of funds. \nForward-looking statements are not guarantees of future performance and involve risks and uncertainties that may cause our actual results to differ materially from our expectations discussed in the forward-looking statements. This may be a result of various factors, including, but not limited to:\n•the impact of macroeconomic and geopolitical developments, including economic downturns, elevated inflation and interest rates, political or social conflict, unrest or violence or similar events;\n•the status of capital markets, including availability and cost of capital;\n•issues facing the healthcare industry, including compliance with, and changes to, regulations and payment policies, responding to government investigations and punitive settlements, public perception of the healthcare industry and operators’/tenants’ difficulty in cost-effectively obtaining and maintaining adequate liability and other insurance;\n•changes in financing terms;\n•competition within the healthcare and seniors housing industries;\n•negative developments in the operating results or financial condition of operators/tenants, including, but not limited to, their ability to pay rent and repay loans;\n•our ability to transition or sell properties with profitable results;\n•the failure to make new investments or acquisitions as and when anticipated;\n•natural disasters, public health emergencies and extreme weather affecting our properties;\n•our ability to re-lease space at similar rates as vacancies occur;\n•our ability to timely reinvest sale proceeds at similar rates to assets sold;\n•operator/tenant or joint venture partner bankruptcies or insolvencies;\n•the cooperation of joint venture partners;\n•government regulations affecting Medicare and Medicaid reimbursement rates and operational requirements;\n•liability or contract claims by or against operators/tenants;\n•unanticipated difficulties and/or expenditures relating to future investments or acquisitions;\n•environmental laws affecting our properties;\n•changes in rules or practices governing our financial reporting;\n•the movement of U.S. and foreign currency exchange rates and changes to U.S. and global monetary, fiscal or trade policies;\n•our approach to artificial intelligence (\"AI\");\n•our ability to maintain our qualification as a REIT;\n•key management personnel recruitment and retention; and\n•the other risks and uncertainties described under “Item 1A — Risk Factors.”\nWe undertake no obligation to update or revise publicly any forward-looking statements, whether because of new information, future events, or otherwise.",
      "char_count": 162168
    },
    "item1a": {
      "text": "Item 1A. Risk Factors\nInvesting in our common stock involves a high degree of risk. You should carefully consider the risks described below in addition to the other information set forth in this Annual Report on Form 10-K, including \"Item 7 - Management's Discussion and Analysis of Financial Condition and Results of Operation\" and our consolidated financial statements and the related notes, before making an investment decision. \nThe risks described below are not the only risks or uncertainties we face. The occurrence of any of the following risks or additional risks and uncertainties not presently known to us, or that we currently believe to be immaterial, could materially and adversely affect our business, financial condition, prospects, or results of operations. In such case, the trading price of our common stock could decline, and you may lose all or part of your original investment. Additionally, while some of the factors, events and contingencies described herein may have occurred in the past, the disclosures herein are not representations as to whether or not they have occurred, and are instead provided because future occurrences thereof could adversely affect Welltower. Our actual results could differ materially from those anticipated in the forward-looking statements as a result of specific factors, including the risks and uncertainties described below.\nAdditionally, macroeconomic and geopolitical developments, including public health crises, escalating global conflicts, supply chain disruptions, labor market constraints, rising rates of inflation and high interest rates may amplify many of the risks discussed below to which we are subject. The extent of the impact of macroeconomic and geopolitical developments, including public health crises, on our financial and operating performance depends significantly on the duration and severity of such macroeconomic and geopolitical developments, the actions taken to contain or mitigate its impact and any changes in consumer behaviors as a result thereof.\nRisk Factor Summary\nThe following summarizes the principal factors that make an investment in our company speculative or risky, all of which are more fully described in the Risk Factors section below. This summary should be read in conjunction with the Risk Factors section and should not be relied upon as an exhaustive summary of the material risks facing our business. The order of presentation is not necessarily indicative of the level of risk that each factor poses to us.\nRisks Arising from Our Business:\nOur business model and the operations of our business involve risks, including those related to:\n•operational and legal risks with respect to our properties; \n•the ability of operators and tenants to make payments to us;\n•investments in and acquisitions of healthcare and seniors housing properties;\n•unknown liability exposure related to acquired properties;\n•competition for acquisitions may result in increased prices; \n•our joint venture partners;\n•our ability to replace our managers on a timely and successful basis;\n•the impacts of severe cold and flu seasons or other widespread illnesses or public health crises and government reaction thereto, on occupancy;\n•the insolvency or bankruptcy of our tenants, operators, borrowers, managers and other obligors; \n•ownership of property outside the U.S.; \n•our ability to lease or sell properties on favorable terms;\n•tenant, operator and manager insurance coverage;\n•loss of properties owned through ground leases upon breach or termination of the ground leases;\n•requirements of, or changes to governmental reimbursement programs, such as Medicare, Medicaid or government funding;\n•controls imposed on certain of our tenants who provide healthcare services that are reimbursed by Medicare, Medicaid and other third-party payors to reduce admissions and length of stay;\n•our operators’ or tenants’ failure to comply with federal, state, province, local and industry-regulated licensure, certification and inspection laws, regulations and standards;\n•unfavorable resolution of pending and future litigation matters and disputes;\n•development, redevelopment and construction; \n•bank failures or other events affecting financial institutions;\n•losses caused by severe weather conditions, natural disasters or the physical effects of climate change;\n•costs incurred to remediate environmental contamination at our properties;\n•our reliance on data and technology systems and the increasing risks of cybersecurity incidents;\n•evolving privacy regulations;\n•Sustainability-related laws, regulations, commitments and stakeholder expectations;\n•our approach to AI;\n•negative publicity regarding the healthcare industry;\n•our dependence on key personnel; and\n•Welltower's holding company status.\nRisks Arising from Our Capital Structure \nOur capital structure involves exposure to risks, including those related to:\n•our future leverage;\n•the availability of cash for distributions to stockholders;\n•covenants in our debt agreements; \n•limitations on our ability to access capital; \n•any downgrades in our credit ratings; and\n•elevating or increasing interest rates. \nRisks Arising from Our Status as a REIT\nAs a result of our status as a REIT, we are exposed to risks, including those related to:\n•our ability to remain qualified as a REIT;\n•Welltower OP's ability to maintain status of a partnership;\n•the ability of our subsidiaries to qualify as a REIT;\n•the impact of tax imposed on any net income from \"prohibited transactions\" may limit our ability to engage in transactions which would be treated as sales for federal income tax purposes;\n•the impact of the 90% annual distribution requirement on our liquidity and ability to engage in otherwise beneficial transactions;\n•our limited ability to use taxable REIT subsidiaries under the Code;\n•special requirements applicable to the lease of qualified healthcare properties to a taxable REIT subsidiary;\n•tax consequences if certain sale-leaseback transactions are not characterized by the IRS as “true leases\"; \n•changes in our tax rate or exposure to additional tax liabilities; and\n•the impact to our TRSs of the Corporate Alternative Minimum Tax imposed by the Inflation Reduction Act of 2022 and the proposed regulations thereunder.\nRisks Factors\nThis section highlights significant factors, events and uncertainties that could create risk with an investment in our securities. The events and consequences discussed in these risk factors could, in circumstances we may not be able to accurately predict, recognize or control, have a material adverse effect on our business, growth, reputation, prospects, financial condition, operating results, cash flows, liquidity, ability to pay dividends and stock price. These risk factors do not identify all risks that we face: our operations could also be affected by factors, events or uncertainties that are not presently known to us or that we currently do not consider to present significant risks to our operations. We group these risk factors into three categories:\n•Risks arising from our business;\n•Risks arising from our capital structure; and\n•Risks arising from our status as a REIT. \nRisks Arising from Our Business\nWe are exposed to operational and legal risks with respect to our properties that could adversely affect our revenue and operations\nAlthough we have some general oversight approval rights and the right to review operational and financial reporting information with respect to our properties, our operators, managers and tenants are ultimately in control of the day-to-day business of the property, including clinical decision-making. As a result, we face operational risks related to, among other things, fluctuations in occupancy experienced during the normal course of business; Medicare and Medicaid reimbursement, if applicable and private pay rates; economic conditions; labor and employment matters (including increases in the cost of labor for us or our operators or tenants); competition; compliance with federal, state, local and industry-regulated licensure, certification, inspection, fraud and abuse, reimbursement, data privacy, cybersecurity and other laws, regulations and standards, as applicable; the availability and increases in cost of general and professional liability insurance coverage; increases in property taxes; state regulation and rights of residents related to entrance fees; and litigation involving our properties or \nresidents/patients. Any one or a combination of these factors may adversely affect our revenue and operations and could eventually lead to impairment of our properties. For example, in cases where our taxable REIT subsidiary (“TRS”) is required to hold a healthcare license and enroll in a government healthcare program (e.g., Medicare or Medicaid), penalties for failure to comply with applicable healthcare laws may include loss or suspension of licenses and certificates of need, certification or accreditation, exclusion from government healthcare programs, administrative sanctions and civil monetary penalties. In addition, we have entered into joint ventures with respect to certain of our properties that were structured under the provisions of RIDEA, which permits REITs to participate directly in the cash flow of “qualified healthcare properties” (as compared to receiving only contractual rent payments), but requires them to rely on an operator to manage and operate the property, including complying with laws and providing resident care. However, as the owner of the property under a RIDEA structure, we are responsible for, and our financial performance is impacted by, operational and legal risks and liabilities of the property, including those described above, even though we have limited ability to control or influence our operators’ management of these risks. If these or other operational or legal risks occur with respect to our properties, our business could suffer and our financial position, results of operations or cash flows may be materially affected. \nDecreases in our operators’ or tenants' revenues or increases in our operators’ or tenants' expenses, including as a result of increased labor costs, could affect their ability to make payments to us\nWe have very limited control over the success or failure of our operators' or tenants' businesses and, at any time, an operator or tenant may experience a downturn in their business that weakens their financial condition. Our operators’ and tenants' revenues are primarily driven by occupancy, private pay rates and Medicare and Medicaid reimbursement, if applicable. Expenses are primarily driven by the costs of labor, supplies, food, utilities, taxes, insurance and rent or debt service. Revenues from government reimbursement have, and are expected to continue to, come under pressure due to reimbursement cuts and state budget shortfalls and changes in reimbursement policies and other governmental regulation resulting from actions by the U.S. Congress, U.S. executive orders or other governmental or regulatory agencies may result in reductions in our operators’ or tenants’ revenues and affect our operators’ and tenants’ ability to meet their obligations to us. In addition, geopolitical tensions or conflicts, such as the ongoing conflicts between Russia and Ukraine and in the Middle East, economic downturns, elevated inflation and interest rates, natural disasters, weather events, terrorist attacks, epidemics or other outbreaks of disease, political or social unrest or violence, or similar events, globally or in any of our markets, could adversely affect our operators’ and tenants' revenues, which would in turn affect our results of operations.\nOperating and borrowing costs have increased, and are expected to continue to increase, for our operators and tenants. In particular, our operators' and tenants' businesses have experienced increases in labor costs resulting from shortages of medical and non-medical staff. A number of factors have adversely affected the labor force available to our operators and tenants or labor costs, including increased industry competition, high employment levels, increased wages offered by other employers and government regulations. For example, California SB-525, which became effective in June 2024, requires certain healthcare facility employers to pay wages for certain covered employees that are higher than other state-mandated minimum wages. In some geographic areas, the scarcity of specialized medical personnel, experienced senior care professionals and other workers has been an operating issue affecting a wide range of healthcare providers and senior care and housing facilities. Such shortages have and may continue to impact the operations of our operators and tenants, resulting in increased labor and operating costs. Labor shortages or cost inflation may impact our operators' and tenants' abilities to comply with minimum staffing requirements under applicable federal and state regulations. Failure to comply with these requirements can, among other things, jeopardize a facility's compliance with the conditions of participation under relevant state and federal healthcare programs. In addition, if a facility is determined to be out of compliance with these requirements, it may be subject to fines and other regulatory penalties, including the suspension of patient admissions, the termination of Medicaid participation or the suspension or revocation of licenses.\nTo the extent that any decrease in revenues and/or any increase in operating expenses result in an operator or tenant not generating enough cash to make payments to us, the credit of our operator or tenant and the value of other collateral would have to be relied upon. To the extent the value of such property is reduced, we may need to record an impairment for such asset. Furthermore, if we determine to dispose of an underperforming property, such sale may result in a loss. Any such impairment or loss on sale would negatively affect our financial results. These risks are magnified where we lease multiple properties to a single operator or tenant under a master lease, as a failure or default under a master lease would expose us to these risks across multiple properties. Although our lease agreements give us the right to exercise certain remedies in the event of default on the obligations owing to us, we may determine not to do so if we believe that enforcement of our rights would be more detrimental to our business than seeking alternative approaches.\nIncreased competition and oversupply may affect our operators’ and managers' ability to meet their obligations to us\nThe operators and managers of our properties compete on a local and regional basis with operators and managers of properties and other healthcare providers that provide comparable services for residents and patients, including on the basis of the scope and quality of care and services provided, clinical conditions and safety, including as a result of any widespread illness or epidemic, consumer confidence in and public perception about such healthcare services and financial condition, physical appearance of the properties, price and location. In addition, in light of labor shortages for medical and non-medical workers in many geographic areas, our operators and tenants may increasingly compete to attract qualified and experienced \nemployees. Our operators and managers could encounter increased competition in the future that could limit their ability to attract residents and employees or expand their businesses. We cannot be certain that the operators of all of our facilities will be able to achieve and maintain occupancy and rate levels that meet our expected yields and fulfill their obligations to us. If our operators and managers cannot compete effectively or if there is an oversupply of facilities, their financial performance could have a material adverse effect on our financial results.\nOur investments in and acquisitions of healthcare and seniors housing properties may be unsuccessful or fail to meet our expectations \nSome of our acquisitions may not prove to be successful. We could encounter unanticipated difficulties and expenditures relating to any acquired properties, including contingent liabilities and acquired properties might require significant management attention that would otherwise be devoted to our ongoing business, including, in each case, as a result of downturns in local economies, changes in local real estate conditions, changing demographics, increased construction and competition or decreased demand for our properties or regional climate events. If we agree to provide construction funding to an operator/tenant and the project is not completed, we may need to take steps to ensure completion of the project. Such expenditures may result in significant costs and negatively affect our results of operations, including as a result of volatility in the price of construction materials or labor. Investments in and acquisitions of seniors housing and healthcare properties entail risks associated with real estate investments generally, including risks that the investment will not achieve expected returns, that the cost estimates for necessary property improvements will prove inaccurate or that the tenant, operator or manager will fail to meet performance expectations. Furthermore, there can be no assurance that our anticipated acquisitions and investments, the completion of which is subject to various conditions, will be consummated in accordance with anticipated timing, on anticipated terms, or at all. We may be unable to obtain or assume financing for acquisitions on favorable terms or at all. Healthcare properties are often highly customizable, and the development or redevelopment of such properties may require costly tenant-specific improvements. The actual costs of development or redevelopment may be greater than our estimates. We have experienced delays and disruptions to property redevelopment as a result of supply chain issues and construction material and labor shortages and may experience additional or more significant such delays in the future. We also may be unable to quickly and efficiently integrate new acquisitions, particularly acquisitions of portfolios of properties, into our existing operations, and this could have an adverse effect on our results of operations and financial condition. Acquired properties may be located in new markets, either within or outside the U.S., where we may face risks associated with a lack of market knowledge or understanding of the local economy, lack of business relationships in the area, costs associated with opening a new regional office, hiring and retaining key personnel and unfamiliarity with local governmental and permitting procedures. These risks may be exacerbated by the volume and complexity of such activity, as well as by geopolitical tension or instability, political and social conditions, inflationary pressures, interest rate fluctuations, climate and weather-related risks and supply chain disruptions. As a result, we cannot assure you that we will achieve the economic benefit we expect from acquisitions, investment, development and redevelopment opportunities and may lead to impairment of such assets. \nAcquired properties may expose us to unknown liability\nWe may acquire properties or invest in joint ventures that own properties subject to liabilities and without any recourse, or with only limited recourse, against the prior owners or other third parties with respect to unknown liabilities. As a result, if a liability were asserted against us based on ownership of those properties, we might have to pay substantial sums to settle or contest it, which could adversely affect our results of operations and cash flow. Unknown liabilities with respect to acquired properties might include, among others: liabilities for clean-up of undisclosed environmental contamination, claims by tenants, vendors or other persons against the former owners of the properties, liabilities incurred in the ordinary course of business and claims for indemnification by general partners, directors and others indemnified by the former owners of the properties.\nCompetition for acquisitions may result in increased prices for properties\nIn order to maintain current revenues and continue generating attractive returns, we seek to reinvest cash available from the proceeds of sales of our securities, principal payments on our loans receivable or the sale of properties, including non-elective dispositions, in a timely manner. We face competition for acquisition opportunities from other well-capitalized investors, including publicly traded and privately held REITs, private real estate funds, domestic and foreign financial institutions, life insurance companies, sovereign wealth funds, pension trusts, developers, partnerships and individual investors. In addition, the limited development occurring during the COVID-19 pandemic continues to depress the number of new properties available. This competition may adversely affect us by subjecting us to the following risks: we may be unable to acquire a desired property because of competition from other well-capitalized real estate investors, some of whom may have greater financial resources and lower costs of capital, and, even if we are able to acquire a desired property, competition from other potential acquirers may significantly increase the purchase price.\nOur investments in joint ventures could be adversely affected by our lack of exclusive control over these investments, our partners’ insolvency or failure to meet their obligations and disputes between us and our partners \nWe have entered into, and may continue in the future to enter into, partnerships or joint ventures with other persons or entities. Joint venture investments involve risks that may not be present with other methods of ownership, including the possibility that our partner might become insolvent, refuse to make capital contributions when due or otherwise fail to meet its obligations, which may result in certain liabilities to us for guarantees and other commitments; that our partner might at any \ntime have economic or other business interests or goals that are or become inconsistent with our interests or goals; that we could become engaged in a dispute with our partner, which could require us to expend additional resources to resolve such dispute and could have an adverse impact on the operations and profitability of the joint venture; that our partner may be in a position to take action or withhold consent contrary to our instructions or requests; our joint venture partners may have competing interests in our markets that could create conflicts of interests; and that our joint venture partners may be structured differently than us for tax purposes, which could create conflicts of interest and risks to our REIT status. In some instances, we and/or our partner may have the right to trigger a buy-sell, put right or forced sale arrangement, which could cause us to sell our interest, acquire our partner’s interest or sell the underlying asset at a time when we otherwise would not have initiated such a transaction. Our ability to acquire our partner’s interest may be limited if we do not have sufficient cash, available borrowing capacity or other capital resources. In such event, we may be forced to sell our interest in the joint venture when we would otherwise prefer to retain it. On the other hand, our ability to transfer our interest in a joint venture to a third party may be restricted at a time when we would otherwise prefer to sell it, and the market for such interest may be limited and/or valued lower than fair market value. Joint ventures may require us to share decision-making authority with our partners, which could limit our ability to control the properties in the joint ventures. Even when we have a controlling interest, certain major decisions may require partner approval, such as the sale, acquisition or financing of a property.\nWe have rights to terminate our management agreements with operators, in whole or with respect to specific properties under certain circumstances, and we may be unable to replace operators if our management agreements are terminated or not renewed\nWe are party to long-term management agreements with our Seniors Housing Operating managers pursuant to which they provide comprehensive property management, accounting and other services with respect to our Seniors Housing Operating properties. Although we have the right to terminate any of our management agreements, whether upon the occurrence of certain events or for no cause, there is no assurance that we would be able to timely source a replacement or that any replacement manager would be effective. Any transition to a new manager would most likely require regulatory approval and potentially the approval of the holders of any liens on the property. The failure to replace a manager on a timely or successful basis, as well as the failure to receive required approvals, could have an adverse effect on the properties and our revenue.\nA severe cold and flu season, epidemics or any other widespread illnesses or public health crisis and government reaction thereto, could adversely affect the occupancy of our Seniors Housing Operating and Triple-net properties\nOur business and operations are exposed to risks from, severe cold and flu seasons or the occurrence of other epidemics, pandemics, widespread illnesses or public health crises, as occurred during the height of the COVID-19 pandemic. Our revenues and our operators' revenues are dependent on occupancy and the occupancy of our Seniors Housing Operating and Triple-net properties could significantly decrease in the event of a severe cold and flu season, or other epidemics, pandemics, widespread illness or public health crises. Such a decrease would affect the operating income of our Seniors Housing Operating properties and the ability of our Triple-net operators to make payments to us. In addition, a future epidemic, pandemic, widespread illness or public health crisis could significantly increase the cost burdens faced by our operators, including if they are required to implement quarantines for residents or see a reduction in occupancy, and adversely affect their ability to meet their obligations to us, which would have a material adverse effect on our financial results.\nThe impacts of such events could be severe and far-reaching, and may impact our operations in several ways, including: (i) operators and tenants could experience deteriorating financial conditions and be unable or unwilling to pay payments to us on time and in full; (ii) we may have to restructure operators' or tenants' obligations and may not be able to do so on terms that are favorable to us; (iii) we may experience increased operational challenges and costs resulting from logistical challenges such as supply chain interruptions, business closures, restrictions on the movement of people and remote or hybrid work schedules, which introduce additional operational risks including cybersecurity risks; (iv) increased operational costs incurred by us and our operators across all of our properties as a result of public health measures and other regulations affecting our properties and operations, as well as additional health and safety measures adopted by us and our operators and tenants, unique pressures on seniors housing and medical practice employees during periods of widespread illness like at the height of the COVID-19 pandemic including labor shortages resulting from macroeconomic trends; and (v) costs of development including expenditures for materials utilized in construction and labor essential to complete existing developments in progress, may increase substantially.\nThe insolvency or bankruptcy of our tenants, operators, borrowers, managers and other obligors may adversely affect our business, results of operations and financial condition\nWe are exposed to the risk that our tenants, operators, borrowers, managers or other obligors may not be able to meet the rent, principal and interest or other payments due us, which may result in a tenant, operator, borrower, manager or other obligor bankruptcy or insolvency, or that a tenant, operator, borrower, manager, or other obligor might become subject to bankruptcy or insolvency proceedings for other reasons. Although our operating lease agreements provide us with the right to evict a tenant, demand immediate payment of rent and exercise other remedies, and our loans provide us with the right to terminate any funding obligation, demand immediate repayment of principal and unpaid interest, foreclose on the collateral and exercise other remedies, the bankruptcy and insolvency laws afford certain rights to a party that has filed for bankruptcy or reorganization. A tenant, operator, borrower, manager or other obligor in bankruptcy or subject to insolvency proceedings may be able to limit or \ndelay our ability to collect unpaid rent in the case of a lease or to receive unpaid principal and interest in the case of a loan, and to exercise other rights and remedies. In addition, if a lease is rejected in a tenant bankruptcy, our claim against the tenant may be limited by applicable provisions of the bankruptcy law. We may be required to fund certain expenses (e.g., real estate taxes and maintenance) to preserve the value of an investment property, avoid the imposition of liens on a property and/or transition a property to a new tenant. In some instances, we have terminated our lease with a tenant and relet the property to another tenant. In some of those situations, we have provided working capital loans to and limited indemnification of the new obligor. If we cannot transition a leased property to a new tenant, we may take possession of that property, which may expose us to certain successor liabilities. Publicity about the operator's financial condition and insolvency proceedings may also negatively impact their and our reputations, decreasing customer demand and revenues. Should such events occur, our revenue and operating cash flow may be adversely affected. \nOwnership of property outside the U.S. may subject us to different or greater risks than those associated with our domestic operations\nWe have operations in the U.K. and Canada, which represent 10.9% and 7.0% of total Welltower revenues, respectively. International development, ownership and operating activities involve risks that are different from those we face with respect to our domestic properties and operations. These risks include, but are not limited to, any international currency gain or loss recognized with respect to changes in exchange rates, which may not qualify under the 75% gross income test or the 95% gross income test required for us to satisfy annually in order to qualify and maintain our status as a REIT; challenges with respect to the repatriation of foreign earnings and cash; impact from international trade disputes and the associated impact on our tenants' supply chain and consumer spending levels; changes in foreign political, regulatory and economic conditions (regionally, nationally and locally) including, challenges in managing international operations; challenges of complying with a wide variety of foreign laws and regulations, including those relating to real estate, corporate governance, operations, taxes, employment and other civil and criminal legal proceedings; foreign ownership restrictions with respect to operations in foreign countries; local businesses and cultural factors that differ from our usual standards and practices; differences in lending practices and the willingness of domestic or foreign lenders to provide financing; regional or country-specific business cycles and political and economic instability; and failure to comply with applicable laws and regulations in the U.S. that affect foreign operations, including, but not limited to, the U.S. Foreign Corrupt Practices Act. \nFurther, our operations in the U.K. may be adversely impacted by global and local economic volatility experienced as a result of geopolitical tensions or conflicts, such as the ongoing conflict between Russia and Ukraine and in the Middle East, elevated inflation and interest rates, the energy crisis that has seen supply shortages and higher oil, gas and electricity prices, volatility in commodity prices, credit and capital markets, an increase in cybersecurity incidents, as well as labor market challenges affecting the cost, recruitment and retention of employees.\nIf our tenants do not renew their existing leases, or if we are required to sell properties for liquidity reasons, we may be unable to lease or sell the properties on favorable terms, or at all\nWe cannot predict whether our tenants will renew existing leases at the end of their lease terms, which expire at various times. If these leases are not renewed, we would be required to find other tenants to occupy those properties or sell them. There can be no assurance that we would be able to identify suitable replacement tenants or enter into leases with new tenants on terms as favorable to us as the current leases or that we would be able to lease those properties at all. Our competitors may offer space at rental rates below current market rates or below the rental rates we currently charge our customers, we may lose potential customers and we may be pressured to reduce our rental rates below those we currently charge to retain customers when leases expire. In addition, our ability to reposition our properties with a suitable replacement tenant or operator could be significantly delayed or limited by state licensing, receivership, CON or other laws, as well as by the Medicare and Medicaid change-of-ownership rules, and we could incur substantial additional expenses in connection with any licensing, receivership or change-of-ownership proceedings. Even if tenants decide to renew or lease new space, the terms of renewals or new leases, including the cost of required renovations or concessions to tenants, may be less favorable to us than current lease terms.\nReal estate investments are relatively illiquid and most of the property we own is highly customized for specific uses. Our ability to quickly sell or exchange any of our properties in response to changes in operator, economic and other conditions will be limited. Although our properties are less affected by the commercial real estate market trends, this limitation could be exacerbated by the decline of commercial real estate as a result of elevated interest rates, inflation and depressed property values across sectors. No assurances can be given that we will recognize full value for any property that we are required to sell. Our inability to respond rapidly to changes in the performance of our investments could adversely affect our financial condition and results of operations. In addition, we are exposed to the risks inherent in concentrating investments in real estate, and in particular, the seniors housing and healthcare industries. A downturn in the real estate industry could adversely affect the value of our properties and our ability to sell properties for a price or on terms acceptable to us. \nOur tenants, operators and managers may not have the necessary insurance coverage to insure adequately against losses\nWe maintain or require our tenants, operators and managers to maintain comprehensive insurance coverage on our properties and their operations with terms, conditions, limits, and deductibles that we believe are customary for similarly situated companies in our industry and we frequently review our insurance programs and requirements. Our tenants, operators and managers may not be able to maintain adequate levels of insurance and required coverages. Also, we may not be able to require \nthe same levels of insurance coverage under our lease, management, and other agreements, which could adversely affect us in the event of a significant uninsured loss. We cannot make any guarantee as to the future financial viability of the insurers that underwrite our policies and the policies maintained by our tenants, operators and managers. Insurance may not be available at a reasonable cost in the future or policies may not be maintained at a level that will fully cover all losses on our properties upon the occurrence of a catastrophic event. This may be especially the case due to increases in property insurance costs as a result of extreme weather events or otherwise. For example, the U.S. flood insurance market has been influenced by, among other things, the increasing occurrence of flood events and the introduction of a new governmental risk rating system, resulting in significant changes in the availability and affordability of coverage.\nIn addition, in recent years, long-term/post-acute care and seniors housing operators and managers have experienced substantial increases in both the number and size of patient care liability claims. As a result, general and professional liability costs have increased in some markets. Moreover, the rise in outsized jury verdicts and/or intensifying natural disasters could threaten policy limits and/or sub-limits, which may result in the exhaustion of available insurance coverage for the remainder of the policy year. Finally, our use, and the usage by some of our tenants, operators and managers of self-insurance and/or use of a wholly owned captive insurance company, if not adequately funded, could have a material adverse effect on our liquidity and that of our tenants, operators and managers.\nOur ownership of properties through ground leases exposes us to the loss of such properties upon breach or termination of the ground leases\nWe have acquired an interest in certain of our properties by acquiring a leasehold interest in the property on which the building is located, and we may acquire additional properties in the future through the purchase of interests in ground leases. Many of these ground leases impose significant limitations on our uses of the subject properties, restrict our ability to sell or otherwise transfer our interests in the properties or restrict the leasing of the properties. These restrictions may limit our ability to timely sell or exchange the properties, impair the properties’ value or negatively impact our ability to find suitable tenants for the properties. As the lessee under a ground lease, we are exposed to the possibility of losing the property upon termination of the ground lease or an earlier breach of the ground lease by us.\nThe requirements of, or changes to, governmental reimbursement programs, such as Medicare, Medicaid or government funding, could have a material adverse effect on our obligors’ liquidity, financial condition and results of operations, which could adversely affect our obligors’ ability to meet their obligations to us\nSome of our obligors’ businesses are affected by government reimbursement. To the extent that an operator, manager or tenant receives a significant portion of its revenues from government payors, primarily Medicare and Medicaid, such revenues may be subject to statutory and regulatory changes, retroactive rate adjustments, recovery of program overpayments or set-offs, court decisions, administrative rulings, policy interpretations, payment or other delays by fiscal intermediaries or carriers, change-of-ownership rules, government funding restrictions (at a program level or with respect to specific facilities), any lapse in Congressional funding of the Centers for Medicare and Medicaid Services and interruption or delays in payments due to any ongoing government investigations and audits at such property. Federal and state authorities may continue seeking to implement new or modified reimbursement methodologies that may negatively impact healthcare property operations. See “Item 1 - Business - Certain Government Regulations - United States - Reimbursement” above for additional information. Healthcare reimbursement will likely continue to be of paramount importance to federal and state authorities. We cannot make any assessment as to the ultimate timing or effect any future legislative reforms may have on the financial condition of our obligors and properties. There can be no assurance that adequate reimbursement levels will be available for services provided by any property operator or manager, whether the property receives reimbursement from Medicare, Medicaid or private payors. Significant limits on the scope of services reimbursed and on reimbursement rates and fees could have a material adverse effect on an obligor’s liquidity, financial condition and results of operations, which could adversely affect the ability of an obligor to meet its obligations to us. In addition, if a partial or total federal government shutdown were to occur for a prolonged period of time, federal government payment obligations, including its obligations under Medicaid and Medicare, may be delayed. Similarly, if state government shutdowns were to occur, state payment obligations may be delayed. If the federal or state governments fail to make payments under these programs on a timely basis, our business could suffer and our financial position, results of operations or cash flows may be materially affected.\nSince January 1, 2014, the Health Reform Laws have provided those states that expand their Medicaid coverage to otherwise ineligible state residents with incomes at or below 138% of the federal poverty level with an increased federal medical assistance percentage, effective January 1, 2014, when certain conditions are met. The federal government substantially funds the Medicaid expansion and as of December 2024, the number of states implementing expansion has grown to more than 80% of all states. The participation by states in the Medicaid expansion could have the dual effect of increasing our tenants’ revenues, through new patients, but further straining state budgets and their ability to pay our tenants. \nHealth reform measures could be implemented as a result of political, legislative, regulatory and administrative developments and judicial proceedings. Further the impact that the results of the 2024 Presidential and Congressional elections and potential subsequent developments may have on health reform (including through new legislative, executive or regulatory efforts) remains uncertain, and any changes will likely take time to unfold and could have an impact on coverage and reimbursement for healthcare items and services covered by plans that were authorized by the Health Reform Laws. If the operations, cash flows \nor financial condition of our operators, managers and tenants are materially adversely impacted by the Health Reform Laws or future legislation, our revenue and operations may be adversely affected as well. More generally, and because of the dynamic nature of the legislative and regulatory environment for healthcare products and services, and in light of existing federal deficit and budgetary concerns, we cannot predict the impact that broad-based, far-reaching legislative or regulatory changes could have on the U.S. economy, our business or that of our operators and tenants. \nIf controls imposed on certain of our tenants who provide healthcare services that are reimbursed by Medicare, Medicaid and other third-party payors to reduce admissions and length of stay affect inpatient volumes at our healthcare facilities, the financial condition or results of operations of those tenants could be adversely affected\nControls imposed by Medicare, Medicaid and commercial third-party payors designed to reduce admissions and lengths of stay, commonly referred to as “utilization reviews,” have affected and are expected to continue to affect certain of our healthcare facilities, specifically our acute care hospitals and post-acute facilities. Utilization review entails the review of the admission and course of treatment of a patient by managed care plans. Inpatient utilization, average lengths of stay and occupancy rates continue to be negatively affected by payor-required pre-admission authorization and utilization review and by payor pressures to maximize outpatient and alternative healthcare delivery services for less acutely ill patients. Efforts to impose more stringent cost controls and reductions are expected to continue, which could negatively impact the financial condition of our tenants who provide healthcare services in our hospitals and post-acute facilities. If so, this could adversely affect these tenants’ ability and willingness to comply with the terms of their leases with us and/or renew those leases upon expiration, which could have a material adverse effect on us.\nOur operators’, managers' or tenants’ failure to comply with federal, state, province, local and industry-regulated licensure, certification and inspection laws, regulations and standards could adversely affect such operators’, managers' or tenants’ operations, which could adversely affect their ability to meet their obligations to us\nOur operators, managers and tenants generally are subject to or impacted by varying levels of federal, state, local and industry-regulated licensure, certification and inspection laws, regulations and standards. These laws and regulations include, among others: laws protecting consumers against deceptive practices; laws relating to the operation of our facilities and how our operators, managers and tenants conduct their business, such as fire, health and safety, data security and privacy laws; federal and state laws affecting hospitals, clinics and other healthcare communities that participate in both Medicare and Medicaid that specify reimbursement rates, pricing, reimbursement procedures and limitations, quality of services and care, background checks, food service and physical plants and similar foreign laws regulating the healthcare industry; resident rights laws (including abuse and neglect laws) and fraud laws; anti-kickback and physician referral laws; the Americans with Disabilities Act of 1990 and similar state and local laws; and safety and health standards set by the Occupational Safety and Health Administration or similar foreign agencies. Our operators’, managers' or tenants’ failure to comply with any of these laws, regulations or standards could result in loss of accreditation, denial of reimbursement, imposition of fines, suspension, decertification or exclusion from federal and state healthcare programs, civil liability and in certain limited instances, criminal penalties, material restrictions on or loss of license, closure of the facility and/or the incurrence of considerable costs arising from an investigation or regulatory action. Such actions may have an effect on our operators’, managers' or tenants’ ability to make lease payments to us and, therefore, adversely impact us. In addition, we may be directly subject to these laws, regulations and standards, as well as potential investigation or enforcement and liability, as a result of our RIDEA-structured arrangements and certain other arrangements, we may pursue with healthcare entities who are directly subject to these laws. See “Item 1 - Business - Certain Government Regulations - United States - Fraud & Abuse Enforcement” and “Item 1 - Business - Certain Government Regulations - United States - Healthcare Matters - Generally” above.\nMany of our properties may require a license, registration and/or CON to operate. Failure to obtain a license, registration or CON, or loss of a required license, registration or CON would prevent a facility from operating in the manner intended by the operators, managers or tenants. These events could materially adversely affect our operators’, managers' or tenants’ ability to make a profit or our operators', managers' or tenants' ability to make rent or other obligatory payments to us. State and local laws also may regulate the expansion, including the addition of new beds or services or acquisition of medical equipment, and the construction or renovation of healthcare facilities, by requiring a CON or other similar approval from a state agency. See “Item 1 — Business — Certain Government Regulations — United States — Licensing and Certification” above. \nIn addition, we cannot assure you that future changes in government regulation will not adversely affect the healthcare industry, including our operators, managers or tenants, nor can we be certain that our operators, managers or tenants will achieve and maintain occupancy and rate levels or labor cost levels that will enable them to satisfy their obligations to us.\nUnfavorable resolution of pending and future litigation matters and disputes could have a material adverse effect on our financial condition\nFrom time to time, we are directly involved or named as a party in legal proceedings, lawsuits and other claims that involve class actions, disputes regarding property damage, care matters and other issues. We also are named as defendants in lawsuits allegedly arising out of our actions or the actions of our operators, tenants or managers in which such operators, tenants or managers have agreed to indemnify, defend and hold us harmless from and against various claims, litigation and liabilities arising in connection with their respective businesses. Employment related class action lawsuits have increased in recent years, including class action lawsuits brought against our operators and managers in certain states regarding employee and \ngovernment requirements concerning wage and hour claims and fair housing complaints, as well as class action lawsuits related to staffing and care. There can be no assurance that we will be able to prevail in, or achieve a favorable settlement of, pending or future litigation. In addition, pending litigation or future litigation, government proceedings or environmental matters could lead to increased costs or interruption of our normal business operations. An unfavorable resolution of pending or future litigation or legal proceedings may have a material adverse effect on our business, results of operations and financial condition. Regardless of its outcome, litigation may result in substantial costs and expenses, significantly divert the attention of management and could damage our reputation and our brand. In addition, any such resolution could involve our agreement to terms that restrict the operation of our business. We cannot guarantee losses incurred in connection with any current or future legal or regulatory proceedings or actions will not exceed any provisions we may have set aside in respect of such proceedings or actions or will not exceed any available insurance coverage.\nDevelopment, redevelopment and construction risks could affect our profitability\nWe invest in various development and redevelopment projects. In deciding whether to acquire, develop or redevelop a particular property, we make assumptions regarding the expected future performance of that property. In particular, we estimate the return on our investment based on expected construction costs, lease up velocity, occupancy, rental rates, operating expenses, capital costs and future competition. If our financial projections with respect to a new property are inaccurate, the property may fail to perform as we expected in analyzing our investment. Our estimate of the costs of repositioning or redeveloping an acquired property may prove to be inaccurate, which may result in our failure to meet our profitability goals. \nOur development, redevelopment and construction projects are vulnerable to the impact, and have been impacted by, material shortages, labor rates, price volatility and inflation. For example, shortages and fluctuations in the price of lumber, electrical equipment or in other important raw materials have resulted in and could continue to result in delays in the start or completion of, or increase the cost of, developing one or more of our projects. Pricing for labor and raw materials can be affected by various national, regional, local, economic and political factors, including changes to immigration laws that impact the availability of labor or tariffs on imported construction materials. These macroeconomic trends have been, and may continue to be, exacerbated by supply chain disruptions, fluctuations in interest rates, the conflicts between Russia and Ukraine and in the Middle East and other international and domestic events impacting the macroeconomic environment. Additional conditions and risks affecting our development, redevelopment and construction projects include: (i) liability if our communities are not constructed in compliance with the accessibility provisions of the Americans with Disabilities Acts, the Fair Housing Act or other federal, state or local requirements, which noncompliance could result in imposition of fines, an award of damage to private litigants and a requirement that we undertake structural modifications to remedy the noncompliance; (ii) cost overruns, especially in the current geopolitical transition environment regarding tariffs, and untimely completion of construction (including risks beyond our control, such as weather or labor conditions, material shortages or supply chain delays); (iii) the potential for fluctuation of occupancy rates and rents at redeveloped properties, which may result in our investment not being profitable; (iv) the potential that we may expend funds and management time, or fail to recover expenses already incurred, if we do not complete projects already started or abandon development or redevelopment opportunities after we begin to explore them; (v) the inability to complete leasing of a property on schedule or at all, resulting in an increase in carrying or development or redevelopment costs; (vi) the possibility that properties will be leased at below expected rental rates, (vii) to the extent the development or redevelopment activities are conducted in partnership with third parties, the possibility of disputes with our joint venture partners and the potential that we miss certain project management deadlines and (ix) changing technologies and cultural trends that may negatively impact future demand for our properties. \nIn connection with our renovation, redevelopment, development and related construction activities, we may be unable to obtain, or suffer delays in obtaining, necessary zoning, land-use, building, occupancy and other required governmental permits and authorizations, or satisfactory tax rates, incentives or abatements. Operators or managers of new facilities we construct may need to obtain Medicare and Medicaid certification and enter into Medicare and Medicaid provider agreements and/or third-party payor contracts. In the event that the operator or manager is unable to obtain the necessary licensure, certification, provider agreements or contracts after the completion of construction, there is a risk that we will not be able to earn any revenues on the facility until either the initial operator obtains a license or certification to operate the new facility and the necessary provider agreements or contracts, or we find and contract with a new operator or manager that is able to obtain a license to operate the facility for its intended use and the necessary provider agreements or contracts. We have experienced such delays in obtaining necessary licensing for constructed properties and may experience additional or more significant delays in the future.\nWe rely on our development managers, general contractors and subcontractors to oversee and manage day-to-day construction activities. If any such party underperforms or experiences financial or other problems during the construction process, we could experience significant delays, increased costs to complete the project and/or other negative impacts to our expected returns and may need to exercise contractual remedies against such party, which may include termination of the applicable underlying service contract. In the event such termination occurs mid-construction, we would likely need to engage a new service provider, which could result in additional costs and delays as the transition between providers occurs.\nThe above-described factors could result in increased costs or our abandonment of these projects. In addition, we may abandon opportunities we have begun to investigate, for a range of reasons, including changes in expected financing or construction costs, adverse changes in expected rents or expenses, adverse environmental and/or geotechnical findings, conditions to zoning approval, legal and regulatory hurdles, including moratoriums on development and redevelopment activities, changes in market and economic conditions, natural disasters and other catastrophic events, damage, vandalism or accidents, higher requirements for capital improvements, decreased demand due to competition or other market and economic conditions or defects that we do not discover through the inspection processes, which would result in additional expenses beyond those originally expected. In addition, we may not be able to obtain financing on favorable terms, or at all, which may render us unable to proceed with our development activities. We may not be able to complete construction and lease-up of a property on budget and on schedule, which could result in increased debt service expense or construction costs. Additionally, the time frame required for development, construction and lease-up of these properties means that we may have to wait years for significant cash returns. Because we are required to make cash distributions to our stockholders, if the cash flow from operations or refinancing is not sufficient, we may be forced to borrow additional money to fund such distributions. Newly developed and acquired properties may not produce the cash flow that we expect, which could adversely affect our overall financial performance. \nBank failures or other events affecting financial institutions could have a material adverse effect on our and our operators' and tenants' liquidity, results of operations and financial condition\nThe failure of a bank, or events involving limited liquidity, defaults, non-performance, or other adverse conditions in the financial or credit markets impacting financial institutions, or concerns or rumors about such events, may adversely impact us, either directly or through an adverse impact on our tenants, operators and borrowers. A bank failure or other event affecting financial institutions could lead to disruptions in our or our tenants', operators' and borrowers' access to bank deposits or borrowing capacity, including access to letters of credit from certain of our tenants relating to lease obligations. In addition, our or our tenants', operators' and borrowers' deposits in excess of the Federal Deposit Insurance Corporation limits may not be backstopped by the U.S. government, and banks or financial institutions with which we or our tenants, operators and borrowers do business may be unable to obtain needed liquidity from other banks, government institutions or by acquisition in the event of a failure or liquidity crisis. Any adverse effects to our tenants', operators' or borrowers' liquidity or financial performance could affect their ability to meet their financial and other contractual obligations to us, which could have a material adverse effect on our business, results of operations and financial condition.\nWe may experience losses caused by severe weather conditions, natural disasters or the physical effects of climate change, which could result in an increase of our or our tenants’ cost of insurance, unanticipated costs associated with evacuation, a decrease in our anticipated revenues or a significant loss of the capital we have invested in a property\nA large number of our properties are located in areas particularly susceptible to revenue loss, cost increase or damage caused by severe weather conditions or natural disasters such as hurricanes, wildfires, freeze events in warmer climates, earthquakes, tornadoes and floods, as well as the effects of climate change. For example, in 2024, various parts of the U.S. and our portfolio were impacted by Hurricanes Beryl, Debby, Helene and Milton, as well as from wildfires in a number of geographies, among other events, including one of our properties which suffered severe damage.\nWhile we believe, given current industry practice and analysis prepared by outside consultants, that our and our tenants’ insurance coverage is appropriate to cover reasonably anticipated losses that may be caused by hurricanes, wildfires, freeze events, earthquakes, tornadoes, floods, wildfires and other severe weather conditions and natural disasters, including the effects of climate change. We are always subject to the risk that such insurance will not fully cover all losses and depending on the severity of the event and the impact on our properties, such insurance may not cover a significant portion of the losses including the costs associated with evacuation. Moreover, an increase in volatility and difficulty predicting adverse weather events, such as the changes in tornado patterns in recent years, may result in additional losses. Intensifying natural disasters, climate change and extreme weather events, coupled with the current economic climate, have directly affected the availability of insurance premiums, deductibles and the capacity insurers are willing to underwrite. These factors may lead to an increase of our and our operators' or tenants’ cost of insurance, a decrease in our anticipated revenues from an affected property and a loss of all or a portion of the capital we have invested in an affected property. In addition, we or our tenants may not purchase insurance under certain circumstances if the cost of insurance exceeds, in our or our operators' or tenants’ judgment, the value of the coverage relative to the risk of loss, and as a result, we may determine to self-insure more of our exposure, absorb more below deductible losses and look for alternative means of risk transfer. Also, changes in federal and state legislation and regulation relating to climate change could result in increased capital expenditures to improve the energy efficiency and resiliency of our existing properties and could also necessitate us to spend more on our new development properties without a corresponding increase in revenue.\nTo the extent that significant changes in the climate occur in areas where our communities are located, we may experience extreme weather and changes in precipitation and temperature, all of which may result in physical damage to or a decrease in demand for properties located in these areas or affected by these conditions. Weather events also have indirect effects on our business by increasing the cost of energy and maintenance at our properties. Should the impact of climate change be material, including significant property damage to or destruction of our communities, or occur for lengthy periods of time, our financial \ncondition or results of operations may be adversely affected. In addition, changes in federal, state and local legislation and regulation based on concerns about climate change could result in increased capital expenditures on our existing properties and our new development properties without a corresponding increase in revenue, resulting in adverse impacts to our results of operations.\nWe may incur costs to remediate environmental contamination at our properties, which could have an adverse effect on our or our obligors’ business or financial condition\nUnder various laws, owners or operators of real estate may be required to respond to the presence or release of hazardous substances on the property and may be held liable for property damage, personal injuries or penalties that result from environmental contamination or exposure to hazardous substances. These laws often impose liability without regard to whether the owner or operator knew of the release of the substances or caused the release. We may become liable to reimburse the government for damages and costs it incurs in connection with the contamination. Generally, such liability attaches to a person based on the person’s relationship to the property. Our operators, tenants or borrowers are primarily responsible for the condition of the property. Moreover, we review environmental site assessments of the properties that we own or encumber prior to taking an interest in them. Those assessments are designed to meet the “all appropriate inquiry” standard, which we believe qualifies us for the innocent purchaser defense if environmental liabilities arise. Based on such assessments, we do not believe that any of our properties are subject to material environmental contamination. However, environmental liabilities may be present in our properties and we may incur costs to remediate contamination, which could have a material adverse effect on our business or financial condition or the business or financial condition of our obligors.\nCybersecurity incidents could disrupt our business and result in the loss of confidential information and legal liability\nOur business is at risk from and may be impacted by cybersecurity incidents, including attempts to gain unauthorized access to our confidential data through social engineering attacks or other malicious activity, attempts to interrupt our access to, or use of information technology systems through distributed denial-of-service or ransomware attacks, data extortion attempts, insider threats, incidents related to our increased receipt and use of data from multiple sources and other cybersecurity incidents within our environment or our business partners' environments, including those resulting from human error, product defects and technology failures. Such cyber incidents can range from individual attempts to gain unauthorized access to our or our business partners' information technology systems to more sophisticated security threats and may be specifically targeted to our business or more general industry wide risks. While we employ a number of measures designed to prevent, detect and mitigate these threats, there is no guarantee such efforts will be successful in preventing or detecting a cybersecurity threat. The cybersecurity threat landscape is rapidly evolving and threat actors may leverage new and evolving technologies, such as AI, previously unknown vulnerabilities to perpetrate attacks, as well as sophisticated anti-forensics techniques to evade detection. We may be unable to anticipate evolving techniques, implement adequate cybersecurity barriers or other preventative measures, mitigate the risks from and recover from a cybersecurity incident without operational impact, and thus it is impossible for us to entirely mitigate this risk. Additionally, the use of AI by us or our business partners may create new cybersecurity vulnerabilities, including those which may not be recognized at the time, and malicious actors may employ AI to aid in launching more sophisticated and effective cybersecurity incidents. We regularly defend against, respond to and mitigate risks from cybersecurity incidents; however, there is no assurance that such impacts will not be material in the future. Cybersecurity incidents could disrupt our or our critical business partners’ business, damage our reputation, cause us to incur significant remediation expense and expose us to legal or regulatory claims or proceedings, including enforcement actions under data privacy or disclosure regulations. We maintain cybersecurity insurance providing coverage for certain costs related to cybersecurity-related incidents that impact our cybersecurity and information technology infrastructure. However, our insurance coverage may not sufficiently cover all types of losses or claims that may arise or be subject to exclusions.\nEvolving privacy regulations could expose our business to reputational harm and losses\nWe are subject to continuously evolving and developing laws and regulations in the U.S. and abroad that concern data privacy and protection, including those related to the collection, storage, handling, use, disclosure, transfer and security of personal data, which have required or may require us to incur additional expenses and may expose us to additional risks. We and our operators and managers are subject to numerous such laws and regulations governing the protection of personal and confidential information of our clients, residents and/or employees, including U.S. federal and state laws (including the California Consumer Privacy Act and HIPAA) and non-U.S. laws, such as the U.K. General Data Protection Regulation (\"GDPR\") and the E.U. GDPR, which impose a number of obligations on us. These obligations vary from state to state and country to country, but generally include accountability and transparency requirements. Some jurisdictions (including the E.U. and U.K.) impose restrictions on transfers of data from their jurisdictions to jurisdictions that they do not consider adequate. This may have implications for our cross-border data flows and may result in additional compliance costs.\nMany jurisdictions assess fines, the magnitude of which may depend on the annual global revenue of the company and the nature, gravity and duration of, the violation. Additionally, in some jurisdictions, data subjects may have a right to compensation for financial or non-financial losses. Complying with these laws may cause us or our operators and managers to incur substantial operational and compliance costs or require us to change our business practices. Despite efforts to bring our practices into compliance with these laws, we or our operators and managers may not be successful either due to internal or external factors such as resource allocation limitations or a lack of cooperation among our business partners. Such laws may be \ninterpreted and applied differently depending on the jurisdiction and continue to evolve, making it difficult to predict how they may develop and apply to us. Non-compliance or alleged non-compliance with laws, contractual agreements or industry standards could result in scrutiny or proceedings against us by governmental entities, regulators, our business partners, residents of our communities, data subjects, suppliers, vendors, or other parties. Further, there is a risk that compliance measures we undertake will not be implemented correctly or that individuals within our business or those of our business partners will not be fully compliant with legal obligations. If there are breaches of these measures, we could face significant administrative and monetary sanctions, as well as reputational damage, which may have a material adverse effect on our operations, financial condition and prospects.\nSustainability-related laws, regulations, commitments and stakeholder expectations impose additional cost and expose us to numerous risks\nInvestors and other stakeholders have become increasingly focused on understanding how companies address a variety of sustainability factors. Investors may consider a company's sustainability-related business practices, commitments, scores and reporting, including the company's disclosures and sustainability rating systems developed by third parties, as they evaluate investment decisions. The criteria used in these rating systems may conflict and change frequently, and we cannot predict how these third parties will score us, nor can we have any assurance that they score us or other companies accurately or that we will be able to score well as such criteria change. We supplement our participation in ratings systems with published disclosures of our sustainability activities, but some investors may desire other disclosures that we do not provide. Failure to participate in certain of the third-party ratings systems, score well in third-party rating systems or provide certain sustainability disclosures could result in reputational harm when investors compare us to other companies, and could cause certain investors to be unwilling to invest in our common stock, which could adversely affect our stock price. We have made, and expect to continue to make, such commitments and disclosures related to sustainability initiatives and goals. Statements related to sustainability goals, targets and objectives reflect our current plans and do not constitute a guarantee that such goals, targets or objectives will be achieved. Our ability to achieve any stated goal, target or objective, including with respect to emissions reduction, is subject to numerous factors and conditions, some of which are outside of our control. Our failure or perceived failure to pursue or fulfill our sustainability goals, targets and objectives, to comply with ethical, environmental or other standards, regulations or expectations, or to satisfy various reporting standards with respect to these matters, within the timelines we announce, or at all, could adversely affect our business or reputation, as well as expose us to government enforcement actions and private litigation.\nIn addition, laws, regulations and standards for tracking and reporting on sustainability matters, including emissions, remain inconsistent and continue to evolve. The adoption of further regulations or changes in investor preferences related to sustainability and similar matters may result in changes to our business practices, including increasing expenses or capital expenditures. Other impacts related to sustainability matters may include the costs of compliance with new or existing regulations, standards or reporting requirements regarding the environmental impacts of our business. Our business may also face increased scrutiny from investors and other stakeholders related to our sustainability activities, including the goals, targets and objectives that we announce, and our methodologies and timelines for pursuing them.\nAt the same time, an increasing number of stakeholders, regulators and lawmakers have expressed or pursued contrary views, legislation and investment expectations with respect to sustainability ratings and commitments, including the enactment or proposal of “anti-ESG” legislation, regulation or policies, which may expose us to additional legal, financial or reputational risks based on our sustainability commitments and disclosures. If our sustainability practices do not meet investor or other stakeholder expectations and standards, which continue to evolve, our reputation, our ability to attract or retain employees and our attractiveness as an investment or business partner could be negatively affected.\nOur approach to AI presents risks and challenges that can impact our business and could adversely affect our business\nAI presents risks and challenges that could impact our business, including perceived breaches or privacy or security incidents related to the use of AI. We are integrating generative AI tools into our systems and our third-party business partners, including operators, tenants and vendors, as well as our competitors, may also develop or use such tools. Our ongoing efforts to comply with privacy and data protection laws, as well as initiatives to comply with new legal regulations relating to privacy, data protection and AI, impose significant costs and challenges that are likely to increase over time. AI solutions and features may become more important to our operations or to our future growth over time. Recent developments in AI, such as generative or agentic AI, may accelerate or exacerbate these effects, and industry trends and consumer expectations may influence the pace at which AI solutions are used in our business operations. There can be no assurance that we will realize the desired or anticipated benefits, or any benefits, and we may fail to properly implement such technology. Uncertainty around the safety and security of new and emerging AI applications may require additional investment in the development of proprietary datasets, machine learning models and systems to test for security, accuracy, bias and other variables, which are often complex, may be costly and could impact our profit margin. In addition, the providers of our or our business partners’ AI tools may not meet existing or rapidly evolving regulatory or industry standards with respect to privacy and data protection, compliance and transparency, among others, which could inhibit our or our or our business partners’ ability to maintain an adequate level of functionality or service. Our business partners may also incorporate AI into their products and services without disclosing such use to us or fail to disclose risks presented by their use of AI. There is a risk that AI tools used by us or by our business partners could produce inaccurate or unexpected results or behaviors that could harm our reputation, business, customers or stakeholders. Our \ncompetitors or other third parties may incorporate AI in their business operations more quickly or more successfully than we do. Additionally, the complex and rapidly evolving landscape around AI may expose us to claims, inquiries, demands and proceedings by private parties and global regulatory authorities and subject us to legal liability as well as reputational harm. New laws and regulations are being adopted in the U.S. and in non-U.S. jurisdictions, and existing laws and regulations may be interpreted in ways that would affect our business operations and the way in which we use AI. Any of these outcomes could impair our ability to compete effectively, damage our reputation, result in the loss of valuable property or information and adversely impact our results of operations.\nNegative publicity regarding the healthcare industry could adversely affect our operations\nHealthcare companies, including insurance providers, adult care facilities and others, have received and continue to receive negative publicity reflecting the public perception of the industry. Although we have no direct healthcare operations, we invest in seniors housing and healthcare real estate, and our results of operations may be affected by the amount of negative publicity to which the healthcare industry has been subject as a result of our relationships with our operators, managers and tenants. Speculation, uncertainty or negative publicity about us, our industry or our business could adversely affect our results of operations, require changes to our services, result in damage to our properties, negatively impact the safety of our executives and other personnel or otherwise disrupt our operations, and could encourage additional legislation, regulation, review of industry practices or private litigation that could adversely affect us.\nOur success and the success of our operators and managers depends on key personnel whose continued service is not guaranteed \nOur success and the success of our operators and managers depends on the continued availability and service of key personnel, including executive officers and other highly qualified employees, and competition for their talents is intense. There is substantial competition for qualified personnel. We cannot assure you that we will retain our key personnel or that we will be able to recruit and retain other highly qualified employees in the future. Losing any key personnel could, at least temporarily, have a material adverse effect on our business and that of our operators' and managers' financial position and results of operations.\nWelltower is a holding company with no direct operations, and it relies on funds received from Welltower OP to pay its obligations and make distributions to stockholders\nWelltower is a holding company with no direct operations. All of Welltower's property ownership, development and related business operations are conducted through Welltower OP and Welltower has no material assets or liabilities other than its investment in Welltower OP. As a result, Welltower relies on distributions from Welltower OP to make dividend payments and meet its obligations, including any tax liability on taxable income allocated to Welltower from Welltower OP. Welltower exercises exclusive control over Welltower OP, including the authority to cause Welltower OP to make distributions, subject to certain limited approval and voting rights of Welltower OP's other members as described in the Limited Liability Agreement. In addition, because Welltower is a holding company, your claims as stockholders are structurally subordinated to all existing and future liabilities and obligations to preferred equity holders of Welltower OP and its subsidiaries. Therefore, in the event of a bankruptcy, insolvency, liquidation or reorganization of Welltower OP or its subsidiaries, assets of Welltower OP or the applicable subsidiary will be available to satisfy any claims of our stockholders only after such liabilities and obligations have been satisfied in full.\nWelltower is the initial member and majority owner of Welltower OP, with an approximate ownership interest of 99.707% as of December 31, 2024. In connection with our future acquisition activities or otherwise, Welltower OP may issue additional Class A Common Units (\"OP Units\") to third parties and admit additional members. Such issuances would reduce Welltower's percentage ownership in Welltower OP.\nRisks Arising from Our Capital Structure\nWe may become more leveraged\nPermanent financing for our investments is typically provided through a combination of offerings of debt and equity securities and the incurrence or assumption of secured debt. The incurrence or assumption of indebtedness may cause us to become more leveraged, which could (1) require us to dedicate a greater portion of our cash flow to the payment of debt service, (2) make us more vulnerable to a downturn in the economy, (3) limit our ability to obtain additional financing, (4) negatively affect our credit ratings or outlook by one or more of the rating agencies or (5) make us more vulnerable to elevated or increasing interest rates because of the variable interest rates on some of our borrowings to the extent we have not entirely hedged such variable-rate debt. In addition, any changes to benchmark rates may have an uncertain impact on our cost of funds and our access to the capital markets, which could impact our results of operations and cash flows. Uncertainty as to the nature of such potential changes may also adversely affect the trading market for our securities. Additional financing, therefore, may be unavailable, more expensive or restricted by the terms of our outstanding indebtedness.\nCash available for distributions to stockholders may be insufficient to make dividend contributions at expected levels and are made at the discretion of the Board\nIf cash available for distribution generated by our assets decreases due to dispositions or otherwise, we may be unable to make dividend distributions at expected levels. Our inability to make expected distributions would likely result in a decrease in the market price of our common stock. All distributions are made at the discretion of our Board in accordance with Delaware law and depend on our earnings, our financial condition, debt and equity capital available to us, our expectation of our future capital requirements and operating performance, restrictive covenants in our financial and other contractual arrangements, maintenance of our REIT qualification, restrictions under Delaware law and other factors as our Board may deem relevant from time to time. Additionally, our ability to make distributions will be adversely affected if any of the risks described herein, or other significant adverse events, occur.\nWe are subject to covenants in our debt agreements that could have a material adverse effect on our business, results of operations and financial condition\nOur debt agreements contain various covenants, restrictions, and events of default. Among other things, these provisions require us to maintain certain financial ratios and minimum net worth and impose certain limits on our ability to incur indebtedness, create liens and make investments or acquisitions. Breaches of these covenants could result in defaults under the instruments governing the applicable indebtedness, in addition to any other indebtedness cross-defaulted against such instruments. These defaults could have a material adverse effect on our business, results of operations and financial condition. \nLimitations on our ability to access capital could have an adverse effect on our ability to make future investments or to meet our obligations and commitments\nWe cannot assure you that we will be able to raise the capital necessary to make future investments or to meet our obligations and commitments as they mature. Our access to capital depends upon a number of factors over which we have little or no control, including current elevated interest rates, inflation and other general market, macroeconomic, geopolitical and public health-related factors; the market’s perception of our growth potential and our current and potential future earnings and cash distributions; the market price of the shares of our common stock and the credit ratings of our debt securities; changes in the credit ratings on U.S. government debt securities; future government shutdowns; and default or delay in payment by the U.S. of its obligations. We also rely on the financial institutions that are parties to our revolving credit facilities. If these institutions become capital constrained, tighten their lending standards or become insolvent or if they experience excessive volumes of borrowing requests from other borrowers within a short period of time, they may be unable or unwilling to honor their funding commitments to us, which would adversely affect our ability to draw on our revolving credit facilities and, over time, could negatively impact our ability to consummate acquisitions, repay indebtedness as it matures, fund capital expenditures or make distributions to our stockholders. If our access to capital is limited by these factors or other factors, it could negatively impact our ability to acquire properties, repay or refinance our indebtedness, fund operations or make distributions to our stockholders.\nDowngrades in our credit ratings could have a material adverse effect on our cost and availability of capital\nWe plan to manage the company to maintain a capital structure consistent with our current profile, but there can be no assurance that we will be able to maintain our current credit ratings. Any downgrades in terms of ratings or outlook by any or all of the rating agencies could have a material adverse effect on our cost and availability of capital, which could in turn have a material adverse effect on our results of operations, liquidity, cash flows, the trading/redemption price of our securities and our ability to satisfy our debt service obligations and to pay dividends and distributions to our equity holders.\nElevated interest rates, or future interest rate increases, could have a material adverse effect on our cost of capital, and our decision to hedge against interest rate risk might not be effective\nElevated interest rates, or future increases in interest rates, could further increase interest cost on new and existing variable-rate debt. Such increases in the cost of capital, and any further increases resulting from future elevated interest rates, could adversely impact our ability to finance operations, acquire and develop properties and refinance existing debt. Specifically, rate increases have corresponding impacts to our costs of borrowing and may have adverse impacts on our ability to raise funds through the offering of our securities or through the issuance of debt due to higher debt capital costs, diminished credit availability and less favorable equity markets. Additionally, elevated interest rates may also result in less liquid property markets, limiting our ability to sell existing assets. Elevated interest rates may also lead purchasers of our common stock to demand a greater annual dividend yield, which could adversely affect the market price of our common stock and could result in increased capitalization rates, which may lead to reduced valuation of our assets.\nWe may from time to time seek to manage our exposure to interest rate volatility with hedging arrangements, which involve additional risks including the risks that counterparties may fail to honor their obligations under these arrangements, that these arrangements may not be effective in reducing our exposure to interest rate changes, that the amount of income we earn from hedging transactions may be limited by federal tax provisions governing REITs and that these arrangements may reduce the benefits to us if interest rates decline. Developing and implementing an interest rate risk strategy is complex, and no strategy can completely insulate us from risks associated with interest rate fluctuations and there can be no assurance that our hedging activities will be effective. Failure to hedge effectively against interest rate risk, if we choose to engage in such activities, could adversely affect our business, financial condition and results of operations.\nRisks Arising from Our Status as a REIT\nWe might fail to qualify or remain qualified as a REIT\nWe intend to operate as a REIT under the Code, and believe we have operated and will continue to operate in such a manner. If we lose our status as a REIT, we will face serious income tax consequences that will substantially reduce the funds available for satisfying our obligations and for distribution to our stockholders because:\n•Welltower would not be allowed a deduction for distributions to stockholders in computing our taxable income and would be subject to U.S. federal income tax at regular corporate rates;\n•Welltower would be subject to increased state and local taxes; and\n•unless Welltower is entitled to relief under statutory provisions, it could not elect to be subject to tax as a REIT for four taxable years following the year during which it was disqualified. \nSince REIT qualification requires us to meet a number of complex requirements, it is possible that we may fail to fulfill them, and if we do, our earnings will be reduced by the amount of U.S. federal and other income taxes owed. A reduction in our earnings would affect the amount we could distribute to our stockholders. If we do not qualify as a REIT, we will not be required to make distributions to stockholders, since a non-REIT is not required to pay dividends to stockholders in order to maintain REIT status or avoid an excise tax. In addition, if we fail to qualify as a REIT, all distributions to stockholders will continue to be treated as dividends to the extent of our current and accumulated earnings and profits, although corporate stockholders may be eligible for the dividends received deduction, and individual stockholders may be eligible for taxation at the rates generally applicable to long-term capital gains with respect to distributions. \nAs a result of all these factors, our failure to qualify as a REIT also could impair our ability to implement our business strategy and would adversely affect the value of our common stock. Qualification as a REIT involves the application of highly technical and complex Code provisions for which there are only limited judicial and administrative interpretations. The determination of various factual matters and circumstances not entirely within our control may affect our ability to remain qualified as a REIT. Although we believe that we qualify as a REIT, we cannot assure you that we will remain qualified as a REIT for U.S. federal income tax purposes. \nFailure of Welltower OP to maintain status as a partnership for U.S. federal income tax purposes\nWe believe Welltower OP qualifies as a partnership for U.S. federal income tax purposes. As a partnership, Welltower OP is generally not subject to U.S. federal income tax on its income. Instead, each of the partners is allocated its share of Welltower OP's income. We cannot assure you, however, that the IRS will not challenge the status of Welltower OP as a partnership for U.S. federal income tax purposes. If the IRS were to successfully challenge the status of Welltower OP as a partnership, it would be taxable as a corporation. In such event, this would reduce the amount of distributions that Welltower OP could make. The treatment of Welltower OP as a corporation would also cause us to fail to qualify as a REIT. This would substantially reduce our cash available to pay distributions and the return on a unitholder and/or shareholder's investment.\nCertain subsidiaries might fail to qualify or remain qualified as a REIT\nWe own interests in a number of entities which intend to operate as REITs for U.S. federal income tax purposes, some of which we consolidate for financial reporting purposes but each of which is treated as a separate REIT for U.S. federal income tax purposes (each a “Subsidiary REIT”). To qualify as a REIT, each Subsidiary REIT must independently satisfy all of the REIT qualification requirements under the Code, together with all other rules applicable to REITs. Provided that each Subsidiary REIT qualifies as a REIT, our interests in the Subsidiary REITs will be treated as qualifying real estate assets for purposes of the REIT asset tests. If a Subsidiary REIT fails to qualify as a REIT in any taxable year, such Subsidiary REIT would be subject to federal and state income taxes and would not be able to qualify as a REIT for the four subsequent taxable years following the year during which it was disqualified. Any such failure could have an adverse effect on our ability to comply with the REIT income and asset tests, and thus our ability to qualify as a REIT, unless we are able to avail ourselves of certain relief provisions and pay any tax required by such relief provisions.\nThe tax imposed on any net income from \"prohibited transactions\" may limit our ability to engage in transactions which would be treated as sales for federal income tax purposes\nAny net income of a REIT from prohibited transactions (which are, in general, sales or other dispositions of property held primarily for sale to customers in the ordinary course of business, other than dispositions of foreclosure property) is subject to a 100% tax, unless certain safe harbor exceptions apply. Although we do not intend to hold any properties that would be characterized as held for sale to customers in the ordinary course of our business (other than through a TRS), such characterizations is a factual determination and no guarantee can be given that the IRS would agree with our characterization of our properties or that we will always be able to make use of the available safe harbors.\nThe 90% annual distribution requirement will decrease our liquidity and may limit our ability to engage in otherwise beneficial transactions\nTo comply with the 90% distribution requirement applicable to REITs and to avoid the nondeductible excise tax, we must make distributions to our stockholders. Although we anticipate that we generally will have sufficient cash or liquid assets to enable us to satisfy the REIT distribution requirement, it is possible that, from time to time, we may not have sufficient cash or \nother liquid assets to meet the 90% distribution requirement. This may be due to timing differences between the actual receipt of income and actual payment of deductible expenses, on the one hand, and the inclusion of that income and deduction of those expenses in arriving at our taxable income, on the other hand. In addition, non-deductible expenses such as principal amortization or repayments or capital expenditures in excess of non-cash deductions may cause us to fail to have sufficient cash or liquid assets to enable us to satisfy the 90% distribution requirement. In the event that timing differences occur, or we deem it appropriate to retain cash, we may borrow funds, even if the then-prevailing market conditions are not favorable for these borrowings, issue additional equity securities (although we cannot assure you that we will be able to do so), pay taxable stock dividends, if possible, distribute other property or securities or engage in other transactions intended to enable us to meet the REIT distribution requirements. This may require us to raise additional capital to meet our obligations.\nOur use of TRSs is limited under the Code\nUnder the Code, no more than 20% of the value of the gross assets of a REIT may be represented by securities of one or more TRSs. This limitation may affect our ability to increase the size of our TRSs’ operations and assets, and there can be no assurance that we will be able to comply with the applicable limitation, or that such compliance will not adversely affect our business. Also, our TRSs may not, among other things, operate or manage certain healthcare facilities, which may cause us to forgo investments we might otherwise make. Finally, we may be subject to a 100% excise tax on the income derived from certain transactions with our TRSs that are not on an arm's-length basis. We believe our arrangements with our TRSs are on arm's-length terms and intend to continue to operate in a manner that allows us to avoid incurring the 100% excise tax described above, but there can be no assurance that we will be able to avoid application of that tax.\nThe lease of qualified healthcare properties to a TRS is subject to special requirements\nWe lease certain qualified healthcare properties to TRSs (or subsidiaries of TRSs), which lessees contract with managers (or related parties) to manage the healthcare operations at these properties. The rents from this TRS lessee structure are treated as qualifying rents from real property if (1) they are paid pursuant to an arm's-length lease of a qualified healthcare property with a TRS and (2) the manager qualifies as an eligible independent contractor (as defined in the Code). If any of these conditions are not satisfied, then the rents will not be qualifying rents. \nIf certain sale-leaseback transactions are not characterized by the IRS as “true leases,” we may be subject to adverse tax consequences\nWe have purchased certain properties and leased them back to the sellers of such properties, and we may enter into similar transactions in the future. We intend for any such sale-leaseback transaction to be structured in such a manner that the lease will be characterized as a “true lease,” thereby allowing us to be treated as the owner of the property for U.S. federal income tax purposes. However, depending on the terms of any specific transaction, the IRS might take the position that the transaction is not a “true lease” but is more properly treated in some other manner. In the event any sale-leaseback transaction is challenged and successfully re-characterized by the IRS, we would not be entitled to claim the deductions for depreciation and cost recovery generally available to an owner of property. Furthermore, if a sale-leaseback transaction were so re-characterized, we might fail to satisfy the REIT asset tests or income tests and, consequently, could lose our REIT status effective with the year of re-characterization. Alternatively, the amount of our REIT taxable income could be recalculated, which may cause us to fail to meet the REIT annual distribution requirements for a taxable year. \nWe could be subject to changes in our tax rates, the adoption of new U.S. or international tax legislation, or exposure to additional tax liabilities \nWe are subject to taxes in the U.S. and foreign jurisdictions. Because the U.S. maintains a worldwide corporate tax system, the foreign and U.S. tax systems are somewhat interdependent. Longstanding international norms that determine each country's jurisdiction to tax cross-border international trade are evolving and could reduce the ability of our foreign subsidiaries to deduct for foreign tax purposes the interest they pay on loans from us, thereby increasing the foreign tax liability of the subsidiaries; it is also possible that foreign countries could increase their withholding taxes on dividends and interest. \nOur effective tax rates could be affected by changes in the mix of earnings in countries with differing statutory tax rates or changes in tax laws or their interpretation. We are also subject to the examination of our tax returns and other tax matters by the IRS and other tax authorities and governmental bodies. We regularly assess the likelihood of an adverse outcome resulting from these examinations to determine the adequacy of our provision for taxes. There can be no assurance as to the outcome of these examinations. If we were subject to review or examination by the IRS or applicable foreign jurisdiction as the result of any new tax law changes, the ultimate determination of which may change our taxes owed for an amount in excess of amounts previously accrued or recorded, our financial condition, operating results and cash flows could be adversely affected.\nThe present federal income tax treatment of REITs may be modified, possibly with retroactive effect, by legislative, judicial or administrative action at any time, which could affect the federal income tax treatment of an investment in us. The federal income tax rules dealing with U.S. federal income taxation and REITs are constantly under review by persons involved in the legislative process, the IRS and the U.S. Treasury Department, which results in statutory changes as well as frequent revisions to regulations and interpretations. Also, the law relating to the tax treatment of other entities or an investment in other entities could change, making an investment in such other entities more attractive relative to an investment in a REIT.\nWe cannot predict how changes in the tax laws in the U.S. or foreign jurisdictions might affect our investors or us. Revisions in tax laws and interpretations thereof could significantly and negatively affect our ability to qualify as a REIT, as well as the tax considerations relevant to an investment in us, could require us to pay additional taxes on our assets or income and/or be subject to additional restrictions, could cause us to change our investments and commitments, and could adversely affect our earnings and cash flow. These changes could, among other things, adversely affect the trading price for our common stock, our financial condition, our results of operations and the amount of cash available for the payment of dividends.\nThe impact to our TRSs of the Corporate Alternative Minimum Tax imposed by the Inflation Reduction Act of 2022 is uncertain and may be adverse\nFor tax years beginning after December 31, 2022, the Inflation Reduction Act of 2022 (\"IRA\") imposes among other things, a 15% Corporate Alternative Minimum Tax (\"Corporate AMT\") on certain U.S. corporations with average adjusted financial statement income (“AFSI”) in excess of $1 billion. Although, by its terms, the Corporate AMT is not applicable to REITs, under the regulations that have been proposed by the IRS, the Corporate AMT may apply to our TRSs.\nOn September 13, 2024, the IRS issued proposed regulations that would address the application of the Corporate AMT (the “Proposed Corporate AMT Regulations”). The Proposed Corporate AMT Regulations do not include an exception for TRSs. Moreover, under the Proposed Corporate AMT Regulations, in determining whether our TRSs meet the $1 billion AFSI threshold described above, our TRSs generally will include all of our AFSI. As a result, under the Proposed Corporate AMT Regulations, our TRSs may be subject to the Corporate AMT if the AFSI threshold is satisfied. Additionally, the Proposed Corporate AMT Regulations would impose new reporting obligations on each of our TRSs subject to the Corporate AMT that are a partner in a partnership, and on partnerships in which we are a member.\nCertain of the Proposed Corporate AMT Regulations would apply from the date that they were published, while others would apply from the date of publication of the finalized rules in the Federal Register. The final Corporate AMT regulations may differ materially from the Proposed Corporate AMT Regulations, and until further regulations and guidance from the IRS and Treasury are released, the impact of the Corporate AMT on our TRSs is uncertain and it is possible that our TRSs will be subject to material U.S. federal income taxes under the Corporate AMT.",
      "char_count": 105162
    }
  },
  "extracted_at": "2025-10-18T18:03:26.623754"
}