{
  "ticker": "WOW",
  "company_name": "WideOpenWest, Inc.",
  "cik": 1701051,
  "form_type": "10-K",
  "filing_date": "2025-03-14",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001558370-25-003008",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001701051&accession_number=000155837025003008&xbrl_type=v",
  "sic_code": "4841",
  "industry": "Cable & Other Pay Television Services",
  "sections": {
    "item1": {
      "text": "Item 1. Business\nOverview\nWe are one of the nation’s leading broadband providers offering an expansive portfolio of advanced services, including high-speed data (“HSD”), cable television (“Video”), and digital telephony (“Telephony”) services to residential customers and offer a full range of products and services to business customers. Our services are delivered across 18 markets via our efficient, advanced hybrid fiber-coax network (“HFC”) and fiber to the home network (“FTTH”). Our footprint covers certain suburban areas within the states of Alabama, Florida, Georgia, Michigan, South Carolina and Tennessee. At December 31, 2024, our broadband networks passed nearly 2.0 million homes and businesses and served 478,700 customers, reflecting a total customer penetration rate of approximately 24%.\nOur core strategy is to provide outstanding service at affordable prices. We execute this strategy by managing our operations to focus on continuous network enhancements and our customers. We believe that the customer experience should be reliable, easy and pleasantly surprising, every time. To achieve this customer experience, we operate one of the most technically advanced and high-performing networks in the industry.\n​\nWe operate under a broadband first strategy. Our advanced network offers HSD speeds up to 1.2 GIG (1200 Mbps) in approximately 99% of our footprint and HSD speeds up to 5 GIG (5000 Mbps) in our greenfield expansion markets. Led by our robust HSD offering, our products are available either as an individual service or a bundle to residential and business service customers. We believe that HSD represents the greatest opportunity to enhance profitability across our residential and business markets.\n​\nWe manage our network bandwidth to meet the needs of our customers and continue to meet capacity demands as network traffic increases. To meet this objective, we continually invest in our network to ensure speed and reliability and obtain a better understanding of how customers utilize our network. Through this understanding, we continue to make certain capacity improvements and network enhancements to improve the customer experience.\n​\n\n\n3\n\n\n\nOur Systems and Markets\nAn overview of our markets as of December 31, 2024 is shown below:\n\n         ​            ​       ​       ​      ​      ​     ​     ​         ​      \n---------------------------------------------------------------------------------\n​                     ​       Homes   ​   Coaxial   ​   Fiber   ​           Total\nMarket                       Passed         Miles       Miles       Network Miles\nDetroit, MI                 716,100   ​     6,415   ​   2,182   ​           8,597\nPinellas, FL                301,300   ​     3,446   ​     612   ​           4,058\nHuntsville, AL              132,000   ​     2,005   ​     496   ​           2,501\nMontgomery, AL              105,400   ​     1,311   ​     357   ​           1,668\nPanama City, FL              99,600   ​       972   ​     231   ​           1,203\nAugusta, GA                  97,000   ​     1,369   ​     528   ​           1,897\nCharleston, SC               96,000   ​     1,216   ​     596   ​           1,812\nLansing, MI                  93,000   ​     2,075   ​     743   ​           2,818\nColumbus, GA                 88,800   ​     1,048   ​     315   ​           1,363\nKnoxville, TN                55,700   ​       768   ​     319   ​           1,087\nNewnan, GA                   43,600   ​       840   ​     359   ​           1,199\nDothan, AL                   37,600   ​       564   ​     275   ​             839\nCentral Florida              47,900   ​         —   ​     824   ​             824\nWest Point, GA               17,900   ​       341   ​     343   ​             684\nAuburn, AL                   16,100   ​       196   ​     219   ​             415\nCentral Michigan      400             ​         —   ​      59   ​              59\nHernando County, FL           8,200   ​         —   ​     119   ​             119\nGreenville, SC                5,500   ​         —   ​     113   ​             113\n​                         1,962,100        22,566       8,690              31,256\n​\nCorporate Information\n​\nWOW’s principal executive offices are located at 7887 East Belleview Avenue, Suite 1000, Englewood, Colorado 80111. WOW’s telephone number is (720) 479-3500 and our website is accessible at www.wowway.com. Our annual reports on Form 10-K, quarterly reports on Form 10-Q and current reports on Form 8-K, and all amendments thereto, are available on our website free of charge as soon as reasonably practicable after they have been filed. The information posted on our website is not incorporated into this Annual Report. These reports are also available on the Securities and Exchange Commission’s website, www.sec.gov.\nOur Vision and Commitment to Customer Service\nWe believe our vision of “connecting people to their world through the WOW experience: reliable, easy and pleasantly surprising, every time” is central to our success. This vision influences how we are organized as a company and informs the way we acquire and retain customers. For example, we use a needs based selling process to recommend products and services that offer the best value to our customers. Our customer response activities are closely coordinated with all operational aspects of our business, so resources are appropriately allocated and operational efficiencies are optimized. We offer a convenient customer experience by providing self-installation options and technician service appointments within a two-hour window, seven days a week.\nWe use targeted marketing modeling to drive profitable growth and minimize risk of non-pay churn. This analysis is performed at the node level in our network, so marketing and sales tactics drive penetration in a highly targeted manner. We also believe the responsibility for winning new customers extends beyond the sales and marketing department to our entire company.\n\n\n4\n\n\n\nWe recognize that customer preferences are continually evolving in response to rapid technological change. We have demonstrated our ability to adapt by delivering an award-winning experience and offering an expansive and competitive product portfolio that showcases our robust broadband network. As a result, approximately 93% of our new customers purchase our HSD-only offerings. We continue to evaluate and evolve our broadband product portfolio based on consumer preferences.\n​\nOur Service Offerings\nWe offer subscription based HSD, Video and Telephony services in all of our markets. Our service offerings are designed to address the varying needs of customers. The subscription fee is based on the type of services selected and offered to customers either as an individual service or a bundle of services. \nResidential Services\nHigh-Speed Data Services\nWe offer tiered HSD services to residential customers that include high speed connections to the Internet over both a HFC network and Fiber to the Home network. We offer a connection up to 1.2 GIG (1200 Mbps) in approximately 99% of our footprint. We offer HSD speeds up to 5 GIG (5000 Mbps) in our greenfield expansion markets. We continue to develop features and products that allow our customers to take advantage of our high-speed data offering. Our data packages generally include the following:\n\n●   specialized technical support 24 hours a day, seven days a week;\n--------------------------------------------------------------------\n\n●   access to an account management portal;\n-------------------------------------------\n\n●   advanced wireless home networking; and\n------------------------------------------\n\n●   a DOCSIS compliant modem or Optical Network Terminal.\n---------------------------------------------------------\nAs of December 31, 2024, approximately 81% of our customer base subscribed only to our HSD service. We expect the portion of our customer base that subscribes only to our HSD service to continue to rise as broadband utilization increases across every facet of our customers’ lives. In addition, we fully anticipate new and existing customers to continue to purchase higher speed tiers to support the evolution of how customers consume entertainment content, and the changing environment of where and how customers work and learn.\nVideo Services\nWe offer our customers an array of video services and programming choices. Customers generally pay initial connection charges and fixed monthly fees for video service. In addition to the aforementioned video services, we offer the convenience of subscribing and paying for certain streaming services (e.g., YouTube TV).\nOur video service offering is comprised of the following:\n\n●   Basic Cable Service: All of our video customers receive a package of limited basic programming, which generally consists of local broadcast television and local community programming, including public, educational and government access channels, and various home shopping networks. The expanded basic level of programming includes approximately 75 channels of satellite delivered or nonbroadcast channels, such as ESPN, MTV, USA, CNN, The Discovery Channel and Nickelodeon.\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n5\n\n\n\n\n●   Digital Cable Service, HD channels, and Premiums: This digital level of service includes more than 275 channels of digital programming, including our expanded basic cable service, and more than 40 music channels. We enable value added features to strengthen our competitive position and generate additional revenues, including HD TV, digital video recording (“DVR”), video on demand (“VOD”) and subscription VOD. VOD permits customers to order movies and other programming on demand with DVD-like functions, with thousands of hours of content available for free and on a pay-per-view basis. Subscription VOD is a similar service that has specific content available to customers who subscribe to the underlying associated channel.\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   WOW tv+: WOW tv+ offers a traditional cable video experience plus cloud DVR functionality, voice remote with Google Assistant, and an advanced viewing experience with curated content. WOW tv+ provides Netflix integration along with quick access to dozens of streaming services and apps through the Google Play Store with no change of input required. WOW tv+ is available via rental of a set-top box and may also be accessed through Amazon’s Fire TV stick and iOS and Android mobile and tablet devices.\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Premium Channels: These channels, such as HBO, Showtime, STARZ, STARZ ENCORE and Cinemax, provide commercial free movies, TV shows, sports and other special event programming and are available as part of a bundle or an additional charge above our expanded basic and digital tiers of service.\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Streaming Partners: WOW HSD customers may elect to subscribe to certain streaming services (e.g. YouTube TV) allowing the convenience of paying for services on one bill.\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nOur platform enables us to provide an attractive service offering of extensive programming as well as interactive services.\nTelephony Services\nWe provide residential voice services using Voice over Internet Protocol (“VoIP”). Our telephony services include local and long-distance telephone services. We offer telephone packages that include different combinations of the following core services:\n\n●   local area calling plans;\n-----------------------------\n\n●   flat-rate local and long-distance plans;\n--------------------------------------------\n\n●   unlimited local and long-distance plans;\n--------------------------------------------\n\n●   popular calling features such as caller ID, call waiting, voicemail, call-blocking; and\n-------------------------------------------------------------------------------------------\n\n●   measured and fixed rate toll packages based on usage.\n---------------------------------------------------------\nBusiness Services\nOur broadband network also supports services to business customers, and we have developed a full suite of products for small, medium and large local enterprises. We offer the traditional bundled product offering and offer products to meet the more complex high-speed data and telephony needs of medium and large local enterprises. We offer fiber based services, which enable our customers to have enhanced telephony services, data speeds of up to 10 gigabit per second on our fiber network, and office-to-office metro Ethernet services that provide a secure and managed connection between customer locations. Our Hosted Voice product offering can replace customers’ aging private branch exchange (“PBX”) products with telephony and data service that offers more flexible features at a lower cost. In addition, we have a Session Initiated Protocol (“SIP”) trunking service. This service is a direct replacement for the traditional telephone service used by large PBX customers and is delivered over our fiber network and terminated via an Ethernet connection at the customer’s premise. We have a complete line of colocation infrastructure services, cloud computing, managed backup and recovery services. We serve our business customers by providing customer service and network support 24 hours a day, seven days a week.\n\n\n6\n\n\n\nPricing for Our Products and Services\nWe employ value based pricing strategies for our subscription HSD, Video and Telephony services. We focus our pricing strategy around our HSD offering and provide the option for HSD customers to purchase Video and Telephony services with tiered features and pricing. Our internet pricing strategy is offered in a simplified structure with the ability to for a customer to lock in their internet service rate. We believe that our services are priced and featured to meet the demands of a variety of consumers. \nWe typically charge a one-time installation fee which is sometimes waived or discounted during certain sales or promotional periods. Additionally, we charge monthly fees for customer premise equipment utilized in providing the selected service.\nOur Interactive Broadband Network\nOur broadband network is critical to the implementation of our operating strategy, allowing us to offer HSD, Video, Telephony, metro ethernet, and other enterprise class services to our customers in an efficient manner and with a high level of quality. In addition to providing high capacity and scalability, our network has been specifically engineered to have increased reliability, including features, where available, such as:\n\n●   redundant fiber and network routing and transport hardware which enables the rapid, automatic redirection of network traffic in the event of a fiber cut;\n-------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   backup power supplies in our network which ensure continuity of our service in the event of a power outage; and\n-------------------------------------------------------------------------------------------------------------------\n\n●   network monitoring to the customer premise ensuring the integrity of our HSD, Video and Telephony services.\n---------------------------------------------------------------------------------------------------------------\nTechnical Overview\nOur interactive broadband network consists primarily of an advanced HFC cable network. Fiberoptic cable is a communications medium that uses glass fibers to carry signals over long distances with minimum signal loss or distortion. In most of our network, our system’s owned high capacity fiberoptic cables connect to our technical facilities and multiple nodes throughout our network. These nodes are connected to individual homes and buildings by fiber and coaxial cable and are shared by a number of customers. We have sufficient fiber and cable capacity to subdivide our nodes if growth so dictates. Our HFC network has excellent broadband frequency characteristics and physical durability, which is conducive to providing HSD, Video and Telephony transmission.\nOur interactive broadband network for our expansion area is comprised of our innovative fiber to the home technology which can support up to 5 GIG symmetrical services with the capability to provide higher speeds in the future. The highly scalable technology allows us to deploy capacity as needed for customer growth. This network is 100% fiber delivered to the customer’s home. \nOur interactive broadband network is designed using redundant fiber optic cables. Our fiber rings are “self-healing,” which means they provide for very rapid, automatic redirection of network traffic so our service will continue even if there is a single point of failure on a fiber ring.\nWe distribute our services from our technical facilities called head-ends, hub sites, and data centers most of which are equipped with a generator and/or battery backup power source to allow service to continue during a power outage. Additionally, most individual nodes served by the facilities are equipped with backup batteries. Our redundant fiberoptic network, network services, telephony systems and network powering systems allow us to provide telephony services consistent with industry reliability standards for traditional telephone systems.\n\n\n7\n\n\n\nWe monitor our network 24 hours a day, seven days a week, through our virtual network operations center. Technicians in each of our service areas schedule and perform installations and repairs and monitor the performance of our interactive broadband network. We actively maintain the quality of our network to minimize service interruptions and extend the network’s operational life.\nHigh-Speed Data Services\nWe provide Internet access using high-speed cable modems or Optical Network Terminals that facilitate the connection to the customer’s home. We provide our customers with a high level of low latency data and multiple peering arrangements with tier one Internet facility providers.\nVideo Services\nOur network is designed for digital two-way interactive transmission using Internet Protocol and/or digital modulation methods for video transport from the head-end or centralized video distribution site to hubs and to distribution points (nodes) within our customers’ neighborhoods, where the signals are transferred to our coaxial cable or fiber to the premise network for delivery to our customers. Our broadband network also provides our customers with access to competing online video providers and other streaming services to allow our customer the most flexibility in selecting a video provider. \nTelephony Services\nWe offer telephony service over our broadband network. We install a network interface box outside a customer’s home or an Embedded Multimedia Terminal Adapter in the home to provide IP voice services dial tone service. Our network interconnects with those of other local phone companies. In addition, we serve our telephony customers using VoIP switching technology. This architecture allows for the same enhanced custom calling services as traditional time division multiplexing switching systems, as well as additional advanced business services such as SIP, hosted PBX services and other services.\nBusiness Services\nIn addition to the HSD, Video and Telephony services outlined above, we also utilize our network to provide other business services, including SIP, web hosting, metro Ethernet and wireless backhaul services. We also provide advanced colocation and cloud infrastructure services including private cage or cabinet with high availability power, virtual and physical computing, high performance storage, dedicated firewall/load balancers, private virtual local area network segmentation, disaster recovery to the cloud and backup and archive as a service.\nProgramming\nWe purchase some of our programming directly from the program networks by entering into affiliation agreements with the programming suppliers. We also benefit from our membership with the National Cable Television Cooperative (“NCTC”), which enables us to take advantage of volume discounts. As of December 31, 2024, approximately 66% of our programming was sourced from the NCTC, which also handles our contracting and billing arrangements for this programming.\n\n\n8\n\n\n\nCompetition\nWe operate in a highly competitive and rapidly changing environment, competing with existing communications providers, new entrants that provide similar HSD services to subscribers within our operating footprint, and increasingly mobile phone wireless providers of fixed wireless services. We have at least one major cable competitor (typically Comcast Corporation (“Comcast”) or Charter Communications Inc. (“Charter”) in most of our markets and our largest telecommunications fiber competitor is AT&T, Inc. (“AT&T”). We believe the reliability and efficiency of our advanced broadband network, as well as our simplified pricing and overall value proposition create meaningful differentiation versus our competitors.\nHigh Speed Data Services\nWe primarily face competition from multiple system operators, FTTH, wireless broadband offerings, incumbent local exchange carriers (“ILECs”) that provide dial-up and DSL services, and other Internet access service providers, including fixed wireless and satellite-based broadband services. We offer HSD speeds up to 1.2 GIG (1200 Mbps) in approximately 99% of our footprint and HSD speeds up to 5 GIG (5000 Mbps) in our greenfield expansion markets. Several of our competitors, including AT&T and Google, have announced similar offerings in their service areas which overlap with a portion of our footprint. We face increasing competition from mobile phone companies, such as AT&T, T-Mobile, and Verizon Communications, Inc. (“Verizon”), which offer fixed or unlimited access to the Internet as a part of mobile service packages. These same mobile phone companies offer fifth generation (“5G”) services. Due to rapidly changing technologies, consumers will continue to have a variety of options to obtain access to the Internet. \nVideo Services\nCable television systems are operated under non-exclusive franchises granted by local authorities, which may result in more than one cable operator providing video services in a particular market. Our primary competitors are other fiber and HFC providers, including Charter, Comcast and AT&T U-verse, and direct broadcast satellite systems, including DirecTV and Dish Network.\nIn addition, our Video services face increasing competition from companies that deliver video content over Internet connections, referred to as “over-the-top” or “OTT”, directly to consumers on televisions, computers, tablets, gaming and mobile devices. These competitors include virtual multichannel video programming distributors (“V-MVPD”), which aggregate live and on-demand linear television, and direct content distributors, which provide and distribute content directly to customers through an internet-connected device for a subscription fee. Examples of V-MVPD providers include Sling, AT&T TV, Philo, FuboTV, and Hulu Live. Examples of direct on-demand content distributors include Netflix, Roku, Apple TV+, Amazon Prime, Disney+, Paramount+, Peacock and Hulu Plus. Additionally, some programmers, such as HBO (HBO Max), CBS (CBS All Access) and Discovery (Discovery +), are choosing to deliver content directly to the consumer over the Internet. During 2023, the Company entered into an agreement with YouTube TV to offer the service as WOW’s live television offering when combined with WOW HSD service. \nWe believe the movement away from traditional video subscription services will continue to accelerate and further reduce our video subscriber base. We are well positioned to benefit from these trends as customers require a robust Internet connection to efficiently access OTT content, which is increasing demand for our HSD services and resulting in a reduction of programming costs and other costs required to support our Video offering.\nTelephony Services\nWe mainly compete against wireless, VoIP, and wireline telephone providers. VoIP places and transmits telephone calls over an IP network, such as the Internet, instead of the traditional public switched telephone network. Our primary wireless and VoIP competitors include AT&T, Verizon, Charter, Comcast and Frontier. We expect Internet based technology, including video conferencing, instant messaging, smart speakers, home automation and email, to rapidly evolve to include or displace the need for telephony services. Given the continuously changing technology and various communications options, competition will continue to intensify for telephony service subscribers. \n\n\n9\n\n\n\nHuman Capital Resources \nAs of December 31, 2024, we had 1,320 full-time employees. We recruit from several major industries for employees with skills from a plethora of areas to ensure the success of our broadband first strategy. Our compensation and benefit plans are structured to attract and retain high-performing employees. \nOur people are the most valuable asset we have. Our employees operate under a hybrid work model, allowing eligible employees the ability to work from home or the office on a voluntary basis. We believe giving our employees more choice increases overall productivity and provides the opportunity for greater work-life balance. \nCompensation\nOur compensation packages are designed to attract, retain and motivate high-performing employees. The Company reviews and analyzes current market data and participates in annual surveys to ensure its compensation packages are both competitive and generous to ensure the overall well-being of its employees. These packages include market-based salaries and wages, affordable comprehensive health care plans for individuals and families, the ability to contribute to the Company’s defined contribution retirement plan, competitive bonus structures, stock grants, and annual merit increases based on overall employee performance.\nWe provide high-quality, comprehensive medical, dental, and vision coverage for all full-time employees. It is our priority to keep this coverage affordable for our employees and their families. We absorb an average of 76% of the total premium cost for medical, dental, and vision coverage. Additionally, the Company matches 100% of the participant’s voluntary contributions into a defined contribution retirement plan up to 3% and 50% of the next 2% subject to a limit of the first 4% of the participant’s compensation.\nEmployee Engagement\nWe are committed to employee engagement which is the essential driver and unifying element that enables all aspects of our employee engagement program to thrive and create a meaningful impact across the organization. We believe that the collective sum of the individual differences, life and work experiences, knowledge, innovation, self-expression, unique capabilities and talent that our employees invest in their work represents a significant part of not only our culture but our reputation and the Company’s achievement. \nOur commitment to fostering a culture of belonging and inclusion is core to our values and principles that drive our work culture. We strive to deliver an exceptional employee and customer experience that reflects this commitment. The program’s goal is to create an environment where all employees are empowered and where opportunities for growth and development are accessible to all. We understand that our employees bring unique perspectives and experiences to the table. By fostering an environment where everyone can thrive, we aim to deliver high-quality solutions and exceptional customer experiences.\nIn 2024, we improved our program by enhancing internal practices and broadening our diversity outreach. A cross functional ambassador team was established which in turn created employee resource groups dedicated to further developing a culture of inclusion where everyone belongs. We support several of these groups centered around specific communities of experience that provide employees with the opportunity to connect, share experiences, and drive initiatives around issues important to them. These groups play an important role in shaping our employee engagement strategy, driving awareness, and ensuring every employee has a voice. We also offer multiple company-wide trainings focused on building and maintaining an inclusive workforce. \nEmployee Learning & Development\nWe believe building a learning culture is key to employee retention and in cultivating productive and engaged employees focused on continuous improvement. Our utmost goal is to prepare our employees for the future. To achieve this goal, we identify the types of skills and competencies needed to develop our new hires and seek to re-skill and up-skill all of our employees on a regular basis to best meet the demands of the Company and the industry. \n​\n\n\n10\n\n\n\nWe offer ongoing instructor-led and self-led training for new hires and all current active employees. Training focus areas include: (i) on-the-job, (ii) business readiness, (iii) skill building or upskilling in a specific functional area, (iv) personal and professional development, and (v) leadership development and management skills. For the year ending December 31, 2024, we provided approximately 22,100 total training hours to our employees. \n​\nLegislation and Regulation\n​\nWe operate in highly regulated industries and both our cable television and telecommunications services are subject to broad regulation at the federal, state and local levels. Our Internet services have historically been subject to more limited regulation by the Federal Communications Commission (“FCC”). Legislative and regulatory activity increased under the prior administration, particularly with respect to broadband networks. For example, Congress approved tens of billions of dollars in new funding for broadband deployment and adoption initiatives, and may consider other proposals that address communications issues, including whether it should rewrite the entire Communications Act of 1934, as amended (the “Communications Act”) to account for changes in the communications marketplace and whether it should enact new, permanent Open Internet/net neutrality requirements. Federal agencies consider on an ongoing basis new or revised regulations that impact communications services, including broadband. States and localities are also increasingly proposing new regulations impacting communications services, including broader regulation of broadband networks. Any of these regulations could significantly affect our business and our legal and compliance costs. In addition, United States regulators and courts could adopt new interpretations of existing competition or antitrust laws or enact new competition or antitrust laws or regulatory tools that could negatively impact our businesses. Any future legislative, judicial, regulatory or administrative actions may increase our costs or impose additional restrictions on our businesses, some of which may be significant. We are unable to predict the outcome or effects of any of these potential actions or any other legislative or regulatory proposals on our businesses. The following is a summary of laws and regulations affecting the business we operate. It does not purport to be a complete summary of all present and proposed legislation and regulations pertaining to our operations.\nRegulation of Cable Services\nThe FCC is the principal federal regulatory agency with jurisdiction over cable television operators and services and has promulgated regulations covering many aspects of cable television operations. The FCC has modified many regulations applicable to our business and is considering further changes, but the full impact of these changes on our business is not yet known. The FCC enforces its regulations through the imposition of monetary fines, the issuance of cease and desist orders and/or the imposition of other administrative sanctions. Cable franchises, the principal instrument of governmental authority for our cable television operations, are not issued by the FCC but by states, cities, counties or political subdivisions. A brief summary of certain key federal regulations follows.\nCommercial Leased Access\nThe Communications Act requires that cable operators make a portion of their channel capacity available for commercial leased access by third parties to facilitate competitive programming efforts. The amount of capacity to be provided depends on the cable system’s total activated capacity. We have not been subject to many requests for carriage under the leased access rules. \nCarriage of Broadcast Television Signals \nThe 1992 Cable Act established broadcast signal carriage (so called “must carry”) requirements that allow local commercial television broadcast stations to elect every three years whether to require the cable systems in the relevant area to carry the station’s signal or whether to require the cable system to negotiate for consent to carry the station. The most recent election deadline was October 1, 2023, with elections then taking effect on January 1, 2024. Cable systems are also subject to must-carry obligations for local, non-commercial stations. We now carry most commercial stations pursuant to retransmission consent agreements and pay fees for such consents. The FCC and/or Congress have introduced or are considering certain rules governing the election process and the negotiations of retransmission consent agreements, but we cannot yet assess the impact of these rules on our ability to obtain programming or on our business more generally. \n\n\n11\n\n\n\nFranchise Authority\nCable television systems operate pursuant to non-exclusive franchises issued by franchising authorities, which, depending on the specific jurisdiction, can be the states, cities, counties or political subdivisions in which a cable operator provides cable service. Cable system franchises typically contain many conditions, such as time limitations on commencement and completion of system construction, customer service standards including number of channels, the provision of free service to schools and certain other public institutions, the maintenance of insurance and indemnity bonds, the payment of franchise fees and the support of PEG channels. Franchising authorities may terminate a franchise or assess penalties if the franchised cable operator fails to adhere to the conditions of the franchise. Although largely discretionary, the exercise of state and local franchising authority is limited by federal statutes and regulations adopted pursuant thereto. We believe that the requirements imposed by our franchise agreements are fairly typical for the industry. Although they do vary, our franchises generally provide for the payment of fees to the applicable franchising authority of up to 5% of our gross cable service revenues, which is the current maximum authorized by federal law. \nIn August 2019, the FCC adopted an order concluding, among other things, that its franchising rules and findings fully apply to state-level franchising actions and regulations, and limiting the ability of franchising authorities to impose franchise fees and to regulate non-cable services. In May 2021, a federal appeals court largely upheld that decision, reversing only on a discrete issue pertaining to the calculation of franchise fees. We cannot predict how the FCC’s rulings concerning franchising will impact our business. \nMany state legislatures have enacted legislation streamlining the franchising process, including having the state, instead of local governments, issue franchises. Of particular relevance to us, states with laws streamlining the franchising process or authorizing statewide or uniform franchises currently include Florida, Georgia, Michigan, South Carolina and Tennessee. In some cases, these laws enable us to expand our operations more rapidly by providing for a streamlined franchising process. At the same time, they enable easier entry by additional providers into our service territories.\nFranchise Renewal\nThe Communications Act also contains provisions governing the franchising process, including renewal procedures designed to protect incumbent franchisees against arbitrary denials of renewal and unreasonable renewal conditions. Our franchises are typically issued for 10 to 15 year initial terms, but the terms vary depending upon whether we are operating under a local or state franchise. Prior to the scheduled expiration of franchises, we may initiate renewal proceedings with the relevant franchising authorities. The Cable Communications Policy Act of 1984 provides for an orderly franchise renewal process in which the franchising authorities may not unreasonably deny renewals. If a renewal is withheld and the franchising authority takes over operation of the affected cable system or awards the franchise to another party, the franchising authority must pay the cable operator the “fair market value” of the system. The Cable Communications Policy Act of 1984 also established comprehensive renewal procedures requiring that the renewal application be evaluated on its own merit and not as part of a comparative process with other proposals.\nMany of our existing franchise terms will expire over the course of the next several years, and we operate under some expired franchises. We believe our franchise renewal prospects are generally favorable but cannot guarantee the future renewal of any individual franchise.\nPole Attachments\nThe Communications Act requires all local telephone companies and electric utilities, except those owned by municipalities and cooperatives, to provide cable operators and telecommunications carriers with nondiscriminatory access to poles, ducts, conduit and rights of way at just and reasonable rates, except where states have certified to the FCC that they regulate pole access and pole attachment rates. The right to access poles, ducts, conduits and rights of way pursuant to regulated rates and set timeframes is highly beneficial to facilities-based providers such as us. Federal law also establishes principles to govern the pricing and terms of such access. Currently, 23 states and the District of Columbia have made certifications to the FCC, which leaves pole attachment matters to be regulated by those states. Of the states in which we operate, Florida and Michigan have made certifications to the FCC. The FCC has clarified that the provision of Internet services by a cable operator does not affect the agency’s jurisdiction over pole attachments by that cable operator, nor does the provision of such non-cable services affect the rate formula otherwise applicable to the cable operator.\n\n\n12\n\n\n\nThe FCC has adopted rules to facilitate new attachments, including a one-touch make-ready procedure for new attachments which took effect in August 2020. The FCC’s rules do not apply in states that have chosen to adopt their own pole attachment rules, which may make it more difficult to obtain access to poles in those states, though some states do choose to follow all or portions of FCC pole attachment rules pursuant to state statute or at their own discretion. We cannot predict how any future changes to the pole attachment rules may affect our operations or impose costs on our business. As a general matter, changes to our pole attachment rate structure could significantly increase our annual pole attachment costs.\nRegulation of Internet Service\nIn January 2018, the FCC released a decision rescinding various “net neutrality” requirements governing how broadband Internet access providers were permitted to offer mass market broadband service (the “Internet Freedom Order”). As a result, under the current approach, broadband Internet access providers must publicly disclose detailed information regarding their service offerings, Internet traffic management processes, and other practices affecting broadband customers, but are not otherwise limited by federal law in their ability to block, throttle, or prioritize specific types of Internet traffic. The FCC also held that states are preempted (prohibited) from enacting their own versions of these or similar requirements. On October 1, 2019, a federal appeals court upheld most of the FCC’s decision, but it directed the agency to give further consideration to several issues and reversed the FCC’s blanket preemption of state rules, holding that such state laws could only be prohibited on a case-by-case basis, and only when they conflict with state or federal policy. No party appealed that decision. On October 27, 2020, the FCC adopted a decision reaffirming other aspects of its earlier decision. In the meantime, several states adopted net neutrality requirements of their own. In April 2024, the FCC again reversed course and reclassified broadband as a telecommunications service subject to common carrier regulation under Title II of the Communications Act, reinstituted so-called “open Internet” conduct rules, and adopted a “general conduct standard” prohibiting other types of purportedly unreasonably discriminatory conduct. This action was challenged in a federal appeals court, which has stayed the FCC’s April 2024 order meaning that broadband is currently regulated as an information service until the court rules on the merits of the appeal. We cannot predict with any certainty the timing or outcome of the court decision or how Congress, the FCC or states may react to the outcome of that decision.\nIn addition, the Infrastructure Investment and Jobs Act (“IIJA”), which became law on November 15, 2021, directed the FCC to require broadband service providers to display, in the form of labels, certain information regarding their broadband Internet access service plans. On November 17, 2022, the FCC released a decision adopting the IIJA’s requirements. The decision requires broadband service providers to display, at the point of sale, labels that disclose certain information about broadband prices, introductory rates, data allowances, broadband speeds, and latency. Providers must also include links to information about their network management practices, and privacy policies. The FCC established requirements for the label’s format and display location to ensure consumers can easily compare a provider’s services and services among different providers. These labeling and display rules went into effect in April 2024. The FCC also is seeking comment on issues related to more comprehensive pricing information, bundled plans, label accessibility for individuals with disabilities, label availability in multiple languages, performance characteristics, service reliability, cybersecurity, network management and privacy, label formatting, and whether providers should submit label information to the FCC. We cannot predict how a future FCC will address Internet service regulation.\nThe IIJA also required the FCC to adopt rules by November 15, 2023, that address broadband “digital discrimination of access” based on income level, race, ethnicity, color, religion, or national origin. In November 2023, the FCC adopted rules implementing this directive and proposing adoption of additional rules. The FCC’s rules prohibit policies or practices, not justified by genuine issues of technical or economic feasibility, that differentially impact consumers’ access to broadband Internet access service based on income level, race, ethnicity, color, religion or national origin, or are intended to have such differential impact. The FCC also is seeking comment on whether broadband providers should be required to annually submit to the FCC information about large broadband projects or whether providers should be required to establish mandatory internal compliance programs. The rules went into effect March 22, 2024 and are currently the subject of a challenge in a federal court of appeals. We cannot predict how the court challenge will be resolved, how the FCC’s rules will be interpreted and enforced how the rules might impact us, or how the FCC’s rules will continue to evolve.\n\n\n13\n\n\n\nTier Buy-through\nThe tier buy-through prohibition contained in the 1992 Cable Act generally prohibits cable operators from requiring subscribers to purchase a particular service tier, other than the basic service tier, in order to obtain access to video programming offered on a per channel or per program basis. In general, a cable television operator has the right to select the channels and services that are available on its cable system. With the exception of certain channels that are required to be carried by federal law as part of the basic tier, such as certain local broadcast television channels, the cable operator has broad discretion in choosing the channels that will be available and how those channels will be packaged and marketed to subscribers. In order to maximize the number of subscribers, the cable operator selects channels that are likely to appeal to a broad spectrum of viewers. If Congress or the FCC were to place more stringent requirements on how we package our services, such requirements could have an adverse effect on our profitability. The tier buy-through provision does not apply if the cable operator is subject to effective competition.\nPotential Regulatory Changes\nThe regulation of cable television systems at the federal, state and local levels has substantially changed over the past three decades since enactment of the 1992 Cable Act. Material additional changes in the law and implementing regulatory requirements, both those described above and others, cannot be ascertained with any certainty at this time. For instance, in March 2024, the FCC adopted rules requiring cable operators to specify the “all-in” price for service in their promotional materials and on subscribers’ bills; the FCC also has proposed rules that would prohibit cable operators from imposing early termination fees and billing cycle fees on subscribers. Our business could be adversely affected by future changes in regulations.\nRegulation of Telecommunication Services\nOur telecommunications services are subject to varying degrees of federal, state and local regulation. Pursuant to the Communications Act, the FCC generally exercises jurisdiction over the facilities of, and the services offered by, telecommunications carriers that provide interstate or international communications services. The FCC has extended many of its regulations that apply to traditional telecommunications service to Internet based, or interconnected VoIP, phone services, discussed further below. Barring federal preemption, state regulatory authorities retain jurisdiction over the same facilities to the extent that they are used to provide intrastate telecommunications services, as well as facilities solely used to provide intrastate services. Local regulation is largely limited to the management of the occupation and use of county or municipal public rights of way. Various international authorities may also seek to regulate the provision of certain services that originate or terminate outside the U.S. As noted above, while the FCC reclassified broadband Internet access service as a telecommunications service in April 2024, that decision is currently stayed by a federal appeals court, so broadband Internet access service currently is not regulated as a telecommunications service pending the outcome of that court decision. \nRegulation of Local Exchange Operations\nOur ILEC subsidiaries are regulated by both federal and state agencies. Our interstate products and services and the regulated telecommunications earnings of all of our subsidiaries are subject to federal regulation by the FCC, and our local and intrastate products and services and the derived regulated earnings are subject to regulation by state public service commissions (“PSCs”). ILECs generally are subject to more stringent regulation than CLECs. Federal law imposes a variety of duties on all telecommunications carriers providing local telephone services, including requirements to interconnect with other telecommunications carriers; establish reciprocal compensation arrangements for the completion of calls; permit the resale of services; permit users to retain their telephone numbers when changing carriers; and provide competing carriers access to poles, ducts, conduits and rights-of-way. ILECs are subject to additional duties to offer interconnection at any technically feasible point within their networks on non-discriminatory, cost-based terms; offer co-location of competitors’ equipment at their premises on a non-discriminatory basis; make available some of their network facilities, features and capabilities, referred to as Unbundled Network Elements, on non-discriminatory, cost-based terms; and offer wholesale versions of their retail services for resale at discounted rates. Failure to comply with requirements applicable to ILEC operations could subject us to fines, penalties or other enforcement consequences.\n\n\n14\n\n\n\nWe have entered into PSC approved local interconnection agreements with a variety of telecommunications providers for, among other things, the transport and termination of our local and toll telephone traffic. Some of these agreements have expired; however, we continue to operate on the same rates, terms, and conditions in the interim as we seek to enter into successor agreements. These agreements are subject to changes as a result of changes in laws, regulations and technology, and there is no guarantee that the rates and terms concerning our interconnection agreements under which we operate today will be available in the future.\nInter-Carrier Compensation\nOur ILEC subsidiaries currently receive compensation from other telecommunications providers, including long distance companies, for origination of interexchange traffic through network access charges that are established in accordance with state and federal laws. \nSeveral of our subsidiaries are classified by the FCC as non-dominant carriers with respect to both interstate and international long-distance services and competitive local exchange services. As non-dominant carriers, these subsidiaries’ rates presently are not generally regulated by the FCC, although the rates are still subject to general statutory requirements applicable to all carriers that the rates be just, reasonable and nondiscriminatory. We may file tariffs for certain interstate access charges for these carriers on a permissive basis, but otherwise our interstate services are mandatorily de-tariffed and subject to our ability to enter into relationships with our customers through contracts. Our interstate access services are tariffed and fall within FCC established benchmarks for such services.\nCertain of our subsidiaries are regulated by the FCC as dominant carriers in the provision of interstate switched access services. These subsidiaries must file tariffs with the FCC and must provide the FCC with notice prior to changing their rates, terms or conditions of their interstate access services. Each such subsidiary has filed its own tariff or concurred in the tariffs filed by the National Exchange Carrier Association.\nRegulatory Treatment of VoIP Services\nA significant part of our telephony line of business is classified by the FCC as VoIP. At this time, the FCC and state regulators have not classified most IP enabled services as regulated telecommunications services. The FCC has adopted a number of regulations for providers of VoIP services such as ours, including regulations relating to privacy of customer proprietary network information, local number portability duties and benefits, disability access, E911, law enforcement assistance, outage reporting, Universal Service Fund contribution obligations, rural call completion, customer equipment back-up power, robocall mitigation, service discontinuance and certain regulatory filing requirements. Within our VoIP line of business, we currently comply with all applicable regulations that have been issued by the FCC or state regulatory agencies.\nThe FCC has not yet ruled on whether VoIP services such as ours should be classified as an “information service” or a “telecommunications service” under the Communications Act. State regulatory commissions and legislatures in other jurisdictions may continue to consider imposing regulatory requirements on our voice services as long as the regulatory classification of VoIP remains unsettled at the federal level. At this time, we are unable to predict the impact, if any, that additional regulatory action on these issues will have on our business.\nTelemarketing, Robocalls, and Call Blocking\nOver the last few decades, the FCC has taken various steps to curb unwanted and illegal telephone calls, including restricting the use of automatic telephone dialing systems and artificial or prerecorded voice messages under the Telephone Consumer Protection Act, establishing the Do-Not-Call registry in coordination with the Federal Trade Commission, and permitting voice service providers to block calls in certain circumstances. In 2019, Congress passed the Pallone-Thune Telephone Robocall Abuse Criminal Enforcement and Deterrence Act (“TRACED Act”) giving the FCC additional tools to combat robocalls. Since the enactment of the TRACED Act, the FCC has issued various rules and policies with respect to caller ID authentication and call blocking. Significantly, voice service providers were required to implement by June 30, 2021, the STIR/SHAKEN caller ID authentication framework in the Internet Protocol portions of their voice networks, subject to certain extensions. The STIR/SHAKEN framework allows service providers to verify that the caller ID \n\n\n15\n\n\n\ninformation transmitted with a particular call is accurate, which deters illegally spoofing caller ID information. Among other things, voice providers also were required to file a certification in the FCC’s Robocall Mitigation Database (“RMD”) certifying whether they had implemented STIR/SHAKEN. They also must adopt affirmative, effective measures to prevent new and renewing customers from using their network to originate illegal calls, as well as implement robocall mitigation, “know your customer,” and “know your upstream provider” requirements. Voice service providers and intermediate providers are prohibited from accepting calls directly from a voice service provider or intermediate provider that is not listed in the RMD, and must respond to FCC, law enforcement, and industry efforts to “traceback” unlawful traffic. As of February 26, 2024, providers were required to update their RMD filings with additional information and commitments to combat illegal robocalls. We have implemented STIR/SHAKEN and completed the updated certification as to our compliance in the RMD. The FCC has several ongoing proceedings that consider additional measures to combat unwanted and illegal telephone calls. At this time, we are unable to predict the impact, if any, that additional regulatory action on these issues will have on our business.\nUniversal Service\nThe Federal Universal Service Fund (“USF”) is a support mechanism established by the FCC to ensure that high quality, affordable telecommunications service is available to all Americans. Pursuant to the FCC’s universal service rules, all telecommunications providers and interconnected VoIP providers, including us, must contribute a percentage of their interstate and international end user telecommunications and interconnected VoIP revenues to the USF. The FCC establishes an industry wide quarterly contribution factor, which sets the exact percentage that applies for the given quarter. The contribution factor for the fourth quarter of 2024 is 35.8% of gross assessable interstate and international telecommunications and interconnected VoIP revenues. The contribution rate is reviewed quarterly and may increase or decrease, which would either increase or decrease our contributions to the USF. \nContributing to the USF is not materially adverse to our business as we currently choose to recover the cost of the contributions from our end user customers, as allowed by FCC rules. However, climbing USF contributions may negatively impact our end users because they effectively make our products more expensive.\nBroadband Benefit Programs\nThe IIJA, which became law on November 15, 2021, created the Affordable Connectivity Program (“ACP”), which was intended to be a long-term, $14 billion program, to modify and replace the Emergency Broadband Benefit (“EBB”) Program. The FCC officially launched the ACP on December 31, 2021, and the FCC adopted final FCC program rules in January 2022. We elected to participate in the EBB, and continued to participate in the ACP, so that eligible customers could receive discounted broadband services and devices. The $14 billion allocated by Congress to ACP was exhausted in 2024, and the program terminated on June 1, 2024.\nForbearance and Other Relief to Dominant Carriers\nThe Communications Act permits the FCC to forbear from requiring telecommunications carriers to comply with certain of its regulations and provisions of the Communications Act if certain conditions are present that make enforcement of the regulations or statutory provisions unnecessary. Future reduction or elimination of federal regulatory and statutory requirements could free us from regulatory burdens, but might also increase the relative flexibility of our major competitors. As a result of grants of forbearance, for example, our costs (and those of our competitors) of purchasing broadband services from carriers could increase significantly, as the rates, terms and conditions offered in non-tariffed “commercial agreements” may become less favorable and we may not be able to purchase services from alternative vendors. \n\n\n16\n\n\n\nCustomer Proprietary Network Information and Personally Identifiable Information \nWe are subject to specific customer privacy obligations with respect to our telecommunications, interconnected VoIP and video services. FCC rules protect the privacy of certain information about customers that telecommunications providers, including us, acquire in the course of providing telecommunications and interconnected VoIP services. Such protected information, known as Customer Proprietary Network Information (“CPNI”), includes information related to the quantity, technological configuration, type, destination and the amount of use of a telecommunications offering. Certain states have also adopted state-specific CPNI rules. \nIn addition, statutory protections in Section 222 of the Communications Act apply to our telecommunications services. FCC regulations also apply to our use, disclosure, and protection of CPNI associated with our telecommunications and VoIP telephone service. These requirements generally increase the cost of providing voice service, as providers must implement various safeguards to protect CPNI from unauthorized disclosure. The Commission’s April 2024 Order reclassifying broadband Internet access as a telecommunications service would apply Section 222, but not the Commission’s regulations implementing Section 222, to broadband services. As noted above, that order has been stayed by a federal court of appeals. We cannot predict the outcome of that appeal or any additional action the FCC may take once that appeal is resolved. \nPrivacy continues to be a major focus of Congress, the Federal Trade Commission, the FCC, the U.S. Department of Commerce and the states. Additional laws, regulations or advisory guidelines could affect our ability to use and share customer information under various additional circumstances.\nTaxes and Regulatory Fees\nWe are subject to numerous local, state and federal taxes and regulatory fees, including, but not limited to, local sales taxes, franchise fees and PEG fees, FCC regulatory fees and PSC regulatory fees. We have procedures in place to ensure that we properly collect taxes and fees from our customers and remit such taxes and fees to the appropriate entity pursuant to applicable law and/or regulation. If our collection procedures prove to be insufficient or if a taxing, franchise or regulatory authority determines that our remittances were inadequate, we could be required to make additional payments, which could have a material adverse effect on our business.\nEnvironmental Regulation\nWe are subject to a variety of federal, state, and local environmental, safety and health laws, and regulations, including those governing such matters as the generation, storage, reporting, treatment, handling, remediation, use, disposal and transportation of and exposure to hazardous materials, the emission and discharge of hazardous materials into the atmosphere, the emission of electromagnetic radiation, the protection of wetlands, historic sites and threatened and endangered species, and health and safety. We also may be subject to laws requiring the investigation and cleanup of contamination at sites we own or operate or at third party waste disposal sites. Such laws often impose joint and strict liability even if the owner or operator did not know of, or was not responsible for, the contamination. We operate several sites in connection with our operations. Our switch sites and some customer premise locations are equipped with backup power sources in the event of an electrical failure. Each of our switch site locations has battery and diesel fuel powered backup generators, and we use batteries to back up some of our customer premise equipment. In addition, some of our sites may have potential contamination risks from historical and surrounding activities. We are not aware of any liability or alleged liability at any owned or operated sites or third party waste disposal sites that would be expected to have a material adverse effect on us.\n\n\n17\n\n\n\nFranchises\nAs described above, cable television systems generally are constructed and operated under the authority of nonexclusive franchises, granted by local and/or state governmental authorities. Cable system franchises typically contain many conditions, such as time limitations on commencement and completion of system construction, customer service standards including number of channels, the provision of free service to schools and certain other public institutions, the maintenance of insurance and indemnity bonds, the payment of franchise fees and the support of PEG channels. We are currently in the process of seeking renewal of some expired franchises. We anticipate that those franchises will be renewed. Local regulation of cable television operations and franchising matters is limited in part by federal parameters set forth in the Communications Act and the corresponding regulations of the FCC. The FCC has taken steps in recent years toward streamlining the franchising process. See Legislation and Regulation—Regulation of Cable Services above.\nPrior to the scheduled expiration of franchises, we may initiate renewal proceedings with the relevant franchising authorities. The Cable Communications Policy Act of 1984 provides for an orderly franchise renewal process in which the franchising authorities may not unreasonably deny renewals. If a renewal is withheld and the franchising authority takes over operation of the affected cable system or awards the franchise to another party, the franchising authority must pay the cable operator the “fair market value” of the system. The Cable Communications Policy Act of 1984 also established comprehensive renewal procedures requiring that the renewal application be evaluated on its own merit and not as part of a comparative process with other proposals.",
      "char_count": 65981
    },
    "item1a": {
      "text": "Item 1A. Risk Factors\nRISK FACTORS \nThe most significant risks and uncertainties that we believe affect our business are described below. These risks and uncertainties may not be the only ones we face. Additional risks and uncertainties that we are not aware of or focused on, or risks currently deemed less significant, may also impair business operations. You should consider carefully the risks and uncertainties described below together with all of the other information included in this Annual Report on Form 10-K, including our consolidated financial statements and related notes. If any of the risks and uncertainties described below actually occurs, our business, financial condition, operating results or liquidity could be materially adversely affected.\nRisks Relating to Our Business and Industry \nWe face a wide range of competition, which could negatively affect our business and financial results. \nOur industry is, and will continue to be, highly competitive. Our principal residential services competitors, including other cable and telecommunications companies, offer services that provide features and functions comparable to the residential high speed data, video, and/or telephony services that we offer. In most markets, our direct competitors are larger and possess greater resources than we do. In some instances, we compete against companies with fewer regulatory burdens, better access to financing, greater personnel resources, greater resources for marketing, greater brand name recognition, and long established relationships with regulatory authorities and customers. Increasing consolidation in the cable industry and the repeal of certain ownership rules have provided additional benefits to certain of our competitors, either through access to financing, resources or efficiencies of scale.\n​\nIn some of our operating areas, AT&T, Verizon or other incumbent telephone providers have upgraded their networks to carry two way video, fifth generation (“5G”) high speed data technology with substantial bandwidth and IP based telephony services, which they market and sell in bundles, in some cases, along with their wireless services. These telephone incumbents may also offer satellite video as a part of their bundle. \n​\n\n\n18\n\n\n\nIn addition, each of our residential services faces competition from other companies that provide such services on a stand alone basis. Our residential video service faces competition from other cable and direct broadcast satellite providers that seek to distinguish their services from ours by offering aggressive promotional pricing, exclusive programming, and/or assertions of superior service or offerings. Increasingly, our residential video service also faces competition from companies that deliver content to consumers over the Internet and on mobile devices. Furthermore, due to consumer electronics innovations, consumers are more readily able to watch such Internet delivered content on television sets and mobile devices, which could lead to additional “cord cutting”. This trend has negatively impacted customer demand for our residential video service, especially premium channels and VOD services, and could encourage content owners to seek higher license fees from us in order to subsidize their free distribution of content. Our residential high speed data and telephony services also face competition from wireless Internet and voice providers, and our residential voice service faces competition from other cable providers, “over the top” (“OTT”) phone service and other communication alternatives, including texting, social networking and email. We expect these trends to continue in the future.\n​\nAny inability to compete effectively or an increase in competition could have an adverse effect on our financial results and return on capital expenditures due to possible increases in the cost of acquiring and retaining subscribers and lower per subscriber revenue, could slow or cause a decline in our growth rates and could reduce our revenue. As we expand and introduce new and enhanced services, we may be subject to competition from other providers offering the same services. We cannot predict the extent to which this competition will affect our future business and financial results or return on capital expenditures.\n​\nFuture advances in technology, as well as changes in the marketplace, the economy and in the regulatory and legislative environments, may also result in changes to the competitive landscape.\n​\nOur business is characterized by rapid technological change, and if we do not respond appropriately to technological changes, our competitive position may be harmed.\nWe operate in a highly competitive, consumer driven, rapidly changing technological environment and our success is, to a large extent, dependent on our ability to acquire, develop, adopt and exploit new and existing technologies to distinguish our services from those of our competitors. We have invested in advanced technology platforms that support advanced communications services and multiple emerging interactive services, such as VOD, DVR, interactive television, VoIP and pure fiber network services. If we choose technologies or equipment that are less effective, cost efficient or attractive to our customers than those chosen by our competitors, or if we offer services that fail to appeal to consumers, are not available at competitive prices or that do not function as expected, our competitive position could deteriorate, and our business and financial results could suffer. In addition, we may be required to select one technology over another and may not choose the technology that is the most economic, efficient or attractive to customers. We may also encounter difficulties in implementing new technologies, products and services and may encounter disruptions in service as a result.\nThe ability of our competitors to acquire or develop and introduce new technologies, products and services more quickly than us may adversely affect our competitive position. Furthermore, advances in technology, decreases in the cost of existing technologies or changes in competitors’ product and service offerings also may require us to make additional future research and development expenditures or to offer at no additional charge, or at a lower price, certain products and services that we currently offer to customers separately or at a premium. In addition, the uncertainty of the costs for obtaining intellectual property rights from third parties could impact our ability to respond to technological advances in a timely manner.\nThe demand for our broadband communications services may be lower than we expect.\nThe demand for high speed data, video and telephony services, either alone or as part of a bundle, cannot readily be determined. Our business could be adversely affected if demand for broadband communications services is materially lower than we expect. Our ability to generate revenue will suffer if the markets for the services we offer, including telephony and high speed data services, fail to develop, grow more slowly than anticipated or become saturated with competitors.\n\n\n19\n\n\n\nOur Greenfield market expansion strategy faces significant obstacles and uncertainties which may cause us not to realize the financial and strategic goals that we intend to achieve. \n​\nThere are significant obstacles to our goal of expanding our HSD services in our greenfield expansion markets, some of which are outside of our control, and our failure to successfully execute could materially impact our operations, business, financial results or financial condition. \n​\nIn connection with our greenfield expansion markets, we may incur significant or unanticipated expenses, fail to attract new customers, face unanticipated levels of competition from other providers, and experience delays in expanding our service offerings to new customers. Additionally, our ability to gain new customers is, to a certain extent, dependent on the pace of households moving residences and new housing construction within our greenfield expansion markets, which are influenced by both national and local economic conditions. Unfavorable general macroeconomic conditions, such as a recession or economic slowdown in the United States, heightened inflation, or slowness in the housing market could negatively affect the expected expansion of our HSD services. \n​\nFurther, our greenfield expansion strategy involves significant capital expenditures. Our ability to make these investments is dependent on generating sufficient cash flow from operations and our ability to service our substantial indebtedness. The buildout of our fiber network in new markets is also subject to federal, state and local regulation. Local zoning authorities and community organizations are often opposed to construction in their communities and obtaining local permits and complying with these regulations can delay, prevent or increase the cost of new construction, thereby limiting our ability to expand in new markets. We may also experience increased costs of labor due to continued inflation or labor shortages, which would significantly reduce the return on our investment. If any of these events were to occur, our greenfield expansion strategy may be unsuccessful and we may experience a material negative effect on our operations, business, financial condition and results of operations. \n​\nIncreases in programming and retransmission costs or the inability to obtain popular programming could adversely affect our operations, business, financial condition or results of operations.\nProgramming has been and is expected to continue to be, our largest single operating expense. In recent years, the cable industry has experienced rapid increases in the cost of cable programming, retransmission consent charges for local commercial television broadcast stations and regional sports programming. We expect these trends to continue. As compared to large national providers, our relatively modest base of subscribers limits our ability to negotiate lower programming costs. In addition, as we increase the channel capacity of our systems and add programming to our expanded basic and digital programming tiers, we may face additional market constraints on our ability to pass programming cost increases on to our customers. Furthermore, content providers may be unwilling to enter into distribution arrangements on acceptable terms and owners of non broadcast video programming content may enter into exclusive distribution arrangements with our competitors. Any inability to pass programming cost increases on to our customers would have an adverse impact on our results of operations and a failure to carry programming that is attractive to our subscribers could adversely impact subscription and advertising revenues.\nProgramming exclusivity in favor of our competitors could adversely affect the demand for our video services.\nWe obtain our programming by entering into contracts or arrangements with programming suppliers. Federal rules restrict cable operators and other multichannel video programming distributors from entering into certain exclusive programming arrangements. A programming supplier, however, could enter into some types of exclusive arrangements with certain of our video competitors, consistent with these rules, that could create a competitive advantage for that competitor by restricting our access to this programming. If our ability to offer popular programming on our cable television systems is restricted by exclusive arrangements between our competitors and programming suppliers, the demand for our video services may be adversely affected and our cost to obtain programming may increase.\n\n\n20\n\n\n\nWe may encounter substantially increased pole attachment costs. \nUnder federal law, we have the right to attach cables carrying video and other services to telephone and similar poles of privately owned utilities at regulated rates. However, because these cables may carry services other than video services, such as high speed data services or new forms of telephony services, some utility pole owners have sought to impose additional fees for pole attachments. If these rates were to increase significantly or unexpectedly, it would cause our network to be more expensive to operate. It could also place us at a competitive disadvantage with respect to video and telecommunications service providers who do not require or who are less dependent upon pole attachments, such as satellite providers and wireless telephony service providers.\nIn April 2011, the FCC enacted revised pole attachment rules to improve the efficiency and reduce the costs of deploying telecommunications, cable and broadband networks in order to accelerate broadband deployment. The formula for calculating the telecommunications attachment rate was revised, lowering the rate and bringing it in line to the video rate. Many utilities seek to impose the telecommunications rate on us when they carry our services, other than video services, over their attachments. In November 2015, the FCC released another order taking further steps to balance the rates paid by cable operators and telecommunications carriers. \nSome states in which we operate have assumed jurisdiction over the regulation of pole attachment rates, and so the federal regulations and the protections provided in those regulations may not apply in those states. In addition, some of the poles we use are exempt from federal regulation because they are owned by utility cooperatives and/or municipal entities or are otherwise exempt from the pole attachment regulations.\nSubject to applicable pole attachment access and rate regulations, the entities that own the poles that we attach to, and conduits that we access, may not renew our existing agreements when they expire, and they may require us to pay substantially increased fees. Some of these pole and conduit owners have recently imposed, or are currently seeking to impose, substantial rate increases. Any increase in our pole attachment or conduit access rates or inability to secure continued pole attachment and access agreements on commercially reasonable terms could adversely affect our operations, business, financial condition or results of operations.\nA phase-out of the compulsory copyright license for broadcast programming could adversely affect our ability to carry the programming transmitted by broadcast stations or could increase our programming costs.\nIn exchange for filing reports and contributing a percentage of revenue to a federal copyright royalty pool, we obtain a compulsory copyright license allowing us to retransmit copyrighted material contained in broadcast television signals. If the compulsory license were ever phased out, it could adversely affect the ability of our cable television systems to obtain programming carried by broadcast television stations, and could increase the cost of such programming.\nRisks related to Our Legal and Regulatory Environment \nWe operate our network under some franchises that may be subject to non-renewal or termination.\nOur network generally operates pursuant to franchises, permits or licenses typically granted by a municipality or state agency with the authority to grant franchises. Additionally, other state or local governmental entities may exercise control over the use of public rights of way. Often, franchises are terminable if the franchisee fails to comply with material terms of the franchise agreement or the local franchising authority’s regulations. Although none of our existing franchise or license agreements have been terminated, and we have received no threat of such a termination, one or more local authorities may attempt to take such action. We may not prevail in any judicial or regulatory proceeding to resolve such a dispute.\n\n\n21\n\n\n\nFurther, franchises generally have fixed terms and must be renewed periodically. Our franchises are typically issued for 10 to 15 year initial terms, but the terms vary depending upon whether we are operating under a local or state franchise. Many of our existing franchise terms will expire over the course of the next several years, and we operate under some expired franchises. Local franchising authorities may resist granting a renewal if they consider either past performance or the prospective operating proposal to be inadequate. In a number of jurisdictions, local authorities have attempted to impose rights of way fees on providers that have been challenged as violating federal law. A number of FCC and judicial decisions have addressed the issues posed by the imposition of rights of way fees on CLECs and on video distributors. On August 1, 2019, the FCC adopted an order concluding, among other things, that its franchising rules and findings fully apply to state-level franchising actions and regulations, and limiting the ability of franchising authorities to impose franchise fees and to regulate non-cable services. In May 2021, a federal appeals court largely upheld that decision, reversing only a discrete issue pertaining to the calculation of franchise fees. We cannot predict how the FCC’s rulings concerning franchising will impact our business.\nThe local franchising authorities can grant franchises to competitors who may build networks in our market areas. Recent FCC decisions facilitate competitive video entry by limiting the actions that local franchising authorities may take when reviewing applications by new competitors and lessen some of the burdens that can be imposed upon incumbent cable operators with which we ourselves compete. Local franchising authorities have the ability to impose regulatory constraints or requirements on our business, including those that could materially increase our expenses. In the past, local franchising authorities have imposed regulatory constraints on the construction of our network either by local ordinance or as part of the process of granting or renewing a franchise. They have also imposed requirements on the level of customer service that we provide, as well as other requirements. The local franchising authorities in our markets may also impose regulatory constraints or requirements that may be found to be consistent with applicable law, but which could increase the cost of operating our business.\nChanges in broadcast carriage regulations could impose significant additional costs on us.\nFederal “must carry” rules require us to carry some local broadcast television signals on our broadband network that we might not otherwise carry. If the FCC seeks to revise or expand the “must carry” rules, for example by requiring carriage of multicast signals, we would be forced to carry video programming that we would not otherwise carry, potentially drop more popular programming in order to free capacity for the required programming, decrease our ability to manage our bandwidth efficiently and/or increase our costs, which could make us less competitive. As a result, cable operators, including us, could be placed at a disadvantage versus other multichannel video providers. Potential federal legislation regarding programming packaging, bundling or à la carte delivery of programming could fundamentally change the way in which we package and price our services. We cannot predict the outcome of any current or future FCC proceedings or legislation in this area, or the impact of such proceedings on our business at this time.\nLoss of interconnection arrangements could impair our telephone service.\nWe rely on other companies to connect the calls made by our local telephone customers to the customers of other local telephone providers. These calls are completed because our network is interconnected with the networks of other telecommunications carriers. These interconnection arrangements are mandated by the Communications Act, and the FCC’s implementing regulations. It is generally expected that the Communications Act will continue to undergo considerable interpretation and modification, including the FCC’s potential forbearance from continuing to enforce carriers’ statutory and regulatory interconnection obligations, which could have a negative impact on our interconnection agreements. \nIt is also possible that further amendments to the Communications Act may be enacted, which could have a negative impact on our interconnection agreements. The contractual arrangements for interconnection generally contain provisions for incorporation of changes in governing law. Thus, future FCC, state PSC and/or court decisions may negatively impact the rates, terms and conditions of the interconnection services that we have obtained and may seek to obtain under these agreements, which could adversely affect our operations, business, financial condition or results of operations. Our ability to compete successfully in the provision of services will depend on the nature and timing of any such legislative changes, regulations and interpretations and whether they are favorable to us or to our competitors.\n\n\n22\n\n\n\nApplicable laws and regulations pertaining to our industry are subject to change. \nWe are subject to a variety of laws and regulations at the federal, state, and local jurisdictions in which we operate. Specifically, we are subject to regulation of our video services relating to equipment, technologies, programming, levels and types of services, taxes and other charges. The current telecommunications and cable legislation and regulations are complex and in many areas set forth policy objectives to be implemented by regulation at the federal, state and local levels.\nAdditionally, we are subject to environmental safety and health laws and regulations, including those governing such matters as the generation, storage, reporting, treating, handling, remediation, use, transportation and disposal of, and exposure to hazardous materials, the emission and discharge of hazardous materials into the atmosphere, the emission of electromagnetic radiation, the protection of wetlands, historic sites, and threatened and endangered species. Some of our sites have battery and diesel fuel powered backup generators or sources, or may have potential contamination risks from historical or surrounding activities. Under certain environmental laws and regulations, we may be liable for the costs of remediating contamination, regardless of fault, and these costs could be significant.\nThe exact requirements of applicable law are not always clear, and the rules affecting our businesses are always subject to change. For example, the FCC may interpret its rules and regulations in enforcement proceedings in a manner that is inconsistent with the judgments we have made. Likewise, regulators and legislators at all levels of government may sometimes change or forbear from existing rules, or establish new rules. Congress, for example, considers new legislative requirements for cable operators virtually every year, and there is always a risk that such proposals (if unfavorable to us) will ultimately be enacted. In addition, federal, state or local governments and/or tax authorities may change tax laws, regulations or administrative practices that could adversely affect our operations, business, financial condition or results of operations.\n“Net neutrality” or other regulation could limit our ability to operate our high-speed data service business profitably and manage our broadband facilities efficiently.\nIn January 2018, the FCC released a decision rescinding various “net neutrality” requirements governing how broadband Internet access providers were permitted to offer mass market broadband service. As a result, under the current federal approach, broadband Internet access providers must publicly disclose detailed information regarding their service offerings, Internet traffic management processes, and other practices affecting broadband customers, but are not otherwise limited by federal law in their ability to block, throttle, or prioritize specific types of Internet traffic. The FCC also held that states are preempted (prohibited) from enacting their own versions of these or similar requirements. \nOn October 1, 2019, a federal appeals court upheld most of the FCC’s decision, but it directed the agency to give further consideration to several issues and reversed the FCC’s blanket preemption of state rules, holding that such state laws could only be prohibited on a case-by-case basis, and only when they conflict with state or federal policy. No party appealed that decision. On October 27, 2020, the FCC adopted a decision reaffirming other aspects of its earlier decision. In the meantime, several states adopted net neutrality requirements of their own. In April 2024, the FCC again reversed course and reclassified broadband as a telecommunications service subject to common carrier regulation under Title II of the Communications Act, reinstituted so-called “open Internet” conduct rules, and adopted a “general conduct standard” prohibiting other types of purportedly unreasonably discriminatory conduct. This action was challenged in a federal appeals court, which has stayed the FCC’s April 2024 order meaning that broadband is currently regulated as an information service until the court rules on the merits of the appeal. We cannot predict with any certainty the timing or outcome of the court decision or how Congress, the FCC or states may react to the outcome of that decision.\nIn addition, on November 17, 2022, the FCC released a decision requiring broadband service providers to display, at the point of sale, labels that disclose certain information about broadband prices, introductory rates, data allowances, broadband speeds, and latency. Providers must also include links to information about their network management practices, and privacy policies. These rules went into effect in April 2024. The FCC is currently seeking comments on issues related to disclosing such additional information. We cannot predict which of the proposed rules will take effect or their future impact on our business. \n\n\n23\n\n\n\nIn November 2023, the FCC adopted rules prohibiting policies or practices, not justified by genuine issues of technical or economic feasibility, that differentially impact consumers’ access to broadband Internet access service based on income level, race, ethnicity, color, religion or national origin, or are intended to have such differential impact. The FCC also is seeking comment on whether broadband providers should be required to annually submit to the FCC information about large broadband projects or whether providers should be required to establish mandatory internal compliance programs. The rules went into effect in March 2024 and are currently the subject of a challenge in a federal court of appeals. We cannot predict how that court challenge will be resolved, how the FCC’s rules will be interpreted and enforced or how the rules might impact us or how the FCC’s rules will continue to evolve.\nRegulation may limit our ability to make required investments or adopt business models that are necessary to continue to provide robust high-speed data service.\nThe rising popularity of bandwidth intensive Internet based services increases the demand for, and usage of, our high speed data service. Examples of such services include the delivery of content via streaming technology and by download, peer to peer file sharing services and gaming services. We need flexibility to develop pricing and business models that will allow us to respond to changing consumer uses and demands and, if necessary, to invest more capital than currently expected to increase the bandwidth capacity of our systems. Our ability to do so could be restricted by legislative or regulatory efforts associated with “net neutrality” or other regulations affecting pricing.\nRate regulation could materially adversely impact our operations, business, financial results or financial condition.\nUnder current FCC rules, rates for basic service tier (“BST”) video service and associated equipment may be regulated where there is no effective competition. Under current FCC rules, cable operators are presumed to be subject to effective competition. In all of the communities we serve, we are not subject to BST video rate regulation, either because the local franchising authority has not asked the FCC for permission to regulate rates due to the lack of effective competition or because of the presumed presence of effective competition. Except for telephony services provided by our operating companies that are ILECs (which are subject to certain rate regulations), there is currently no rate regulation for our other services, including high speed data and non ILEC telephony services. It is possible, however, that the FCC or Congress will adopt more extensive rate regulation for our video services or regulate the rates of other services, such as high speed data, business data (or special access) services and telephony services, which could impede our ability to raise rates, or require rate reductions, and therefore could adversely affect our operations, business, financial condition or results of operations.\nOur business may be adversely affected by the application of certain regulatory obligations governing the intellectual property rights of third parties or if we cannot continue to license or enforce the intellectual property rights on which our business depends.\nWe rely on patent, copyright, trademark and trade secret laws and licenses that are proprietary to our business, as well as our key vendors, along with other agreements with our employees, customers, suppliers and other parties, to establish and maintain our intellectual property rights in technology and the products and services used in our operations. However, any of our intellectual property rights could be challenged or invalidated, or such intellectual property rights may not be sufficient to permit us to take advantage of current industry trends or otherwise to provide competitive advantages, which could result in costly redesign efforts, discontinuance of certain product or service offerings or other competitive harm. Claims of intellectual property infringement by third parties under applicable agreements, laws and regulations (including the Digital Millennium Copyright Act of 1998) could require us to enter into royalty or licensing agreements on unfavorable terms, incur substantial monetary liability or be enjoined preliminarily or permanently from further use of the intellectual property in question, which could require us to change our business practices or offerings and limit our ability to compete effectively. Even claims without merit can be time consuming and costly to defend and may divert management’s attention and resources away from our business. Also, because of the rapid pace of technological change, we rely on technologies developed or licensed by third parties, and we may not be able to obtain or continue to obtain licenses from these third parties on reasonable terms, if at all.\n\n\n24\n\n\n\nOur business is subject to numerous federal and state laws and regulations regarding privacy and data protection. Existing laws and regulations are evolving and subject to uncertain interpretation, and new laws and regulations affecting our business have been proposed. These laws and regulations could result in legal claims, changes to our business practices, increased cost of operations, or could otherwise impact our business.\nAs a provider of high speed data, video and telephony services, we are subject to an array of privacy related laws and regulations that are constantly evolving and can be subject to significant change. In the course of providing service, we collect certain information about our subscribers and their use of our services. Our collection and use of personally identifiable information about our subscribers is subject to a variety of federal and state privacy requirements, including those imposed specifically on cable operators by Section 631 of the Communications Act. That section generally restricts the nonconsensual collection and disclosure to third parties of cable customers’ personally identifiable information by cable operators, subject to certain specified exceptions. Several states and numerous local jurisdictions have enacted privacy laws or franchise privacy provisions that apply to cable services.\nSection 222 of the Communications Act also governs our use of customer proprietary network information (“CPNI”) related to our telecommunications services. In addition, FCC regulations apply to our use, disclosure, and protection of CPNI associated with our telecommunications and VoIP telephone service. The FCC’s April 2024 Order reclassifying broadband Internet access as a telecommunications service would apply Section 222, but not the FCC’s regulations implementing Section 222, to broadband services. As noted above, that order has been stayed by a federal court of appeals. We cannot predict the outcome of that appeal or any additional action the FCC may take once that appeal is resolved. As we continue to provide interactive and other advanced services, additional privacy considerations may arise. Privacy continues to be a major focus of Congress, the Federal Trade Commission, the FCC, the U.S. Department of Commerce, and the states. Additional laws, regulations, or advisory guidelines could affect our ability to use and share customer information under various additional circumstances or generally increase our operating expenses.\nWe are also subject to state and federal regulations and laws regarding information security. Most of these regulations and laws apply to customer information that could be used to commit identity theft. Nearly all U.S. states and the District of Columbia have enacted some form of security breach notification laws. These laws generally require that we give notice to customers whose personal account information has been disclosed because of a security breach. The Communications Act and FCC rules also impose breach notification and information security requirements, which may require that we give notice to customers of breaches in some circumstances where notice would not be required by state law. In December 2023, the FCC adopted an order revising its data breach notification rules to require reporting for both intentional and unintentional unauthorized disclosures of data, including data that constitutes “personally identifiable information,” even if that data does not constitute CPNI. These rules will likely go into effect in 2025, but are currently subject to a legal challenge in a federal court of appeals. We cannot predict the timing or outcome of that legal challenge or how the FCC may react to the court’s decision. Our efforts to protect customer information may be unsuccessful due to the actions of third parties, technical malfunctions, employee error, employee malfeasance, cyber-criminals, state-sponsored espionage or cyberwarfare, or other factors. If any of these events occur, the confidentiality, integrity, or accessibility of our customers’ information could be compromised, and could subsequently be used, accessed or disclosed improperly.\nClaims resulting from actual or purported violations of these or other federal or state privacy laws could impact our business. Adverse rulings in privacy related litigation or regulatory proceedings could cause us to incur significant expense and liability or result in orders or consent decrees forcing us to modify our business practices. Moreover, because many of these privacy and data security laws are relatively new, there is not a robust body of case law to suggest how courts may interpret compliance or assess fines. Finally, any actual or purported incidents involving unauthorized access to or improper use of the information of our customers could damage our reputation and our brand and diminish our competitive position.\n\n\n25\n\n\n\nRegulation of the set-top box market could materially and adversely impact our operations and impose additional costs on us.\nThe FCC has adopted regulations to permit consumers to connect televisions and other consumer electronics equipment through a separate security device directly to digital cable television systems to enable receipt of one way digital programming without requiring a set top box. Additional FCC regulations promote the manufacture of plug and play TV sets and other equipment that can connect directly to a cable system through these separate security devices, although the FCC over time has eliminated some of these rules. Although we generally require less up front capital when our customers buy and self install their own set top boxes, these regulations could impose substantial costs on us and impair our ability to innovate.\nIf our trade names are not adequately protected, then we may not be able to build name recognition in our markets and our business may be adversely affected.\nWe own some trademarks in connection with the operation of our business. We cannot, however, assure you that we have obtained or can obtain all necessary trademarks to adequately protect our intellectual property. It is possible that a third party could bring suit against us claiming infringement of registered trademarks, and if it did so and if there were a court determination against us, we might then be obligated to pay monetary damages, enter into a license agreement, or cease use of any such marks, all of which could have a material adverse effect on our business, financial condition, results of operations and prospects.\nTax matters, including the changes in corporate tax rates, disagreements with taxing authorities and imposition of new taxes, including new tax legislation, could impact our results of operations and financial condition. \nWe operate in locations throughout the United States and, as a result, are subject to the tax laws and regulations of federal, state and local governments. From time to time, various legislative and/or administrative initiatives may be proposed that could adversely affect our tax positions. There can be no assurance that our effective tax rate or tax payments will not be adversely affected by these initiatives. As a result of state and local budget shortfalls, certain states and localities have imposed or are considering imposing new or additional taxes or fees on our services or changing the methodologies or base on which certain fees and taxes are computed. Such potential changes include additional taxes or fees on our services which could impact our customers, and combined reporting and other changes to general business taxes, central/unit level assessment of property taxes and other matters, which could increase our income, franchise, sales, use and/or property tax liabilities. \nIn addition, federal, state and local tax laws and regulations are extremely complex and subject to varying interpretations. Changes to income tax laws and regulations, or the interpretation of such laws, in any of the jurisdictions in which we operate could impact our effective tax rate and our tax positions. There can be no assurance that our tax positions will not be challenged by relevant tax authorities or that we would be successful in any such challenge. In addition, we have significant NOL carryforwards that are available to offset future operating results, but the availability and value of the NOLs may be impacted by future changes in federal or state law.\nThe FCC and local franchising authorities exercise authority over cable television systems and the FCC and state PSCs exercise authority over telecommunications and VoIP services.\nThe FCC has promulgated regulations covering many aspects of cable television operations. Failure to comply with those regulations could lead the FCC to impose on us monetary fines, cease and desist orders and/or other administrative sanctions. The cable franchises that our systems operate under, which are issued by states, cities, counties or other political subdivisions, may contain similar enforcement mechanisms in the event of any failure to comply with the terms of those franchises.\nThe FCC also has promulgated regulations covering the interstate aspects and the regulated telecommunications earnings and VoIP services of our ILEC and CLEC operations. Our local and intrastate products and services and the regulated earnings are subject to regulation by state PSCs. Failure to comply with these regulations could lead the FCC or state PSCs to impose on us monetary fines, cease and desist orders and/or other administrative sanctions. These fines, cease and desist order and/or other administrative sanctions may adversely affect our operations, business, financial condition or results of operations.\n\n\n26\n\n\n\nRisks Relating to Our Outstanding Indebtedness \nWe have substantial indebtedness, which may increase our vulnerability to general adverse economic and industry conditions and may limit our ability to pursue strategic alternatives and react to changes in our business and industry.\nWe have substantial indebtedness. This amount of indebtedness may:\n\n●   subject us to sensitivity to increases in prevailing interest rates;\n------------------------------------------------------------------------\n\n●   place us at a disadvantage to competitors with relatively less debt with respect to economic downturns, adverse industry conditions or catastrophic external events;\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   limit our flexibility as a result of our debt service requirements or financial and operational covenants;\n--------------------------------------------------------------------------------------------------------------\n\n●   limit our access to additional capital and other investments in our business;\n---------------------------------------------------------------------------------\n\n●   require us to dedicate a significant portion of our cash flow from operating activities to make payments on our debt, reducing our funds available for working capital, capital expenditures, and other general corporate expenses;\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   limit our ability to pursue strategic alternatives, including merger or acquisition transactions; and\n---------------------------------------------------------------------------------------------------------\n\n●   limit our ability to plan for or react to changes in our business and industry.\n-----------------------------------------------------------------------------------\nOur ability to comply with the financial and other covenants contained in our debt instruments may be affected by changes in economic or business conditions or other events beyond our control. If we do not comply with these covenants and restrictions, we may be required to take actions such as reducing or delaying capital expenditures, selling assets, restructuring or refinancing all or part of our existing debt, or seeking additional equity capital. Failure to comply could also cause a default, which may result in our substantial indebtedness becoming immediately due and payable and could permit the lenders to foreclose on our assets securing such debt. If such foreclosures were to occur, we would be unable to adequately finance our operations. \nWe may not be able to generate sufficient cash to service our indebtedness and may be forced to take other actions to satisfy our obligations under our indebtedness, which may not be successful.\nOur ability to make scheduled payments on our anticipated debt obligations will depend on our financial condition and operating performance, which are subject to prevailing economic and competitive conditions and to financial, business, legislative, regulatory and other factors beyond our control. We might not be able to maintain a level of cash flows from operating activities sufficient to permit us to pay the principal, premium, if any, and interest on our indebtedness. In addition, certain of our indebtedness under our Second Out Revolving Credit Facility matures in December of 2026. If our cash flows and capital resources are insufficient to fund our debt service obligations, we could face substantial liquidity problems and could be forced to reduce or delay investments and capital expenditures or to dispose of material assets or operations, seek additional debt or equity capital or restructure or refinance our indebtedness. We may not be able to affect any such alternative measures on commercially reasonable terms or at all and, even if successful, those alternative actions may not allow us to meet our scheduled debt service obligations. We expect that the agreements governing our indebtedness could restrict our ability to dispose of assets and use the proceeds from those dispositions and could also restrict our ability to raise debt capital to be used to repay other indebtedness when it becomes due. We may not be able to consummate those dispositions or to obtain proceeds in an amount sufficient to meet any debt service obligations then due. Our inability to generate sufficient cash flows to satisfy our debt obligations, or to refinance our indebtedness on commercially reasonable terms or at all, could have a material adverse effect on our operations, business, financial condition or results of operations.\n\n\n27\n\n\n\nRisks Relating to Our Common Stock\nA significant portion of our common stock will continue to be held by Crestview, whose interests may differ from yours.\nCrestview owns approximately 37% of our outstanding shares of common stock. Crestview may have interests that are different from or adverse to our other stockholders. For example, Crestview may support proposals and actions with which you may disagree or which are not in your interests or which adversely impact the value of our common stock. Crestview will be able to strongly influence or effectively control our decisions requiring stockholder approval, including the election of directors, amendment of our amended and restated certificate of incorporation and approval of significant corporate transactions and, through our Board of Directors, the ability to control decision making with respect to our business direction and policies. This control could have the effect of delaying or preventing a change of control in us or changes in management and could also make the approval of certain transactions difficult or impossible without the support of these stockholders, which in turn could reduce the price of our common stock.\nUnder our amended and restated certificate of incorporation, Crestview and its affiliates do not have any obligation to present to us, and they may separately pursue, corporate opportunities of which they become aware, even if those opportunities are ones that we would have pursued if granted the opportunity.\nFuture sales of our common stock, or the perception in the public markets that these sales may occur, may depress our stock price.\nSales of substantial amounts of our common stock in the public market, or the perception that these sales could occur, could adversely affect the price of our common stock and could impair our ability to raise capital through the sale of additional shares. All of our shares of common stock currently outstanding may be sold in the public market by existing stockholders subject to applicable volume and other limitations imposed under federal securities laws. Further, holders of approximately 37% of our outstanding common stock have demand and/or piggyback registration rights to require us to register our common stock with the SEC. If we register these shares, the stockholders would be able to sell those shares freely in the public market. In addition, we filed a registration statement registering under the Securities Act the common stock reserved for issuance in respect of incentive awards to our directors, officers and employees. If any of these holders cause a large number of securities to be sold in the public market, the sales could reduce the trading price of our common stock. These sales also could impede our ability to raise capital in the future.\nGeneral Risk Factors\nA prolonged economic downturn, especially any downturn in the housing market, may negatively impact our ability to attract new subscribers and generate increased revenues.\nWe are exposed to risks associated with prevailing macro-economic conditions, such as a recession or economic downturn, higher rates of interest, the ongoing conflicts between Russia and Ukraine and in the Middle East, rising energy rates, consumer credit and debt levels, and other macro-economic factors, which could adversely impact demand for our products and services and have a negative impact on our financial results. In addition, the global financial markets have displayed uncertainty, and at times the equity and credit markets have experienced unexpected volatility, which could cause economic conditions to worsen. In difficult economic conditions, consumers may seek to reduce discretionary spending by foregoing purchases of our services. The expanded availability of free or lower cost competitive services, such as video streaming over the Internet, combined with substitute services, such as wireless phones, may further reduce consumer demand for our services during periods of weak economic conditions. Our ability to gain new subscribers is partially dependent on growth in occupied housing in our service areas, particularly with respect to our greenfield markets, which is influenced by both national and local economic conditions. If the number of occupied homes in our operating areas declines and/or the number of home foreclosures significantly increases, we may be unable to maintain or increase the number of our subscribers.\n\n\n28\n\n\n\nWe may not be able to access the credit and capital markets at the times and in the amounts needed and on acceptable terms. \nFrom time to time we may need to access the long term and short term capital markets to obtain financing. Our access to, and the availability of, financing on acceptable terms and conditions in the future will be impacted by many factors, including our financial performance, our credit ratings or absence of a credit rating, the liquidity of the overall capital markets and the state of the economy. There can be no assurance that we will have access to the capital markets on terms acceptable to us.\nOur reliance on third parties could adversely affect our operations, business, financial condition and results of operations. \nWe are susceptible to risks associated with the potential financial instability of the vendors and third parties on which we rely to provide products and services, or to which we delegate certain functions. Specifically, we depend on third party suppliers and licensors to supply some of the hardware, software and operational support necessary to provide our services. Some of these vendors represent our sole source of supply or have, either through contract or as a result of intellectual property rights, a position of some exclusivity. If demand exceeds these vendors’ capacity, they experience operating or financial difficulties, they significantly increase the amount we pay for necessary products or services, or they cease production of any necessary product due to lack of demand, our ability to provide some services may be materially adversely affected.\nIn addition, a general economic downturn, as well as volatility and disruption in the capital and credit markets, could adversely affect vendors and third parties and lead to significant increases in prices, reduction in output or the bankruptcy of our vendors or third parties upon which we rely. Any interruption in the services provided by our vendors or by third parties could adversely affect our operations, business, financial condition or results of operations.\nSince our business is concentrated in specific geographic locations, our business could be adversely impacted by natural disasters in these areas. \nWe provide our services to areas in Alabama, Florida, Georgia, Michigan, South Carolina and Tennessee, which are in the Southeastern and Midwestern regions of the United States. Our success depends on the efficient and uninterrupted operation of our communications services. Our network is attached to poles and other structures in many of our service areas, and our ability to provide service depends on the availability of electric power. A tornado, hurricane, flood, mudslide, earthquake or other natural catastrophe in one of these areas, such as the hurricanes experienced by our Augusta, Georgia and Florida markets in 2024, could damage our network, interrupt our service and harm our business in the affected area. In addition, many of our markets are close together, and a single natural catastrophe could damage our network in more than one market.\nWe rely on network and information systems and other technology, and a disruption or failure of such networks, systems or technology as a result of computer viruses, “cyber-attacks,” misappropriation of data or other malfeasance, as well as outages, accidental releases of information or similar events, may disrupt our business.\nAs network and information systems and other technologies are critical to our operating activities, network or information system shutdowns caused by events such as computer hacking, dissemination of computer viruses, worms and other destructive or disruptive software, “cyber attacks,” denial of service attacks and other malicious activity pose increasing risks. Our network and information systems are also vulnerable to damage or interruption from power outages, terrorist attacks and other similar events which could have an adverse impact on us and our customers, including degradation of service, service disruption, excessive call volume to call centers and damage to our network, equipment, data and reputation. Similarly, the operations of our partners and other third parties with which we work are also susceptible to the same risks. The occurrence of such an event also could result in large expenditures necessary to repair or replace such networks or information systems or to protect them from similar events in the future. Significant incidents could result in a disruption of our operations, customer dissatisfaction or a loss of customers or revenues. To date, these events have not resulted in material impairment of any business operations.\n\n\n29\n\n\n\nFurthermore, our operating activities could be subject to risks caused by misappropriation, misuse, leakage, falsification and accidental release or loss of information maintained in our information technology systems and networks, including customer, personnel and vendor data. We could be exposed to significant costs if such risks were to materialize, and such events could damage the reputation and credibility of our business and have a negative impact on our revenue. We also could be required to expend significant capital and other resources to remedy any such security breach. As a result of the increasing awareness concerning the importance of safeguarding personal information, the potential misuse of such information and legislation that has been adopted or is being considered regarding the protection, privacy and security of personal information, information related risks are increasing, particularly for businesses like ours that handle a large amount of personal customer data.\nWe maintain insurance related to cybersecurity risks, but this insurance may not be sufficient to cover all of our losses from any breaches or other adverse consequences related to a cybersecurity-event. Any of these events could have a material adverse effect on our business, prospects, financial condition, operating results, and cash flows, or a negative impact to our reputation could cause us to suffer other negative consequences. For example, we may incur remediation costs (such as liability for stolen assets or information, repairs of system damage, and incentives to customers or business partners in an effort to maintain relationships after an attack); increased cybersecurity protection costs (which may include the costs of making organizational changes, deploying additional personnel and protection technologies, training employees, and engaging third-party experts and consultants); lost revenues resulting from the unauthorized use of proprietary information or the failure to retain or attract customers following an attack; litigation and legal risks (including regulatory actions by state and federal governmental authorities); increased insurance premiums; reputational damage that adversely affects customer or investor confidence; and damage to the company’s competitiveness, stock price, and diminished long-term shareholder value. To date, such events have not resulted in the material impairment of any business operations.\nAny damage to our reputation or brand image could adversely affect our business, financial condition or results of operations.\nMaintaining a positive reputation and brand image are important factors impacting our ability to sell our products and services. The speed at which negative publicity is disseminated has increased dramatically through social media, websites and blogs. Our success in maintaining a positive brand image depends on our ability to adapt to this rapidly changing media environment. Adverse publicity or negative commentary in any media outlet could damage our reputation and reduce the demand for our products and services, which would adversely affect our business. Our reputation or brand image could be adversely impacted by negative publicity, commentary or communications (whether or not valid), including related to the following topics: our failure to maintain high ethical and social practices in all of our operations and activities; our failure to be perceived as appropriately addressing matters of social responsibility; our use of social media; or public perception of statements or positions made or taken by us, including our executives and associates.\n\n\n30\n\n\n\nOur ability to use our net operating losses to offset future taxable income may be subject to certain limitations.\nIn general, under Section 382 (“Section 382”) of the Internal Revenue Code of 1986, as amended, a corporation that undergoes an “ownership change” is subject to limitations on its ability to utilize its existing federal and state net operating losses and capital losses. Future changes in our stock ownership, some of which are outside of our control, could result in an additional ownership change under Section 382. Furthermore, our ability to utilize NOLs of companies that we have acquired or may acquire in the future may be subject to limitations. There is also a risk that due to regulatory changes, such as suspensions on the use of NOLs or other unforeseen reasons, our existing NOLs could expire or otherwise be unavailable to offset future income tax liabilities, including for state tax purposes. The generation of NOLs subsequent to December 31, 2017 are subject to the Tax Cut and Jobs Act, which removes NOL expirations, but limits utilization against taxable income to 80%. For these reasons, we may not be able to utilize a material portion of the NOLs, even if we return to profitability.\nWe have experienced net losses and may generate net losses in the future.\nWe experienced net losses in the past three years and may report net losses in the future. In general, these prior net losses have principally resulted from interest expense related to our indebtedness, depreciation and amortization expenses associated with capital expenditures related to expanding and upgrading of our broadband network, as well as impairment charges to certain intangible assets. If we report net losses in the future, these losses may limit our ability to attract needed financing, and to do so on favorable terms, as such losses may prevent some investors from investing in our securities.\nPublic health threats or outbreaks of communicable diseases could have a material adverse effect on the Company’s operations and overall financial performance.\nWe may face risks related to public health threats or outbreaks of communicable diseases. A global health crisis could adversely affect the United States and global economies and limit the ability of enterprises to conduct business for an indefinite period of time. A public health crisis may negatively impact the global economy, disrupt financial markets and international trade, and result in increased unemployment levels and impact global supply chains, all of which could have the potential to impact our business. \nIn the event of a public health crisis, government authorities may, from time to time, implement various mitigation measures, including travel restrictions, limitations on business operations, stay-at-home orders and social distancing protocols. The economic impact of the aforementioned actions may impair our ability to sustain sufficient financial liquidity and impact our financial results. Impacts of a public health crisis could: (i) result in an increase in costs related to delayed payments from customers and uncollectable accounts, (ii) cause a reduction in revenue related to waiving late fees and other charges related to governmental regulations, (iii) cause delays and disruptions in the supply chain related to obtaining necessary materials for our network infrastructure or customer premise equipment, (iv) cause workforce disruptions, including the availability of qualified personnel; and (v) cause other unpredictable events. \nAs we cannot predict the probability, duration, or scope of any global health crisis, the anticipated negative financial impact to our operating results cannot be reasonably estimated, but could be material and last for an extended period of time.\n​",
      "char_count": 62429
    }
  },
  "extracted_at": "2025-10-18T18:03:34.138699"
}