{
  "ticker": "ABG",
  "company_name": "ASBURY AUTOMOTIVE GROUP INC",
  "cik": 1144980,
  "form_type": "10-K",
  "filing_date": "2025-02-26",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001144980-25-000077",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001144980&accession_number=000114498025000077&xbrl_type=v",
  "sic_code": "5500",
  "industry": "Retail-Auto Dealers & Gasoline Stations",
  "sections": {
    "item1": {
      "text": "Item 1. BUSINESS\n\nAsbury Automotive Group, Inc., a Delaware corporation organized in 2002, is a Fortune 500 company and one of the largest franchised automotive retailers in the United States. Our mission and vision is to put the guest experience first and follow our \"North Star\" to be the most guest-centric automotive retailer in the industry. We follow three key principles to guide us: (1) have a fun, supportive and inclusive culture where team members thrive personally while building meaningful bonds with one another; (2) be great brand ambassadors and exceptional stewards of capital for our partners who fuel our mission; and (3) be caring professionals who strive to delight our guests and foster love for the brand. Our strong organizational culture and purposeful mission allow us to continuously deliver best-in-class experiences to our guests. As of December 31, 2024, we owned and operated 198 new vehicle franchises, representing 31 brands of automobiles at 152 dealership locations, 37 collision centers, and Total Care Auto, Powered by Landcar (\"TCA\" or \"TCA Business\"), our finance and insurance (\"F&I\") product provider, within 14 states. Our store operations are conducted by our subsidiaries and the Company operates in two reportable segments, the Dealerships and TCA segments.\n\nWe offer an extensive range of automotive products and services fulfilling the entire vehicle ownership lifecycle including new and used vehicles, parts and service, which includes vehicle repair and maintenance services, replacement parts and collision repair services (collectively referred to as \"parts and services\" or \"P&S\"), and F&I products, including arranging vehicle financing through third parties and aftermarket products, such as extended service contracts, guaranteed asset protection (\"GAP\") debt cancellation and prepaid maintenance. We strive for a diversified mix of products, services, brands and geographic locations which allows us to reduce our reliance on any one manufacturer, minimize the impact from changes in customer preference and maintain profitability across fluctuations in new vehicle sales. Our diverse revenue base, along with our commitment to operational excellence across our dealership portfolio, provides a resilient business model and strong profit margins. \n\nOur omni-channel platform is designed to engage with customers where and when they want to interact and to increase our market share through digital innovation. We are focused on providing a high level of customer service and have designed our dealerships’ services to meet the increasingly sophisticated needs of customers throughout the vehicle ownership lifecycle. Our digital capabilities further enhance our physical dealership network and drive additional revenue. Our ability to provide a low friction experience across our omni-channel platform drives customer satisfaction and repeat business across our dealership portfolio. \n\nAcquisitions \n\nOn February 14, 2025, the Company, through one of its subsidiaries, entered into a Purchase and Sale Agreement (the \"Transaction Agreement\") with various entities that comprise the Herb Chambers automotive group (the \"Herb Chambers Dealerships\"). Pursuant to the Transaction Agreement, the Company is expected to acquire substantially all of the assets, including all real property and businesses, of the Herb Chambers Dealerships (collectively, the \"Businesses\") for an aggregate purchase price of approximately $1.34 billion, which includes $750 million for goodwill and approximately $590 million for the real estate and leasehold improvements. In addition, the Company will acquire new vehicles, used vehicles, service loaner vehicles, fixed assets, parts and supplies for a purchase price to be determined at the closing (the \"Closing\") of the transactions set forth in the Transaction Agreement and will reimburse the Herb Chambers Dealerships for certain dealership construction and development costs incurred prior to the Closing. The Businesses include 33 dealerships, 52 franchises and three collision centers. Herb Chambers will retain ownership of the Mercedes-Benz of Boston dealership in Somerville, Massachusetts (the \"MB Boston Dealership\"). The Transaction Agreement includes certain restrictions and obligations regarding the sale of the MB Boston Dealership, including a put right obligating the Company to purchase the MB Boston Dealership during the five-year period following the Closing, absent certain circumstances. \n\nThe Closing is subject to various customary closing conditions, including (i) receipt of approval of the transactions by certain automotive manufacturers, (ii) receipt of certain governmental clearances, including the expiration or termination of the waiting period under the Hart-Scott-Rodino Antitrust Improvements Act of 1976, as amended, (iii) the continued accuracy of the representations and warranties of the parties, (iv) the assignment of certain leases and key contracts and (v) the absence of a material adverse effect.  The Transaction Agreement also contains certain termination rights. The Herb Chambers Dealerships may, in some circumstances of termination, be required to pay us a termination fee of $100 million, and in other circumstances of termination, be entitled to receive certain earnest money. The Closing is anticipated to occur in the second quarter of 2025. \n\nSome but not all of the factors that could cause actual results or events to differ materially from those anticipated are set forth at \"Item 1A. Risk Factors\" in this Form 10-K.\n\nThere were no acquisitions during the years ended December 31, 2024 and 2022.\n\nOn December 11, 2023, the Company completed the acquisition of the business of the Jim Koons (\"Koons\") Automotive Companies, (collectively, the \"Koons acquisition\"), thereby acquiring 20 new vehicle dealerships, six collision centers and the real property related thereto for an aggregate purchase price of approximately $1.50 billion, which includes $256.1 million of new vehicle floor plan financing and $100.9 million of assets held for sale related to Koons Lexus of Wilmington. The acquisition was funded with borrowings under Asbury’s existing credit facility and cash on hand. The Koons acquisition diversified Asbury's geographic mix, with expansion in the greater Washington-Baltimore region of the United States. \n\nDivestitures\n\nDuring the year ended December 31, 2024, we sold 1 Lexus franchise (1 dealership location) in Wilmington, Delaware due to OEM requirements in connection with the Koons acquisition, 1 Nissan franchise (1 dealership location) in Denver, Colorado, 1 Nissan franchise (1 dealership location) in Atlanta, Georgia, 1 Chevrolet franchise (1 dealership location) in Atlanta, Georgia and 1 Honda franchise (1 dealership location) in Spokane, Washington. The Company recorded a pre-tax gain totaling $8.6 million, which is presented in our accompanying consolidated statements of income as a gain on dealership divestitures, net.\n\nDuring the year ended December 31, 2023, we sold 1 franchise (1 dealership location) in Austin, Texas. The Company recorded a pre-tax gain totaling $13.5 million.\n\nDuring the year ended December 31, 2022, we sold one franchise (one dealership location) in St. Louis, Missouri, three franchises (three dealership locations) and one collision center in Denver, Colorado, two franchises (two dealership locations) in Spokane, Washington, one franchise (one dealership location) in Albuquerque, New Mexico and 11 franchises (nine dealership locations) and two collision centers in North Carolina. The Company recorded a pre-tax gain totaling $207.1 million.\n\nFour Key Components of Our Business\n\nThe following chart presents the contribution to total revenue and gross profit by each line of business for the year ended December 31, 2024:\n\nOur new vehicle franchise retail network within our Dealerships segment is made up of dealerships located in 14 states operating primarily under 16 locally branded dealership groups. The following chart provides a detailed breakdown of our states, brand names, and franchises as of December 31, 2024:\n\nDealership Group Brand NameStateFranchise\n\nCoggin Automotive GroupFloridaAcura, BMW, Buick, Chevrolet, Ford(a), GMC, Honda(d), Hyundai, Mercedes-Benz, Nissan(a), Toyota\n\nCourtesy AutogroupFloridaChrysler, Dodge Ram, Honda, Hyundai, Infiniti, Jeep, Kia, Mercedes-Benz, Nissan, Sprinter, Toyota\n\nCrown Automotive CompanySouth CarolinaNissan\n\nVirginiaAcura, BMW(a), MINI\n\nDavid McDavid Auto GroupTexasFord, Honda(a), Lincoln\n\nGreenville Automotive GroupSouth CarolinaLand Rover, Porsche, Toyota, Volvo\n\nHare, Bill Estes & Kahlo Automotive GroupsIndianaChevrolet(b), Chrysler(a), Dodge Ram(a), Ford, GMC, Honda, Isuzu, Jeep(a), Toyota\n\nJim Koons Automotive CompaniesMarylandChevrolet(a), Ford, GMC, Kia, Mercedes-Benz, Sprinter, Toyota(b), Volvo\n\nVirginiaBuick, Chevrolet, Chrysler, Dodge Ram, Ford(b), GMC(a), Hyundai, Jeep, Kia, Toyota(a)\n\nLarry H. Miller DealershipsArizonaChrysler(b), Dodge Ram(c), Fiat, Ford, Genesis, Hyundai, Jeep(b), Nissan, Toyota, Volkswagen(a)\n\nCaliforniaToyota(a)\n\nColoradoChrysler(a), Dodge Ram(b), Fiat, Ford, Jeep(a), Nissan, Volkswagen\n\nIdahoChrysler, Dodge Ram, Honda, Jeep, Subaru\n\nNew MexicoChevrolet, Chrysler(a), Dodge Ram, Hyundai(a), Jeep(a), Toyota\n\nUtahChevrolet(a), Chrysler(c), Dodge Ram(c), Ford(b), Honda, Jeep(c), Lexus(a), Lincoln, Mercedes-Benz, Toyota, Sprinter\n\nMike Shaw, Stevinson & Arapahoe Automotive GroupsColoradoSubaru(a), Chevrolet, Chrysler, Dodge Ram, Hyundai(a), Jaguar, Jeep, Lexus(a), Porsche, Toyota(a)\n\nNalley Automotive GroupGeorgiaAcura, Audi, Bentley, BMW, Honda, Hyundai, Infiniti(a), Kia, Lexus(a), Toyota(b), Volkswagen\n\nPark Place AutomotiveTexasAcura, Lexus(a), Land Rover, Mercedes-Benz(b), Porsche, Volvo, Sprinter(b)\n\nPlaza Motor CompanyMissouriAudi, BMW, Infiniti, Land Rover, Mercedes-Benz(a), Sprinter(a)\n\n____________________________\n\n(a)This dealership group has two of these franchises.\n\n(b)This dealership group has three of these franchises.\n\n(c)This dealership group has four of these franchises.\n\n(d)This dealership group has five of these franchises.\n\n8\n\n\nOperations\n\nNew Vehicle Sales\n\nThe following table reflects the number of franchises we owned as of December 31, 2024 and the percentage of new vehicle revenues represented by class and franchise for the year ended December 31, 2024:\n\nClass/FranchiseNumber ofFranchises Owned% of NewVehicle Revenues\n\nLuxury\n\nMercedes-Benz9 8 %\n\nLexus8 10 \n\nBMW5 3 \n\nAcura4 1 \n\nInfiniti4 1 \n\nLand Rover3 2 \n\nPorsche3 2 \n\nVolvo3 1 \n\nAudi2 1 \n\nLincoln2 1 \n\nGenesis1 *\n\nBentley1 *\n\nJaguar1 *\n\nTotal Luxury46 30 %\n\nImport\n\nToyota19 19 %\n\nHonda12 9 \n\nHyundai9 5 \n\nSprinter8 1 \n\nNissan6 2 \n\nKia4 2 \n\nVolkswagen4 1 \n\nSubaru3 2 \n\nFiat2 *\n\nMINI1 *\n\nIsuzu1 *\n\nTotal Import69 41 %\n\nDomestic\n\nChrysler, Dodge, Jeep, Ram52 9 %\n\nChevrolet, Buick, GMC18 8 \n\nFord13 13 \n\nTotal Domestic83 29 %\n\nTotal Franchises198 100 %\n\n* Franchise accounted for less than 1% of new vehicle revenues for the year ended December 31, 2024.\n\nOur new vehicle revenues include new vehicle sales and lease transactions arranged by our dealerships with third-party financial institutions. We believe that leasing provides a number of benefits to our other business lines, including the historical customer loyalty to the leasing dealership for repairs and maintenance services and the fact that lessors typically give the leasing dealership the first option to purchase the off-lease vehicle. \n\n9\n\n\nUsed Vehicle Sales\n\nWe sell used vehicles at all our franchised dealership locations. Used vehicle sales include the sale of used vehicles to individual retail customers (\"used retail\") and the sale of used vehicles to other dealers or licensed wholesalers (\"wholesale\") (the terms \"used retail\" and \"wholesale\" collectively referred to as \"used\"). \n\nGross profit from the sale of used vehicles depends primarily on our dealerships' ability to obtain a high quality supply of used vehicles and our use of technology to manage our inventory. Our new vehicle operations typically provide our used vehicle operations with a large supply of trade-ins and off-lease vehicles, which we believe are good sources of high quality used vehicles. We also purchase a portion of our used vehicle inventory at \"open\" auctions and auctions restricted to new vehicle dealers. Additionally, our used vehicle sales benefit from our ability to sell certified pre-owned vehicles from our franchised dealerships.\n\nParts and Service\n\nWe provide vehicle repair and maintenance services, sell replacement parts, and recondition used vehicles at all of our dealerships. In addition, we provide collision repair services at our 37 free-standing collision repair centers that we operate either on the premises of, or in close proximity to, our dealerships. Historically, parts and service revenues have been more stable than those from vehicle sales. Industry-wide, parts and service revenues have consistently increased over time primarily due to the increased cost of maintaining vehicles, the added technical complexity of vehicles, and the increasing number of vehicles on the road. \n\nThe automotive parts and service industry tends to be highly fragmented, with franchised dealerships and independent repair shops competing for this business. We believe, however, that the increased use of advanced technology in vehicles is making it difficult for independent repair shops to compete effectively with franchised dealerships as they may not be able to make the investments necessary to perform major or technical repairs. In an effort to maintain the necessary knowledge to service vehicles and further develop our technician staff, we focus on our internal and manufacturer specific training and development programs for new and existing technicians. We believe our parts and service business is also well-positioned to benefit from the service work potentially generated through the sale of extended service contracts to customers who purchase new and used vehicles from us, as historically these customers tend to have their vehicles serviced at the location where they purchased the extended service contract. In addition, our franchised dealerships benefit from manufacturer policies requiring that warranty and recall related repairs be performed at a franchised dealership. We believe our collision repair centers provide us with an attractive opportunity to grow our business due to the high margins provided by collision repair services and the fact that we are able to source original equipment manufacturer parts from our franchised dealerships. \n\nFinance and Insurance\n\nWe offer a wide variety of automotive F&I products to our customers. Through the acquisition of TCA in December 2021, we offer extended vehicle service contracts, prepaid maintenance contracts, key replacement contracts, guaranteed asset protection contracts, paintless dent repair contracts, appearance protection contracts, tire and wheel, and lease wear and tear contracts. These F&I products are sold to our customers via our network of dealerships. \n\nIn addition to the TCA F&I products, we offer our customers a variety of vehicle protection products through independent third parties in connection with the purchase of vehicles. These products are underwritten and administered by these third parties. Under our arrangements with the providers of these products, we primarily sell the products on a straight commission basis. We are subject to chargebacks for service and other contracts as a result of early termination, default, or prepayment of the contract. In addition, we participate in future profits associated with the performance of the third-party held underlying portfolio for certain products pursuant to retrospective commission arrangements. \n\nWe also arrange third-party financing for the sale or lease of vehicles to our customers in exchange for compensation paid to us by the third-party financial institution. We do not directly finance our customers' vehicle purchases or leases, therefore our exposure to losses in connection with those third-party financing arrangements is limited generally to the compensation we receive. The compensation we receive is subject to chargeback, or repayment, to the third-party finance company if a customer defaults or prepays the retail installment contract typically during some limited time period at the beginning of the contract term. We have negotiated agreements with certain lenders pursuant to which we receive additional compensation upon reaching a certain volume of business. \n\nF&I revenue in our Dealerships segment represents the commissions earned from both TCA and independent third parties related to a broad range of F&I products. This F&I revenue is presented net of third-party chargebacks. \n\nF&I revenue in our TCA segment represents the premium revenue earned from customers for F&I products primarily sold in connection with the purchase of vehicles at our dealerships. The premium revenue is recognized over the life of the F&I \n\n10\n\n\nproduct contract as services are provided. We capitalize costs, such as employee sales commissions, to obtain customer contracts, and amortize those costs over the life of the contract. Amortization of costs to obtain customer contracts is included in selling, general and administrative expenses in the consolidated statements of income. The portion of commissions that are paid to affiliated dealerships are eliminated upon consolidation. The Dealerships segment also provides vehicle repair and maintenance services to TCA customers in connection with claims related to TCA's products. Upon consolidation, the associated service revenue recorded by the Dealerships segment is eliminated against the service costs incurred by the Dealerships segment. All claims paid related to the contracts are recognized in F&I cost of sales in the TCA segment. \n\n In addition, F&I revenue includes investment income and other gains and losses related to the performance of our investment portfolio.\n\nBusiness Strategy\n\nWe seek to be the most guest-centric automotive retailer and to create long-term value for our stockholders by striving to drive operational excellence and deploy capital to its highest risk adjusted returns. To achieve these objectives, we employ the strategies described below.\n\nProvide an exceptional customer experience in our stores.\n\nWe are guided by our mission and vision to be the most guest-centric automotive retailer in the industry and use that framework as our North Star. We have designed our dealerships’ services to meet the needs of an increasingly sophisticated and demanding automotive consumer. We endeavor to establish relationships that we believe will result in both repeat business and additional business through customer referrals. Furthermore, we provide our dealership managers with appropriate incentives to employ efficient selling approaches, engage in extensive follow-up to develop long-term relationships with customers, and extensively train our sales staff to meet customer needs.\n\nAccelerate same store growth and guest experience through technology investment.\n\nAs part of our long-term growth strategy, we invest in technologies or partner with leading software platform vendors to develop applications that (i) serve our guests with omni-channel buying options offering enhanced speed, and transparency and (ii) drive a more efficient guest experience at a lower cost to serve.\n\nGrow F&I product penetration and expand TCA's service offerings across the full dealership portfolio. \n\nWe continue to be positioned to leverage the acquisition of LHM to improve profitability via the ownership of TCA, a highly scalable provider of a full-suite of F&I products. TCA’s key offerings include vehicle service contracts, prepaid maintenance, protection plans, key and remote replacement, leased vehicle protection and tire and wheel protection. Over the long-term, we expect that the profitability of our TCA products will be higher than the profitability associated with selling F&I products offered by third-parties. We are continuing to integrate TCA’s service offerings across our full dealership portfolio to increase our F&I product penetration and profitability. We expect to complete the rollout of TCA's service offerings to all of our dealerships in 2025 by offering TCA products in our Florida market during the first quarter of 2025, and the Koons platform in the second quarter of 2025; however, no assurance can be given that the rollout will be completed with the timeframe contemplated. \n\nAttract, retain and invest in top talent to drive growth and optimize operations. \n\n We believe the core of our business success lies in our talent pool, so we are focused on attracting, hiring and retaining the best people. We also invest in resources to train and develop our employees. Our executive management team has extensive experience in the auto retail sector and is able to leverage experience from all positions throughout the Company. In addition, we believe that local management of dealership operations enables our retail network to provide market specific responses to sales, customer service and inventory requirements. The general manager of each of our dealerships is responsible for the operations, personnel and financial performance of that dealership as well as other day-to-day operations.\n\nLeverage scale and cost structure to improve operating efficiencies. \n\nWe are positioned to leverage our significant scale so that we are able to achieve competitive operating margins by centralizing and streamlining various back-office functions. We are able to improve financial controls and lower servicing costs by maintaining key store-level accounting and administrative activities in our shared service centers, and we leverage our scale to reduce costs related to purchasing certain equipment, supplies, and services through national vendor relationships. Similarly, we are able to leverage our scale to implement these best practices when integrating newly acquired dealerships allowing us to continue to improve our operating efficiencies.\n\n11\n\n\nDeploy capital to highest returns and continue to invest in the business. \n\n Our capital allocation decisions are made within the context of maintaining sufficient liquidity and a prudent capital structure. We target a 2.5x to 3.5x transaction adjusted net leverage ratio, which is calculated as set forth in our credit facility, in a normal business environment. The Company’s transaction adjusted net leverage ratio was 2.85x at December 31, 2024, compared to 2.54x at December 31, 2023. We believe our cash position and borrowing capacity, combined with our current and expected future cash generation capability, provides us with financial flexibility to, among other things, reinvest in our business, acquire dealerships and repurchase our stock, when prudent.\n\nWe continually evaluate our existing dealership network and seek to make strategic investments that will increase the capacity of our dealerships and improve the customer experience. In addition, we continue to execute on our strategy of selectively acquiring our leased properties where financing rates make it attractive to be an owner and provide us a further means to finance our business.\n\nEvaluate opportunities to refine the dealership portfolio. \n\n We continually evaluate the financial and operating results of our dealerships, as well as each dealership’s geographical location and, based on various financial and strategic rationales, may make decisions to dispose of dealerships to refine our dealership and real estate portfolio. We also evaluate dealership acquisition opportunities based on market position and geography, brand representation and availability, key personnel and other factors. Our approach to dispositions and acquisitions is highly disciplined with a focus on long-term strategic value to stockholders. \n\nDeliver on our mission to grow and transform our business with revenue of $30 billion or more by 2030.\n\nWe continually evaluate additional opportunities to drive revenue growth while maintaining our disciplined approach to capital allocation. In February 2024, the Company announced an update to our strategic outlook targeting revenue of $30 billion or more by 2030. We intend to execute on this strategic plan by focusing on a variety of growth efforts including, balanced capital allocation, driving same-store revenue growth and acquiring revenue through strategic transactions. Aligning with our strategic outlook, the Company, on February 14, 2025, through one of its subsidiaries, entered into a Transaction Agreement with the Herb Chambers Dealerships that will result in the Company acquiring substantially all of the assets, including all real property and businesses of the Herb Chambers Dealerships, which comprise 33 dealerships, 52 franchises and three collision centers, which is expected to positively contribute to the Company’s overall revenue objectives.\n\nCompetition\n\nThe automotive retail and service industry is highly competitive with respect to price, service, location, and selection. For new vehicle sales, our dealerships compete with other franchised dealerships, primarily in their regions. Our new vehicle store competitors also have franchise agreements with the various vehicle manufacturers, and as such, generally obtain new vehicle inventory from vehicle manufacturers on the same terms as us. The franchise agreements grant the franchised dealership a non-exclusive right to sell the manufacturer's (or distributor's) brand of vehicles and offer related parts and service within a specified market area. State automotive franchise laws restrict competitors from relocating their stores or establishing new stores of a particular vehicle brand within a specified area that is served by our dealership of the same vehicle brand. Recently, certain electric vehicle manufacturers have been permitted to circumvent the state automotive franchise laws of several states in the United States thereby permitting them to sell their new vehicles directly to consumers. We rely on our advertising and merchandising, sales expertise, service reputation, strong local branding, and location of our dealerships to assist in the sale of new vehicles.\n\nOur used vehicle operations compete with other franchised dealerships, non-franchised automotive dealerships, regional and national vehicle rental companies, and internet-based vehicle brokers for the supply and resale of used vehicles.\n\nWe compete with other franchised dealerships to perform warranty and recall-related repairs. We compete with other franchised dealerships and independent service centers for collision and non-warranty repair and maintenance services. We compete with other automobile dealers, service stores, and auto parts retailers in our parts operations. We believe that we have a competitive advantage in parts and service sales due to our ability to use factory-approved replacement parts, our skilled manufacturer trained and certified technicians, our competitive prices, our familiarity with manufacturer brands and models, and the quality of our customer service. \n\nWe compete with a broad range of financial institutions in arranging financing for our customers' vehicle purchases. In addition, many financial institutions are now offering F&I products through the internet, which has increased competition and may reduce our profits on certain of these items. We believe the principal competitive factors in providing financing are convenience, interest rates, and flexibility in contract length.\n\n12\n\n\nSeasonality\n\nThe automobile industry has historically been subject to seasonal variations. Demand for new vehicles is generally highest during the second and third quarters of each year and, accordingly, we expect our revenues and operating results to generally be higher during these periods. In addition, we typically experience higher sales of luxury vehicles, which have higher average selling prices and gross profit per vehicle retailed, in the fourth quarter. Revenues and operating results may be impacted significantly from quarter to quarter by changing economic conditions, vehicle manufacturer incentive programs, or adverse weather events, or other occurrences that are outside of our control.\n\nDealer and Framework Agreements\n\nEach of our dealerships operate pursuant to a dealer agreement between the dealership and the manufacturer (or in some cases the distributor) of each brand of new vehicles sold and/or serviced at the dealership. The dealer agreements grant the franchised dealership a non-exclusive right to sell the manufacturer's (or distributor's) brand of vehicles and offer related parts and service within a specified market area. Each dealer agreement also grants our dealerships the right to use the manufacturer's trademarks and service marks in connection with the dealerships' operations and they also impose numerous operational requirements related to, among other things, the following:\n\n•inventories of new vehicles and manufacturer replacement parts; \n\n•maintenance of minimum net working capital requirements, and in some cases, minimum net worth requirements; \n\n•achievement of certain sales and customer satisfaction targets; \n\n•advertising and marketing practices; \n\n•facilities and signs; \n\n•products offered to customers;\n\n•dealership management; \n\n•personnel training; \n\n•information systems;\n\n•geographic market, including but not limited to requirements to meet sales and service targets within an assigned market area, geographic limitations on where the dealership may locate or advertise, and restrictions on the export of vehicles; and \n\n•dealership monthly and annual financial reporting.\n\nOur dealer agreements are for various terms, ranging from one year to indefinite. We expect that we will be able to renew expiring agreements in the ordinary course of business. However, typical dealer agreements give the manufacturer the right to terminate or the option of non-renewal of the dealer agreement under certain circumstances, subject to applicable state automotive dealership franchise laws, including:\n\n•insolvency or bankruptcy of the dealership;\n\n•failure to adequately operate the dealership or to maintain required capitalization levels;\n\n•impairment of the reputation or financial condition of the dealership;\n\n•change of ownership or management of the dealership without manufacturer consent;\n\n•certain extraordinary corporate transactions such as a merger or sale of all or substantially all of our assets without manufacturer consent;\n\n•failure to complete facility upgrades required by the manufacturer or agreed to by the dealer;\n\n•failure to maintain any license, permits or authorization required to conduct the dealership's business;\n\n•conviction of a dealer/manager or owner for certain crimes; or\n\n•material breach of other provisions of a dealer agreement.\n\nNotwithstanding the terms of any dealer agreement, the states in which we operate have automotive dealership franchise laws which provide that it is unlawful for a manufacturer to terminate or not renew a franchise unless \"good cause\" exists. \n\n13\n\n\nIn addition to requirements under dealer agreements, we are subject to provisions contained in supplemental agreements, framework agreements, dealer addenda and manufacturers' policies, collectively referred to as \"framework agreements.\" Framework agreements impose requirements on us in addition to those described above. Such agreements also define other standards and limitations, including:\n\n•company-wide performance criteria;\n\n•capitalization requirements;\n\n•limitations on changes in our ownership or management;\n\n•limitations on the number of a particular manufacturer's franchises owned by us;\n\n•restrictions or prohibitions on our ability to pledge the stock of certain of our subsidiaries; and\n\n•conditions for consent to proposed acquisitions, including sales and customer satisfaction criteria, as well as limitations on the total local, regional, and national market share percentage that would be represented by a particular manufacturer's franchises owned by us after giving effect to a proposed acquisition.\n\nSome dealer agreements and framework agreements grant the manufacturer the right to terminate or not renew our dealer and framework agreements, or to compel us to divest our dealerships, for a number of reasons, including default under the agreement, any unapproved change of control (specific changes vary from manufacturer to manufacturer, but which include material changes in the composition of our Board of Directors during a specified time period, the acquisition of 5% or more of our voting stock by another vehicle manufacturer or distributor, the acquisition of 20% or more of our voting stock by third parties, and the acquisition of an ownership interest sufficient to direct or influence management and policies), or certain other unapproved events (including certain extraordinary corporate transactions such as a merger or sale of all or substantially all of our assets). Triggers of the clauses are often based upon actions by our stockholders and are generally outside of our control. Some of our dealer agreements and framework agreements also give the manufacturer a right of first refusal if we propose to sell any dealership representing the manufacturer's brands to a third-party. These agreements may also attempt to limit the protections available under applicable state laws and require us to resolve disputes through binding arbitration. For additional information, please refer to the risk factor captioned \"We are dependent upon our relationships with the manufacturers of vehicles that we sell and are subject to restrictions imposed by, and significant influence from, these vehicle manufacturers. Any of these restrictions or any changes or deterioration of these relationships could have a material adverse effect on our business, financial condition, results of operations, and cash flows.\"\n\nOur framework agreements with certain manufacturers contain provisions that, among other things, attempt to limit the protections available to dealers under these laws. If these laws are repealed in the states in which we operate, manufacturers may be able to terminate our franchises without providing us with advance notice, an opportunity to cure or a showing of good cause. Without the protection of these laws, it may also be more difficult for us to renew our dealer agreements upon expiration.\n\nChanges in laws that provide manufacturers the ability to terminate our dealer agreements could materially adversely affect our business, financial condition and results of operations. Furthermore, if a manufacturer seeks protection from creditors in bankruptcy, courts have held that the federal bankruptcy laws may supersede these laws, resulting in either the termination, non-renewal or rejection of franchises by such manufacturers, which, in turn, could materially adversely affect our business, financial condition, and results of operations. For additional information, please refer to the risk factor captioned \"If state laws that protect automotive retailers are repealed, weakened, or superseded by our framework agreements with manufacturers, our dealerships will be more susceptible to termination, non-renewal or renegotiation of their dealer agreements which could have a material adverse effect on our business, results of operations, financial condition, and cash flows.\" \n\nRegulations\n\nWe operate in a highly regulated industry. In every state in which we operate, we must obtain one or more licenses issued by state regulatory authorities in order to operate our business. In addition, we are subject to numerous complex federal, state, and local laws regulating the conduct of our business, including those relating to our sales, operations, finance and insurance, marketing, and employment practices. These laws and regulations include state franchise laws and regulations, product standards and recalls, consumer protection laws, privacy and data security laws, anti-money laundering laws, and other extensive laws and regulations applicable to new and used motor vehicle dealers. These laws also include federal and state wage and hour, anti-discrimination, and other laws governing employment practices.\n\nIndustry Regulations\n\nThe Federal Trade Commission (\"FTC\") has regulatory authority over automotive dealers and has implemented enforcement initiatives relating to the marketing practices of automotive dealers. Our operations are also subject to the National \n\n14\n\n\nTraffic and Motor Vehicle Safety Act, Federal Motor Vehicle Safety Standards and other product standards promulgated by the United States Department of Transportation, and the rules and regulations of various state motor vehicle regulatory agencies.\n\nOur financing activities with customers are subject to federal truth-in-lending, consumer leasing, and equal credit opportunity laws and regulations, as well as state and local motor vehicle finance laws, leasing laws, installment finance laws, usury laws, and other installment state and leasing laws and regulations. Some U.S. states regulate fees and charges that may be collected as a result of vehicle sales and service. Claims arising out of actual or alleged violations of law may be asserted against us or our stores by individuals or governmental entities and may expose us to significant damages, fines or other penalties, including revocation or suspension of our license to conduct store operations. Our financing activities, as well as our sale of finance and insurance products, may also be impacted indirectly by laws and regulations that govern automotive finance companies and other financial institutions, including regulations adopted by the Consumer Financial Protection Bureau (the \"CFPB\").\n\nOur TCA business involves the offer and sale of extended vehicle service contracts, debt protection products, vehicle protection plans and other miscellaneous vehicle protection products, which are subject to a wide range of federal, state and local laws and regulations. The Departments of Insurance of U.S. states have regulatory authority over our TCA business. Our TCA business is subject to state licensing and registration requirements, and financial responsibility and security requirements. For additional information, please refer to the risk factors captioned: \"Our dealership operations and facilities are subject to extensive governmental laws and regulations. If we are found to be in purported violation of or subject to liabilities under any of these laws or regulations, or if new laws or regulations are enacted that adversely affect our operations, our business, results of operations, financial condition, cash flows, reputation and prospects could suffer\" and \"Our TCA business is subject to a wide range of federal, state and local laws and regulations, some of which we may not have previously been subject. If we are found to be in purported violation of or subject to liabilities under any of these laws or regulations, or if new laws or regulations are enacted that adversely affect our TCA business, our business, results of operations, financial condition, cash flows, reputation and prospects could suffer.\"\n\nEnvironmental, Health and Safety Laws and Regulations\n\nWe are subject to a wide range of environmental laws and regulations, including those governing discharges into water, air emissions, storage of petroleum substances and chemicals, handling and disposal of solid and hazardous wastes, remediation of various types of contamination, and otherwise relating to health, safety and protection of the environment. For example, and without creating an exhaustive list: as with automobile dealerships generally, and service and parts and collision repair center operations in particular, our business involves the generation, use, handling, and disposal of hazardous or toxic substances and wastes and the use of above ground and underground storage tanks (ASTs and USTs). Operations involving the management of wastes and the use of ASTs and USTs are subject to requirements of the Resource Conservation and Recovery Act, analogous state statutes, and their implementing regulations. Pursuant to these laws, federal and state environmental agencies have established approved methods for handling, storing, treating, transporting, and disposing of regulated substances and wastes with which we must comply. We also are subject to laws and regulations governing responses to any releases of contamination at or from our facilities or at facilities that receive our hazardous wastes for treatment or disposal. The Comprehensive Environmental Response, Compensation and Liability Act (\"CERCLA\") and similar state statutes, can impose strict and joint and several liability for cleanup costs on those that are considered to have contributed to the release of a \"hazardous substance.\" We also are subject to the Clean Water Act, analogous state statutes, and their implementing regulations which, among other things, prohibit discharges of pollutants into regulated waters without permits, require containment of potential discharges of oil or hazardous substances, and require preparation of spill contingency plans.\n\nWe have incurred, and will continue to incur, costs and capital expenditures to comply with these laws and regulations. We believe that our operations currently are being conducted in substantial compliance with all applicable regulations. From time to time, we may experience incidents and encounter conditions that are not in compliance with regulations. We may occasionally receive notices from governmental agencies regarding potential violations of these laws or regulations. In such cases, we will work with the agencies to address any issues and to implement appropriate corrective action when necessary. However, none of our dealerships has been subject to any material liabilities in the past, nor do we know of any fact or condition that would result in any material liabilities being incurred in the future.\n\nHuman Capital\n\nMission and Vision\n\nAt Asbury, our North Star and our mission is to be the most guest-centric automotive retailer. Our success depends on our employees and their commitment to delivering a consistent and exceptional guest experience. Our employees work at locations in Colorado, Florida, Georgia, Indiana, Missouri, South Carolina, Texas, California, Arizona, New Mexico, Idaho, Utah, Virginia and Maryland. We believe that our employees help to set us apart from our competitors, and, therefore, we understand \n\n15\n\n\nthey are our greatest asset. As a result, a critical part of our business strategy is investing in, supporting and developing our employees so that they are trained and incentivized to provide best-in-class service to our guests.\n\nAs of December 31, 2024, we employed approximately 15,000 full-time and part-time employees, none of whom were covered by collective bargaining agreements. We believe we have good relations with our employees.\n\nInclusive and Welcoming Culture\n\nWe strive to create a welcoming and inclusive workplace throughout our dealerships and offices for our team members who represent a wide range of backgrounds and experiences. We feel that building this culture enables us to attract, retain and develop the careers of our highly talented team members. We intend to continue to learn and develop - working towards building a workplace where every Asbury team member feels included and welcomed. \n\nCommunity Outreach\n\nThrough our Asbury Cares program, we support selected community partner organizations across the nation to help reduce disparities in our communities where we live and serve. Since 2021, we have awarded all of our full-time employees with an additional 40 hours of paid time off per year that can be used to volunteer with our local community partners. We have seen significant year-over-year growth in employee participation in our community engagement events.\n\nA significant portion of our Asbury Cares Community program revolves around education and making sure that young people in underserved communities have access to a quality education. We formed a partnership with HBCU Change, an app-based organization that lets users round up their spending and donate to historically black colleges and universities (\"HBCU\"). We learned that many HBCUs historically lag in funding and resources compared to other public or private universities and many have closed their doors in recent years. Many of our Asbury team members are proud HBCU alumni and these institutions provide a unique community of support and understanding for not only African American students, but students of all races and backgrounds. \n\nIn partnership with HBCU Change, we launched a campaign to help raise funds for HBCUs across the country and in the local communities where we operate. The point-of-sale credit card machines in our locations show a prompt asking our guests if they would like to round up their change or donate $1, $3, $5, or a custom amount to HBCUs in their communities. At the end of each quarter, the funds raised are donated to HBCUs across the country. Through donations from our guests and company match, we have contributed more than $1.5 million to HBCUs since the start of our partnership with HBCU Change in May 2021.\n\nRecruitment and Talent Development\n\nWhen recruiting for open positions, we search for the most talented people who each have varying backgrounds, perspectives, and experiences. We also partner with local colleges and trade schools to develop apprenticeship and internship programs. This allows us to help provide valuable training to entry-level candidates while also growing our pipeline.\n\nOur goal is to promote employees from within to career growth opportunities whenever possible. We invest resources to train and develop our employees to reach their career goals. In 2022, we launched a training curriculum for all store positions. In addition, we offer our employees access to an online career path tool, which helps them plan their desired career path and see the required performance goals and milestones to be considered for a promotion. Our fixed operations organization encourages technicians to obtain and maintain certification status with our vehicle manufacturers, and in most cases, our dealership pays for the training. Our employees also attend vehicle manufacturer-sponsored and industry training events.\n\nWe pride ourselves on rewarding and developing talented and tenured employees.\n\nCompensation and Benefits\n\nWe offer competitive compensation and benefits to attract and retain the best people, including the following benefits for our full-time employees:\n\n•Health, dental, and vision benefits with multiple plan choices;\n\n•Discounted healthcare premiums for biometric screening and completion of health survey; and\n\n•Employee assistance program.\n\n16\n\n\nSaving and retirement\n\n•Holiday match; and\n\n•401(k) match.\n\nPaid time off\n\n•Up to 4 weeks paid time off;\n\n•Paid pregnancy leave; and\n\n•Paid parental leave.\n\nDisability and accident insurance\n\n•Short-term disability and long-term disability insurance;\n\n•Accident insurance, hospital indemnity, employee critical illness insurance;\n\n•Employer paid life insurance; and\n\n•Supplemental life insurance.\n\nScholarships for education\n\n•Annual scholarship program.\n\nBroad employee equity ownership\n\n•We also lead the industry by offering equity awards to frontline employees because we want them to be owners of our Company and committed to our long-term success.\n\nSelf-Insurance Programs\n\nDue to the inherent risk in the automotive retail industry, our operations expose us to a variety of liabilities. These risks generally require significant levels of insurance covering liabilities such as claims from employees, customers, or other third parties, for personal injury and property-related losses occurring in the course of our operations. We may be subject to fines and civil and criminal penalties in connection with alleged violations of federal and state laws or regulatory environments. Further, the automobile retail industry is subject to substantial risk of real and personal property loss, due to the significant concentration of property values located at the various dealership locations.\n\nUnder our self-insurance programs, including property and casualty, workers’ compensation, and medical, the Company retains various levels of aggregate loss limits and per-claim deductibles. In addition, the Company maintains separate insurance policies to address potential cyber and directors and officers exposures. We are self-insured for certain employee medical claims and maintain stop-loss insurance for individual claims. \n\nProvisions for retained losses and deductibles are made by charges to expense based upon periodic evaluations of the estimated ultimate liabilities on reported and unreported claims. The insurance companies that underwrite our insurance require we secure certain of our obligations for deductible reimbursements with collateral. Our collateral requirements are set by the insurance companies and, to date, have been satisfied by posting surety bonds, letters of credit, and/or cash deposits. Our collateral requirements may change from time-to-time based on, among other things, our claims experience.",
      "char_count": 49606
    },
    "item1a": {
      "text": "Table of Contents\n\nItem 1A. Risk Factors\n\nIn addition to the other information contained, referred to or incorporated by reference into this report, you should consider carefully the following factors when evaluating our business and before making an investment decision. Our business, operations, ability to implement our strategy, reputation, results of operations, financial condition, cash flows, and prospects may be materially adversely affected by the risks described below. In addition, other risks or uncertainties not presently known to us or that we currently do not deem material could arise, any of which could also materially adversely affect us.\n\nRisks Related to Our Business\n\nOperating Risks\n\nDisruptions in the production and delivery of new vehicles and parts from manufacturers due to the lack of availability of parts and key components from suppliers could have a material adverse effect on our business, results of operations, financial condition and cash flows.\n\nHistorically, we have generated a significant portion of our revenue through new vehicle sales, and new vehicle sales also tend to lead to sales of higher-margin products and services, such as F&I products and vehicle-related parts and service. In addition, new vehicle buyers often trade in an owned vehicle, or turn in a leased vehicle, to us at the time of purchase, and these traded vehicles have historically been an important source for our used vehicle inventory. We rely exclusively on the various vehicle manufacturers for our new vehicle inventory and maintenance and replacement parts inventory. In turn, our vehicle manufacturers rely on certain third-party suppliers to manufacture and deliver certain parts and key components for their vehicles. As a result, our profitability is dependent to a great extent on various aspects of vehicle manufacturers’ operations and timely delivery of new vehicles and parts.\n\nProperty loss or other uninsured liabilities could have a material adverse impact on our results of operations.\n\nWe are subject to substantial risk of property loss due to the significant concentration of property at dealership locations, including vehicles and parts. We have historically experienced business interruptions from time to time at several of our dealerships, due to actual or threatened adverse weather conditions or natural disasters, such as hurricanes, earthquakes, tornadoes, floods, hail storms, fires or other extraordinary events. Concentration of property at dealership locations also makes the automotive retail business particularly vulnerable to theft, fraud and misappropriation of assets. Illegal or unethical conduct by employees, customers, vendors, and unaffiliated third parties can result in loss of assets, disrupt operations, impact brand reputation, jeopardize manufacturer and other relationships, result in the imposition of fines or penalties, and subject us to governmental investigations or lawsuits. While we maintain insurance to protect against a number of losses, this insurance coverage often contains significant deductibles. In addition, we \"self-insure\" a portion of our potential liabilities, meaning we do not carry insurance from a third-party for such liabilities, and are wholly responsible for any related losses including for certain potential liabilities that some states prohibit the maintenance of insurance to protect against. In certain instances, our insurance may not fully cover a loss depending on the applicable deductible or the magnitude and nature of the claim. Additionally, changes in the cost or availability of insurance in the future could substantially increase our costs to maintain our current level of coverage or could cause us to reduce our insurance coverage and increase our self-insured risks. To the extent we incur significant additional costs for insurance, suffer losses that are not covered by in-force insurance or suffer losses for which we are self-insured, our financial condition, results of operations and cash flows could be materially adversely impacted.\n\nIf we are unable to acquire and successfully integrate additional businesses into our existing operations, and realize expected benefits and synergies from such acquisitions, our revenue and earnings growth may be adversely affected.\n\nWe believe that the automotive retailing industry is a mature industry whose sales are significantly impacted by the prevailing economic climate, both nationally and in local markets. Accordingly, we believe that our future growth depends in part on our ability to manage expansion, control costs in our operations and acquire and effectively integrate acquired dealerships into our organization. For example, with the consummation of the Koons acquisition in 2023 and the pending Herb Chambers acquisition, we have experienced, and expect to continue to experience, significantly more sales, and have more assets and employees than we did previously. However, there can be no assurance that there will be sufficient revenue from such acquisitions to offset increased expenses and costs arising out of such acquisitions. \n\nWhen seeking to acquire other dealerships, we often compete with several other national, regional and local dealership groups, and other strategic and financial buyers, some of which may have greater financial resources than us. Competition for attractive acquisition targets may result in fewer acquisition opportunities for us and we may have to forgo acquisition opportunities to the extent we cannot negotiate such acquisitions on acceptable terms. The integration processes require us to expend significant capital and significantly expand the scope of our operations and financial systems. Integration also requires \n\nsupport or other actions by third parties such as vendors, suppliers, and licensing agencies, and the untimely or inadequate responses from such third parties can delay or otherwise negatively impact integration processes. \n\nWe also face additional risks commonly encountered with growth through acquisitions. These risks include, but are not limited to: (i) failing to obtain manufacturers’ consents to acquisitions of additional franchises; (ii) manufacturers' requirements to divest certain franchises when acquiring additional franchises; (iii) incurring significant transaction-related costs for completed, failed and pending acquisitions; (iv) incurring significantly higher capital expenditures and operating expenses; (v) the inability to obtain the necessary financing in order to complete acquisitions; (vi) failing to successfully integrate the operations and personnel of the acquired dealerships and impairing relationships with employees; (vii) impairing relationships with employees of the acquired dealerships; (viii) incorrectly valuing entities to be acquired or incurring undisclosed liabilities at acquired dealerships; (ix) disrupting our ongoing business and diverting our management resources to newly acquired dealerships; (x) failing to achieve expected performance levels and financial results on a same store basis after integration; (xi) impairing relationships with manufacturers and customers as a result of changes in management; (xii) delays or difficulties related to our ability to obtain future necessary regulatory approvals for TCA in jurisdictions applicable to acquired dealerships; (xiii) difficulties in entering geographic markets in which we have no or limited direct prior experience; (xiv) failing to realize expected benefits and synergies from the transaction; and (xv) failing to implement or improve controls, policies and information systems and related security measures in the acquired businesses.\n\nWe may not adequately anticipate all the demands that our growth will impose on our personnel, procedures and structures, including our financial and reporting control systems, information technology systems, data processing systems, and management structure. Moreover, our failure to retain qualified management personnel at any acquired dealership may increase the risks associated with integrating the acquired dealership. If we cannot adequately anticipate and respond to these demands, we may fail to realize acquisition synergies and our resources will be focused on incorporating new operations into our structure rather than on areas that may be more profitable.\n\nWe are a holding company and as a result are dependent on our operating subsidiaries to generate sufficient cash and distribute cash to us to service our indebtedness and fund our ongoing operations.\n\nOur ability to make payments on our indebtedness and fund our ongoing operations depends on our operating subsidiaries' ability to generate cash in the future and distribute that cash to us. It is possible that our subsidiaries may not generate cash from operations in an amount sufficient to enable us to service our indebtedness. In addition, many of our subsidiaries are required to comply with the provisions of franchise agreements, dealer agreements, other agreements with manufacturers, mortgages, and credit facility providers. Many of these agreements contain minimum working capital or net worth requirements, and are subject to change at least annually. Although the requirements contained in these agreements did not restrict our subsidiaries from distributing cash to us as of December 31, 2024, unexpected changes to our financial metrics or to the terms of our franchise agreements, dealer agreements, or other agreements with manufacturers could require us to alter the manner in which we distribute or use cash. If our operating subsidiaries are unable to generate and distribute sufficient cash to us to service our indebtedness and fund our ongoing operations, our financial condition may be materially adversely affected.\n\nOur inability to execute a substantial portion of our business strategy, including our mission to grow and transform our business, could have an adverse effect on our business, results of operations, financial condition and cash flows.\n\nOur inability to execute a substantial portion of our business strategy, could adversely affect our business, results of operations, financial condition and cash flows. We seek to execute on our strategic plan using a variety of growth efforts, which includes driving same-store revenue growth and acquiring additional revenue through strategic acquisitions. Many of the factors that impact our ability to execute our strategic vision, such as the advancement of certain technologies, general economic conditions and legal and regulatory obstacles are beyond our control.\n\nConsumers are increasingly shopping for new and used vehicles, automotive repair and maintenance service and other automotive products and services online and through mobile applications, including through third-party online and mobile sales platforms, with which we compete, that are designed to generate consumer sales that are sold to automotive dealers. We have invested and will continue to invest in our omni-channel and other online applications in furtherance of our strategic vision. We face increased competition for market share from other automotive retailers and other sales platforms that have also invested in digital channels. There can be no assurance that our initiatives and investments in digital channels will be successful or result in improved financial performance.\n\nWe may not adequately anticipate all the demands that our growth will impose on our personnel, procedures and structures, including our financial and reporting control systems, information technology systems, data processing systems, and management structure. Furthermore, we may decide to alter or discontinue aspects of our strategic plan and may adopt alternative or additional strategies in response to business or competitive factors or other factors or events beyond our control. \n\n19\n\n\nWe cannot give assurance that we will be able to execute a substantial portion of our strategic plan which could have a material adverse effect on our business, financial condition, results of operations, and cash flows.\n\nGoodwill and manufacturer franchise rights comprise a significant portion of our total assets. We must test our goodwill and manufacturer franchise rights for impairment at least annually, which could result in a material, non-cash write-down of goodwill or manufacturer franchise rights and could have a material adverse effect on our results of operations and stockholders’ equity.\n\nOur principal intangible assets are goodwill and our rights under our franchise agreements with vehicle manufacturers. Goodwill and indefinite-lived intangible assets, including manufacturer franchise rights, are subject to impairment assessments at least annually (or more frequently when events or changes in circumstances indicate that an impairment may have occurred), by applying a qualitative or quantitative assessment. A decrease in our market capitalization or profitability increases the risk of goodwill impairment. The fair value of our manufacturer franchise rights is determined by discounting a subset of the projected cash flows at a dealership that we attribute to the value of the franchise. Changes to the business mix or declining cash flows in a dealership increase the risk of impairment. During the year ended December 31, 2024, we recognized asset impairment charges of $149.5 million associated with manufacturer franchise rights recorded at certain dealerships and goodwill associated with certain asset disposal groups. We cannot accurately predict the amount and timing of any additional impairment charges at this time; however, any such impairment charge could have an adverse effect on our results of operations and stockholders' equity. See Note 10 \"Goodwill and Intangible Franchise Rights\" of the notes to the consolidated financial statements for more information.\n\nThe loss of key personnel and limited management and personnel resources could adversely affect our business.\n\nOur success depends, to a significant degree, upon the continued contributions of our management team, and service and sales personnel. In addition, manufacturer dealer or framework agreements may require the prior approval of the applicable manufacturer before any change is made in dealership general managers or other management positions. The loss of the services of one or more of these key employees may materially impair the profitability of our operations, or may result in a violation of an applicable dealer or framework agreement. In addition, the market for qualified employees in the industry and in the states in which we operate, specifically for general managers and sales and service personnel, is highly competitive and may subject us to increased labor costs during periods of low unemployment. The loss of the services of such employees or the inability to attract additional qualified employees may adversely affect the ability of our dealerships to conduct their operations in accordance with the standards set by us or the manufacturers. If we are unable to retain our key personnel, we may be unable to successfully execute our business plans, which may have a material adverse effect on our business.\n\nThe Herb Chambers Dealerships acquisition may not occur at all or may not occur in the expected time frame, which may negatively affect the trading price of our common stock and our future business and financial results.\n\nNo assurance can be provided that the Herb Chambers Dealerships acquisition will be completed in the manner and on the time frame currently anticipated, or at all. Completion of the Herb Chambers Dealerships acquisition is subject to the satisfaction or waiver of a number of conditions beyond our control that may prevent, delay or otherwise materially adversely affect its completion. If the Herb Chambers Dealerships acquisition is not completed, if there are significant delays in completing the Herb Chambers Dealerships acquisition or if the Herb Chambers Dealerships acquisition involves an unexpected amount of remedies required by regulatory authorities, it could negatively affect the trading price of our common stock and our future business and financial results. The following are some but not all of the factors that could cause the Herb Chambers Dealerships acquisition to be delayed or not successfully be completed: (i) the occurrence of any event, change or other circumstances that could give rise to the termination of the Transaction Agreement; (ii) the risk that the necessary manufacturer approvals may not be obtained; (iii) the risk that the necessary regulatory approvals may not be obtained or may be obtained subject to conditions that are not anticipated; (iv) the inability to obtain the necessary financing in order to complete the acquisition; (v) the risk that the proposed acquisition will not be consummated in a timely manner; and (vi) the risk that any of the closing conditions to the proposed acquisition may not be satisfied or may not be satisfied in a timely manner. \n\nWe may not realize the strategic benefits and cost synergies that are anticipated from the planned Herb Chambers Dealerships acquisition.\n\nOur future growth depends in part on our ability to acquire and effectively integrate acquired dealerships into our organization, such as the pending Herb Chambers Dealerships acquisition. The benefits that are expected to result from the Herb Chambers Dealerships acquisition will depend, in part, on our ability to consummate the Herb Chambers Dealerships acquisition within the anticipated time period, or at all, and to integrate and realize the anticipated cost synergies from the Herb Chambers Dealerships acquisition. There is a significant degree of difficulty and management distraction inherent in the process of integrating an acquisition. Some members of our management may be required to devote considerable time to this integration process, which will decrease the time they will have to manage the Company, service existing customers, attract new customers \n\n20\n\n\nand develop new businesses or strategies. If management is not able to effectively manage the integration process, or if any significant business activities are interrupted as a result of the integration process, our business, financial condition and results of operations could suffer. We also cannot guarantee that the benefits and cost synergies that we currently expect to realize as a result of the Herb Chambers Dealerships acquisition will be achieved within our anticipated time frames or at all. Additionally, we may incur substantial expenses in connection with the integration of the Herb Chambers Dealerships, which may exceed expectations and offset certain anticipated benefits.\n\nThe following are some but not all of the factors that could cause actual results or events to differ materially from those anticipated in connection with the Herb Chambers Dealerships acquisition: (i) risks related to disruption of management time from ongoing business operations due to the proposed acquisition; (ii) the failure to realize the benefits expected from the proposed acquisition; (iii) the failure to promptly and effectively integrate the operations, including information technology systems and security, and personnel, including applicable pay plans; (iv) the effect of the announcement of the proposed Transaction on the ability of the Company to retain and hire key personnel, and maintain relationships with suppliers; and (v) our ability to execute our business strategy and accelerate same store growth after integration. \n\nRisks Related to Macroeconomic and Market Conditions\n\nThe automotive retail industry is sensitive to unfavorable changes in general economic conditions and various other factors that could affect demand for our products and services, which could have a material adverse effect on our business, our ability to implement our strategy and our results of operations.\n\nOur future performance will be impacted by general economic conditions including among other things: changes in employment levels; consumer demand, preferences and confidence levels; the availability and cost of credit; fuel prices; levels of discretionary personal income; inflation; interest rates; and changes in U.S. trade policy, including the imposition of tariffs and resulting consequences. Recently, inflation has increased throughout the U.S. economy. Inflation can adversely affect us by increasing the costs of labor, fuel and other costs as well as by reducing demand for automobiles. Sales of certain vehicles, particularly trucks and sport utility vehicles that historically have provided us with higher gross profit per vehicle retailed, may be sensitive to fuel prices. In addition, rapid changes in fuel prices can cause shifts in consumer preferences which are difficult to accommodate given the long lead-time of inventory acquisition. Inflation is also often accompanied by higher interest rates, which could reduce the fair value of our outstanding debt obligations. Changes in interest rates can also significantly impact new and used vehicle sales and vehicle affordability due to the direct relationship between interest rates and monthly loan payments, a critical factor for many vehicle buyers, and the impact interest rates have on customers’ borrowing capacity and disposable income. In an inflationary environment, depending on automotive industry and other economic conditions, we may be unable to raise prices to keep up with the rate of inflation, which would reduce our profit margins. We have experienced, and continue to experience, increases in the prices of labor, fuel and other costs of providing service. Continued inflationary pressures could impact our profitability.\n\nWe also are subject to economic, competitive, and other conditions prevailing in the various markets in which we operate, even if those conditions are not prominent nationally.\n\nRetail vehicle sales are cyclical and historically have experienced periodic downturns characterized by oversupply and weak demand, which could result in a need for us to lower the prices at which we sell vehicles, which would reduce our revenue per vehicle sold and our margins. Additionally, a shift in consumer vehicle preferences driven by pricing, fuel costs or other factors may have a material adverse effect on our revenues, margins and results of operations.\n\nChanges in general economic conditions may make it difficult for us to execute our business strategy. In such an event, we may be required to enter into certain transactions in order to generate additional cash, which may include, but not be limited to, selling certain of our dealerships or other assets or increasing borrowings under our existing, or any future, credit facilities. There can be no assurance that, if necessary, we would be able to enter into any such transactions in a timely manner or on reasonable terms, if at all. Furthermore, in the event we were required to sell dealership assets, the sale of any material portion of such assets could have a material adverse effect on our revenue and profitability.\n\nAdverse conditions affecting one or more of the vehicle manufacturers with which we hold franchises or their inability to deliver a desirable mix of vehicles that our consumers demand could have a material adverse effect on our business, results of operations, financial condition and cash flows.\n\nHistorically, we have generated most of our revenue through new vehicle sales, and new vehicle sales also tend to lead to sales of higher-margin products and services, such as finance and insurance products and vehicle-related parts and service. As a result, our profitability is dependent to a great extent on various aspects of vehicle manufacturers’ operations, many of which are outside of our control. Our ability to sell new vehicles is dependent on manufacturers’ ability to design and produce, and willingness to allocate and deliver to our dealerships, a desirable mix of popular new vehicles that consumers demand. For \n\n21\n\n\nexample, improvements in electric, battery-powered and hybrid gas/electric vehicles have increased consumer demand for such vehicles. If consumer demand increases for certain types of vehicles, including electric, battery-powered and hybrid gas/electric, and our manufacturers are not able to adapt and produce such vehicles that meet consumer demands, our new and used vehicle sales volumes, parts and service revenue and our results of operations may be adversely affected. Further, if manufacturers shift significant resources away from traditional production models to invest in clean vehicles and new technologies, we may experience an inadequate supply of historically popular vehicles and other adverse effects on our new and used vehicle sales volume, parts and service revenue and our results of operations until such time as consumer preferences for clean vehicles and other new technologies become widespread. In addition, popular vehicles may often be difficult to obtain from manufacturers for a number of reasons, including the fact that manufacturers generally allocate their vehicles to dealerships based on sales history and capital expenditures associated with such dealerships. Further, if a manufacturer fails to produce desirable vehicles or develops a reputation for producing undesirable vehicles or produces vehicles that do not comply with applicable laws or government regulations, and we own dealerships which sell that manufacturer’s vehicles, our revenues from those dealerships could be adversely affected as consumers shift their vehicle purchases away from that brand.\n\nAlthough we seek to limit our dependence on any one vehicle manufacturer, there can be no assurance that the brand mix allocated and delivered to our dealerships by the manufacturers will be appropriate or sufficiently diverse to protect us from a significant decline in the desirability of vehicles manufactured by a particular manufacturer or disruptions in a manufacturer's ability to produce vehicles. For the year ended December 31, 2024, manufacturers representing 5% or more of our revenues from new vehicle sales were as follows:\n\nManufacturer (Vehicle Brands):% of TotalNew VehicleRevenues\n\nToyota Motor Sales, U.S.A., Inc. (Toyota and Lexus)\n\n30 %\n\nFord Motor Company (Ford and Lincoln)\n\n13 %\n\nAmerican Honda Motor Co., Inc. (Honda and Acura)\n\n10 %\n\nStellantis N.V. (Chrysler, Dodge, Jeep, Ram and Fiat)\n\n9 %\n\nMercedes-Benz USA, LLC (Mercedes-Benz and Sprinter)\n\n8 %\n\nGeneral Motors Company (Chevrolet, Buick and GMC)\n\n8 %\n\nHyundai Motor North America (Hyundai and Genesis)\n\n5 %\n\nSimilar to automotive retailers, vehicle manufacturers may be affected by the long-term U.S. and international economic climate. In addition, we remain vulnerable to other matters that may impact the manufacturers of the vehicles we sell, many of which are outside of our control, including: (i) changes in their respective financial condition; (ii) changes in their respective marketing efforts; (iii) changes in their respective reputation; (iv) manufacturer and other product defects, including recalls; (v) changes in their respective management; (vi) disruptions in the production and delivery of vehicles and parts due to natural disasters, pandemics, wars, conflicts or other reasons; (vii) issues with respect to labor relations; and (viii) consolidation among manufacturers. Our business is highly dependent on consumer demand and brand preferences for our manufacturers’ products. Manufacturer recall campaigns are a common occurrence that have accelerated in frequency and scope. Manufacturer recall campaigns could (i) adversely affect our new and used vehicle sales or customer residual trade-in valuations, (ii) cause us to temporarily remove vehicles from our inventory, (iii) force us to incur increased costs, and (iv) expose us to litigation and adverse publicity related to the sale of recalled vehicles, which could have a material adverse effect on our business, results of operations, financial condition and cash flows. Vehicle manufacturers that produce vehicles outside of the U.S. are subject to additional risks including changes in quotas, tariffs or duties, fluctuations in foreign currency exchange rates, regulations governing imports and the costs related thereto, and foreign governmental regulations.\n\nAdverse conditions that materially affect a vehicle manufacturer and its ability to profitably design, market, produce or distribute desirable new vehicles could in turn materially adversely affect our ability to (i) sell vehicles produced by that manufacturer, (ii) obtain or finance our new vehicle inventories, (iii) access or benefit from manufacturer financial assistance programs, (iv) collect in full or on a timely basis any amounts due therefrom, and/or (v) obtain other goods and services provided by the impacted manufacturer. In addition, we depend on manufacturers’ ability to design, produce, and supply parts to us and any failure to do so could have a material adverse effect on our parts and services business. Our business, results of operations, financial condition, and cash flows could be materially adversely affected as a result of any event that has an adverse effect on any vehicle manufacturer.\n\nIn addition, if a vehicle manufacturer’s financial condition worsens and it seeks protection from creditors in bankruptcy or similar proceedings, or otherwise under the laws of its jurisdiction of organization, (i) the manufacturer could seek to terminate or reject all or certain of our franchises, (ii) if the manufacturer is successful in terminating all or certain of our franchises, we may not receive adequate compensation for those franchises, (iii) our cost to obtain financing for our new vehicle inventory \n\n22\n\n\nmay increase or no longer be available from such manufacturer’s captive finance subsidiary, (iv) consumer demand for such manufacturer’s products could be materially adversely affected, especially if costs related to improving such manufacturer’s financial condition are factored into the price of its products, (v) there may be a significant disruption in the availability of consumer credit to purchase or lease that manufacturer’s vehicles or negative changes in the terms of such financing, which may negatively impact our sales, or (vi) there may be a reduction in the value of receivables and inventory associated with that manufacturer, among other things. The occurrence of any one or more of these events could have a material adverse effect on our business, results of operations, financial condition, and cash flows.\n\nFurthermore, the automotive manufacturing supply chain spans the globe. As such, supply chain disruptions resulting from natural disasters, adverse weather, pandemics, tariffs, labor stoppages, wars, conflicts and other events may affect the flow of vehicle and parts inventories to us or our manufacturing partners. If we experience disruptions in the supply of vehicle and parts inventories, such disruptions could have a material adverse effect on our business, results of operations, financial condition, and cash flows.\n\nSubstantial competition in automobile sales and services may have a material adverse effect on our results of operations.\n\nThe automotive retail and service industry is highly competitive with respect to price, service, location, and selection. Our competition includes: (i) franchised automobile dealerships in our markets that sell the same or similar new and used vehicles; (ii) privately negotiated sales of used vehicles; (iii) other used vehicle retailers, including regional and national vehicle rental companies; (iv) companies with a primarily internet-based business model, such as Carvana, and used vehicle brokers that sell used vehicles to consumers; (v) service center and parts supply chain stores; and (vi) independent service and repair shops.\n\nWe do not have any cost advantage over other retailers in purchasing new vehicles from manufacturers. We typically rely on our advertising, merchandising, sales expertise, service reputation, strong local branding and dealership location to sell new vehicles. Because our dealer agreements only grant us a non-exclusive right to sell a manufacturer’s product within a specified market area, our revenues, gross profit and overall profitability may be materially adversely affected if competing dealerships expand their market share. Further, our vehicle manufacturers may decide to award additional franchises in our markets in ways that negatively impact our sales.\n\nThe internet has become a significant part of the advertising and sales process in our industry. Customers are using the internet to shop and compare prices for new and used vehicles, automotive repair and maintenance services, finance and insurance products and other automotive products. If we are unable to effectively use the internet to attract customers to our own online channels, and mobile applications, and, in turn, to our stores, our business, financial condition, results of operations and cash flows could be materially adversely affected. Additionally, the growing use of social media by consumers increases the speed and extent that information and opinions can be shared, and negative posts or comments on social media about us or any of our stores could damage our reputation and brand names, which could have a material adverse effect on our business, financial condition, results of operations and cash flows.\n\nAdditionally, we rely on the protection of state franchise laws in the states in which we operate and if those laws are repealed or weakened, our framework, franchise and related agreements may become more susceptible to termination, nonrenewal or renegotiation. These laws have historically restricted the ability of automobile manufacturers to directly enter the retail market and sell vehicles directly to consumers. However, many states have recently passed or introduced legislation to permit direct to consumer sales of electric vehicles by certain companies, such as Tesla and Rivian, without the requirements of establishing a dealer network. If the state franchise laws are repealed, weakened or amended to permit vehicle manufacturers to sell vehicles (whether electric or not) directly to consumers, they may be able to have a competitive advantage over the traditional dealers, which could have a material adverse effect on our sales in those states, which in turn, could have a material adverse effect on our business, financial condition, results of operations and cash flows.\n\nWe are dependent upon our relationships with the manufacturers of vehicles that we sell and are subject to restrictions imposed by, and significant influence from, these vehicle manufacturers. Any of these restrictions or any changes or deterioration of these relationships could have a material adverse effect on our business, financial condition, results of operations and cash flows.\n\nWe are dependent on our relationships with the manufacturers of the vehicles we sell, which have the ability to exercise a great deal of control and influence over our day-to-day operations, as a result of the terms of our dealer, framework and related agreements. We may obtain new vehicles from manufacturers, service vehicles, sell new vehicles and display vehicle manufacturers’ trademarks only to the extent permitted under these agreements. The terms of these agreements may conflict with our interests and objectives and may impose limitations on key aspects of our operations, including acquisition strategy and capital spending.\n\n23\n\n\nFor example, manufacturers can set performance standards with respect to sales volume, sales effectiveness and customer satisfaction, and require us to obtain manufacturer consent before we can acquire dealerships selling a manufacturer’s automobiles. From time to time, we may be precluded under agreements with certain manufacturers from acquiring additional franchises, or subject to other adverse actions, to the extent we are not meeting certain performance criteria at our existing stores (with respect to matters such as sales volume, customer satisfaction and sales effectiveness) until our performance improves in accordance with the agreements, subject to applicable state franchise laws. In addition, many vehicle manufacturers place limits on the total number of franchises that any group of affiliated dealerships may own and certain manufacturers place limits on the number of franchises or share of total brand vehicle sales that may be maintained by an affiliated dealership group on a national, regional or local basis, as well as limits on store ownership in contiguous markets. If we reach any of these limits, we may be prevented from making further acquisitions, or we may be required to dispose of certain dealerships, which could adversely affect our future growth. We cannot provide assurance that manufacturers will approve future acquisitions timely, if at all, which could significantly impair the execution of our acquisition strategy.\n\nIn addition, certain manufacturers use a dealership’s manufacturer-determined customer satisfaction index (\"CSI\") score as a factor governing participation in incentive programs. To the extent we do not meet minimum score requirements, our future payments may be materially reduced or we may be precluded from receiving certain incentives, which could materially adversely affect our business, financial condition, results of operations and cash flows.\n\nManufacturers also typically establish facilities and minimum capital requirements for dealerships on a case-by-case basis. In certain circumstances, including as a condition to obtaining consent to a proposed acquisition and qualifying for certain financial incentives, a manufacturer may require us to remodel, upgrade or move our facilities, and capitalize the subject dealership at levels we would not otherwise choose to fund, causing us to divert our financial resources away from uses that management believes may be of higher long-term value to us. Delays in obtaining, or failing to obtain, manufacturer consent, would impede our ability to execute acquisitions that we believe would integrate well with our overall strategy and limit our ability to expand our business.\n\nManufacturers can also establish new franchises or relocate existing franchises, subject to applicable state franchise laws. The establishment or relocation of franchises in our markets could have a material adverse effect on the business, financial condition and results of operations of our dealerships in the market in which the action is taken.\n\nManufacturers may also limit our ability to divest one or more of our franchise dealerships in a timely manner. Most of our dealer agreements provide the manufacturer with a right of first refusal to purchase any of the manufacturer’s franchises we seek to sell. Divestitures of our franchise dealerships may also require manufacturer consent and failure to obtain consent would require us to find another potential buyer or wait until the buyer is able to meet the requirements of the manufacturer. A delay in the sale of a dealership could have a negative impact on our business, financial condition, results of operations, and cash flows.\n\nManufacturers may terminate or may not renew our dealer and framework agreements, or may compel us to divest our dealerships, for a number of reasons, including default under the agreement, any unapproved change of control (which specific changes vary from manufacturer to manufacturer, but which include material changes in the composition of our Board of Directors during a specified time period, the acquisition of 5% or more of our voting stock by another vehicle manufacturer or distributor, the acquisition of 20% or more of our voting stock by third parties, and the acquisition of an ownership interest sufficient to direct or influence management and policies), or certain other unapproved events (including certain extraordinary corporate transactions such as a merger or sale of all or substantially all of our assets). Triggers of these clauses are often based upon actions by our stockholders and are generally outside of our control. Restrictions on any unapproved changes of ownership or management may adversely impact our value, as they may prevent or deter prospective acquirers from gaining control of us. In addition, actions taken by a manufacturer to exploit its bargaining position in negotiating the terms of renewals of franchise agreements or otherwise could also have a material adverse effect on our revenues and profitability.\n\nThere can be no assurances that we will be able to renew our dealer and framework agreements on a timely basis, on acceptable terms, or at all. Our business, financial condition and results of operations may be materially adversely affected to the extent that our rights become compromised or our operations are restricted due to the terms of our dealer or framework agreements or if we lose franchises representing a significant percentage of our revenues due to the termination of, or failure to renew, such agreements.\n\nIf vehicle manufacturers reduce or discontinue sales incentive, warranty or other promotional programs, our business, financial condition, results of operations and cash flows may be materially adversely affected.\n\nWe benefit from certain sales incentive, warranty, and other promotional programs of vehicle manufacturers that are intended to promote and support their respective new vehicle sales. Key incentive programs include: (i) customer rebates on new vehicles; (ii) dealer incentives on new vehicles; (iii) special financing or leasing terms; (iv) warranties on new and used vehicles; and (v) sponsorship of used vehicle sales by authorized new vehicle dealers.\n\n24\n\n\nVehicle manufacturers often make many changes to their incentive programs. Any reduction or discontinuation of manufacturers’ incentive programs for any reason, including a supply and demand imbalance, may reduce our sales volume which, in turn, could have a material adverse effect on our business, financial condition, results of operations and cash flows.\n\nTechnological advances, including electrification of vehicles and adoption of autonomous vehicles in the long-term, could have a material adverse effect on our business.\n\nThe automotive industry is predicted to experience change over the long-term. Technological advances are facilitating the development of electric, battery powered and hybrid gas/electric vehicles and autonomous vehicles. While most major vehicle manufacturers have announced plans to electrify some or all of their new vehicle offerings, the eventual timing of widespread availability of electric, battery powered and hybrid gas/electric vehicles and driverless vehicles is uncertain due to regulatory requirements, additional technological requirements, and uncertain consumer acceptance of these vehicles. We expect to continue to sell electric, battery powered and hybrid gas/electric vehicles through our dealerships; however, the effect of these vehicles on the automotive retail business is uncertain and could include changes in the level of the new and used vehicle sales, the price of new and used vehicles and the levels of service required for such vehicles and the profitability of our parts and service business, our finance and insurance business, including our TCA business, and the role of franchised dealers, any of which could materially adversely affect our business, financial condition, results of operations and cash flows.\n\nRisks Related to Our Indebtedness and Financial Matters\n\nOur outstanding indebtedness, ability to incur additional debt and the provisions in the agreements governing our debt, and certain other agreements, could have a material adverse effect on our business, financial condition, results of operations, and cash flows.\n\nAs of December 31, 2024, we had total debt of $3.16 billion and total floor plan notes payable, net of $1.69 billion. We have the ability to incur substantial additional debt in the future to finance, among other things, acquisitions, working capital and capital expenditures, and new and used vehicle inventory, as well as to refinance new and used vehicle inventory, subject in each case to the restrictions contained in our debt instruments and other agreements existing at the time such indebtedness is incurred. We will continue to have substantial debt service obligations, consisting of required cash payments of principal and interest, for the foreseeable future.\n\nWe anticipate the completion of the Herb Chambers Dealerships acquisition will cause us to (i) use a substantial portion of our cash resources; (ii) incur additional debt, which will increase our interest expense, leverage and debt service requirements; (iii) assume certain liabilities; (iv) record goodwill and intangible assets that are subject to impairment testing on a regular basis and potential periodic impairment charges; (v) incur tax expenses in connection with the acquisition and related to the effect of the acquisition on our legal structure; (vi) incur financing, restructuring and other related expenses; and (vii) be subject to certain litigation of the acquired company. We also expect that the completion of the Herb Chambers Dealerships acquisition will impact our debt service obligations.\n\nOur debt service obligations could have important consequences to us for the foreseeable future, including the following: (i) our ability to obtain additional financing, or to obtain such financing on attractive terms, for acquisitions, capital expenditures, working capital or other general corporate purposes may be impaired; (ii) a substantial portion of our cash flow from operating activities must be dedicated to the payment of principal and interest on our debt, thereby reducing the funds available to us for our operations and other corporate purposes; (iii) some of our borrowings are and will continue to be at variable rates of interest, which exposes us to certain risks of interest rate increases; and (iv) we may be or become substantially more leveraged than some of our competitors, which may place us at a relative competitive disadvantage and make us more vulnerable to changes in market conditions and governmental regulations.\n\nIn addition to our ability to incur additional debt in the future, there are operating and financial restrictions and covenants, such as leverage covenants, in certain of our debt and mortgage agreements, including the agreement governing our 2023 Senior Credit Facility and our mortgage agreements and related mortgage guarantees, as well as certain other agreements to which we are a party that may adversely affect our ability to finance our future operations or capital needs or to pursue certain business activities. These limit, among other things, our ability to incur certain additional debt, create certain liens or other encumbrances and make certain payments (including dividends and repurchases of our common stock and for investments). Certain of these agreements also require us to maintain compliance with certain financial ratios, including, but not limited to, our adjusted net leverage ratio.\n\nOur failure to comply with any of these covenants in the future could constitute a default under the relevant agreement, which could, depending on the relevant agreement, (i) entitle the creditors under such agreement to terminate our ability to borrow under the relevant agreement and accelerate our obligations to repay outstanding borrowings; (ii) require us to repay those borrowings; (iii) entitle the creditors under such agreement to foreclose on the property securing the relevant \n\n25\n\n\nindebtedness; or (iv) prevent us from making debt service payments on certain of our other indebtedness, any of which would have a material adverse effect on our business, financial condition, results of operations and cash flows. In many cases, a default under one of our debt, mortgage, or other agreements, could trigger cross-default provisions in one or more of our other debt or mortgage agreements. There can be no assurance that our creditors would agree to an amendment or waiver of our covenants. In the event we obtain an amendment or waiver, we would likely incur additional fees and higher interest expense.\n\nIn addition to the financial and other covenants contained in our various debt or mortgage agreements, certain of our lease agreements contain covenants that give our landlords the right to terminate the lease, seek significant cash damages, or evict us from the applicable property, if we fail to comply. Similarly, our failure to comply with any financial or other covenants in any of our framework agreements would give the relevant manufacturer certain rights, including the right to reject proposed acquisitions, and may give it the right to repurchase its franchises from us. Events that give rise to such rights, and our inability to acquire additional dealerships or the requirement that we sell one or more of our dealerships at any time, could inhibit the growth of our business, and could have a material adverse effect on our business, financial condition, results of operations and cash flows. Manufacturers may also have the right to restrict our ability to provide guarantees of our operating companies, pledges of the capital stock of our subsidiaries and liens on our assets, which could materially adversely affect our ability to obtain financing for our business and operations on favorable terms or at desired levels, if at all.\n\nThe occurrence of any one of these events may limit our ability to take strategic actions that would otherwise enable us to manage our business in a manner in which we otherwise would, absent such limitations, which could materially adversely affect our business, financial condition, results of operations and cash flows.\n\nOur business, financial condition and results of operations may be materially adversely affected by increases in interest rates.\n\nWe generally finance our purchases of new vehicle inventory, have the ability to finance the purchases of used vehicle inventory, and have the availability to borrow funds for working capital under our senior secured credit facilities that charge interest at variable rates. Therefore, our interest expense from variable rate debt will rise with increases in interest rates. In addition, a significant rise in interest rates may also have the effect of depressing demand in the interest rate sensitive aspects of our business, particularly new and used vehicle sales and the related profit margins and F&I revenue per vehicle, because most of our customers finance their vehicle purchases. As a result, rising interest rates may have the effect of simultaneously increasing our capital costs and reducing our revenues. Given our variable interest rate debt and floor plan notes payable outstanding as of December 31, 2024, each one percent increase in market interest rates would increase our total annual interest expense by approximately $16.7 million. When considered in connection with reduced expected sales, if interest rates increase, any such increase could materially adversely affect our business, financial condition and results of operations.\n\nOur vehicle sales, financial condition and results of operations may be materially adversely affected by changes in costs or availability of consumer financing.\n\nThe majority of vehicles purchased by our customers are financed. Reductions in the availability of credit to consumers have contributed to declines in our vehicle sales in past periods. Reductions in available consumer credit or increased costs of that credit, could result in a decline in our vehicle sales, which would have a material adverse effect on our financial condition and results of operations.\n\nLenders that have historically provided financing to those buyers who, for various reasons, do not have access to traditional financing, including those buyers who have a poor credit history or lack the down payment necessary to purchase a vehicle, are often referred to as subprime lenders. If market conditions cause subprime lenders to tighten credit standards, or if interest rates increase, the ability to obtain financing from subprime lenders for these consumers to purchase vehicles could become limited, resulting in a decline in our vehicle sales, which in turn, could have a material adverse effect on our financial condition and results of operations.\n\nWe have identified a material weakness in our internal control over financial reporting and may identify additional material weaknesses in the future or otherwise fail to maintain an effective system of internal controls, which may result in material misstatements or otherwise adversely affect the accuracy, reliability or timeliness of our financial statements.\n\nAs described under Item 9A. \"Controls and Procedures\" below, we have concluded that a material weakness in our internal control over financial reporting existed as of December 31, 2024 and, accordingly, internal control over financial reporting and our disclosure controls and procedures were not effective as of such date. A material weakness is a deficiency, or a combination of deficiencies, in internal control over financial reporting, such that there is a reasonable possibility that a material misstatement of our annual or interim consolidated financial statements will not be prevented or detected on a timely basis. As a result of management's evaluation, management identified the material weakness as a result of deficiencies in information \n\n26\n\n\ntechnology general controls (\"ITGCs\") at a third-party software vendor who supports the Dealer Management System (\"DMS\") utilized by the Koons dealership group that we acquired in December 2023.\n\nManagement has developed its remediation plan and plans to implement it during 2025. Until the remediation plan is fully implemented, tested and deemed effective, we cannot provide assurance that our actions will adequately remediate the material weakness or that additional material weaknesses in our internal controls will not be identified in the future. Effective internal control over financial reporting is necessary for us to provide reliable and timely financial reports and, together with adequate disclosure controls and procedures, are designed to reasonably detect and prevent fraud. The occurrence of, or failure to remediate, this material weakness and any future material weaknesses in our internal control over financial reporting may adversely affect the accuracy, reliability and timeliness of our financial statements and have other consequences that could materially and adversely affect our business.\n\nRisks Related to Legal and Regulatory Matters\n\nIf state laws that protect automotive retailers are repealed, weakened, or superseded by our framework agreements with manufacturers, our dealerships will be more susceptible to termination, non-renewal, or renegotiation of their dealer agreements, which could have a material adverse effect on our business, results of operations, financial condition and cash flows.\n\nApplicable state laws generally provide that an automobile manufacturer may not terminate or refuse to renew a dealer agreement unless it has first provided the dealer with written notice setting forth \"good cause\" and stating the grounds for termination or non-renewal. Many states also limit the circumstances in which an automobile manufacturer may sell vehicles directly to consumers. Some state laws allow dealers to file protests or petitions or allow them to attempt to comply with the manufacturer’s criteria within a notice period to avoid the termination or non-renewal. Our framework agreements with certain manufacturers contain provisions that, among other things, attempt to limit the protections available to dealers under these laws, and, though unsuccessful to date, manufacturers’ ongoing lobbying efforts may lead to the repeal or revision of these laws. If these laws are repealed in the states in which we operate, manufacturers may be able to terminate our franchises without providing advance notice, an opportunity to cure or a showing of good cause. Without the protection of these state laws, it may also be more difficult for us to renew our dealer agreements upon expiration. Changes in laws that provide manufacturers the ability to terminate our dealer agreements could materially adversely affect our business, results of operations, financial condition and cash flows. Furthermore, if a manufacturer seeks protection from creditors in bankruptcy, courts have held that the federal bankruptcy laws may supersede the state laws that protect automotive retailers resulting in either the termination, non-renewal or rejection of franchises by such manufacturers, which, in turn, could materially adversely affect our business, result of operations, financial condition and cash flows. Market disruptors continue to push for legislation permitting direct-to-consumer sales models; if those lobbying efforts are successful, automotive manufacturers could bypass the traditional franchised dealer network, which in turn could materially adversely affect our business, results of operations, financial condition and cash flows.\n\nNew laws, regulations, or governmental policies in response to climate change, including fuel economy and greenhouse gas emission standards, or changes to existing standards, could adversely impact our business, results of operations, financial condition, cash flow, and prospects.\n\nNew laws and regulations designed to address climate change concerns could affect vehicle manufacturers’ ability to produce cost effective vehicles. For example, laws and regulations enacted that directly or indirectly affect vehicle manufacturers (through an increase in the cost of production or their ability to produce satisfactory products) or our business (through an impact on our inventory availability, cost of sales, operations or demand for the products we sell) could materially adversely impact our business, results of operations, financial condition, cash flow, and prospects. In addition, vehicle manufacturers are subject to government-mandated fuel economy and greenhouse gas, or GHG, emission standards, which continue to change and become more stringent over time. Significant increases in fuel economy requirements or new federal or state restrictions on emissions of carbon dioxide that may be imposed on vehicles and automobile fuels could adversely affect demand for vehicles, annual miles driven or the products we sell or lead to changes in automotive technology.\n\nA failure of any of our information systems or those of our third-party service providers, the inability to successfully transition from one key information system platform to a different platform, or a data security breach with regard to personally identifiable information (\"PII\") about our customers or employees, could have a material adverse effect on our business, results of operations, financial condition and cash flows.\n\nWe depend on the efficient operation of our information systems and those of our third-party service providers. We rely on information systems at our dealerships in all aspects of our sales and service efforts, as well as in the preparation of our consolidated financial and operating data. All of our dealerships currently operate on three dealer management systems (\"DMS\"). We have piloted a new DMS, and the inability to successfully transition from our existing DMS to a new DMS could \n\n27\n\n\nhave a material adverse effect on the management of our day-to-day business activities. Additionally, in the ordinary course of business, we and our partners receive significant PII about our customers in order to complete the sale or service of a vehicle and related products. We also receive PII from our employees. The regulatory environment surrounding information security and privacy is increasingly demanding, with numerous state and federal regulations, as well as payment card industry and other vendor standards, governing the collection and maintenance of PII from consumers and other individuals.\n\nCyber incidents can result from human error or intentional (or deliberate) attacks or unintentional events by insiders (e.g., employees) or third parties, including cybercriminals, competitors, nation-states and \"hacktivists,\" among others. Cyber incidents can include, for example, phishing, credential harvesting or use of stolen access credentials, unauthorized access to systems, networks or devices (for example, through hacking activity), structured query language attacks, infection from or spread of malware, ransomware, computer viruses or other malicious software code, corruption of data, exfiltration of data to malicious sites, the dark web or other locations or threat actors, the use of fraudulent or fake websites, and other attacks (including, but not limited to, denial-of-service attacks on websites), which shut down, disable, slow, impair or otherwise disrupt operations, business processes, technology, connectivity or website or internet access, functionality or performance. In addition to intentional cyber incidents, unintentional cyber incidents can occur (for example, the inadvertent release of confidential or non-public personal information). Changes to our business, processes, systems, or technology, if not implemented properly, can increase our vulnerability to cyber incidents.\n\nOur business could be significantly disrupted if (i) the DMS fails to integrate with other third-party information systems, customer relations management tools or other software, or to the extent that any of these systems become unavailable to us or fail to perform as designed for an extended period of time for any reason or (ii) our relationship with our DMS providers or any other third-party provider deteriorates. Additionally, any disruption to access and connectivity of our information systems due to natural disasters, power loss or other reasons could disrupt our business operations, impact sales and results of operations, expose us to customer or third-party claims, or result in adverse publicity. In addition, we believe the automotive dealership industry is a particular target of identity thieves and other threat actors, as there are numerous opportunities for cybersecurity incidents, including cybersecurity breaches, burglary, lost or misplaced data, malware, ransomware, computer viruses or other malicious software code, corruption of data, exfiltration of data to malicious sites, the dark web or other locations or threat actors, or misappropriation of data by employees, vendors or unaffiliated third parties. Because of the increasing number and sophistication of some cybersecurity incidents and cyber-attacks, and despite the security measures we have in place and any additional measures we may implement or adopt in the future, our facilities and systems, and those of our third-party service providers and business partners, could be vulnerable to cybersecurity incidents, security breaches, computer viruses, lost or misplaced data, programming errors, scams, burglary, human errors, acts of vandalism and/or other events. While we and the business partners and service providers on which we rely have experienced cybersecurity incidents in the past, and may experience additional incidents in the future, we are not aware of any incident having a material adverse effect on our business, results of operations or financial condition to date. However, there can be no assurance that we or the business partners and service providers on which we rely will not experience future cybersecurity incidents that may be material. Although we believe we have systems and processes in place to protect against risks associated with cybersecurity incidents in the future, depending on the nature of an incident, these protections may not be fully sufficient. In addition, because techniques used in cybersecurity attacks and incidents change frequently and may not be recognized until launched against a target, we or our business partners and service providers may be unable to anticipate these techniques or to implement adequate preventative measures. An incident may not be detected until well after it occurs and the severity and potential impact may not be fully known for a substantial period of time after it has been discovered. Any such alleged or actual incident can increase costs of doing business, negatively affect customer satisfaction and loyalty, expose us to negative publicity, individual claims or consumer class actions, administrative, civil or criminal investigations or actions, and infringe on proprietary information, any of which could have a material adverse effect on our business, financial condition, results of operations or cash flows.\n\nOur dealership operations and facilities are subject to extensive governmental laws and regulations. If we are found to be in purported violation of or subject to liabilities under any of these laws or regulations, or if new laws or regulations are enacted that adversely affect our operations, our business, results of operations, financial condition, cash flows, reputation and prospects could suffer.\n\nThe automotive retail industry, including our facilities and operations, is subject to a wide range of federal, state, and local laws and regulations, such as those relating to motor vehicle sales, retail installment sales, leasing, finance and insurance, marketing, licensing, consumer protection, consumer privacy, escheatment, anti-money laundering, environmental, vehicle emissions and fuel economy, and health and safety. In addition, with respect to employment practices, we are subject to various laws and regulations, including complex federal, state, and local wage and hour and anti-discrimination laws. The violation of the laws or regulations to which we are subject could result in administrative, civil, or criminal sanctions against us, which may include a cease and desist order against the subject operations or even revocation or suspension of our license to operate the subject business, as well as significant fines and penalties. Violation of certain laws and regulations to which we are subject may also subject us to consumer class action or other lawsuits or governmental investigations and adverse publicity. We \n\n28\n\n\ncurrently devote significant resources to comply with applicable federal, state, and local regulation of health, safety, environmental, zoning and land use regulations, and we may need to spend additional time, effort, and money to keep our operations and existing or acquired facilities in compliance therewith.\n\nIn addition, there is a risk that our employees could engage in misconduct that violates the laws or regulations to which we are subject. It is not always possible to detect or deter employee misconduct, and the precautions we take to detect and prevent this activity may not be effective in all cases. If any of our employees were to engage in misconduct or were to be accused of such misconduct, our business and reputation could be adversely affected.\n\nThe CFPB does not have direct regulatory authority over automotive dealers but could implement additional, indirect regulation of automotive dealers, in particular, their sale and marketing of finance and insurance products, through its regulation of automotive finance companies and other financial institutions. In addition, the CFPB possesses supervisory authority with respect to certain non-bank lenders, including automotive finance companies, participating in automotive financing. The FTC may exercise its additional rule-making authority to expand consumer protection regulations relating to the sale, financing and leasing of motor vehicles. \n\nIn May 2016, we signed a consent order with the FTC to settle allegations that in certain instances our advertisements did not adequately disclose information about used vehicles with open safety recalls. Under the consent order, we did not agree to make any payments or admit wrong-doing, but we did agree to make certain disclosures in marketing materials and at the point of sale and comply with certain record-keeping obligations. Our failure to comply with the consent order may result in the imposition of significant fines and/or penalties, which could have a material adverse effect on our results of operations. In January 2024, the FTC published the Combatting Auto Retail Scams Final Rule (the \"CARS Rule\"), which prohibits a broad range of current accepted industry sales and marketing practices and imposes significant new dealer disclosure obligations and record-keeping requirements throughout the vehicle-buying process. The FTC stayed the CARS Rule’s original effective date of July 30, 2024 pending the resolution of a judicial challenge to the CARS Rule. On January 27, 2025, the United States Court of Appeals for the Fifth Circuit ruled to vacate the CARS Rule on the basis that the FTC violated procedural rules by not providing advance notice of the planned regulation. Although currently nullified based on the Fifth Circuit's ruling, compliance with the CARS Rule, if it becomes effective, would be burdensome and cause us to incur increased costs. A failure to comply with the CARS Rule would expose us to potential significant damages, penalties and adverse publicity, which could have a material adverse effect on our business, operations and financial results.\n\nContinued pressure from the CFPB, FTC, and other federal agencies could lead to significant changes in the manner that dealers are compensated for arranging customer financing and vehicle protection products, and while it is difficult to predict how any such changes might impact us, any adverse changes could have a material adverse impact on our finance and insurance business and results of operations. Furthermore, we expect that new laws and regulations, particularly at the federal level, in other areas may be enacted, which could also materially adversely impact our business. On August 3, 2022, we received a Civil Investigative Demand (\"CID\") from the FTC requesting information and documents concerning the Company’s corporate structure and operation of six of its dealerships. We responded to the CID by producing information and documents for the period August 1, 2019 to April 24, 2023. On February 8, 2024, the FTC staff counsel sent to us a proposed consent order and draft complaint, alleging that the Company and three of our dealerships had violated Section 5 of the Federal Trade Commission Act (\"FTC Act\") and certain provisions of the Equal Credit Opportunity Act (\"ECOA\") in connection with the sale of add-on products (e.g., vehicle service contracts, maintenance plans, etc.), and advised that it would recommend the filing of an enforcement action if the Company did not settle the FTC’s claims. The Company vigorously disputed, and continues to vigorously dispute, the FTC’s allegations that it violated the FTC Act and the ECOA. As a result, on August 16, 2024, the FTC initiated an administrative proceeding by filing an enforcement action against the Company; David McDavid Honda Frisco, David McDavid Honda Irving, and David McDavid Ford Fort Worth, three of the Company’s dealerships; and an individual general manager at one of the dealerships pursuant to the allegations set forth above. On October 4, 2024, the Company filed a lawsuit against the FTC in the United States District Court for the Northern District of Texas, seeking to enjoin the FTC’s administrative proceeding on the ground that the administrative proceeding was unconstitutional. Among other things, the Company’s lawsuit asserts that the FTC’s administrative proceeding violates Asbury’s constitutional rights by denying it the right to a jury trial and by allowing the FTC to serve as both prosecutor and judge in the same proceeding. The Company’s lawsuit also contends that FTC commissioners and in-house administrative law judges are effectively insulated from removal by the President in contravention of the Constitution’s requirements. At this time, we are unable to reasonably predict the possible outcome of the Company’s dispute with the FTC, or provide a reasonably possible range of loss, if any. There can be no assurance that the Company will succeed in either the FTC’s administrative proceeding against the Company or in the Company’s lawsuit against the FTC, and the FTC’s allegations, whether meritorious or not, may adversely affect our ability to attract customers, result in the loss of existing customers, harm our reputation and cause us to incur defense costs and other expenses.\n\n29\n\n\nEnvironmental laws and regulations govern, among other things, discharges into the air and water, storage of petroleum substances and chemicals, the handling and disposal of solid and hazardous wastes, investigation and remediation of contamination. Similar to many of our competitors, we have incurred and expect to continue to incur capital and operating expenditures and other costs to comply with such federal and state laws and regulations. In addition, we may become subject to broad liabilities arising out of contamination at our currently and formerly owned or operated facilities, at locations to which hazardous substances were transported from such facilities, and at such locations related to entities formerly affiliated with us. Liability under these laws and regulations can be imposed on a joint and several basis and without regard to fault. For such potential liabilities, we believe we are entitled to indemnification from other entities. However, we cannot provide assurance that such entities will view their obligations as we do or will be able or willing to satisfy them. We may have indemnity obligations for liabilities relating to contamination at our currently or formerly owned and/or operated facilities as part of the acquisition or divestiture of certain properties in the ordinary course of business. Failure to comply with applicable laws and regulations, or significant additional expenditures required to maintain compliance therewith, could have a material adverse effect on our business, results of operations, financial condition or cash flows.\n\nA significant judgment against us or the imposition of a significant fine could have a material adverse effect on our business, financial condition and future prospects. We further expect that, from time to time, new laws and regulations, particularly in the environmental area, will be enacted, and compliance with such laws, or penalties for failure to comply, could significantly increase our costs. For example, vehicle manufacturers are subject to government-mandated fuel economy and greenhouse gas emission standards, which continue to change and become more stringent over time. Failure of a manufacturer to develop passenger vehicles and light trucks that meet these and other government standards could subject the manufacturer to substantial penalties, increase the cost of vehicles sold to us, and adversely affect our ability to market and sell vehicles to meet consumer needs and desires, which could have a material adverse effect on our business, results of operations, financial condition or cash flows.\n\nOur TCA business is subject to a wide range of federal, state, and local laws and regulations, some of which we may not have previously been subject. If we are found to be in purported violation of or subject to liabilities under any of these laws or regulations, or if new laws or regulations are enacted that adversely affect our TCA business, our business, results of operations, financial condition, cash flows, reputation and prospects could suffer.\n\nThe TCA business is, and will continue to be, subject to a wide range of federal, state, and local laws and regulations, some of which Asbury may not have been previously subject. Such laws and regulations include but are not limited to:\n\n•state and local licensing requirements;\n\n•federal and state laws regulating vehicle finance and insurance products; and \n\n•federal and state consumer protection laws.\n\nNo assurance can be given that applicable statutes, regulations, and other laws will not be amended or construed differently, that new laws will not be adopted, or that any of these laws will not be enforced more aggressively. For example, changes in the regulatory and supervisory environments could adversely affect the TCA business in substantial and unpredictable ways. Further, the TCA business’ noncompliance with applicable laws (whether as a result of changes in interpretation or enforcement, system or human errors, or otherwise) could result in the suspension or revocation of licenses or registrations necessary to the operation, or the initiation of enforcement actions or private litigation.\n\nIn addition, we are required to set aside an amount of restricted cash sufficient to satisfy potential claims associated with the TCA business. While we are permitted to invest such cash in fixed income and equity securities, and other investments, we cannot provide any assurance that a loss in such investments would not have a material adverse effect on our ability to honor customers’ claims, which could have a material adverse effect on our business.\n\nWe are subject to risks related to the provision of employee health care benefits, which could have a material adverse effect on our business, results of operations, financial condition and cash flows.\n\nWe use a combination of insurance and self-insurance for health care plans. We record expenses under those plans based on estimates of the costs of expected claims, administrative costs, stop-loss insurance premiums, and expected health care trends. Actual costs under these plans are subject to variability that is dependent upon participant enrollment, demographics and the actual costs of claims made. Negative trends in any of these areas could cause us to incur additional unplanned health care costs, which could adversely impact our business, financial condition, results of operations and cash flows. In addition, if enrollment in our health care plans increases significantly, the additional costs that we will incur may be significant enough to materially affect our business, financial condition, results of operations and cash flows.\n\n30\n\n\nWe are, and expect to continue to be, subject to legal and administrative proceedings, which, if the outcomes are adverse to us, could have a material adverse effect on our business, results of operations, financial condition, cash flows, reputation and prospects.\n\nWe are involved and expect to continue to be involved in numerous legal proceedings arising out of the conduct of our business, including litigation with customers, employment-related lawsuits, class actions, purported class actions, and actions brought by governmental authorities. We do not believe that the ultimate resolution of any known matters will have a material adverse effect on our business, reputation, financial condition, results of operations, cash flows or prospects. However, the results of these matters cannot be predicted with certainty, and an unfavorable resolution of one or more of these matters could have a material adverse effect on our business, financial condition, results of operations and cash flows.\n\nA decline in our credit rating or a general disruption in the credit markets could negatively impact our liquidity and ability to conduct our operations.\n\nA deterioration of our credit rating, or a general disruption in the credit markets, could limit our ability to obtain credit on terms acceptable to us, or at all. In addition, uncertain economic conditions or the re-pricing of certain credit risks may make it more difficult for us to obtain one or more types of funding in the amounts, or at rates considered acceptable to us, at any given time. Our inability to access necessary or desirable funding, or to enter into certain related transactions, at times and at costs deemed appropriate by us, could have a negative impact on our liquidity and our ability to conduct our operations. Any of these developments could also reduce the ability or willingness of the financial institutions that have extended credit commitments to us, or that have entered into hedge or similar transactions with us, to fulfill their obligations to us, which also could have a material adverse effect on our liquidity, our ability to conduct our operations and our prospects.\n\nWe are subject to risks associated with imported product restrictions or limitations, foreign trade and currency valuations.\n\nOur business involves the sale of vehicles, parts or vehicles composed of parts that are manufactured outside of the United States. As a result, our operations are subject to risks of doing business outside of the United States and importing merchandise, including import duties, exchange rates, trade restrictions, work stoppages, natural or man-made disasters, and general political and socio-economic conditions in other countries. The United States or the countries from which our products are imported may, from time to time, impose new quotas, duties, tariffs or other restrictions or limitations, or adjust presently prevailing quotas, duties or tariffs, including recently proclaimed and possible future tariffs. The imposition of new, or adjustments to prevailing, quotas, duties, tariffs or other restrictions or limitations could have a material adverse effect on our business, financial condition, results of operations and cash flows. Relative weakness of the U.S. dollar against foreign currencies in the future may result in an increase in costs to us and in the retail price of such vehicles or parts, which could discourage consumers from purchasing such vehicles and adversely impact our revenues and profitability.",
      "char_count": 82281
    }
  },
  "extracted_at": "2026-01-19T15:21:06.125016"
}