{
  "ticker": "AGX",
  "company_name": "ARGAN INC",
  "cik": 100591,
  "form_type": "10-K",
  "filing_date": "2025-03-27",
  "period_of_report": "2025-01-31",
  "fiscal_year": 2025,
  "accession_number": "0001558370-25-003819",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0000100591&accession_number=000155837025003819&xbrl_type=v",
  "sic_code": "1700",
  "industry": "Construction - Special Trade Contractors",
  "sections": {
    "item1": {
      "text": "ITEM 1. BUSINESS.\n\nArgan, Inc. (“Argan”) is primarily a construction firm that conducts operations through its wholly owned subsidiaries, Gemma Power Systems, LLC and affiliates (“GPS”), Atlantic Projects Company Limited and affiliates (“APC”), The Roberts Company, Inc. (“TRC”) and Southern Maryland Cable, Inc. (“SMC”) (together referred to as the “Company,” “we,” “us,” or “our”). GPS and APC constitute our power industry services reportable segment, delivering a comprehensive suite of engineering, procurement, construction, commissioning, maintenance, project development and technical consulting services to the power generation market, including the renewable energy sector. The customers include primarily independent power project owners, public utilities, power plant heavy equipment suppliers and other commercial firms with significant power requirements. Projects are located in the United States (the “U.S.”), the Republic of Ireland (“Ireland”) and the United Kingdom (the “U.K.”). Through TRC, the industrial construction services reportable segment provides field services and project management that support new plant construction and additions, maintenance turnarounds, shutdowns and emergency mobilizations for industrial plants primarily located in the Southeast region of the U.S. and that may include the fabrication, delivery and installation of steel components such as piping systems and pressure vessels. Through SMC, doing business as SMC Infrastructure Solutions, the telecommunications infrastructure services segment provides project management, construction, installation and maintenance services to commercial, local government and federal government customers primarily in the Mid-Atlantic region of the U.S. Together, these subsidiaries enable us to serve a wide range of client needs across power generation, industrial construction, and telecommunications infrastructure, establishing our presence as a diversified provider in the construction and engineering sectors.\n\nHolding Company Structure\n\nArgan was organized as a Delaware corporation in May 1961. Argan operates as a holding company that may make opportunistic acquisitions and/or investments by identifying companies with significant potential for profitable growth and realizable synergies with one or more of our existing construction businesses. However, we may have more than one industrial focus depending on the opportunity and/or needs of our customers. Each of our wholly owned subsidiaries is operated as an independent business with strategic oversight provided by Argan to allow each to react to its own market conditions independently. Significant acquired companies will be operated in a manner that we believe will best provide long-term and enduring value for our stockholders. \n\n- 3 -\n\nTable of Contents\n\nPower Industry Services\n\nGPS, which we acquired in 2006, historically provides the most significant percentage of our power industry services. As a full-service engineering, procurement and construction (“EPC”) services firm, GPS has the proven abilities of designing, building and commissioning large-scale energy projects primarily in the U.S. The extensive design, construction, project management, start-up and operating experience of GPS has expanded since its founding, with a substantial portfolio of installed power-generating capacity, primarily in the domestic market. Past projects encompass base-load combined-cycle facilities, simple-cycle peaking plants, liquefied natural gas power island installation, and boiler plant construction and renovation efforts. GPS also has experience in the renewable energy sector providing EPC contracting and other services to owners of alternative energy facilities, including biomass plants, solar fields, battery storage and wind farms. Typically, the scope of work for GPS includes complete plant engineering and design, the procurement of power generation and balance of plant equipment, and the full turnkey construction effort from site development through electrical interconnection and plant performance testing. The durations of these projects typically range between one to four years.\n\nThis reportable business segment also includes APC, a company formed in Ireland 50 years ago, and its affiliated companies, which we acquired in May 2015. Historically, APC primarily provided turbine, boiler and large rotating equipment engineering, procurement, installation, commissioning and outage services to power plants in Ireland. Since its acquisition in 2015, APC has expanded operations to the U.K. APC currently focuses on the performance of engineering and construction services for the major electric utilities in Ireland, independent power plant owners, major data center operators and original equipment manufacturers. APC’s business in Ireland and the U.K. represents the Company’s primary international operations.\n\nThe revenues of our power industry services business segment were $693.0 million, $416.3 million and $346.0 million for the fiscal years ended January 31, 2025 (“Fiscal 2025”), 2024 (“Fiscal 2024”) and 2023 (“Fiscal 2023”), respectively, or 79%, 73% and 76% of our consolidated revenues for the corresponding periods, respectively. The substantial portions of the revenues of this reportable segment for these three years were derived from the performance of activities by GPS and APC under EPC services and other construction contracts with the owners of power plant projects. \n\nPower Industry Services Project Backlog\n\nAt January 31, 2025, the project backlog for this reporting segment was over $1.3 billion. The comparable backlog amount as of January 31, 2024 was approximately $0.6 billion. Our reported amount of project backlog at a point in time represents the total value of projects awarded to us that we consider to be firm as of that date less the amounts of revenues recognized to date on the corresponding projects. \n\nTypically, we include the total value of EPC services and other major construction contracts in project backlog upon receiving a notice to proceed from the project owner. When provided with only a limited notice to proceed (“LNTP”), we generally do not add the value of the full contract to project backlog until the full notice to proceed (“FNTP”) is received. Nevertheless, the inclusion of contract values in project backlog requires management judgment based on the facts and circumstances. \n\nThe significant currently active projects of our power industry services segment include the construction of facilities which together represent approximately 2.9 gigawatts of potential electrical power and require the significant engagements of our technical, project support and project management teams. Please see “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” for a discussion of currently active major projects for this reporting segment. \n\nAlong with our commitment to the construction of state-of-the-art, natural gas-fired power plants that will serve as important elements of our country’s electricity-generation mix in the future, our experience also encompasses the development of utility-scale renewable energy projects. We continue to target certain business development efforts to win projects for the erection of utility-scale solar fields, wind farms and battery facilities as well as hydrogen-based energy plants and carbon capture and storage projects.\n\nLabor and Materials\n\nWe perform work on job sites in different states and countries. The skilled craft labor pool is unique in each region due to a variety of factors, including different employment environments, competing infrastructure projects located near our sites \n\n- 4 -\n\nTable of Contents\n\nthat utilize the same labor pool, and decreased and aging labor pools resulting from demographic trends. As such, we take a carefully considered and tailored approach at each job site to acquire and retain the required personnel resources when we need them, especially craft labor, and to maintain optimum productivity on each of our projects. Depending on the project, we may utilize direct hires, subcontractors, existing internal personnel, or a combination of the three. To date, we generally have managed to successfully staff each of our jobs effectively, but going forward we may be challenged by labor shortages in the construction industry due to rising wages, demographic trends and other factors. Additionally, competition for the labor pool capable of building power plant projects is increasing as the demand for building power generating assets continues to grow.\n\nIn connection with the engineering and construction of traditional power plants, biodiesel plants and other renewable energy systems, we procure materials for installation on our various projects. We are not dependent upon any one source for major equipment components, such as heat recovery steam generation units, steam turbines and air-cooled condensers, solar panels or any other construction materials we use to complete a particular power project, although the number of suppliers providing such equipment is limited. With our assistance, project owners frequently procure and supply certain major components of the power plants, such as state-of-the-art natural gas turbines and transformers. We have significant experience in delivering EPC projects with the latest turbine technology and working with all major gas-fired turbine manufacturers to meet each project owner’s specific power plant requirements. EPC project requirements may vary considerably. Additionally, we have protections in our contracts with major customers that provide certain relief that helps to mitigate certain financial risks, but these protections could be limited depending on the underlying issues and the financial challenges of our customers.\n\nIn the past, we have had to navigate supply chain disruptions and other sourcing issues that have or could have impacted our projects. For example, currently there are significant supply chain constraints driven by the increased demand for power, which are affecting the availability of critical components such as gas turbines and other long lead-time equipment, such as transformers. These constraints are causing delays in the construction timelines for new gas-fired power plants. As we go forward, there may be unscheduled delays in the delivery of materials, machinery and equipment ordered by us or a project owner or other unanticipated challenges to our ability to complete major job tasks when planned, among other impacts. We actively attempt to manage these risks during periods of uncertainty. Supply chain uncertainties may impact project owners’ confidence in commencing new work which may adversely affect our expected levels of revenues until supply chain disruptions substantially dissipate.\n\nThe costs of materials needed for the completion of our projects may fluctuate from time to time. In times of increased volatility, we take steps to reduce our risks. For example, we may hold quotes related to materials in our industrial construction services segment for short periods of time. For major fixed-price contracts in our power industry services segment, we may mitigate material cost risks by procuring the majority of the equipment and construction supplies during the early phases of a project. During recent fiscal years, we believe in general that we effectively confronted the economic challenges to our active jobs represented by the inflationary surge in prices. \n\nFor supply chains and materials costs, there are new uncertainties caused by the current U.S. administration’s increased use of tariffs as leverage in the conduct of diplomacy. A primary concern is that the imposition of tariffs by the U.S. against its trade partners will prompt retaliations that will have adverse effects on the availability and prices of general construction materials and certain power plant equipment. Proposed tariffs on imported materials, including steel and aluminum, could significantly impact the cost of building power plants. As the current U.S. administration’s approach to tariffs remains fluid at this time, the full extent of these effects remains uncertain. Delays in material shipments may extend project timelines, while fluctuating costs could complicate budgeting and contract negotiations. This uncertainty may also discourage investment in new power plant construction, creating financial and operational risks for the industry.\n\nCompetition\n\nGPS and APC compete with large and well capitalized private and public firms in the construction and engineering services industry including firms that have global businesses. These competitors may be multi-billion-dollar companies that have thousands of employees. We also may compete with regional construction services companies in the markets where planned projects might be located. Typically, a condition for award is that the contractor perform on a fixed-price or lump-sum contract basis; smaller elements of a contract may be billable on an allowance or cost-reimbursable basis. As explained below, there are risks of unrecovered costs, among other aspects, associated with these types of contracts.\n\n- 5 -\n\n\nTo compete with these firms, we emphasize our proven track record as a value-add choice for the design, build and commissioning of natural gas-fired and alternative energy power systems. Our successful experience includes the efficient completion and maintenance of natural gas-fired combined cycle and simple cycle power plants, biomass plants, waste-to-energy facilities, solar fields, wind farms and biofuel processing facilities, most performed on an EPC services contract basis. Through the power industry services segment, we provide a full range of competitively priced development, consulting, engineering, procurement, construction, commissioning and maintenance services to project owners. We are able to react quickly to their requirements while bringing a strong, experienced team to help navigate through difficult technical, scheduling and construction issues. We believe that the cultures of GPS and APC encourage motivated, creative, high energy and customer-focused teams that deliver results. Our projects are directed by dedicated field project management teams and our project owner customers have direct access to our senior management at these companies. \n\nThe competitive landscape in the EPC services market for natural gas-fired power plant construction has evolved significantly over the past decade. While the market remains dynamic, we are in an era where there are fewer competitors for new domestic gas-fired power plant EPC services project opportunities, especially for combined power plants. Several major competitors have either exited the market, been acquired, or announced intentions to avoid fixed-price contracts due to various financial and operational reasons. Intense competition led to aggressive bidding on projects while certain contractors accepted greater risks associated with the inability to anticipate unforeseen issues and the failure to include adequate contingencies to cover lower-than expected labor productivity, unfavorable execution challenges and unusual weather events, for example. As a result, construction and engineering companies, including some of the largest firms in the country, incurred losses related to performance on fixed-price contracts. Despite these challenges, sustained competition has supported the continuation of fixed-price contracting in the U.S., maintaining the typical volume of projects completed under these terms. \n\nRecently, however, increasing demand for new gas-fired power plants has begun to shift the competitive landscape again. As utilities and developers seek to expand generation capacity, more firms may re-enter the market, either by restarting their EPC operations, expanding their capabilities, or shifting their contracting strategies to re-engage in bidding. This resurgence of competition could influence pricing dynamics, contract structures, and project execution strategies as both new and returning competitors seek to establish themselves in the evolving market. The firms that remain active in this space continue to be highly capable and competitive.\n\nOur competition for domestic renewable energy projects like solar energy fields and land-based wind energy farms is more diverse and may include firms that are smaller than us. \n\nWe are not immune to the risks of losses on major projects. Nonetheless, we try to be particularly selective in pursuing new project opportunities and are reluctant to enter into fixed-price contracts with perceived high-risk profiles that are unacceptable. The track record of GPS has demonstrated that fixed-price contracts can be successfully executed when managed effectively, providing opportunities for strong financial performance. We are confident that our project management teams have gained the experience necessary for successful execution on these types of contracts as we go forward although we are aware of the risks involved.\n\nOver the past few years, GPS has provided top management guidance and project management expertise to APC as it successfully completed certain projects and won the awards of projects to build new thermal power plants in Ireland and the U.K. Currently, APC is completing a comprehensive operational review, in collaboration with GPS and at the direction of certain GPS leadership, to enhance project management processes and profitability.\n\nCustomers\n\nFor Fiscal 2025, our most significant customer relationships included three power industry services customers, which accounted for approximately 28%, 13% and 10% of consolidated revenues. For Fiscal 2024, our most significant customer relationships included three power industry services customers, which accounted for 19%, 16% and 15% of consolidated revenues. For Fiscal 2023, our most significant customer relationships included two power industry services customers, which accounted for 38% and 12% of consolidated revenues. No other customer of this reportable segment represented greater than 10% of consolidated revenues for Fiscal 2025, Fiscal 2024 or Fiscal 2023.\n\n- 6 -\n\n\nRegulation\n\nOur power industry services operations are subject to various federal, state, local and foreign laws and regulations including: licensing for contractors; building codes; permitting and inspection requirements applicable to construction projects; regulations relating to worker safety and environmental protection; and special bidding, procurement and employee compensation requirements. Many state and local regulations governing construction require permits and licenses to be held by individuals who have passed an examination or met other requirements. We believe that we have the licenses required to conduct our current operations and that we are in compliance with applicable regulatory requirements.\n\nEnergy facilities, including the pipelines required to supply natural gas fuel to power plants, are subject to a myriad of federal and state laws and regulations governing environmental protection, air quality, water quality and noise and height restrictions. While regulations in the U.S., Ireland, and the U.K. have favored the development of renewable energy sources in recent history, policy shifts as of late indicate a more balanced approach, with increasing recognition of natural gas as a reliable and necessary component of the energy mix. Evolving regulatory frameworks, including permitting reforms and policy adjustments, are creating a more favorable environment for the continued development of natural gas-fired power plants. These changes may support a steadier pace of gas-fired power plant construction than previously anticipated while still allowing for continued growth in renewable energy facility development. \n\nDevelopment Financing\n\nWe selectively participate in power plant project development and related financing activities 1) to maintain a proprietary pipeline for future EPC services contract opportunities, 2) to secure exclusive rights to EPC contracts, and 3) to generate a return on our investment. EPC contractors in our industry also periodically execute certain contracts jointly with third parties through joint ventures, limited partnerships and limited liability companies for the purpose of completing a project or program for a project owner. These special purpose entities are generally dissolved upon completion of the corresponding project or program. In Fiscal 2025, we funded a loan to a special purpose entity in the amount of $5.0 million to support the development phase of a natural gas-fired power plant (see Note 18 to the accompanying consolidated financial statements). \n\nHowever, not all such business development endeavors are successful and we have recorded impairment losses as a result in the past (see Note 15 to the accompanying consolidated financial statements). \n\nIndustrial Construction Services\n\nTRC was founded in 1977 and its fabrication facility and offices are located near Greenville, North Carolina. TRC is an industrial construction and field services firm with steel pipe and vessel fabrication capabilities serving industrial organizations primarily in the Southeast region of the U.S. \n\nDuring Fiscal 2023, TRC consolidated its metal fabrication plants and support structures into one industrial fabrication and warehouse facility that totals over 90,000 square feet. The consolidation reduced fixed costs and notably streamlined the business, which has permitted TRC to focus primarily on its industrial field service opportunities, which includes construction projects. TRC operates within its own reportable business segment, industrial construction services. Industrial field service construction projects typically represent the majority of TRC’s annual revenues with the remaining revenues contributed by projects consisting primarily of metal pipe and vessel fabrication. The revenues of TRC have increased over the past two fiscal years to $167.6 million for Fiscal 2025 from $92.8 million for Fiscal 2023, reflecting a business development emphasis on the awards of larger field service construction projects. The emphasis on these opportunities influenced the strategic decision to consolidate the pipe and vessel fabrication facilities to reduce fixed costs, streamline operations and better support a growing and scalable business model.\n\nRecent and current major customers of TRC include Nutrien Ltd., the global fertilizer company; Jacobs Solutions Inc., an international engineering and construction firm that is building a significant biotechnology manufacturing facility in the research triangle area of North Carolina; North America’s largest forest products companies such as Weyerhaeuser Company, International Paper and Domtar Corporation; water treatment facilities and various other industrial companies. These relationships demonstrate that TRC is a trusted industrial services provider to blue chip customers from around North America, and from countries around the world, that are expanding or locating new production facilities in TRC’s geographic region. For Fiscal 2025, Fiscal 2024 and Fiscal 2023, TRC reported revenues of $167.6 million, $142.8 million \n\n- 7 -\n\n\nand $92.8 million, respectively, or approximately 19%, 25% and 20% of consolidated revenues for the corresponding years, respectively.\n\nTelecommunications Infrastructure Services\n\nSMC represents our telecommunications infrastructure services reportable business segment and conducts business as SMC Infrastructure Solutions, which provides utility construction services and comprehensive technology wiring solutions to customers primarily in the Mid-Atlantic region of the U.S. SMC performs both outside and inside plant cable installation services. \n\nServices provided to our outside premises customers include trenchless directional boring and excavation for underground communication and power networks, aerial cabling services, and the installation of buried cable, high and low voltage electric lines, and private area outdoor lighting systems. Inside premises wiring services include structured cabling, terminations and connectivity that provide the physical transport for high-speed data, voice, video and security networks. \n\nConsistently, a major portion of SMC’s revenue-producing activity each year is performed pursuant to task or work orders issued under master agreements with SMC’s major customers such as Southern Maryland Electric Cooperative, the local electricity cooperative. Over the last three years, other major customers have included counties and municipalities located in Maryland; certain state government agencies in Maryland; and technology-oriented government contracting firms in the Washington, D.C. metropolitan area. Through an acquisition in December 2021, SMC expanded its business footprint into the Tidewater area of Virginia. In November 2024, we hired a new chief executive officer for SMC who brings over 25 years of industry experience and will focus on expanding the market presence of the business segment.\n\nThe revenues of SMC were $13.5 million, $14.3 million and $16.2 million for Fiscal 2025, Fiscal 2024 and Fiscal 2023, respectively, or approximately 2%, 2% and 4% of our consolidated revenues for the corresponding years, respectively. \n\nThe combined operations of SMC operate in the fragmented and competitive telecommunication and infrastructure services industry. We compete with providers ranging from regional companies to larger firms servicing multiple regions, as well as large national and multi-national contractors. We believe that we compete favorably with the other companies in our market space by emphasizing our high-quality reputation, outstanding customer base, security-cleared personnel and highly motivated work force in competing for larger and more diverse contracts. \n\nEmployees\n\nThe total number of personnel employed by us is subject to the volume of construction in progress and the relative amount of work performed by subcontractors. We had 1,595 employees at January 31, 2025, substantially all of whom were full-time. We believe that our employee relations are generally good.\n\nFinancing Arrangements\n\nPreviously, we were a party to an amended and restated credit agreement (the “Expired Credit Agreement”) that provided us a lending commitment of $50.0 million, including a revolving loan and an accordion feature which allowed for an additional commitment amount of $10.0 million, subject to certain conditions. The expiration date of the Expired Credit Agreement was May 31, 2024. \n\nOn May 24, 2024, we executed the Second Amended and Restated Replacement Credit Agreement with an expiration date of May 31, 2027 (the “New Credit Agreement”) with Bank of America, N.A. (the “Bank”). The New Credit Agreement supersedes the Expired Credit Agreement, reduces the base lending commitment amount from $50.0 million to $35.0 million, increases the letter of credit fees to be consistent with current market conditions, and establishes the interest rate for revolving loans at the Secured Overnight Financing Rate (“SOFR”) plus 1.85%. In addition to the base commitment, the new facility includes an accordion feature that allows for an additional commitment amount of $30.0 million, subject to certain conditions. We may use the borrowing ability to cover other credit instruments issued by the Bank for our use in the ordinary course of business as defined in the New Credit Agreement. Further, on May 31, 2024, we entered into a companion facility, in the amount of $25.0 million, pursuant to which the Company’s Irish subsidiary, APC, may cause the Bank’s European entity to issue letters of credit on its behalf that are secured by a blanket parent company guarantee issued by Argan to the Bank. Despite the reduction in the base amount of the credit commitment provided by the New Credit Agreement, the increased accordion amount and the addition of the companion facility provide us with greater flexibility in managing our credit requirements, at a potentially lower cost.\n\n- 8 -\n\n\nAt January 31, 2025 and 2024, we did not have any borrowings outstanding under the New Credit Agreement or the Expired Credit Agreement, respectively. At January 31, 2025, there were no outstanding letters of credit issued under the credit facilities.\n\nWe have pledged the majority of the Company’s assets to secure its financing arrangements. The Bank’s consent is not required for acquisitions, divestitures, cash dividends or significant investments as long as certain conditions are met. The New Credit Agreement requires that we comply with certain financial covenants at its fiscal year-end and at each fiscal quarter-end. The New Credit Agreement includes other terms, covenants and events of default that are customary for a credit facility of its size and nature, including a requirement to achieve positive adjusted earnings before interest, taxes, depreciation and amortization, as defined, over each rolling twelve-month measurement period. As of January 31, 2025, we were in compliance with the financial covenants and other requirements of the New Credit Agreement.\n\nSafety, Risk Management, Insurance and Performance Bonds\n\nWe are committed to ensuring that the employees of each of our businesses perform their work in a safe environment. We regularly communicate with our employees to promote safety and to instill safe work habits. GPS, APC, TRC and SMC each has an experienced full-time safety director committed to ensuring a safe work place, as well as compliance with applicable permits, insurance and laws. Our OSHA reportable incident rates, weighted by hours worked for all of our subsidiaries, were 0.56, 0.43, 0.60, 0.48 and 0.55 for calendar years 2024, 2023, 2022, 2021 and 2020, respectively; our rates were significantly lower than the national average rates in our industry (NAICS – 2379) for those years.\n\nIn Fiscal 2024, we added a senior vice president, legal, to our headquarters staff. Among other duties, he contributes to and enhances our ongoing process of standardizing and minimizing the amount of commercial risk that our different operations accept in their customer contracts. His legal and operations experiences in the construction industry represent solid qualifications for this effort. \n\nWe retain qualified insurance brokerage assistance in the regular evaluation of the adequacy of insurance coverage amounts and the annual negotiation of premium amounts in the areas of property and casualty insurance, general liability, umbrella coverage, director and officer insurance, cybersecurity insurance and other specialty coverages. In Fiscal 2023, we purchased specialty insurance related to the full recovery of the research and development tax credits we claimed in our amended federal income tax returns for the year ended January 31, 2022 (“Fiscal 2022”) and the year ended January 31, 2021 (“Fiscal 2021”) (see Note 12 to the accompanying consolidated financial statements). We believe that our insurance coverage amounts are adequate, but not excessive, and provide the proper amounts of coverage where we believe insurable risks may exist.\n\nContracts with customers in each of our reportable business segments may require performance bonds, payment bonds, or other means of financial assurance to secure contractual performance. We maintain material amounts of cash, cash equivalents and short-term investments, and, as indicated above, we have the commitment of the Bank to issue irrevocable standby letters of credit up to an aggregate amount of $60.0 million under the credit facilities, with an accordion feature that would provide an additional Bank commitment of $30.0 million. \n\nAs of January 31, 2025, the estimated amount of our unsatisfied bonded performance obligations, covering all of our subsidiaries, was approximately $0.7 billion. As of January 31, 2025, the outstanding amount of bonds covering other risks, including warranty obligations and contract payment retentions related to completed activities, was $25.2 million. Not all of our projects require bonding.\n\nResponsible Business\n\nOur on-going commitment to environmental, health and safety, community outreach, corporate governance, and other public policy matters relevant to us is being supported by the responsible business committee of our board of directors. Its charter requires it to assist our senior management in: (a) setting our general strategy relating to responsible business matters, as well as developing, implementing, and monitoring initiatives and policies for us based on that strategy; (b) overseeing communications with employees, investors, and other stakeholders with respect to responsible business matters; and (c) anticipating and monitoring developments relating to, and improving management’s understanding of, responsible business matters.\n\n- 9 -\n\n\nA summary of our responsible business accomplishments in various areas over the past three years follows:  \n\n●We committed to investments totaling $32.9 million in solar energy funds to secure portions of the available investment tax credits and tax depreciation, which facilitated the construction and deployment of multiple solar array facilities;\n\n●Our employees continue to participate in available recycling programs at all of our facilities; \n\n●We completed construction of a solar carport at our Glastonbury, Connecticut, office in Fiscal 2025; \n\n●We hosted a food and supplies drive at the TRC offices in Winterville, NC, to support those impacted by Hurricane Helene in western North Carolina;\n\n●We maintain a cross-subsidiary working group in order to identify additional actionable items including coordinated community service projects. As a result, employees from all levels of our Company have participated in projects such as Habitat for Humanity, Toys for Tots, Coats for Kids, school supply drives, clothing drives, food bank donation programs and Company-sponsored youth programs, while supporting meaningful apprenticeships and internships within our companies; and \n\n●We provided training and issued periodic newsletters focused on improving employee awareness and health. \n\nMore information about our responsible business accomplishments can be found in the sustainability section of our website.\n\nSeveral of our recent projects reflect our ongoing contributions to renewable power generation. During Fiscal 2024, we completed the Maple Hill Solar project, which is among the largest solar-powered energy plants in Pennsylvania, and we commenced activities on three solar and battery projects in Illinois. During Fiscal 2025, we commenced activities on a 405 MW solar project, also located in Illinois, leveraging pre-existing transmission and utility infrastructure from a nearby retired coal plant. During Fiscal 2025, we entered into an EPC contract for the construction of an approximately 300 MW biofuel power plant located in County Kerry, Ireland that will run on 100% sustainable biofuels, specifically hydrotreated vegetable oil, with the potential to convert its fuel source to hydrogen in the future. For Fiscal 2025, Fiscal 2024 and Fiscal 2023, the amounts of revenues earned by us and associated with renewable energy projects were 40.1%, 6.9% and 9.6%, respectively, of corresponding revenues for the power industry services segment. Based on our current project backlog of renewable projects in the amount of $578 million as of January 31, 2025, we expect that revenues associated with the performance of renewable energy projects will continue to represent meaningful portions of our power industry services segment and consolidated revenues over the coming years, although it is expected to decrease as a percentage of our consolidated revenues due to the expected growth of our non-renewable revenues.\n\nMeanwhile, we believe that our gas-fired power plant construction business is valuable to the achievement of the net carbon emission reduction goals of the U.S., Ireland and the U.K. as we are recognized as an accomplished, dependable and cost-effective provider of construction services to gas-fired power plant owners. Like the U.S., Ireland and the U.K. are committed to the increase in energy consumption sourced from the sun and the wind on the pathway to net zero emissions. Other technologies will be required to support these renewable power sources and to provide electricity when power demands exceed the amount of electricity supplied by renewable energy sources. Maintaining necessary power reserves during the long transition period to zero emissions will require reliable conventional power generation sources, often natural gas-fired power plants.\n\nFor example, the Irish government’s policy related to the security of the electricity supply in Ireland confirms the requirement for the development of new support technologies to deliver on its commitment to have 80% of the country’s electricity generated from renewables by 2030. The policy emphasizes that this will require a combination of conventional generation (typically powered by natural gas), interconnection to other jurisdictions, demand flexibility and other technologies such as energy storage (i.e., batteries) and generation from renewable gases (i.e., biomethane and/or hydrogen produced from renewable sources). The Irish government has announced that the development of new conventional generation (including gas-fired generation) is a national priority and should be permitted and supported in order to ensure the security of electricity supply while supporting the growth of renewable electricity generation. \n\nIn the U.S., the Energy Information Administration (“EIA”) indicates that carbon emissions from the electric power sector declined by approximately 41% during the period 2005 through 2024. The primary reason for this decline was the replacement of coal-fired power plants with efficient gas-fired power plants. Natural gas is relatively clean burning, cost-\n\n- 10 -\n\n\neffective, reliable and abundant. Finally, we note that the natural-gas fired power plants that we build are not sprawling facilities covering hundreds of acres. They can be constructed closer to where power is consumed, leading to fewer transmission lines and reduced line losses. They are constructed on relatively small sites and, once completed, typically have minimal impact on the surrounding green areas. \n\nMaterials Filed with the Securities and Exchange Commission (the “SEC”)\n\nThe public may read any materials that we file with the SEC at its public reference room at 100 F Street, NE, Washington, D.C. 20549. The public may obtain information on the operation of the public reference room by calling the SEC at 1-800-SEC-0330. The SEC maintains an Internet site that contains reports, proxy and information statements and other information regarding issuers that file electronically with the SEC, including us, at http://www.sec.gov. \n\nWe maintain a website on the Internet at www.arganinc.com that includes access to financial data. Information on our website is not incorporated by reference into this 2025 Annual Report. Copies of our Annual Reports on Form 10-K, our Quarterly Reports on Form 10-Q, our Current Reports on Form 8-K and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act, as well as our Proxy Statements, are available, as soon as reasonably practicable, after we electronically file such materials with, or furnish them to, the SEC, without charge and upon written request provided to our Corporate Secretary at Argan, Inc., 4075 Wilson Boulevard, Suite 440, Arlington, Virginia 22203.",
      "char_count": 39833
    },
    "item1a": {
      "text": "ITEM 1A. RISK FACTORS.\nOur business is challenged by a changing environment that involves many known and unknown risks and uncertainties. The risks described below discuss factors that have affected and/or could affect us in the future. There may be others. We may be affected by risks that are currently unknown to us or are immaterial at this time. If any such events did occur, our business, financial condition and results of operations could be adversely affected in a material manner. Our future results may also be impacted by other risk factors listed from time to time in our future filings with the SEC, including, but not limited to, our Annual Reports on Form 10-K and our Quarterly Reports on Form 10-Q. As the most significant portion of our consolidated entity is represented by the power industry services reportable business segment, the risk factor discussions included below are focused on that business. However, as a large number of these same risks exist for our other reportable segments, the industrial construction services segment and the telecommunications infrastructure services segment, a review and assessment of the following risk factors should be performed with those similarities in mind.\nThis section of our 2025 Annual Report may include projections, assumptions and beliefs that are intended to be “forward-looking statements.” They should be read in light of our cautionary statement regarding “forward-looking statements” presented at the beginning of this 2025 Annual Report.\nRisks Related to Our Business\nDemand for our services may decrease during economic downturns or unpredictable economic cycles, which would most likely affect our businesses adversely.\nSubstantial portions of the revenues and profits earned by our reportable business segments are generated from construction-type projects, the awarding and/or funding of which we do not directly control. The engineering and construction industry is prone to cyclical fluctuations influenced by factors such as economic recessions, downturns in project owners’ business cycles, material shortages, subcontractor price hikes, interest rate changes, regulatory and political change, and other external economic factors. \nWhen the general level of economic activity deteriorates, uncertainty about future business prospects increases, prompting clients to potentially delay or cancel projects. This includes new construction projections, maintenance on major power plant components, repairs to damaged or worn equipment or other plant outage work. The adverse financial condition of the industry could diminish our customers’ ability and willingness to fund capital expenditures or pursue significant projects in the future. Furthermore, specific economic, regulatory and market conditions affecting our clients may lead to a decrease in demand for our services, causing delays, reductions, or cancellations of projects essential to our future business forecasts.\n\n\n- 11 -\n\n\n\nFuture revenues are dependent on the awards of utility-scale natural gas-fired and renewable energy EPC projects to us, the receipt of corresponding full notices-to-proceed and our ability to successfully complete the projects that we start.\nThe majority of our consolidated revenues relate to performance by the power industry services segment, which represented 79%, 73% and 76% of consolidated revenues for Fiscal 2025, Fiscal 2024 and Fiscal 2023, respectively. GPS, the major business component of this segment, earns the substantial portion of its revenues from execution on long-term natural gas-fired EPC services contracts with project owners. A significant portion of our consolidated revenues each year is generally derived from EPC services provided to a small number of customers, which can vary from year to year (see Note 16 to the accompanying consolidated financial statements).\nWe have successfully built utility-scale solar and wind farms, biomass-fueled power plants and biodiesel energy facilities in the past, and we have renewed the pursuit of renewable energy projects that will complement our natural gas-fired EPC services projects, which will remain the core business development focus going forward.\nAt times, we may be awarded contracts for which commencement of project activities are delayed or canceled. Our ability to sustain revenues depends on many factors including the ability of the power industry services business to not only win the awards of significant new EPC projects, but to obtain the corresponding full notices-to-proceed and to complete its projects successfully. Failure to obtain future awards for the construction of utility-scale energy facilities and the corresponding notices to proceed with contract activities, as well as any failure to successfully complete such projects, would have adverse effects on our future revenues, profits and cash flows.\nOur dependence on large construction contracts may result in uneven financial results.\nOur power industry services activities in any one fiscal reporting period are concentrated on a limited number of large construction projects for which we recognize revenues over time as we transfer control of the project asset to the customer. To a substantial extent, our contract revenues are based on the related amounts of costs incurred. As the timing of equipment purchases, subcontractor services and other contract events may not be evenly distributed over the terms of our contracts, the amount of total contract costs may vary from quarter to quarter, creating uneven amounts of quarterly and/or annual consolidated revenues. In addition, the timing of contract commencements and completions may exacerbate the uneven pattern. As a result of the foregoing, future reported amounts of consolidated revenues, cash flow from operations, net income and earnings per share may vary in uneven patterns and may not be indicative of the operating results expected for any other fiscal period; thus, rendering consecutive quarter comparisons of our consolidated operating results a less meaningful way to assess the growth of our business.\nActual results could differ from the assumptions and estimates used to prepare our consolidated financial statements.\nTo prepare consolidated financial statements in conformity with accounting principles generally accepted in the U.S., we are required to make estimates, assumptions and judgments as of the date of such financial statements, which affect the reported values of assets and liabilities, revenues and expenses, and disclosures of contingent assets and liabilities. \nFor each of our fixed-price customer contracts, we recognize revenues over the life of the contract as performance obligations are completed by us based on the proportion of costs incurred to date compared with the total costs estimated to be incurred for the entire project, and by using the resulting percentage to update the recorded amounts of project-to-date revenues. We review and make necessary revisions to the amounts of estimated future costs on a monthly basis. In addition, contract results may be impacted by our estimates of the amounts of change orders that we expect to receive and our assessment of any contract disputes that may arise. The effects on revenues of changes to the amounts of contract values and estimated costs are recorded as catch-up adjustments when the amounts are known and can be reasonably estimated. These revisions can occur at any time and could be material. Given the uncertainties associated with the types of customer contracts that we are awarded, it is possible for contract values and actual costs to vary from estimates previously made, which may result in reductions or reversals of previously recorded revenues and profits. Our disclosures of Critical Accounting Policies and Estimates (see Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations) include an expanded discussion of the estimates, judgments and assumptions that our revenue recognition accounting may require.\n\n\n- 12 -\n\n\n\nAmong the other areas that could require significant estimates by our management are the following:\n\n●   the assessment of the value of goodwill and recoverability of other intangible assets;\n------------------------------------------------------------------------------------------\n\n●   the determination of provisions for income taxes, the accounting for uncertain income tax positions and the establishment of valuation allowances associated with deferred income tax assets;\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   the determination of the fair value of stock-based incentive awards;\n------------------------------------------------------------------------\n\n●   the determination of the allowance for doubtful accounts; and\n-----------------------------------------------------------------\n\n●   accruals for estimated liabilities, including any losses related to legal matters.\n--------------------------------------------------------------------------------------\nOur actual business and financial results could differ from our estimates, which may impact future profits.\nProject backlog amounts may be uncertain indicators of future revenues as project realization may be subject to unexpected adjustments, delays and cancellations.\nProject cancellations or scope modifications may occur that could reduce the amount of our project backlog and the associated revenues and profits that we actually earn. Our projects generally provide our customers the right to terminate existing contracts unilaterally at their convenience as long as they compensate us for work already completed and compensate us for the additional costs incurred by us to terminate corresponding subcontract, terminate equipment orders, and demobilize and vacate construction sites. These costs would most likely be meaningful. Should any unexpected delay, suspension or termination of the work under such projects occur, our results of operations may be materially and adversely affected. Although we believe that the customer commitments represented by project backlog are firm, we cannot guarantee that amounts in project backlog will be recognized as future revenues or will result in profitable operating results.\nUnsuccessful efforts to develop energy plant projects could result in write-offs and the loss of future business.\nThe development of a power plant construction project is expensive. The developers of power projects may form single purpose entities, such as limited liability companies, limited partnerships or joint ventures, to perform the development activities, which are typically funded by external sources. Periodically, we provide financial support to new projects during their development phase to improve their viability and enhance our likelihood of securing the EPC contract for power plant construction.\nWe have provided funding to special-purpose entities for gas-fired power plant projects during the development phase, leading to the return of our initial investment, the awarding of EPC contracts with authorization to start construction, and the receipt of success fees. While some of these initiatives have yielded positive results, others have not, resulting in the write-off of loan and interest balances and the loss of potential construction projects. In Fiscal 2025, we funded a loan to a special purpose entity in the amount of $5.0 million to support the development phase of a natural gas-fired power plant project (see Note 18 to the accompanying consolidated financial statements).\nFuture bonding requirements may adversely affect our ability to compete for new energy plant construction projects.\nOur construction contracts frequently require that we obtain payment and/or performance bonds from surety companies on behalf of project owners as a condition to the contract award. Historically, we have had a strong bonding capacity. Under standard terms, surety companies issue bonds on a project-by-project basis and can decline to issue bonds at any time or require the posting of additional collateral as a condition to issuing any bonds. Not all of our projects require bonding. \nMarket conditions, changes in our performance or financial position, changes in our surety’s assessment of its own operating and financial risk, or larger future projects could cause our surety company to decline to issue, or substantially reduce, the amount of bonding available for our work and/or could increase our bonding costs. These actions can be taken on short notice. If our surety company were to limit or eliminate our access to new bonds, our alternatives would include seeking bonding capacity from other surety companies, joint venturing with other construction firms, increasing business with clients that do not require bonds or posting other forms of collateral for project performance, such as letters of credit or cash. We may be unable to make alternative arrangements in a timely manner, on acceptable terms, or at all. Accordingly, if we were to experience an interruption, reduction or other alteration in the availability of bonding capacity, we may be unable to compete for or work on certain projects.\n\n\n- 13 -\n\n\n\nOur results could be adversely affected by natural disasters, human-made disasters or other catastrophic events.\nNatural disasters, such as hurricanes, tornadoes, blizzards, floods and other adverse weather conditions; or other catastrophic events such as fires, public health crises, pandemics, geopolitical conflicts, terrorism and civil disturbances could disrupt our operations or the operations of one or more of our vendors or customers. In particular, these types of events could shut down our construction job sites or fabrication facility for indefinite periods of time, disrupt our product supply chain or could cause our customers to delay or cancel projects. To the extent any of these events occur, our operations and financial results could be adversely affected.\nThe adverse effects of the war in Ukraine spread globally. The prolonged disruption by Russia of the supply and prices of oil and natural gas provided to Western European nations adversely affected the economies of those countries. Western European nations were forced to search for alternative supplies of oil and natural gas at higher prices or through more complicated transit routes, further disrupting global supply chains. Many resorted to seeking alternative energy sources, such as liquefied natural gas (“LNG”), which involves infrastructure challenges and elevated costs. In addition to energy supply disruptions, activities conducted by Yemen-based terrorist groups significantly endangered the key shipping route between the Red Sea and the Indian Ocean. These actions led to rerouting shipping vessels, longer transit times, and increased freight costs, compounding global supply chain challenges. \nWe have protections in our contracts with major customers that provide certain relief that helps to mitigate certain financial risks. However, the effectiveness of these protections may be limited by factors including the financial strength of the customer. The extent to which natural disasters, human-made disasters or other catastrophic events could harm us depends on the impact on our customers, supply chains, labor forces and numerous other evolving factors. \nContinuing disruptions to capacity auctions and corresponding prices could reduce the demand for power plants in a primary business region.\nHistorically, a number of our EPC service contracts related to the construction of natural gas-fired power plants located within the Mid-Atlantic geographic footprint of the electric power system operated by PJM Interconnection LLC (“PJM”). This entity operates a capacity market to ensure long-term grid reliability by securing the appropriate amount of power supply resources needed to meet forecasted energy demands. Capacity payments represent meaningful portions of the revenue streams of qualifying power plants. As a result of delays and changes to the capacity auction process, energy prices resulting from the auctions have fluctuated. The PJM capacity auction process continues to change due to inputs from various stakeholders and the Federal Energy Regulatory Commission (“FERC”). Uncertainty in this market, including the difficulties experienced by PJM in implementing a capacity auction design that all of its stakeholders consider to be fair, may discourage potential power plant owners from commencing the development of new power plants in this area, thereby reducing potential new business opportunities for us.\nArtificial intelligence poses risks that could adversely affect our business, results of operations, and financial condition.\nThe use of artificial intelligence, machine learning, data science, and similar technologies (collectively, “AI”) in our business presents risks and challenges that could have a material adverse effect on our business, results of operations, and financial condition. Currently, our use of AI is limited, but we may expand its integration into our business processes and solutions in the future. AI, including third-party AI tools, may be used in areas such as knowledge retention, risk detection, and virtual assistance. While these technologies have the potential to enhance efficiency and decision-making, they also pose significant risks, including reliability issues, data security concerns, regulatory challenges, and unintended consequences. AI algorithms may be flawed or biased. As a result, the content, analysis, or recommendations generated by these tools may be inaccurate, incomplete, or misleading. Unauthorized or improper use of AI tools—whether by employees, vendors, or third parties—could lead to breaches of confidentiality, data privacy violations, or the loss of proprietary information, potentially resulting in competitive harm, reputational damage, regulatory investigations, and legal liability. Additionally, we may have limited control or visibility into how third-party AI tools and AI-powered features in third-party products process and protect our data, even where we have sought contractual protections. As our reliance on AI evolves, we will continue to assess and mitigate these risks accordingly.\nFinally, our competitors may adopt and implement AI technologies more effectively or rapidly than we do, potentially giving them a competitive advantage. If we are unable to adopt and integrate AI tools in a cost-effective and timely manner, our business, financial condition, and results of operations could be materially and adversely affected.\n\n\n- 14 -\n\n\n\nRisks Related to Our Market\nIf the price of natural gas increases, the demand for our construction services could decline.\nThe growth of our power business has been substantially based on the number of combined cycle gas-fired power plants built by us, as many coal-fired plants have been shut down. The use of coal as a power source has been adversely affected significantly by the plentiful supply of inexpensive natural gas that is available through the combined use of hydraulic fracturing and horizontal drilling. However, the share of electricity generated by natural gas is particularly reactive in the short term to changing natural gas prices. Even though current natural gas prices are generally low, higher than expected natural gas prices in the future, even for just the short term, could have adverse effects on the ability of independent power producers to obtain construction and permanent financing for new natural gas-fired power plants. Additionally, the increasing exports of LNG from the U.S. to global markets may impact the overall price of natural gas domestically. As LNG exports grow to meet international demand, the domestic supply of natural gas could tighten, potentially driving up prices and increasing market volatility. Such price increases could further affect the economic feasibility of new domestic natural gas-fired power plants.\nSoft demand for electrical power may cause deterioration in our financial outlook.\nForecasts generally indicate a significant surge in electricity demand in the United States for the foreseeable future, driven largely by the expansion in the number of data centers, the increase in electric vehicle sales, and the onshoring of manufacturing facilities. We believe that these trends have resulted in increased demands for our EPC contract services. However, future softness in the demand for electrical power in the U.S. could result in the delay, curtailment or cancellation of future gas-fired power plant projects, thus decreasing the overall demand for our EPC services and adversely impacting the financial outlook for our power industry services business.\nIntense global competition for engineering, procurement and construction contracts could reduce our market share.\nThe competitive landscape in the EPC services market for natural gas-fired power plants was altered several years ago as certain significant competitors announced their exit from the market for a variety of reasons. Others have announced intentions to avoid entering into fixed-price contracts citing the disproportionate financial risks borne by contractors. However, the market remains dynamic, and remaining competitors include committed multi-billion-dollar companies with thousands of employees. As utilities and developers seek to expand generation capacity, more firms may re-enter the market, either by restarting their EPC operations, expanding their capabilities, or shifting their contracting strategies to re-engage in bidding. \nCompeting effectively in our market requires substantial financial resources, the availability of skilled personnel and equipment when needed and the effective use of technology. Meaningful competition is expected to continue in the domestic market, and could increase in the Irish and U.K markets, presenting us with significant challenges to our achieving strong growth rates and acceptable profit margins. If we are unable to meet these competitive challenges and to win the awards of new projects that provide desirable margins, we could lose market share to our competitors, experience overall reductions in future revenues and profits or incur losses.\nThe continuous rise in renewables could possibly reduce the number of future gas-fired power plant projects.\nThe net amount of electricity generation in the U.S. provided by utility-scale solar and wind facilities continues to rise. Impetus for this growth has been provided by various factors including laws and regulations that discourage new fossil-fuel burning power plants, federal support for new carbon-reduction technologies, environmental activism, income tax advantages that promote the growth of solar and wind power, the decline in the costs of renewable power plant components and power storage, and the increase in the scale of energy storage capacity. Should the pace of development for renewable energy facilities, including solar and wind power plants, accelerate at faster rates than projected or drive a faster migration from base load to peak load power plants, the number and/or value of future natural gas-fired construction project opportunities for us may fall, which could adversely affect our future revenues, profits and cash flows. \n\n\n- 15 -\n\n\n\nUnexpected and adverse changes in the foreign countries in which we operate could result in project disruptions, increased costs and potential losses. \nOur business is subject to overseas economic and political conditions that change for reasons which are beyond our control. Such changes may have unfavorable consequences for us. Operating in the European marketplace, which for us exists primarily in Ireland and the U.K., may expose us to a number of risks including:\n\n●   abrupt changes in domestic and/or foreign government policies, laws, treaties (including those impacting trade), regulations or leadership;\n-----------------------------------------------------------------------------------------------------------------------------------------------\n\n●   embargoes or other trade restrictions, including sanctions;\n---------------------------------------------------------------\n\n●   restrictions on currency movement;\n--------------------------------------\n\n●   tax or tariff increases;\n----------------------------\n\n●   currency exchange rate fluctuations;\n----------------------------------------\n\n●   changes in labor conditions and difficulties in staffing and managing overseas operations; and\n--------------------------------------------------------------------------------------------------\n\n●   other social, political and economic instability.\n-----------------------------------------------------\nOur level of exposure to these risks will vary on each significant project we perform overseas, depending on the location and the particular stage of the project. To the extent that our international business is affected by unexpected and adverse foreign economic changes, including trade retaliation from certain countries, we may experience project disruptions and losses which could significantly reduce our consolidated revenues and profits, or could cause losses reflected at the consolidated level.\nRisks Related to the Regulatory Environment\nWe are required to comply with environmental laws and regulations that may add unforeseen costs to our businesses.\nOur operations are subject to compliance with federal, state and local environmental laws and regulations, including those relating to discharges to air, water and land, the handling and disposal of solid and hazardous waste, and the cleanup of properties affected by hazardous substances. Certain environmental laws impose substantial penalties for non-compliance and others, such as the U.S. Comprehensive Environmental Response, Compensation and Liability Act (“CERCLA”), impose strict, retroactive, and joint and several liability upon persons responsible for releases of hazardous substances. We continually evaluate whether we must take additional steps to ensure compliance with environmental laws; however, there can be no assurance that these requirements will not change and that compliance will not add costs to our projects that could adversely affect our operating results in the future.\nRegulations surrounding greenhouse gas emissions disclosures and sustainability reporting continue to evolve rapidly, with compliance requirements varying by jurisdiction. In the jurisdictions we operate, governments and regulatory bodies vary in their support of or opposition to sustainability matters, leading to rapid shifts in reporting obligations. For instance, the European Union adopted the Corporate Sustainability Reporting Directive (“CSRD”) in late 2022, requiring comprehensive disclosures on a broad spectrum of sustainability topics. Similarly, in October 2023, California enacted emissions and climate risk legislation with distinct and comprehensive reporting mandates. In March 2024, the SEC introduced regulations requiring public companies to incorporate detailed climate risk disclosures in their annual reports and registration statements, with certain disclosures subject to phased-in assurance requirements. However, the future of these rules remains uncertain due to ongoing legal challenges. Notably, in April 2024, the SEC issued an order staying implementation of the new disclosure regulations pending the resolution of certain challenges. Compliance with and monitoring of these evolving requirements may result in additional costs and resource allocation, potentially diverting management’s focus from other critical operational and financial priorities.\nExpectations of customers and investors may change with respect to sustainability practices, which may impose costs or impact our ability to obtain financing.\nCustomer and investor standards, which are ever-evolving, may include a focus on environmental, social and governance practices of the companies with which they work or in which they invest. Customers may require that we meet their standards before granting us projects, which may create additional costs to us. If our sustainability practices do not ultimately meet customer expectations, we may not win projects. Investors, who may become wary of funding power services ventures with sustainability practices unacceptable to them, may decide to reallocate capital to other enterprises. \n\n\n- 16 -\n\n\n\nInvestors and lenders may be generally unwilling to provide capital for energy projects to increase the domestic production and transmission of oil and natural gas.\nThe imposition of tariffs by the Trump Administration may impact the construction of power plants or other construction projects of our subsidiaries.\nPresident Trump has proposed heavy tariffs on imports from several nations, including a significant levy on imports from Canada, Mexico and China. These measures are expected to increase the cost of essential construction materials, such as steel and aluminum, which are critical components in power plant construction and often integral components to the industrial construction projects we build. Tariff measures may also cause import delays, increasing lead times necessary for materials to arrive at our construction sites. The resulting rise in material costs and delivery delays could lead to higher overall project expenses and changes to project timelines, as companies may need to seek alternative suppliers or renegotiate contracts. The uncertainty surrounding trade policies may deter investment in new power plant or industrial construction projects, as stakeholders assess the financial viability amid fluctuating costs. As trade negotiations continue and new policies are introduced, the tariff situation remains fluid, adding to the unpredictability of material costs and supply chain stability. These factors collectively pose a risk to our business operations, potentially affecting project timelines, budgets, and profitability.\nFuture construction projects may depend on the continuing acceptability of the hydraulic fracturing process in certain states. \nThe viability of the gas-fired power plants that we build is based substantially on the availability of inexpensive natural gas supplies provided through the use of hydraulic fracturing combined with horizontal drilling techniques. The increased supply of natural gas generally lowered the price of natural gas in the U.S. and reduced its volatility. However, the process of hydraulic fracturing is controversial due to concerns about wastewater disposal, the possible contamination of nearby water supplies and the risk of seismic activity. Should future evidence confirm these concerns, the use of hydraulic fracturing may be suspended, limited, or curtailed by additional state and/or federal authorities. As a result, the supply of inexpensive natural gas may not be available in the future and the economic viability of gas-fired power plants that we build may be jeopardized.\nThe inability of power project developers to receive or to avoid delay in receiving the applicable regulatory approvals relating to energy projects, including new natural gas pipelines, may result in lost or postponed revenues for us.\nThe commencement and/or execution of the types of projects performed by our power industry services reporting segment are subject to numerous regulatory permitting processes. Applications for the variety of clean air, water purity and construction permits may be opposed by individuals or environmental groups, resulting in delays and possible denial of the permits. There are no assurances that our project owner customers will obtain the necessary permits for these projects, or that the necessary permits will be obtained in order to allow construction work to proceed as scheduled. More importantly, a project may confront difficulties in securing an interconnection service commitment from a transmission organization establishing a connection to the electricity grid. Without such a commitment, the project might be delayed or even terminated.\nThe viability of new natural gas-fired power plants depends on the availability of nearby sources of natural gas for fuel which may require the construction of new pipelines for the delivery of natural gas to a power plant location. Approval delays and public opposition to new oil and gas pipelines have been major potential hurdles for the developers of gas-fired power plants and other fossil-fuel facilities. In particular, pipeline projects have been delayed by onsite protest demonstrations, indecision by local officials and lawsuits. Failure to commence or complete construction work as anticipated by fossil-fuel project owners could have material adverse impacts on our future revenues, profits and cash flows. \nWork stoppages, union negotiations and other labor problems could adversely affect us.\nThe performance of certain large-scale construction contracts results in the hiring of employees in the U.S. and overseas who are represented by labor unions. We make sincere efforts to maintain favorable relationships and conduct good-faith negotiations with union officials. However, there can be no assurances that such efforts will eliminate the possibilities of unfavorable conflicts in the future. A lengthy strike or the occurrence of other work disputes, slowdowns or stoppages at any of our current or future construction project sites could have an adverse effect on us, resulting in cost overruns, \n\n\n- 17 -\n\n\n\nschedule delays or even lawsuits that could be significant. In addition, labor incidents could result in negative publicity for us thereby damaging our business reputation and perhaps harming our prospects for the receipt of future construction contract awards in certain locales.\nRisks Related to Our Operational Execution\nWe may experience reduced profits or incur losses under fixed-price contracts if costs increase above estimates.\nPrimarily, our business is performed under long-term, fixed-price contracts at prices that reflect our estimates of corresponding costs and schedules. Inaccuracies in these estimates may lead to cost overruns that may not be paid by our project owner customers. If we fail to accurately estimate the resources required and time necessary to complete these types of contracts, or if we fail to complete these contracts within the costs and timeframes to which we have agreed, there could be material adverse impacts on our actual financial results, the accuracy of forecasted future results, as well as our business reputation.\nFactors that could result in contract cost overruns, project delays or other problems for us may include:\n\n●   the impacts of inflation on fixed-price contracts;\n------------------------------------------------------\n\n●   delays in the scheduled deliveries of machinery and equipment ordered by us or a project owner;\n---------------------------------------------------------------------------------------------------\n\n●   unanticipated technical problems, including design or engineering issues;\n-----------------------------------------------------------------------------\n\n●   inadequate project execution tools for recording, tracking, forecasting and controlling future costs and schedules;\n-----------------------------------------------------------------------------------------------------------------------\n\n●   unforeseen increases in the costs of labor, warranties, raw materials, components or equipment, or our failure or inability to obtain resources when needed;\n----------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   reliance on historical cost and/or execution data for estimation purposes that is not representative of current conditions;\n-------------------------------------------------------------------------------------------------------------------------------\n\n●   delays or productivity issues caused by weather conditions, or other forces majeure;\n----------------------------------------------------------------------------------------\n\n●   satisfying the requirements of the Inflation Reduction Act of 2022 (the “IRA”) for our customers in order to maximize its potential benefits;\n-------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   incorrect assumptions related to labor productivity, scheduling estimates or future economic conditions;\n------------------------------------------------------------------------------------------------------------\n\n●   workmanship deficiencies resulting in delays and costs associated with the performance by us of unanticipated rework; and\n-----------------------------------------------------------------------------------------------------------------------------\n\n●   modifications to projects that create unanticipated costs or delays.\n------------------------------------------------------------------------\nThese risks tend to be exacerbated for longer-term contracts because there is increased risk that the circumstances under which we based our original cost estimates or project schedules will change. In such events, our financial condition and results of operations could be negatively impacted. \nWe try to mitigate these risks by reflecting in our overall cost estimates the reasonable possibility that a number of different and potentially unfavorable outcomes might occur. There are no assurances that our estimates will be sufficient. If not, our misjudgments may lead to decreased profits or losses. In some cases, as certain risk scenarios are eliminated or our concerns regarding certain potential cost and/or schedule issues diminish, we may estimate that the likelihood of an unforeseen cost overrun has reduced and, accordingly, we may increase the estimated gross margin on the project by decreasing the remaining overall cost estimate.\nIf we guarantee the timely completion or the performance of a project, we could incur additional costs to fulfill such obligations.\nIn certain of our fixed-price long-term contracts, we guarantee that we will complete a project by a scheduled date. We sometimes provide that the project, when completed, will also achieve certain performance standards. Subsequently, we may fail to complete the project on time or equipment that we install may not meet guaranteed performance standards. In those cases, we may be held responsible for costs incurred by the customer resulting from any delay or any modification to the plant made in order to achieve the performance standards, generally in the form of contractually agreed-upon liquidated damages or obligations to re-perform substandard work. If we are required to pay such costs, the total costs of the project would likely exceed our original estimate, and we could experience reduced profits or a loss related to the applicable project.\n\n\n- 18 -\n\n\n\nWe may be involved in litigation, liability claims and contract disputes which could reduce our profits and cash flows.\nWe build large and complex energy plants where design, construction or systems failures can result in substantial injury or damage to third parties. In addition, the nature of our business results in project owners, subcontractors and vendors occasionally presenting claims against us for recovery of costs for which they believe they are not contractually liable. In other cases, project owners may withhold retention and/or contract payments that they believe they do not contractually owe us, or they believe offset amounts owed to them by us. They may even terminate the contract. We have been, and may be in the future, named as a defendant in legal proceedings where parties may allege breach of contract and seek recovery for damages or other remedies with respect to our projects or other matters (see Item 3, Legal Proceedings). These legal matters generally arise in the normal course of our business. In addition, from time to time, we and/or certain of our current or former directors, officers or employees could be named as parties to other types of lawsuits.\nLitigation can involve complex factual and legal questions, and proceedings may occur over several years. Any claim that is successfully asserted against us could result in our payment of significant sums for damages and other losses. Even if we were to prevail, any litigation may be costly and time-consuming, and would likely divert the attention of our management and key personnel from our business operations over multi-year periods. Either outcome may result in adverse effects on our financial condition, results of operations, cash flows and our reputation.\nIn accordance with customary industry practices, we maintain insurance coverage against some, but not all, potential losses in order to protect against the risks we face. When it is determined that we have liability, we may not be covered by insurance or, if covered, the dollar amount of any liability may exceed our policy limits or self-insurance reserves. Further, we may elect not to carry insurance related to particular risks if our management believes that the cost of available insurance is excessive relative to the risks presented. In addition, we cannot insure fully against pollution and environmental risks. Our management liability insurance policies are on a “claims-made” basis covering only claims actually made during the policy period currently in effect. In addition, even where insurance is maintained for such exposures, the policies have deductibles resulting in our assuming exposure for a layer of coverage with respect to any such claims. Any liability not covered by our insurance, in excess of our insurance limits and self-insurance reserves or, if covered by insurance but subject to a high deductible, could result in a significant loss for us, which claims may reduce our future profits and cash available for operations.\nOur failure to recover adequately on contract variations submitted to project owners could have a material effect on our financial results.\nWe may submit contract variations to project owners for additional amounts exceeding the contract price or for amounts not included in the original contract price. Variations occur due to matters such as owner-caused delays or changes from the initial project scope, both of which may result in additional costs. At times, contract variation submissions can be the subject of lengthy negotiation, arbitration or litigation proceedings, and it is difficult to accurately predict when these differences will be fully resolved. When these types of events occur and unresolved matters are pending, we have used existing liquidity to cover cost overruns pending their resolution. The aggregate amount of contract variations included in the transaction prices that were still pending customer acceptance at January 31, 2025 was $8.0 million. A failure to promptly recover on these types of customer submissions could have a negative impact on our revenues, liquidity and profitability in the future.\nThe shortage of skilled craft labor may negatively impact our ability to execute on our long-term construction contracts.\nIncreased infrastructure spending and general economic expansion may increase the demand for employees with the types of skills needed for the completion of our projects. There is a risk that our construction project schedules become unachievable or that labor expenses will increase unexpectedly as a result of a shortage in the supply of skilled personnel available to us. Increased labor costs may influence our customers’ decisions regarding the feasibility or scheduling of specific projects, potentially leading to delays or cancellations that could materially affect our business adversely. Labor shortages, productivity decreases or increased labor costs could impair our ability to maintain our business or grow our revenues. In general, we have been effective in staffing our projects with the necessary resources and managing labor costs. However, the inability to hire and retain qualified skilled employees in the future, including workers in the construction crafts, could negatively impact our ability to complete our long-term construction contracts successfully. \n\n\n- 19 -\n\n\n\nOur dependence upon third parties to complete many of our contracts may adversely affect our performance under current and future construction contracts.\nCertain of the work performed under our energy plant construction contracts is actually performed by third-party subcontractors we hire. We also rely on third-party manufacturers or suppliers to provide much of the equipment and most of the materials (such as copper, concrete and steel) needed to complete our construction projects. If we are unable to hire qualified subcontractors or to find qualified equipment manufacturers or suppliers, our ability to successfully complete a project could be adversely impacted. If the price we are required to pay for subcontractors or equipment and supplies exceeds the corresponding amount that we have estimated, we may suffer a reduction in the anticipated amount of gross profit or even a loss on the contract. If a supplier, manufacturer or subcontractor fails to provide supplies, equipment or services as required under a negotiated contract for any reason, we may be required to self-perform unexpected work or obtain these supplies, equipment or services on an expedited basis or at a higher price than anticipated from a substitute source, which could impact contract profitability in an adverse manner. Unresolved disputes with a subcontractor or supplier regarding the scope of work or performance may escalate, resulting in arbitration proceedings or legal actions. Unfavorable outcomes of such disputes may also impact contract profitability in an adverse manner. In addition, if a subcontractor fails to pay its subcontractors, suppliers or employees, liens may be placed on our project requiring us to incur the costs of reimbursing such parties in order to have the liens removed or to commence litigation.\nFailure to maintain safe work sites could result in significant losses as we work on projects that are inherently dangerous.\nOur project sites can place our employees and others near large and/or mechanized equipment, high voltage electrical equipment, moving vehicles, dangerous processes or highly regulated materials, and in challenging environments. Consequently, safety is a primary focus of our business and is critical to our reputation. Many of our customers require that we meet certain safety criteria to be eligible to bid on contracts. Further, regulatory changes implemented by OSHA or similar government agencies could impose additional costs on us. We maintain programs with the primary purpose of implementing effective health, safety and environmental procedures throughout our Company. If we fail to implement appropriate safety procedures and/or if our procedures fail, our employees or others may suffer injuries or illness. The failure to comply with such procedures, client contracts or applicable regulations could subject us to losses and liability, and adversely impact our ability to complete awarded projects as planned or to obtain projects in the future.\nFuture acquisitions and/or investments may not occur, which could limit the growth of our business, and the integration of acquired companies may not be successful.\nWe may make additional opportunistic acquisitions and/or investments by identifying companies with significant potential for profitable growth and realizable synergies with one or more of our existing businesses. However, we may have more than one industrial focus depending on the opportunity and/or needs of our customers. Companies meeting our criteria and that provide products and/or services in growth industries and that are available for purchase at attractive prices are difficult to find. Discussions with the principal(s) of potential acquisition targets may be protracted and ultimately terminated for a variety of reasons. Further, due diligence investigations of attractive target companies may uncover unfavorable data, and the negotiation and consummation of acquisition agreements may not be successful.\nWe cannot readily predict the timing or size of any future acquisitions or the capital we will need for these transactions. However, it is likely that any potential future acquisition or strategic investment transaction would require the use of cash and/or shares of our common stock. Using cash for acquisitions may limit our financial flexibility and make us more likely to seek additional capital through future debt or equity financings. Our ability to obtain such additional financing in the future may depend upon prevailing capital market conditions, the strength of our future operating results and financial condition as well as conditions in our business, and the amount of outside financing sought by us. These factors may affect our efforts to arrange additional financing on terms that are acceptable to us. Our ability to use shares of our common stock as future acquisition consideration may be limited by a variety of factors, including the future market price of shares of our common stock and a potential seller’s assessment of the liquidity of our common stock. If adequate funds or the use of our common stock are not available to us, or are not available on acceptable terms, we may not be able to take advantage of desirable acquisitions or other investment opportunities that would benefit our business. Even if we do complete acquisitions in the future, acquired companies may fail to achieve the results we anticipate including the expected gross profit percentages.\n\n\n- 20 -\n\n\n\nIn general, we keep each of our subsidiary operations in a self-sustaining mode. However, we do attempt to integrate certain aspects to drive synergies and cost reductions, as well as to share best practices, processes and procedures. In the future, we may not be able to successfully integrate such acquired companies with our other operations without substantial costs, delays or other operational or financial problems including:\n\n●   the diversion of management’s attention from other important operational or financial matters;\n--------------------------------------------------------------------------------------------------\n\n●   the inability to retain or maintain the focus of key personnel of acquired companies;\n-----------------------------------------------------------------------------------------\n\n●   the discovery of previously unidentified project costs or other liabilities;\n--------------------------------------------------------------------------------\n\n●   unforeseen difficulties encountered in the maintenance of uniform standards, controls, procedures and policies, including an effective system of internal control over financial reporting; and\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   impairment losses related to acquired goodwill and other intangible assets.\n-------------------------------------------------------------------------------\nFurther, we may conclude that the divestiture of a troubled or unrelated business will satisfy the best interests of our stockholders. There is risk that we would be unable to complete such a transaction with terms and timing that are acceptable for us, or at all. Any divesting transaction could also result in a material loss for us.\nIn summary, integrating acquired companies may involve unique and significant risks. Our failure to overcome such risks could materially and adversely affect our business, financial condition and future results of operations, and could cause damage to our Company’s reputation. \nOur failure to protect our management information systems against security breaches could adversely affect our business and results of operations.\nOur information systems face the threat of unauthorized access, computer hackers, viruses, malicious code, cyberattacks, phishing and other security incursions and system disruptions, including attempts to improperly access our confidential and proprietary information as well as the confidential and proprietary information of our customers and other business partners. Techniques used to attempt to obtain unauthorized access to information systems change frequently, and the rapid development of AI poses new cybersecurity risks that we may not timely anticipate. A party who circumvents our security measures, or those of our clients, contractors or other vendors, could misappropriate confidential or proprietary information, improperly manipulate data, or cause damage or interruptions to systems. \nFurthermore, we are heavily reliant on computer, information and communications technology and related systems, some of which are hosted by third party providers. We may experience system availability disruptions. Unplanned interruptions could delay or prevent necessary operations. While we believe that our reasonable safeguards will protect us from serious disruptions in the availability of our information technology assets, these safeguards may not be sufficient. We may also be required to expend significant resources to protect against or alleviate damage caused by systems interruptions and delays.\nVarious privacy and security laws in the U.S. and abroad, including the General Data Protection Regulation (“GDPR”) in the European Union, require us to protect sensitive and confidential information and data from disclosure and we are bound by our client and other contracts, as well as our own business practices, to protect confidential and proprietary information and data from unauthorized disclosure. We believe that we have deployed industry-accepted security measures and technologies to securely maintain confidential and proprietary information retained within our information systems, including compliance with GDPR, specifically at APC. However, these measures and technologies may not adequately prevent unanticipated security breaches. There can be no assurance that our efforts will prevent these intrusions. Further, as these security threats continue to evolve, we may be required to devote additional resources to protect, prevent, detect and respond against such threats. We believe that our business represents a low value target for cyberextortionists as we are not a company in the high technology space and we do not maintain large files of sensitive or confidential personal information. However, we are a company with large balances of cash that could encourage bad actors to attempt to breach the security of our systems, particularly by using social engineering schemes. We do maintain a cybersecurity insurance policy to help protect ourselves from various types of losses relating to computer security breaches; however, it may not cover all types of breaches or a meaningful portion of any loss incurred.\nAs previously disclosed, we were targeted by a complex criminal scheme in Fiscal 2024, which resulted in fraudulently-induced outbound wire transfers to a third-party account (see Note 18 to the accompanying consolidated financial statements). We are unaware of any other significant security breaches at any of our business locations. That does not \n\n\n- 21 -\n\n\n\nsuggest that we may not be victimized by an additional breach in the future. Any significant future breach of our information security could damage our reputation, result in litigation and/or regulatory fines and penalties, or have other material adverse effects on our business, financial condition, results of operations or cash flows.\nWe may be subject to increased corporate taxes in the future.\nWe are subject to income taxes in the U.S. and foreign jurisdictions. A change in tax laws, treaties or regulations, or their interpretation, in any country where we operate could result in a higher tax burden or could increase our cost of tax compliance. \nWe may continue to be impacted in varying degrees by the Global Intangible Low Tax Income (“GILTI”) provision based on the results of our foreign operations. GILTI is a federal tax calculation that determines the amount of the current earnings of foreign subsidiaries that are included in the computation of the corporate tax of U.S. parent companies. GILTI is an unfavorable permanent component of our federal taxable income in the U.S. when our foreign operations are profitable, and it may become more meaningfully unfavorable to us if our operations in Ireland and the U.K. increase their profitability in the future.\nCertain of our tax positions may be successfully challenged by tax authorities which could result in additional income tax expense.\nSignificant judgment is required in order to determine our worldwide provision for income taxes for each quarterly and annual reporting period. In the ordinary course of our business, there are many transactions and calculations where the ultimate tax determination is uncertain. Our tax estimates and tax positions could be materially affected by many factors including the final outcome of tax audits and related appeals, the introduction of new tax accounting standards, legislation, regulations and related interpretations, our global mix of earnings, the realization of deferred tax assets, changes in uncertain tax positions and changes in our tax strategies. \nThe results of current or future income tax return examinations could result in unfavorable adjustments to the amounts of income taxes previously recorded and/or paid. Any such future event or determination related to income taxes could have a material impact on our net earnings and cash flows from operations. See Note 12 to the accompanying consolidated financial statements for discussion of our current income tax return examinations.\nWe could be adversely affected by violations of the Foreign Corrupt Practices Act and similar anti-bribery laws.\nThe U.S. Foreign Corrupt Practices Act, the U.K. Bribery Act of 2010 and similar anti-bribery laws in other jurisdictions generally prohibit companies and their intermediaries from making improper payments to officials or others for the purpose of obtaining or retaining business. While we believe that our policies and oversight in this area are comprehensive and effective, we cannot provide assurances that our internal controls and procedures always will protect us from the possible reckless or criminal acts committed by our employees or others. If we are found to be liable for anti-bribery law violations (either due to our own acts or our inadvertence, or due to the acts or inadvertence of others including our partners, subcontractors or suppliers), we could suffer from criminal or civil penalties or other sanctions, including contract cancellations or debarment, and damage to our reputation, any of which could have a material adverse effect on our business. Litigation or investigations relating to alleged or suspected violations of anti-bribery laws, even if such litigation or investigations demonstrate ultimately that we did not violate anti-bribery laws, could be costly and could divert management’s attention away from other aspects of our business.\nOur continued success requires us to retain and hire talented personnel.\nUndoubtedly, unforeseen future changes in our management will occur. Therefore, we cannot be certain that any key executive or manager will continue in such capacity while performing at a high level for any particular period of time, nor can we be certain that events will permit us to complete smooth management transitions should they occur. Our ability to operate productively and profitably, particularly in the power industry, is dependent on our ability to attract, employ, retain and train skilled personnel necessary to meet our future requirements. We cannot be certain that we will be able to maintain experienced management teams and adequately skilled groups of employees necessary to execute our long-term construction contracts successfully and to support our future growth strategy. The loss of key personnel, the inability to complete management transitions without significant loss of effectiveness, or the inability to hire and retain qualified employees in the future could negatively impact our ability to manage our business in the future.\n\n\n- 22 -\n\n\n\nRisks Related to an Investment in Our Securities\nOur acquisition strategy may result in dilution to our stockholders.\nWe may make future acquisitions of other businesses that require the use of cash and issuances of common stock. To the extent that we intend to use cash for any acquisition, we may be required to raise additional equity and/or obtain debt financing. Stock issuances and financing, if obtained, may not be on terms favorable to us and could result in substantial dilution to our stockholders at the time(s) of these transactions.\nFuture stock option exercises and restricted stock issuances will dilute the ownership of the Company’s current stockholders.\nWe award stock options and restricted stock units to directors, executives and other key employees (see Note 11 to the accompanying consolidated financial statements). Future exercises of options to purchase shares of common stock at prices below prevailing market prices will result in ownership dilution for current stockholders. Additionally, the number of shares of our common stock that will ultimately be issued in connection with the restricted stock unit awards is not known. Any issuance will result in the dilution of the stock ownership of current stockholders.\nOur officers, directors and certain unaffiliated stockholders have meaningful control over the Company.\nAs of January 31, 2025, our executive officers and directors as a group directly owned approximately 4.1% of our voting shares. In addition, two other stockholders owned approximately 13.5% of our shares in total as of December 31, 2024. These groups of stockholders may have meaningful influence over corporate actions such as the election of directors, amendments to our certificate of incorporation, the consummation of any merger, the sale of all or substantially all of our assets or other actions requiring stockholder approval. \nWe may not pay cash dividends in the future.\nOur board of directors evaluates our ongoing operational and financial performance in order to determine what role strategically aligned dividends should play in creating shareholder value. We have paid regular and special cash dividends in the past. Since Fiscal 2019, we have paid quarterly cash dividends (see Note 14 to the accompanying consolidated financial statements). There can be no assurance that the evaluations of our board of directors will result in the payment of regular or special cash dividends in the future.\nWe may discontinue the repurchase of our common stock in the future. \nUnder our share repurchase program, our board of directors has authorized us to repurchase shares of our common stock in the open market or through investment banking institutions, privately negotiated transactions, or direct purchases. We began to repurchase shares of our common stock in November 2021, and we have repurchased shares of our common stock during each fiscal year since then (see Item 5 in Part II of this 2025 Annual Report and Note 14 to the accompanying consolidated financial statements). The timing and amount of stock repurchase transactions depend on market and business conditions, applicable legal and credit requirements and other corporate considerations. We have no obligation to repurchase any amount of our common stock under the share repurchase program. The share repurchase program may be suspended, modified or discontinued at any time, and we cannot guarantee that we will continue to make common stock repurchases up to the authorized amount. \nProvisions of our certificate of incorporation and Delaware law could deter takeover attempts.\nProvisions of our certificate of incorporation and Delaware law could delay, prevent, or make more difficult a merger, tender offer or proxy contest involving us. Among other things, our board of directors may issue up to 500,000 shares of our preferred stock and may determine the price, rights, preferences, privileges and restrictions, including voting and conversion rights, of these shares. The issuance of preferred stock by us could adversely affect the rights of holders of common stock by, among other factors, establishing dividend rights, liquidation rights and voting rights that are superior to the rights of the holders of the common stock. In addition, Delaware law limits transactions between us and persons that acquire significant amounts of our stock without approval of our board of directors.",
      "char_count": 65283
    }
  },
  "extracted_at": "2026-01-19T15:22:42.509084"
}