{
  "ticker": "APD",
  "company_name": "Air Products & Chemicals, Inc.",
  "cik": 2969,
  "form_type": "10-K",
  "filing_date": "2025-11-20",
  "period_of_report": "2025-09-30",
  "fiscal_year": 2025,
  "accession_number": "0000002969-25-000055",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0000002969&accession_number=000000296925000055&xbrl_type=v",
  "sic_code": "2810",
  "industry": "Industrial Inorganic Chemicals",
  "sections": {
    "item1": {
      "text": "Table of Contents\n\n1.  BASIS OF PRESENTATION AND MAJOR ACCOUNTING POLICIES\n\nAs used in this report, unless the context indicates otherwise, the terms “we,” “our,” “us,” the “Company,” \"Air Products,\" or “registrant” include our controlled subsidiaries and affiliates.\n\nAbout Air Products\n\nAir Products and Chemicals, Inc., a Delaware corporation founded in 1940, is a world-leading industrial gases company that has built a reputation for its innovation, operational excellence, and commitment to safety and environmental stewardship. Focused on serving energy, environmental, and emerging markets and generating a cleaner future, we offer products and services that improve our customers’ operations and sustainability.\n\nWe serve a broad range of industries, including refining, chemicals, metals, electronics, manufacturing, medical, and food, providing essential industrial gases, related equipment, and applications expertise. We also develop, engineer, build, own, and operate some of the world’s largest clean hydrogen projects supporting the transition to low- and zero-carbon energy, particularly in industrial applications and the heavy-duty transportation sector. Additionally, our sale of equipment businesses provide specialized products such as turbomachinery, membrane systems, and cryogenic containers to customers worldwide.\n\nWe manage our operations, assess performance, and report earnings under five reportable segments: Americas, Asia, Europe, Middle East and India, and Corporate and other. Refer to Note 26, Business Segment and Geographic Information, for additional information.\n\nBasis of Presentation\n\nThe accompanying consolidated financial statements were prepared in accordance with accounting principles generally accepted in the United States of America (“GAAP”) and include the accounts of Air Products and Chemicals, Inc. and those of its controlled subsidiaries. The notes that follow are an integral part of our consolidated financial statements. These notes, unless otherwise indicated, are presented on a continuing operations basis. Intercompany transactions and balances are eliminated in consolidation. Certain prior period information has been reclassified to conform to the current year presentation.\n\nAs further described in Note 2, New Accounting Guidance, we adopted Accounting Standards Update (“ASU”) No. 2023-07, \"Segment Reporting (Topic 280): Improvements to Reportable Segment Disclosures\" in fiscal year 2025. Accordingly, additional segment disclosure information has been included for fiscal years 2023 and 2024. \n\nDiscontinued Operations\n\nThe results of operations and cash flows for our discontinued operations have been segregated from the results of continuing operations and segment results. The comprehensive income related to discontinued operations has not been segregated and is included in the consolidated comprehensive income statements. There were no assets and liabilities presented as discontinued operations on our consolidated balance sheets. Refer to Note 8, Discontinued Operations, for additional information.\n\nEstimates and Assumptions\n\nPreparation of the consolidated financial statements in conformity with GAAP requires management to make estimates and assumptions that affect amounts reported in the consolidated financial statements and the accompanying notes. Actual results could differ from those estimates.\n\nConsolidation Principles\n\nWe consolidate all entities we control under either the voting interest model, which generally applies when we hold a majority of the voting interest of an entity, or the variable interest model, which applies to arrangements for which we are the primary beneficiary of a variable interest entity (\"VIE\"). For consolidated subsidiaries in which our ownership is less than 100%, the outside shareholders’ interests are reflected as non-controlling interests on our consolidated financial statements.\n\nWe are considered the primary beneficiary of a VIE when we have both the power to direct the activities that most significantly impact the economic performance of the VIE and the obligation to absorb losses or the right to receive benefits that could potentially be significant to the VIE. We are the primary beneficiary of the NEOM Green Hydrogen Company and consolidate the joint venture within our Middle East and India segment. For additional information, refer to Note 3, Variable Interest Entities. We are not the primary beneficiary of any other material VIEs.\n\nWe account for a VIE for which we have an equity interest and exercise significant influence but are not the primary beneficiary, such as the Jazan Integrated Gasification and Power Company joint venture, as an equity method investment. For additional information on this joint venture, refer to Note 10, Equity Affiliates.\n\nRevenue Recognition\n\nWe recognize revenue when or as performance obligations are satisfied, which occurs when control is transferred to the customer. We determine the transaction price of our contracts based on the amount of consideration to which we expect to be entitled to receive in exchange for the goods or services provided. Our contracts within the scope of revenue guidance do not contain payment terms that include a significant financing component. Consistent with industry business practice, we generally do not accept sales returns or provide return allowances.\n\nOur sale of gas contracts are either accounted for over time during the period in which we deliver or make available the agreed upon quantity of goods or at a point in time when the customer receives and obtains control of the product, which generally occurs upon delivery. We generally recognize revenue from our sale of gas contracts based on the right to invoice practical expedient. \n\nOur sale of equipment contracts are generally comprised of a single performance obligation as the individual promised goods or services contained within the contracts are integrated with or dependent upon other goods or services in the contract for a single output to the customer. Revenue from our sale of equipment contracts is generally recognized over time as we have an enforceable right to payment for performance completed to date and our performance under the contract terms does not create an asset with alternative use. We recognize these contracts using a cost incurred input method by which costs incurred to date relative to total estimated costs at completion are used to measure progress toward satisfying performance obligations. \n\nAmounts billed for shipping and handling fees are classified as sales in the consolidated income statements. Shipping and handling activities for our sale of equipment contracts may be performed after the customer obtains control of the promised goods. In these cases, we have elected to apply the practical expedient to account for shipping and handling as activities to fulfill the promise to transfer the goods.\n\nAmounts billed for sales and use taxes, value-added taxes, and certain excise and other specific transactional taxes imposed on revenue-producing transactions are presented on a net basis and excluded from sales in the consolidated income statements.\n\nFor additional information, refer to Note 7, Revenue Recognition.\n\nCost of Sales\n\nCost of sales predominantly represents the cost of tangible products sold. These costs include labor, raw materials, plant engineering, power, depreciation, production supplies and materials packaging costs, and maintenance costs. Costs incurred for shipping and handling are also included in cost of sales.\n\n76\n\n\nDepreciation\n\nDepreciation is recorded using the straight-line method, which deducts equal amounts of the cost of each asset from earnings every year over its estimated economic useful life. The principal lives for major classes of plant and equipment are summarized in Note 11, Plant and Equipment, net.\n\nWe continue to depreciate assets that are temporarily idle. Depreciation is discontinued when assets meet the criteria for classification as held for sale.\n\nSelling and Administrative Expense\n\nThe principal components of selling and administrative expense are costs related to compensation, administrative functions, and professional fees.\n\nPostemployment Benefits\n\nWe provide ongoing benefit arrangements that provide nonretirement postemployment benefits such as severance and outplacement services to involuntarily terminated employees. We record a liability for these benefits when we determine it is probable that the benefits will be paid in an amount that can be reasonably estimated. These criteria are met when management, with the appropriate level of authority, approves and commits to a termination plan that identifies impacted employees and their related benefits and is expected to be substantially completed within one year. We do not provide material one-time benefit arrangements.\n\nFair Value Measurements\n\nWe are required to measure certain assets and liabilities at fair value, either upon initial measurement or for subsequent accounting or reporting. For example, fair value is used in the initial measurement of assets and liabilities acquired in a business combination; on a recurring basis in the measurement of derivative financial instruments; and on a nonrecurring basis when long-lived assets are written down to fair value when held for sale or determined to be impaired. Refer to Note 16, Fair Value Measurements, and Note 18, Retirement Benefits, for information on the methods and assumptions used in our fair value measurements.\n\nFinancial Instruments\n\nWe address certain financial exposures through a controlled program of risk management that includes the use of derivative financial instruments. The types of derivative financial instruments permitted for such risk management programs are specified in policies set by management. Refer to Note 15, Financial Instruments, for further detail on the types and use of derivative instruments into which we enter.\n\nMajor financial institutions are counterparties to all of these derivative contracts. We have established counterparty credit guidelines and generally enter into transactions with financial institutions of investment grade or better. Management believes the risk of incurring losses related to credit risk is remote, and any losses would be immaterial to the consolidated financial results, financial condition, or liquidity.\n\nWe recognize derivatives on the balance sheet at fair value. On the date the derivative instrument is entered into, we generally designate the derivative as either (1) a hedge of a forecasted transaction or of the variability of cash flows to be received or paid related to a recognized asset or liability (cash flow hedge), (2) a hedge of a net investment in a foreign operation (net investment hedge), or (3) a hedge of the fair value of a recognized asset or liability (fair value hedge).\n\n77\n\n\nThe following details the accounting treatment of our cash flow, fair value, net investment, and non-designated hedges:\n\n•Changes in the fair value of a derivative that is designated as and meets the cash flow hedge criteria are recorded in accumulated other comprehensive loss (\"AOCL\") to the extent effective and then recognized in earnings when the hedged items affect earnings.\n\n•Changes in the fair value of a derivative that is designated as and meets all the required criteria for a fair value hedge, along with the gain or loss on the hedged asset or liability that is attributable to the hedged risk, are recorded in current period earnings.\n\n•Changes in the fair value of a derivative and foreign currency debt that are designated as and meet all the required criteria for a hedge of a net investment are recorded as translation adjustments in AOCL.\n\n•Changes in the fair value of a derivative that is not designated as a hedge are recorded immediately in earnings.\n\nWe formally document the relationships between hedging instruments and hedged items, as well as our risk management objective and strategy for undertaking various hedge transactions. This process includes relating derivatives that are designated as fair value or cash flow hedges to specific assets and liabilities on the balance sheet or to specific firm commitments or forecasted transactions. We also formally assess, at the inception of the hedge and on an ongoing basis, whether derivatives are highly effective in offsetting changes in fair values or cash flows of the hedged item. If it is determined that a derivative is not highly effective as a hedge, or if a derivative ceases to be a highly effective hedge, we will discontinue hedge accounting with respect to that derivative prospectively.\n\nForeign Currency\n\nSince we do business in many foreign countries, fluctuations in currency exchange rates affect our financial position and results of operations.\n\nIn most of our foreign operations, the local currency is considered the functional currency. Foreign subsidiaries translate their assets and liabilities into U.S. dollars at current exchange rates in effect as of the balance sheet date. The gains or losses that result from this process are shown as translation adjustments in AOCL in the equity section of the balance sheet.\n\nThe revenue and expense accounts of foreign subsidiaries are translated into U.S. dollars at the average exchange rates that prevail during the period. Therefore, the U.S. dollar value of these items on the consolidated income statements fluctuates from period to period, depending on the value of the U.S. dollar against foreign currencies. Some transactions are made in currencies different from an entity’s functional currency. Gains and losses from these foreign currency transactions, and the impact of related hedges, are generally reflected in \"Other income (expense), net\" on our consolidated income statements as they occur and were not material for the periods presented in this report.\n\nForeign exchange gains and losses from the foreign currency remeasurement of balances associated with income tax assets and liabilities, intercompany and third-party financing transactions, and the impact of related hedges are reflected within “Other non-operating income (expense), net\" and were not material for the periods presented in this report.  \n\nIn addition, foreign currency forward points and currency swap basis differences that are excluded from the assessment of hedge effectiveness of our cash flow hedges of intercompany loans (“excluded components”) are recorded within “Other non-operating income (expense), net\" on a straight-line basis. Excluded components were expenses of $20.4, $31.4, and $25.1 in fiscal years 2025, 2024, and 2023, respectively. \n\n78\n\n\nGovernment Assistance\n\nWe receive various types of government assistance, primarily in the form of grants or refundable tax credits. Government assistance is recognized when there is reasonable assurance that we have complied with relevant conditions and the assistance will be received. Government assistance is recognized in the consolidated income statements on a systematic basis over the periods in which we recognize the related costs for which the government assistance is intended to compensate. Government assistance related to assets is included in the balance sheet as a reduction of the cost of the asset and results in reduced depreciation expense over the useful life of the asset. Government assistance that relates to expenses is recognized in the income statement as a reduction of the related expense or as a component of other income (expense), net. Government assistance did not have a material impact on our consolidated financial statements for the periods presented in this report.\n\nEnvironmental Expenditures\n\nAccruals for environmental loss contingencies are recorded when it is probable that a liability has been incurred and the amount of loss can be reasonably estimated. Remediation costs are capitalized if the costs improve our property as compared with the condition of the property when originally constructed or acquired, or if the costs prevent environmental contamination from future operations. We expense environmental costs related to existing conditions resulting from past or current operations and from which no current or future benefit is discernible. The amounts charged to income from continuing operations related to environmental matters totaled $37.7, $27.0, and $24.9 in fiscal years 2025, 2024, and 2023, respectively.\n\nAdditionally, in fiscal years 2025 and 2024, we recorded pre-tax losses from discontinued operations of $10.6 and $19.4, respectively, primarily to increase our existing liabilities for retained environmental remediation obligations associated with previously divested businesses. Refer to the \"Piedmont\" and \"Pace\" discussions under Note 19, Commitments and Contingencies, for additional information.\n\nThe measurement of environmental liabilities is based on an evaluation of currently available information with respect to each individual site and considers factors such as existing technology, presently enacted laws and regulations, and prior experience in remediation of contaminated sites. An environmental liability related to cleanup of a contaminated site might include, for example, a provision for one or more of the following types of costs: site investigation and testing costs, remediation costs, post-remediation monitoring costs, natural resource damages, and outside legal fees. These liabilities include costs related to other potentially responsible parties to the extent that we have reason to believe such parties will not fully pay their proportionate share. They do not consider any claims for recoveries from insurance or other parties and are not discounted.\n\nAs assessments and remediation progress at individual sites, the amount of projected cost is reviewed, and the liability is adjusted to reflect additional technical and legal information that becomes available. Management has an established process in place to identify and monitor our environmental exposures. An environmental accrual analysis is prepared and maintained that lists all environmental loss contingencies, even where an accrual has not been established. This analysis assists in monitoring our overall environmental exposure and serves as a tool to facilitate ongoing communication among our technical experts, environmental managers, environmental lawyers, and financial management to ensure that required accruals are recorded and potential exposures disclosed.\n\nDue to inherent uncertainties involved in evaluating environmental exposures, actual costs to be incurred at identified sites in future periods may vary from the estimates. Refer to Note 19, Commitments and Contingencies, for additional information on our environmental loss contingencies.\n\nThe accruals for environmental liabilities are reflected in the consolidated balance sheets, primarily as part of other noncurrent liabilities.\n\n79\n\n\nLitigation\n\nIn the normal course of business, we are involved in legal proceedings. We accrue a liability for such matters when it is probable that a liability has been incurred and the amount of loss can be reasonably estimated. When only a range of possible loss can be established, the most probable amount in the range is accrued. If no amount within this range is a better estimate than any other amount within the range, the minimum amount in the range is accrued. The accrual for a litigation loss contingency includes estimates of potential damages and other directly related costs expected to be incurred. Refer to Note 19, Commitments and Contingencies, for additional information on our current legal proceedings.\n\nShare-Based Compensation\n\nWe expense the grant-date fair value of our share-based awards over the vesting period during which employees perform related services. Expense recognition is accelerated for retirement-eligible individuals who would meet the requirements for vesting of awards upon their retirement. Refer to Note 21, Share-Based Compensation, for additional information regarding our awards, including the models and assumptions used to determine their grant-date fair value.\n\nIncome Taxes\n\nWe account for income taxes under the asset and liability method. Under this method, deferred tax assets and liabilities are recognized for the tax effects of temporary differences between the financial reporting and tax bases of assets and liabilities using enacted tax rates in effect for the year in which the differences are expected to be recovered or settled. A principal temporary difference results from the excess of tax depreciation over book depreciation because accelerated methods of depreciation and shorter useful lives are used for income tax purposes. The cumulative impact of a change in tax rates or regulations is included in income tax expense in the period that includes the enactment date. We recognize deferred tax assets net of existing valuation allowances to the extent we believe that these assets are more likely than not to be realized considering all available evidence. \n\nA tax benefit for an uncertain tax position is recognized when it is more likely than not that the position will be sustained upon examination based on its technical merits. This position is measured as the largest amount of tax benefit that is greater than 50% likely of being realized. Interest and penalties related to unrecognized tax benefits are recognized as a component of income tax expense.\n\nWe have elected as an accounting policy to account for Global Intangible Low Tax Income (“GILTI”) as a period cost when incurred.\n\nFor additional information regarding our income taxes, refer to Note 24, Income Taxes.\n\nOther Non-Operating Income (Expense), net\n\n\"Other non-operating income (expense), net\" includes interest income associated with our cash and cash items and short-term investments, certain foreign currency remeasurements and impacts from the related hedging activities discussed in the Foreign Currency section above, and non-service cost components of net periodic pension and postretirement benefit cost. Our non-service costs primarily include interest cost, expected return on plan assets, amortization of actuarial gains and losses, and settlements.\n\nAdditionally, during the third quarter of fiscal year 2024, we discontinued cash flow hedge accounting for certain interest rate swaps associated with financing for the NEOM Green Hydrogen Project. As a result of the de-designation, unrealized gains and losses are recorded to \"Other non-operating income (expense), net\" until the instruments re-qualify for cash flow hedge accounting. Refer to Note 3, Variable Interest Entities, and Note 15, Financial Instruments, for additional information.\n\nCash and Cash Items\n\n\"Cash and cash items\" include cash, time deposits, and treasury securities acquired with an original maturity of three months or less.\n\nShort-term Investments\n\n\"Short-term investments\" include time deposits and treasury securities with original maturities greater than three months and less than one year.\n\n80\n\n\nCredit Losses\n\nWe are exposed to credit losses primarily through sales of products and services. When extending credit, we evaluate customer creditworthiness based on a combination of qualitative and quantitative factors that include, but are not limited to, the customer’s credit score from external providers, financial condition, and past payment experience. \n\nWe assess allowances for credit losses on our trade receivable, lease receivable, and financing receivable portfolios. Allowances are evaluated by portfolio on a collective basis where similar characteristics exist. A provision for customer defaults is made on a general formula basis as the risk of some default is expected but cannot yet be associated with specific customers. The assessment of the likelihood of default is based on various factors, including the length of time the receivables are past due, historical experience, existing economic conditions, and forward-looking information. When we identify specific customers with known collectability issues, the assessment for credit losses is performed on an individual basis, considering current and forward-looking information about the customer. We also consider variables that may mitigate the inherent credit risk of a particular transaction, such as the estimated fair value of the collateral, whether by use or sale. \n\nThe use of forward-looking information considers economic conditions that may affect the customers’ ability to pay. Although we historically have not experienced significant credit losses, our exposure to credit losses may increase if our customers are adversely affected by economic pressures or uncertainty associated with local or global economic recessions, or other customer-specific factors. We review our reserves for credit losses on a quarterly basis. \n\nTrade receivables comprise amounts owed to us through our operating activities and are presented net of allowances for credit losses. Changes to the carrying amount of the allowance for credit losses on trade receivables are summarized below:\n\nBalance at 30 September 2022$24.1 \n\nProvision for credit losses8.2 \n\nWrite-offs charged against the allowance(7.9)\n\nCurrency translation and other(1.5)\n\nBalance at 30 September 2023$22.9 \n\nProvision for credit losses10.7 \n\nWrite-offs charged against the allowance(8.5)\n\nCurrency translation and other1.2 \n\nBalance at 30 September 2024$26.3 \n\nProvision for credit losses10.3 \n\nWrite-offs charged against the allowance(7.5)\n\nCurrency translation and other1.1 \n\nBalance at 30 September 2025$30.2 \n\nAdditionally, lease and financing receivables are presented net of allowances for credit losses. As of 30 September 2025 and 2024, the allowance on lease receivables was not material. In fiscal year 2025, we recorded a $300 allowance for credit loss related to a financing receivable in connection with our exit from the sustainable aviation fuel expansion project with World Energy. Refer to Note 3, Variable Interest Entities, and Note 5, Business and Asset Actions, for additional information. The allowance on financing receivables was not material as of 30 September 2024.\n\n81\n\n\nInventories\n\nWe carry inventories consisting of finished goods, work-in-process, raw materials, and supplies. \n\nInventories are stated at the lower of cost or net realizable value and are presented net of applicable reserves on our consolidated balance sheets. Cost is determined using the first-in, first-out (\"FIFO\") method. We write down our inventories for estimated obsolescence or when inventories become unmarketable based on assumptions about future demand and market conditions. Refer to Note 9, Inventories, for further detail.\n\nEquity Method Investments\n\nWe apply the equity method of accounting when we have the ability to exercise significant influence but do not control the operating and financial decisions of an investee, which generally applies when our ownership interest in common stock or in-substance common stock of the investee is between 20% and 50%. Under the equity method, we initially record our investment at cost and subsequently adjust the investment to recognize our share of net earnings or losses, distributions received, and other-than-temporary impairments. The carrying value of our equity method investments is reflected as \"Investment in net assets of and advances to equity affiliates\" on our consolidated balance sheets. We use the cumulative earnings approach for determining cash flow presentation of cash distributions received from equity method investees. Equity investments are reviewed for impairment whenever events or changes in circumstances indicate that the carrying amount of the investment may not be recoverable.\n\nOur share of the investee's net earnings is primarily presented net of income taxes within “Equity affiliates’ income\" on our consolidated income statements. Profits or losses related to intra-entity sales with our equity method investees are eliminated consistent with our ownership percentage in the entity until realized by the investee through a transaction with a third party. In addition, “Equity affiliates’ income” includes interest income from shareholder loans viewed as in-substance common stock.\n\nPlant and Equipment, net\n\nPlant and equipment, net is stated at cost less accumulated depreciation. Construction costs, labor, and applicable overhead related to installations are capitalized. Expenditures for additions and improvements that extend the lives or increase the capacity of plant assets are capitalized. The costs of maintenance and repairs of plant and equipment are expensed as incurred.\n\nFully depreciated assets are retained in the gross plant and equipment and accumulated depreciation accounts until they are removed from service. In the case of disposals, assets and related accumulated depreciation are removed from the accounts, and the net amounts, less proceeds from disposal, are included in income. Refer to Note 11, Plant and Equipment, net, for further detail.\n\nComputer Software\n\nWe capitalize costs incurred to purchase or develop software for internal use. Capitalized costs include purchased computer software packages, payments to vendors/consultants for development and implementation or modification to a purchased package to meet our requirements, payroll and related costs for employees directly involved in development, and interest incurred while software is being developed. Capitalized costs are reflected in \"Plant and equipment, net\" on the consolidated balance sheets and are depreciated over the estimated useful life of the software, generally a period of three to five years. \n\nWe capitalize costs incurred with the implementation of a cloud computing arrangement that is a service contract, consistent with our policy for software developed or obtained for internal use. However, the capitalized costs are reflected in \"Other noncurrent assets\" on our consolidated balance sheets and expensed over the term of the related hosting arrangement.\n\n82\n\n\nLeases as Lessee\n\nAs lessee, we recognize a right-of-use (\"ROU\") asset and lease liability on the balance sheet for all leases with terms in excess of 12 months. We evaluate whether an arrangement contains a lease at inception by determining whether there is an identifiable asset, we obtain substantially all the economic benefits from that asset, and we direct how and for what purpose the asset is used during the term of the arrangement. We apply a practical expedient to exclude arrangements with initial terms of 12 months or less from our balance sheet.\n\nROU assets represent our right to use an underlying asset for the lease term and lease liabilities represent our obligation to make lease payments arising from the lease. ROU assets and lease liabilities are recognized at the commencement date based on the present value of lease payments over the lease term. Since our leases generally do not provide an implicit discount rate, we use our incremental borrowing rates based on the information available at the commencement date in determining the present value of lease payments. To determine the incremental borrowing rate, we consider our unsecured borrowings and published market rates, and then adjust those rates to assume full collateralization and to factor in the individual lease term, geography, and payment structure. \n\nOur lease term includes periods covered by options to extend or terminate the lease when it is reasonably certain that we will exercise an option to extend or not exercise an option to terminate. Lease payments consider our practical expedient to combine amounts for lease and related non-lease components for all classes of underlying assets in which we are lessee. Fixed payments and payments associated with escalation clauses based on an index are included in the ROU asset and lease liability at commencement. Variable lease payments are excluded from the ROU assets and lease liabilities and are recognized in the period in which the obligation for those payments is incurred. Our variable lease payments primarily include the impact from escalation clauses that are not fixed or based on an index. Prepaid lease payments are included in the recognition of ROU assets. Our lease agreements do not contain any material lease incentives, residual value guarantees or restrictions or covenants.\n\nLeases as Lessor\n\nCertain contracts associated with facilities that are built to provide product to a specific customer are accounted for as containing embedded leases. Our lease receivables are primarily long-term in nature and relate to sales-type leases on certain on-site assets for which payments are collected over the contract term. Revenue representing interest income from the financing component of the lease receivable is reflected as sales over the life of the contract.\n\nIn cases for which operating lease treatment is appropriate, there is no difference in revenue recognition over the life of the contract as compared to accounting for the contract under a sale of gas agreement. These contracts qualify for a practical expedient available to lessors to combine the lease and non-lease components and account for the combined component in accordance with the accounting treatment for the predominant component. We elected to apply this practical expedient and have accounted for the combined component as product sales under the revenue standard as we control the operations and maintenance of the assets that provide the supply of gas to our customers.\n\nThere have been no new arrangements that qualified as a lease for which we are the lessor in fiscal year 2025.\n\nFinancing Receivables\n\nSome of our acquisitions include terms that provide the seller with both the right to receive all output from the acquired asset for an agreed upon term as well as the right to reacquire the asset at a future date. In these instances, we evaluate the contract terms to determine whether we have obtained control of the underlying asset, or the transaction qualifies as a financing arrangement. For transactions that qualify as financing arrangements, we record our investment as a financing receivable, net of any allowances for credit losses, on our consolidated balance sheets. We then recognize a portion of the payments received as a reduction to the financing receivable. Related interest income is presented within “Sales” on our consolidated income statements with revenue received to operate the plant. Accrued interest is presented within trade receivables, net and was not material as of 30 September 2025 and 2024.\n\n83\n\n\nImpairment of Long-Lived Assets\n\nLong-lived assets are grouped for impairment testing at the lowest level for which identifiable cash flows are largely independent of the cash flows of other assets and liabilities. We assess recoverability by comparing the carrying amount of the asset or asset group to estimated undiscounted future cash flows expected to be generated by the asset group. If an asset group is determined to be impaired, the impairment loss to be recognized is measured as the amount by which the asset group’s carrying amount exceeds its estimated fair value. An estimate of the asset group's fair value is based on the discounted value of its estimated cash flows.\n\nLong-lived assets that meet the criteria to be classified as held for sale are reported at the lower of their carrying amount or fair value less cost to sell. The fair value of the disposal group is estimated utilizing a discounted cash flow analysis. Long-lived assets intended for disposal through means other than sale are evaluated for impairment whenever events or changes in circumstances indicate that the carrying amount of an asset or disposal group may not be recoverable. \n\nIn fiscal year 2025, we recorded impairment charges to reduce the carrying value of long-lived assets associated with exited projects. A portion of the related plant and equipment is capable of being marketed through secondary equipment channels but did not meet the criteria for classification as held for sale. The estimated net realizable value of these assets was $22.5, which remains classified within “Plant and equipment, net” on our consolidated balance sheet as of 30 September 2025. Separately, two coal gasification plants in China met the criteria to be classified as held for sale. Accordingly, the estimated fair value less cost to sell for long-lived assets of $418.3 is included in “Assets held for sale” on our consolidated balance sheet as of 30 September 2025. Refer to Note 5, Business and Asset Actions, and Note 16, Fair Value Measurements, for additional information.\n\nAsset Retirement Obligations\n\nThe fair value of a liability for an asset retirement obligation is recognized in the period in which it is incurred. The fair value of the liability is measured using discounted estimated cash flows and is adjusted to its present value in subsequent periods as accretion expense is recorded. The corresponding asset retirement costs are capitalized as part of the carrying amount of the related long-lived asset and depreciated over the asset’s useful life. Our asset retirement obligations are primarily associated with on-site long-term supply contracts under which we have built a facility on land owned by the customer and are obligated to remove the facility at the end of the contract term. Refer to Note 19, Commitments and Contingencies, for further detail.\n\nGoodwill\n\nBusiness combinations are accounted for using the acquisition method. The purchase price is allocated to the assets acquired and liabilities assumed based on their estimated fair values. Any excess purchase price (plus the fair value of any noncontrolling interest and previously held equity interest in the acquiree) over the fair market value of the net assets acquired, including identified intangibles, is recorded as goodwill. Preliminary purchase price allocations are made at the date of acquisition and finalized when information about facts and circumstances that existed as of the acquisition date needed to finalize underlying estimates is obtained or when we determine that such information is not obtainable, within a maximum measurement period of one year.\n\nGoodwill is tested for impairment at least annually, and more frequently if events or changes in circumstances indicate that goodwill may be impaired. During fiscal year 2025, no triggering events were identified that would require impairment testing for any of our reporting units containing goodwill. We completed our annual goodwill impairment test and concluded there were no indications of impairment.\n\nRefer to Note 12, Goodwill, for further detail.\n\n84\n\n\nIntangible Assets\n\nIntangible assets with determinable lives primarily consist of customer relationships. The cost of intangible assets with determinable lives is amortized on a straight-line basis over the estimated period of economic benefit. No residual value is estimated for these intangible assets. Indefinite-lived intangible assets consist of trade names and trademarks. Indefinite-lived intangibles are tested for impairment at least annually, and more frequently if events or changes in circumstances indicate that the assets may be impaired. During fiscal year 2025, no triggering events were identified that would require impairment testing for any of our indefinite-lived intangible assets. We completed our annual impairment test for these assets and concluded there were no indications of impairment.\n\nCustomer relationships are generally amortized over periods of five to 25 years. Purchased patents and technology and other finite-lived intangibles are generally amortized over periods of five to 15 years. Other intangibles includes certain land use rights, which are generally amortized over a period of 50 years. Amortizable lives are adjusted whenever there is a change in the estimated period of economic benefit. Refer to Note 13, Intangible Assets, for further detail.\n\nRetirement Benefits\n\nOur retirement benefit plans are discussed in Note 18, Retirement Benefits. The cost of benefits we contribute to defined contribution plans is recognized in the year earned. The cost of benefits under our defined benefit and other post-retirement plans is generally recognized over the employees’ service period. We use actuarial methods and assumptions in the valuation of defined benefit obligations and the determination of expense. Differences between actual and expected results or changes in the value of obligations and plan assets are recognized systematically over subsequent periods.",
      "char_count": 40733
    },
    "item1a": {
      "text": "Table of Contents\n\nItem 1A. Risk Factors\n\nOur operations are affected by various risks, many of which are beyond our control. In evaluating investment in the Company and the forward-looking information contained in this Annual Report on Form 10-K or presented elsewhere from time to time, readers should carefully consider the risk factors discussed below. Any of these risks could have a material adverse effect on our business, operating results, financial condition, and the actual outcome of matters as to which forward-looking statements are made and could adversely affect the value of an investment in our securities. The risks described below are not all inclusive but are designed to highlight what we believe are important factors to consider when evaluating our expectations. In addition to such risks, there may be additional risks and uncertainties that adversely affect our business, performance, or financial condition in the future that are not presently known, are not currently believed to be significant, or are not identified below because they are common to all businesses.\n\nRisks Related to Economic Conditions\n\nChanges in global and regional economic conditions, the markets we serve, or the financial markets may adversely affect our results of operations and cash flows.\n\nUnfavorable conditions in the global economy or regional economies, the markets we serve, or financial markets may decrease the demand for our goods and services and adversely impact our revenues, operating results, and cash flows.\n\nDemand for our products and services depends in part on the general economic conditions affecting the regions and markets in which we do business. Weak economic conditions and changing supply and demand balances in the markets we serve have negatively impacted demand for our products and services in the past and may do so in the future. In addition, certain of our green and blue hydrogen projects are largely based on expected demand for technologies and projects to limit the impact of global climate change. Demand for our solutions could be negatively impacted if the public and private sectors reduce their focus on reducing carbon emissions. Reduced demand for our products and services would have a negative impact on our revenues and earnings and could decrease our margins, constrain our operating flexibility, reduce efficient utilization of our manufacturing capacity, or result in unexpected charges. Excess capacity in our manufacturing facilities or those of our competitors could decrease our ability to maintain pricing and generate profits.\n\nIn addition, our operating results in one or more segments have in the past, and may in the future, be affected by uncertain or deteriorating economic conditions for particular customer markets within a segment. A decline in the industries served by our customers or adverse events or circumstances affecting individual customers can reduce demand for our products and services and impair the ability of such customers to satisfy their obligations to us, resulting in uncollected receivables, unanticipated contract terminations, project delays or the inability to recover plant investments, any of which may negatively impact our financial results.\n\nWeak overall demand or specific customer conditions may also cause customer shutdowns or defaults or otherwise make us unable to operate facilities profitably and may force sale or abandonment of facilities and equipment or prevent projects from coming on-stream when expected. These or other events associated with weak economic conditions or specific market, industry, product, or customer events may require us to record an impairment on tangible assets, such as facilities and equipment, or intangible assets, such as customer relationships, intellectual property, or goodwill. Any charges relating to such impairments could be significant and could have a material adverse impact on our financial condition and results of operations.\n\nOur extensive international operations can be adversely impacted by operational, economic, political, security, legal, and currency translation risks that could decrease profitability.\n\nIn fiscal year 2025, approximately 60% of our sales were derived from customers outside the United States and many of our operations, suppliers, customers, and employees are located outside the United States. Our operations in foreign jurisdictions may be subject to risks including exchange control regulations, import and trade restrictions, tariffs, trade policy and other potentially detrimental domestic and foreign governmental practices or policies affecting U.S. companies doing business abroad. Changing economic and political conditions within foreign jurisdictions, strained relations between countries, or the imposition, extension, or expansion of tariffs or international sanctions can cause fluctuations in demand, price volatility, supply disruptions, or loss of property. We have experienced these events in the past and the occurrence of any of these risks in the future could have a material adverse impact on our financial condition, results of operations, and cash flows.\n\nCertain of our larger and more complex projects are located in markets outside the United States, such as China, India, the Middle East, and Uzbekistan, including in locations where there is the potential for significant economic and political disruptions. We are actively investing large amounts of capital and other resources, in some cases through joint ventures, in developing markets, which we believe to have high growth potential. Our operations in these markets may be subject to greater risks than those faced by our operations in mature economies, including political and economic instability, project delay or abandonment due to unanticipated government actions, inadequate investment in infrastructure, undeveloped property rights and legal systems, unfamiliar regulatory environments, relationships with local partners, language and cultural differences and increased difficulty recruiting, training and retaining qualified employees. In addition, our properties and contracts in these locations may be subject to seizure and cancellation, respectively, without full compensation for loss. Successful operation of particular facilities or execution of projects may be disrupted by civil unrest, acts of war, sabotage or terrorism, and other local security concerns. Such concerns may require us to incur greater costs for security or require us to shut down operations for a period of time.\n\nFurthermore, because the majority of our revenue is generated from sales outside the United States, we are exposed to fluctuations in foreign currency exchange rates. Our business is primarily exposed to translational currency risk as the results of our foreign operations are translated into U.S. dollars at current exchange rates throughout the fiscal period. Our policy is to minimize cash flow volatility from changes in currency exchange rates. We choose not to hedge the translation of our foreign subsidiaries’ earnings into dollars. Accordingly, reported sales, net earnings, cash flows, and fair values have been, and in the future will be, affected by changes in foreign exchange rates. For a more detailed discussion of currency exposure, see Item 7A, Quantitative and Qualitative Disclosures About Market Risk, below.\n\nChanges in global and regional economic conditions may impact our ability to obtain financing or increase the cost of obtaining financing which may adversely impact our operations and financial results.\n\nVolatility and disruption in the U.S., European and global credit, capital, and money markets could increase the costs for or make it more difficult for us to obtain financing for our operations, potentially impacting our cash flows or creating financial risks. In addition, our borrowing costs can be affected by short and long-term debt ratings assigned by independent rating agencies. A decrease in these debt ratings could increase the cost of borrowing or make it more difficult to obtain financing.\n\n13\n\n\nRisks Related to Our Business\n\nRisks related to the approval, execution, and operation of our projects, particularly with respect to our largest projects, may adversely affect our operations or financial results.\n\nA significant portion of our business involves clean hydrogen, carbon capture, gasification, and other large-scale projects that involve challenging engineering, permitting, procurement, and construction phases that may last several years and involve the investment of billions of dollars. These projects are technically complex, often reliant on significant interaction with government authorities, and face significant financing, development, operational, and reputational risks. These projects may also be subject to complex government approvals, as well as legal or regulatory challenges by government authorities or third parties. Delays in receiving required approvals, litigation and execution difficulties have required us and could in the future require us to delay or abandon certain projects, which may result in higher costs, lower returns, the loss of invested proceeds, and reputational damage.\n\nWe have in the past and may in the future encounter difficulties related to the development of projects that may result in delays, scope changes and additional costs, or project cancellations. Such difficulties may relate to engineering, delays in designs or materials provided by the customer or a third party, equipment and materials delivery delays, schedule changes, customer scope changes, delays related to obtaining regulatory permits and rights-of-way, inability to find adequate sources of labor in the locations where we are building new plants, weather-related delays, delays by customers' contractors in completing their portion of a project, technical or transportation difficulties, cost overruns, supply difficulties, geopolitical risks, and other factors, many of which are beyond our control, that may impact our ability to complete a project within the original delivery schedule. In some cases, delays and additional costs have been and may in the future be substantial and could have a material adverse effect on our financial condition and results of operations. We also may be required to cancel a project and/or compensate the customer for the delay, which may also cause us to incur material costs that we may be unable to recover. In addition, in some cases we seek financing for large projects and face market risk associated with the availability and terms of such financing. These financing arrangements may require that we comply with certain performance requirements which, if not met, could result in default and restructuring costs or other losses, as well as potential acceleration of cash outflows. All of these factors could also negatively impact our reputation or relationships with our customers, suppliers and other third parties, any of which could adversely affect our ability to secure new projects in the future.\n\nIn addition, our large-scale clean hydrogen projects are being built before finalization of offtake agreements for a substantial percentage of expected production, which may create uncertainty regarding future demand, pricing, and other commercial terms. If we are unable to enter into favorable commercial agreements with prospective customers, our projected returns could be adversely impacted, which may harm our business and financial performance. In addition, uncertainty regarding future offtake agreements for our clean hydrogen projects may lead to greater uncertainty regarding our prospects, which may adversely affect the market prices for our securities and our credit ratings.\n\nThe operation of our facilities, pipelines, and delivery systems inherently entails hazards that require continuous oversight and control, such as pipeline leaks and ruptures, fire, explosions, toxic releases, mechanical failures, vehicle accidents, or cyber incidents. If operational risks materialize, they could result in loss of life, damage to the environment, or loss of production, all of which could negatively impact our ongoing operations, reputation, financial results, and cash flows. In addition, our operating results are dependent on the continued operation of our production facilities and our ability to meet customer requirements, which depend, in part, on our ability to properly maintain and replace aging assets.\n\n14\n\n\nWe are subject to extensive government regulation in the jurisdictions in which we do business. Regulations addressing, among other things, import/export restrictions, anti-bribery and corruption, and taxes, can negatively impact our financial condition, results of operation, and cash flows.\n\nWe are subject to government regulation in the United States and in the foreign jurisdictions where we conduct business. The application of laws and regulations to our business is sometimes unclear. Compliance with laws and regulations may involve significant costs or require changes in business practices that could result in reduced profitability. If there is a determination that we have failed to comply with applicable laws or regulations, we may be subject to penalties or sanctions that could adversely impact our reputation and financial results. Compliance with changes in laws or regulations can result in increased operating costs and require additional, unplanned capital expenditures. Export controls or other regulatory restrictions could prevent us from shipping our products to and from some markets or increase the cost of doing so. Changes in tax laws and regulations and international tax treaties could affect the financial results of our businesses. Increasingly aggressive enforcement of anti-bribery and anti-corruption requirements, including the U.S. Foreign Corrupt Practices Act, the United Kingdom Bribery Act and the China Anti-Unfair Competition Law, could subject us to criminal or civil sanctions if a violation is deemed to have occurred. In addition, we are subject to laws and sanctions imposed by the U.S. and other jurisdictions where we do business that may prohibit us, or certain of our affiliates, from doing business in certain countries or with certain customers or restricting the kind of business that we may conduct. Such restrictions may provide a competitive advantage to competitors who are not subject to comparable restrictions or prevent us from taking advantage of growth opportunities.\n\nFurther, we cannot guarantee that our internal controls and compliance systems will always protect us from acts committed by employees, agents, business partners or that businesses that we acquire would not violate U.S. and/or non-U.S. laws, including the laws governing payments to government officials, bribery, fraud, kickbacks and false claims, pricing, sales and marketing practices, conflicts of interest, competition, export and import compliance, money laundering, and data privacy. Any such improper actions or allegations of such acts could damage our reputation and subject us to civil or criminal investigations in the U.S. and in other jurisdictions and related shareholder lawsuits, could lead to substantial civil and criminal, monetary and non-monetary penalties, and could cause us to incur significant legal and investigatory fees. In addition, the government may seek to hold us liable as a successor for violations committed by companies in which we invest or that we acquire.\n\nWe may be unable to successfully identify, execute or effectively integrate acquisitions, manage our joint ventures, or effectively disentangle divested businesses.\n\nOur ability to grow revenue, earnings, and cash flow at anticipated rates depends in part on our ability to identify, successfully acquire and integrate businesses and assets at appropriate prices, and realize expected growth, synergies, and operating efficiencies. We may not be able to complete transactions on favorable terms, on a timely basis or at all. In addition, our results of operations and cash flows may be adversely impacted by the failure of acquired businesses or assets to meet expected returns, the failure to integrate acquired businesses, the inability to dispose of non-core assets and businesses on satisfactory terms and conditions, and the discovery of unanticipated liabilities or other problems in acquired businesses or assets for which we lack adequate contractual protections or insurance. In addition, we may incur asset impairment charges related to acquisitions that do not meet expectations.\n\nIn addition, some of our largest projects involve joint ventures. These arrangements may involve significant risks and uncertainties, including our ability to cooperate with our strategic partners, our strategic partners having interests or goals that are inconsistent with ours, and the potential that our strategic partners may be unable to meet their economic or other obligations to the joint venture, which may negatively impact the expected benefits of the joint venture and cause us to incur additional expense or suffer reputational damage. In addition, due to the nature of these arrangements, we may have limited ability to direct or influence the management of the joint venture, which may limit our ability to assist and oversee the design and implementation of the joint venture’s business as well as its accounting, legal, governance, human resources, information technology, and other administrative systems. This may expose us to additional risks and uncertainties because we may be dependent upon and subject to liability, losses, or reputational damage relating to systems, controls, and personnel that are not under our control. These risks may be augmented when the joint venture is operating outside the United States due to differences in language, culture, and regulation, as well as the factors listed above that are relevant to our international operations.\n\n15\n\n\nWe continually assess the strategic fit of our existing businesses and may divest businesses that are deemed not to fit with our strategic plan or are not achieving the desired return on investment. These transactions pose risks and challenges that could negatively impact our business and financial statements. For example, when we decide to sell or otherwise dispose of a business or assets, we may be unable to do so on satisfactory terms within our anticipated time frame or at all. In addition, divestitures or other dispositions may dilute our earnings per share, have other adverse financial and accounting impacts, distract management, and give rise to disputes with buyers or others. In addition, we have agreed, and may in the future agree, to indemnify buyers against known and unknown contingent liabilities. Our financial results could be impacted adversely by claims under these indemnification provisions.\n\nThe security of our information technology systems could be compromised, which could adversely affect our ability to operate.\n\nWe depend on information technology to enable us to operate safely and efficiently and interface with our customers as well as to maintain our internal control environment and financial reporting accuracy and efficiency. Our information technology capabilities are delivered through a combination of internal and external services and service providers. If we do not allocate and effectively manage the resources necessary to build and sustain the proper technology infrastructure, we could be subject to transaction errors, processing inefficiencies, the loss of customers, business disruptions, property damage, or the loss of or damage to our confidential business information due to a security breach. In addition, our information technology systems may be damaged, disrupted or shut down due to attacks by computer hackers, computer viruses, employee error or malfeasance, power outages, hardware failures, telecommunication or utility failures, catastrophes or other unforeseen events, and in any such circumstances our system redundancy and other disaster recovery planning may be ineffective or inadequate. Security breaches of our systems (or the systems of our customers, suppliers or other business partners) could result in the misappropriation, destruction or unauthorized access or disclosure of confidential information or personal data belonging to us or to our employees, partners, customers or suppliers, and may subject us to legal liability.\n\nAs with most large systems, our information technology systems have in the past been, and in the future likely will be subject to computer viruses, malicious codes, unauthorized access and other cyber-attacks, and we expect the sophistication and frequency of such attacks to continue to increase. In addition, advancements in, and the deployment of, intelligent automation, including artificial intelligence tooling and “bots”, may increase our and our vendors’ vulnerability to such attacks. To date, we are not aware of any significant impact on our operations or financial results from such attempts; however, unauthorized access could disrupt our business operations, result in the loss of assets, and have a material adverse effect on our business, financial condition, or results of operations. Any of the attacks, breaches or other disruptions or damage described above could: interrupt our operations at one or more sites; delay production and shipments; result in the theft of our and our customers’ intellectual property and trade secrets; damage customer and business partner relationships and our reputation; result in defective products or services, physical damage to facilities, pipelines or delivery systems, including those we own or operate for third parties; result in legal claims and proceedings, including liability and penalties under applicable privacy laws; lead to increased costs for security and remediation; or raise concerns regarding our internal control environment and internal control over financial reporting. Each of these consequences could adversely affect our business, reputation and our financial statements.\n\nOur business involves the use, storage, and transmission of information about our employees, vendors, and customers. The protection of such information, as well as our proprietary information, is critical to us. The regulatory environment surrounding information security and privacy is increasingly demanding, with the frequent imposition of new and constantly changing requirements. We have established policies and procedures to help protect the security and privacy of this information. We also, from time to time, export sensitive customer data and technical information to recipients outside the United States. Breaches of our security measures or the accidental loss, inadvertent disclosure, or unapproved dissemination of proprietary information or sensitive or confidential data about us or our customers, including the potential loss or disclosure of such information or data as a result of fraud, trickery, or other forms of deception, could expose us, our customers, or the individuals affected to a risk of loss or misuse of this information, which could ultimately result in litigation and potential legal and financial liability. These events could also damage our reputation or otherwise harm our business.\n\n16\n\n\nInterruption in ordinary sources of raw material or energy supply or an inability to recover increases in energy and raw material costs from customers could result in lost sales or reduced profitability.\n\nHydrocarbons, including natural gas, are the primary feedstock for the production of hydrogen, carbon monoxide, and syngas. Energy, including electricity, natural gas, and diesel fuel for delivery trucks, is the largest cost component of our business. Because our industrial gas facilities use substantial amounts of electricity, inflation and energy price fluctuations have impacted our revenues and earnings and may continue to do so in the future. A disruption in raw material sources or the supply of energy or components, whether due to market conditions, legislative or regulatory actions, natural disasters, public health crises and pandemics, or other disruption, could prevent us from meeting our contractual commitments and harm our business and financial results.\n\nOur supply of crude helium for purification and resale is largely dependent upon natural gas production by crude helium suppliers. Lower or higher natural gas production resulting from natural gas pricing dynamics, supplier operating or transportation issues, or other changes to the global supply of crude helium can affect pricing for helium for our customers, which can adversely affect our results of operations.\n\nWe typically contract to pass-through cost increases in energy and raw materials to customers, but such cost pass-through results in declining margins, and cost variability can negatively impact our other operating results. For example, we may be unable to raise prices as quickly as costs rise, or competitive pressures may prevent full recovery of such costs. In addition, increases in energy or raw material costs that cannot be passed on to customers for competitive or other reasons may negatively impact our revenues and earnings. Even where costs are passed through, price increases can cause lower sales volume.\n\nNew technologies create performance risks that could impact our financial results or reputation, and failure to develop new technologies may harm our competitive position.\n\nWe are continually developing and implementing new technologies and product offerings. Existing technologies, including those procured exclusively from third-party suppliers, are being implemented in products and designs or at scales beyond our experience base. These technological expansions can create nontraditional performance risks to our operations. Failure of the technologies to work as predicted, or unintended consequences of new designs or uses, could lead to cost overruns, project delays, financial penalties, or damage to our reputation. We may face difficulties marketing products produced using new technologies including, but not limited to, green hydrogen, which may adversely impact our sales and financial results. In addition, certain large-scale projects may contain processes or technologies that we have not operated at the same scale or in the same combination, and although such projects generally include technologies and processes that have been demonstrated previously by others, such technologies or processes may be new to us and may introduce new risks to our operations. Further, if we are unsuccessful in developing new technologies, including development and application of artificial intelligence, our development activities do not keep pace with those of our competitors, or if we do not create new technologies that benefit customers, our competitive position and operating results may be negatively affected. Additionally, there is also a risk that our new technologies may become obsolete and be replaced by other market alternatives, or that new technologies may not become commercially accepted. Performance difficulties on these larger projects may have a material adverse effect on our operations and financial results. In addition, performance challenges may adversely affect our reputation and our ability to obtain future contracts.\n\nProtecting our intellectual property is critical to our technological development, and we may suffer competitive harm from infringement on such rights. \n\nAs we develop new technologies, it is critical that we protect our intellectual property assets against third-party infringement. We own a number of patents and other forms of intellectual property related to our products and services. As we develop new technologies there is a risk that our patent applications may not be granted, or we may not receive sufficient protection of our proprietary interests. We may also expend considerable resources in defending our patents against third-party infringement. It is critical that we protect our proprietary interests to prevent competitive harm. \n\n17\n\n\nRisks related to pension benefit plans may adversely impact our results of operations and cash flows.\n\nPension benefits represent significant financial obligations that will be ultimately settled in the future with employees who meet eligibility requirements. Because of the uncertainties involved in estimating the timing and amount of future payments and asset returns, significant estimates are required to calculate pension expense and liabilities related to our plans. We utilize the services of third-party actuaries, whose models support these calculations.\n\nIn addition to complying with local regulatory requirements for recognizing pension expense, liabilities, and cash flows, several key assumptions are used in the actuarial models to calculate pension expense and liability amounts recorded in the consolidated financial statements as well as the amounts that we contribute to such plans. These assumptions include, but are not limited to, discount rates, expected long-term rates of return on plan assets, and demographic factors. Changes in actuarial assumptions, interest and inflation rates, and volatility in capital markets may adversely impact the valuation of pension liabilities and the performance of asset portfolios. \n\nAdditionally, significant changes in actual investment returns on pension assets, discount rates, or regulatory developments could impact future results of operations and required pension contributions.\n\nLegal and Regulatory Risks\n\nLegislative, regulatory, societal, and market efforts to address global climate change may impact our business and create financial risk.\n\nWe are the world’s leading supplier of hydrogen, the primary use of which is the production of ultra-low sulfur transportation fuels that have significantly reduced transportation emissions and helped improve human health. To make the high volumes of hydrogen needed by our customers, we have historically used steam methane reforming to produce hydrogen without carbon capture (i.e., \"gray hydrogen\"), which results in the emission of CO2. In addition, gasification enables the conversion of lower value feedstocks into cleaner energy and value-added products; however, our gasification projects also produce CO2. Some of our operations are within jurisdictions that have or are developing regulatory regimes governing disclosure of GHG emissions, including CO2, which may lead to direct and indirect costs on our operations. We could also face scrutiny from stakeholders regarding our reporting under various frameworks for disclosing GHG emissions-related data, including those we use currently in our sustainability reporting. If our GHG emissions-related data, processes, and reporting are incomplete or inaccurate, or if we fail to comply with relevant reporting frameworks from newly emerging regulations, we may incur monetary penalties and reputational harm, and we could become subject to litigation or government investigations, which may also adversely affect our reputation and business.\n\nIncreased public concern and governmental action may result in more international, U.S. federal and/or regional requirements to reduce or mitigate the effects of GHG emissions or increased demand for technologies and projects to limit the impact of global climate change. Although uncertain, these developments could increase our costs related to consumption of electric power, hydrogen (including clean hydrogen) production, and application of our gasification technology. We believe we will be able to mitigate some of the increased costs through contractual terms, but the lack of definitive legislation or regulatory requirements prevents an accurate estimate of the long-term impact these measures will have on our operations. Any legislation or governmental action that limits or taxes GHG emissions could negatively impact our growth, increase our operating costs, or reduce demand for certain of our products, particularly for our core industrial gases business.\n\n18\n\n\nIn addition, certain of our projects are partially dependent on a regulatory environment that favors technologies focused on limiting the impact of climate change, in particular toward the production and distribution of clean hydrogen. For example, we anticipate benefits from tax incentives created by the U.S. Inflation Reduction Act of 2022 for carbon sequestration and clean hydrogen production in future years once our projects in these areas come on-stream in the U.S. If there is a reversal in the regulatory environment or a discontinuation or reduction of incentives or benefits for the development of technologies limiting the impact of climate change, particularly those focused on low- and zero-carbon hydrogen production, or significant uncertainty regarding such efforts, certain of our projects may be threatened and for completed projects demand for our products may be less than we anticipate and certain projects could be adversely affected. For example, in fiscal year 2025, we cancelled a project to build a green liquid hydrogen project in the U.S., based in part on a regulatory development that rendered existing hydroelectric power supply ineligible for the Clean Hydrogen Production Tax Credit (45V) and incurred a significant impairment charge for the amount that we had invested in the project. Further negative regulatory developments could adversely affect our projected returns, which could lead us to re-evaluate certain projects and may harm our business and financial performance.\n\nOur operations may present a safety risk to our employees and others.\n\nNotwithstanding our emphasis on the safety of our employees and contractors and the precautions we take related to health and safety, we may be unable to avoid safety incidents relating to our operations that result in injuries or deaths. Certain safety incidents may result in legal or regulatory action that could result in increased expenses or reputational damage. We maintain workers' compensation insurance to address the risk of incurring material liabilities for injuries or deaths, but there can be no assurance that the insurance coverage will be adequate or will continue to be available on terms acceptable to us, or at all, which could result in material liabilities to us for any injuries or deaths. Changes to federal, state, and local employee health and safety regulations, and legislative, regulatory, or societal responses to safety incidents may result in heightened regulations or public scrutiny that may increase our compliance costs or result in reputational damage.\n\nThe manufacturing and sale of our products, as well as the construction and sale of plants and facilities, may give rise to risks associated with the production, filling, storage, handling, and transport of raw materials, goods, or waste. Our products and services, if defective or not handled or performed appropriately, have in the past and may in the future lead to personal injuries, business interruptions, environmental damages, or other significant damages, which may result, among other consequences, in liability, losses, monetary penalties, or compensation payments, environmental clean-up costs, or other costs and expenses, exclusion from certain market sectors deemed important for future development of the business, and/or loss of reputation, all of which could have a material adverse effect on our business and results of operations.\n\nOur business depends on our ability to attract, develop, engage, and retain qualified employees.\n\nOur success depends on our ability to attract, develop, engage, and retain employees with the skills necessary to our business. Competitive labor market conditions have resulted in increased demand for qualified personnel, which makes it difficult to attract, hire, and retain employees with specialized technical experience. In addition, the increasing number of experienced employees becoming retirement-eligible amplifies this challenge. The number of our employees has grown both internationally and in the United States, with our total headcount increasing from approximately 16,300 at the end of fiscal 2018 to as high as approximately 23,000 in fiscal 2024. However, we have been taking actions since that time to reduce the size of our workforce and currently expect headcount to stabilize at approximately 20,000 at the end of fiscal 2026 as we complete certain projects and complete actions to right-size the organization. Our results of operations have been and in the future could be adversely affected by increased costs due to increased competition for skilled talent in the market as well as by actions we have taken to manage the size of our workforce. In addition, increased turnover and decreased tenure of employees may impact productivity, costs, and organizational culture. We undertake significant efforts to hire, engage, and retain our employees and to effectively manage workforce costs, even with rapid political, social, and economic shifts in our markets. If these efforts are unsuccessful, our growth may be limited and we may suffer financial or reputational harm that could have a material adverse effect on our business, financial condition, or results of operations.\n\n19\n\n\nOur financial results may be affected by various legal and regulatory proceedings, including antitrust, tax, environmental, or other matters.\n\nWe are subject to litigation and regulatory investigations and proceedings in the normal course of business and could become subject to additional claims in the future, some of which could be material. While we seek to limit our liability in our commercial contractual arrangements, there are no guarantees that each contract will contain suitable limitations of liability or that limitations of liability will be enforceable. Also, the outcome of existing legal proceedings may differ from our expectations because the outcomes of litigation, including regulatory matters, are often difficult to predict reliably. Various factors or developments can lead us to change current estimates of liabilities and related insurance receivables, where applicable, or make such estimates for matters previously not susceptible to reasonable estimates, such as a significant judicial ruling or judgment, a significant settlement, significant regulatory developments, or changes in applicable law. A future adverse ruling, settlement, or unfavorable development could result in charges that could have a material adverse effect on our financial condition, results of operations, and cash flows in any particular period.\n\nCosts and expenses resulting from compliance with environmental regulations may negatively impact our operations and financial results.\n\nWe are subject to extensive federal, state, local, and foreign environmental and safety laws and regulations concerning, among other things, emissions in the air; discharges to land and water; and the generation, handling, treatment, and disposal of hazardous waste and other materials. We take our environmental responsibilities very seriously, but there is a risk of adverse environmental impact inherent in our manufacturing operations and in the transportation of our products. Future developments and more stringent environmental regulations may require us to make additional unforeseen environmental expenditures. In addition, laws and regulations may require significant expenditures for environmental protection equipment, compliance, and remediation. These additional costs may adversely affect our financial results. For a more detailed description of these matters, see Item 1, Business–Environmental Regulation, above.\n\nA change of tax law in key jurisdictions could result in a material increase in our tax expense.\n\nThe multinational nature of our business subjects us to taxation in the United States and numerous foreign jurisdictions. Due to economic and political conditions, tax rates in various jurisdictions may be subject to significant change. Our future effective tax rates could be affected by changes in the mix of earnings in countries with differing statutory tax rates, changes in the valuation of deferred tax assets and liabilities, global minimum taxes related to the new tax framework established by the Organization for Economic Co-operation and Development, or changes in tax laws or their interpretation.\n\nChanges to income tax laws and regulations in any of the jurisdictions in which we operate, or in the interpretation of such laws, could significantly increase our effective tax rate and adversely impact our financial condition, results of operations, or cash flows. Various levels of government, including the U.S. federal government, are increasingly focused on tax reform and other legislative action to increase tax revenue. Further changes in tax laws in the U.S. or foreign jurisdictions where we operate could have a material adverse effect on our business, results of operations, or financial condition.\n\n20\n\n\nGeneral Risk Factors \n\nCatastrophic events could disrupt our operations or the operations of our suppliers or customers, having a negative impact on our business, financial results, and cash flows.\n\nOur operations could be impacted by catastrophic events outside our control, including severe weather conditions such as hurricanes, floods, earthquakes, storms, epidemics, pandemics, acts of war, and terrorism. Any such event could cause a serious business disruption that could affect our ability to produce and distribute products and possibly expose us to third-party liability claims. Additionally, such events could impact our suppliers, customers, and partners, which could cause energy and raw materials to be unavailable to us, or our customers to be unable to purchase or accept our products and services. Any such occurrence could have a negative impact on our operations and financial results.\n\nInability to compete effectively in a segment could adversely impact sales and financial performance.\n\nWe face strong competition from large global competitors and many smaller regional competitors in many of our business segments. Introduction by competitors of new technologies, competing products, or additional capacity could weaken demand for, or impact pricing of our products, negatively impacting financial results. In addition, competitors’ pricing policies could affect our profitability or market share.",
      "char_count": 42659
    }
  },
  "extracted_at": "2026-01-19T15:24:12.582901"
}