{
  "ticker": "ASTS",
  "company_name": "AST SpaceMobile, Inc.",
  "cik": 1780312,
  "form_type": "10-K",
  "filing_date": "2025-03-03",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0000950170-25-030909",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001780312&accession_number=000095017025030909&xbrl_type=v",
  "sic_code": "4899",
  "industry": "Communications Services, NEC",
  "sections": {
    "item1": {
      "text": "Item 1. Business\n\n  Our Company \n\n  We are building the first and only global Cellular Broadband network in space to be accessible directly by everyday smartphones (2G/4G-LTE/5G devices) for commercial use, and other applications for government use utilizing our extensive intellectual property (“IP”) and patent portfolio. The SpaceMobile Service is being designed to provide cost-effective, high-speed Cellular Broadband services to end-users who are out of terrestrial cellular coverage using existing mobile devices. The SpaceMobile Service currently is planned to be provided by a constellation of high-powered, large phased-array satellites in low Earth orbit (“LEO”) using low-band and mid-band spectrum controlled by Mobile Network Operators (“MNOs”). \n\n  We intend to work with MNOs to offer the SpaceMobile Service to the MNOs’ end-user customers. Our vision is that users will not need to subscribe to the SpaceMobile Service directly through us, nor will they need to purchase any new or additional equipment. Instead, users will be able to access the SpaceMobile Service when prompted on their mobile device that they are no longer within range of the land-based facilities of the MNOs or will be able to purchase a plan directly with their existing mobile provider. We intend to seek to use a revenue-sharing business model for SpaceMobile Service in our agreements with MNOs. \n\n  The SpaceMobile Service is expected to be highly attractive to MNOs as it will enable them to improve and differentiate their service offering without significant incremental capital investments. The SpaceMobile Service is expected to enable MNOs to augment and extend their coverage without building towers or other land-based infrastructure, including where it is not cost-justified or is difficult due to geographical challenges. As a result of the incremental coverage created by the planned SpaceMobile Service, we believe that MNOs will have the opportunity to increase subscribers’ average revenue per user (“ARPU”).\n\n  We also intend to leverage our patented technology, including large phased array and high power capability of our BlueWalker 3 (“BW3”) test satellite and our BB satellites, for a variety of applications in the government sector. To this end, we have entered into agreements with prime contractors for the United States (“U.S.”) government to perform certain tasks and intend to seek to enter into other similar agreements with the U.S. government, either directly or through prime contractors, to develop and test certain non-communication applications and, once qualified, provide certain non-communication and communication services through our satellites. \n\n  On April 1, 2019, we launched our first test satellite, BlueWalker 1 (“BW1”), which was used to validate our satellite to cellular architecture and was capable of managing communications delays from LEO and the effects of doppler in a satellite to ground cellular environment using the 4G-LTE protocol.\n\n  We launched our BW3 test satellite on September 10, 2022, and announced the completion of the deployment of the communication phased array antenna of the BW3 test satellite in orbit on November 14, 2022. Using the BW3 test satellite, we successfully completed two-way 5G voice calls directly to standard unmodified smartphones, achieved repeated successful download speeds of above 21 megabits per second (“Mbps”) to standard unmodified smartphones and spectral efficiency of approximately 3 bits per second per hertz. We have also successfully completed initial in-orbit and ground testing for non-communication government applications. We intend to continue testing capabilities of the BW3 test satellite, including further testing with cellular service providers and the U.S. government.\n\n  We launched five first generation commercial BB satellites (“Block 1 BB satellites”) on September 12, 2024. The Block 1 BB satellites are of similar size and weight to the BW3 test satellite and have ten times higher throughput than the BW3 test satellite. In October 2024, we completed the deployment of the communication phased array antennas and Q/V antennas in orbit and performed a series of monitoring tests and activities to confirm the successful initial operations of the Block 1 BB satellites. In January 2025, we successfully made the first SpaceMobile video call from space with Vodafone using standard unmodified smartphones. In February 2025, we completed the voice and video call tests on standard unmodified smartphones with AT&T and Verizon in the U.S. and also completed the tests for non-communication applications for the U.S. government. All five Block 1 BB satellites have participated in the tests at various stages. We expect to continue testing for SpaceMobile Service including beta testing prior to rollout of initial noncontinuous SpaceMobile Service in select markets including the United States, Europe and Japan.\n\n  Our next generation of commercial BB satellites (“Block 2 BB satellites”) featuring up to approximately 2,400 square feet communication array, the largest communication array to be ever deployed in a LEO for commercial use and more than three times bigger than the communication array of the Block 1 BB satellites in orbit today, are designed to deliver up to 10 times the bandwidth capacity of the Block 1 BB satellites. We believe the larger aperture array is expected to provide greater spectrum \n\n  1\n\n  reuse, enhanced signal strength and increased capacity, thereby reducing the necessary number of satellites to achieve service coverage as compared to smaller apertures. In addition, when we introduce our own AST5000 Application Specific Integrated Circuit (“ASIC”) chip in the Block 2 BB satellites, we expect to achieve materially greater throughput capacity of up to 40 MHz per beam to support 120 Mbps peak data rates and up to 10,000 MHz of processing bandwidth per Block 2 BB satellite, require less power and offer a lower overall unit cost. We have reached key production milestones and are in initial production phase of the first batch of the ASIC chip. Until we introduce our ASIC chip in Block 2 BB satellites, we expect to continue to manufacture and launch Block 2 BB satellites that are based on a Field Programmable Gate Arrays (“FPGA ”) chip. \n\n  We have entered into launch agreements with multiple launch service providers which will enable us to commence a planned launch campaign during 2025 and 2026 to launch approximately 60 Block 2 BB satellites. We have commenced assembling and testing the Block 2 BB satellites in accordance with our plan to meet this launch campaign to enable Continuous SpaceMobile Service coverage across key markets such as the United States, Europe, Japan and other strategic markets as well as to facilitate U.S. government applications. We expect to ship the first next-generation Block 2 BB satellite to the launch provider by the end of April 2025 for a launch estimated to occur shortly thereafter, which will commence our launch campaign of approximately 60 Block 2 BB satellites in 2025 through 2026. The timing of shipment of the first Block 2 BB satellite is contingent on a number of factors including satisfactory and timely completion of the assembly and testing of the Block 2 BB satellite, regulatory approvals for the launch, readiness of the launch vehicle, logistics and other factors, many of which are beyond our control.\n\n  We are headquartered in Texas where we operate 194,000 square feet of satellite assembly, integrating and testing (“AIT”) facilities and operate from multiple locations that include AIT and engineering and development locations elsewhere in the United States, India, Scotland, Spain and Israel. \n\n  Competitive Advantage\n\n  We believe our planned SpaceMobile Service will have the following competitive advantages:\n\n  Large Addressable Market: Our planned SpaceMobile Service is aimed at providing Cellular Broadband to mobile subscribers who are constantly moving in and out of coverage or live or work outside coverage, have no Cellular Broadband coverage, and have no connectivity or mobile cellular coverage. According to Groupe Speciale Mobile Association (“GSMA”), as of December 31, 2024, approximately 5.8 billion mobile subscribers are constantly moving in and out of coverage, approximately 3.4 billion people have no cellular broadband coverage and approximately 350.0 million people have no connectivity or mobile cellular coverage.\n\n  Delivery of Cellular Broadband Coverage at a Competitive Cost: We believe MNOs and wireless infrastructure providers will integrate our Cellular Broadband coverage capabilities to more cost effectively deliver wireless services in hard to reach areas and other areas that experience coverage gaps as compared to existing technology. We also believe the SpaceMobile Service could be used as a back up in the event of a disruption of service to the MNO’s terrestrial infrastructure due to a natural disaster such as a hurricane, civil unrest or a cyberattack.  \n\n  Definitive Commercial Agreements with MNOs Enabling Access to Key Markets and Potentially Large Number of Subscribers: We believe our definitive commercial agreement with AT&T and our plan to enter into an agreement with Verizon provide us a significant opportunity to provide SpaceMobile Service to the majority of end-users in the United States. Similarly, our definitive commercial agreement with Vodafone provides us with an opportunity to provide SpaceMobile Service to a large number of end-users in several international markets outside the United States. These definitive commercial agreements enable access to key markets and large number of end-users, which provides us with a significant advantage to rapidly roll out SpaceMobile Service, when available, and gain a higher market share in the direct-to-device market segment. \n\n  Cellular Broadband Directly to Unmodified Devices: Our large phased array, based on our innovative technology backed by more than 3,500 patent and patent pending claims, is designed to provide high speed Cellular Broadband including voice, text, data and video services directly to any off-the-shelf and unmodified 2G/4G-LTE/5G mobile device using low and mid-band cellular spectrum currently used by MNOs. This technology eliminates the need to purchase expensive, specialized equipment or new mobile device or to carry antennas.\n\n  Satellites Designed for Great Functionality, Power and Redundancy: Our satellites are designed to have the largest commercial phased array ever deployed in LEO to provide high speed Cellular Broadband for commercial use. Our large phased array aperture is expected to provide greater spectrum reuse, enhanced signal strength and increased capacity, thereby reducing the number of satellites required to achieve service coverage as compared to smaller aperture satellites. Our custom developed ASIC chip is expected to enable materially greater throughput capacity, including peak data rates of up to 120 Mbps per individual spot beam when utilizing 40 MHz of spectrum and two-way back haul capacity which could utilize up to 10,000 MHz of spectrum per \n\n  2\n\n  satellite, require less power and offer a significantly lower overall unit cost. We believe our large phased array design and custom ASIC chip together with our expansive and technologically diverse intellectual property portfolio consisting of more than 3,500 patent and patent pending claims, including innovations in the direct-to-cell satellite ecosystem from space to Earth, provide significant technological advantages to provide superior coverage and deliver high speed Cellular Broadband versus other direct to device satellite services. \n\n  Cost Advantages due to Greater Control of our Manufacturing: We believe that our significant investments in our manufacturing facilities and equipment, testing facilities including vibration and environment testing facilities, manufacturing processes, and supply chain provide us with a greater degree of control to manufacture our satellites in a timely manner and lower the overall costs of our satellites. We own the IP and control the manufacturing process either internally or through third-party contract manufacturers for approximately 95% of all the sub-systems used in our Block 2 BB satellites. We believe that having these intellectual property rights and controlling the manufacturing of these sub-systems provides flexibility to better secure our supply chain and lower the overall cost of our satellites.\n\n  Capability to Support Both Commercial and Government Applications on the Same Satellite or on a Singular Infrastructure: We believe our satellites will be capable of supporting both SpaceMobile Service to end users of the MNOs and a variety of applications in the government sector. We believe that having satellites to support both commercial and governmental applications will enable us to better optimize and monetize the capacity and capabilities of our satellites.\n\n  Our Strategy \n\n  We intend to build a SpaceMobile Service which leverages our technology to provide Cellular Broadband services to MNO end-user customers around the world using existing mobile devices, and for government use. The principal components of our strategy include the following:\n\n  Develop Complementary Relationships with Mobile Network Operators. We intend on partnering with MNOs to offer the SpaceMobile Service to their end-user customers. We believe the strategy will enable our MNO partners to expand the coverage areas of their operations and increase their total addressable market with limited incremental capital investment.\n\n  Focus on Providing Wholesale Services to Mobile Network Operators. In addition to seeking complementary relationships with MNOs, we will also seek to sell our services on a wholesale basis to MNOs who then offer this capability directly to their customer base. We believe this focus will enable us to avoid competing with existing incumbent MNOs and reduce the complexity of our operations, thereby significantly reducing our overhead, marketing costs, customer acquisition costs, billing infrastructure and other customer support operations. \n\n  Modular Deployment Schedule. We plan to construct and launch satellites in phases to focus our constellation’s initial coverage on targeted geographical areas that provide the most attractive opportunities. This prioritization of coverage is designed to minimize the capital required to initiate commercial service and generate revenue sooner. Focusing on targeted geographical areas will also enable us to concentrate our resources on fewer regulatory and ground infrastructure initiatives.\n\n  Continuing to Build and Leverage Relationships with Wireless Infrastructure Providers. We have entered into agreements with wireless infrastructure partners and intend to leverage these relationships to provide the in-country ground infrastructure and telecom facilities necessary for our MNO partners to deliver the SpaceMobile Service to their customers. We also believe that these wireless infrastructure providers will assist us in developing innovative financing techniques to support our infrastructure roll out and help us identify and partner with MNOs around the world.\n\n  Maintaining our Focus on Technology and Innovation. We continue to focus on research and development to bring our SpaceMobile Service to market for commercial service to end user customers of the MNOs and for certain government applications. Our continued innovation in the development of our satellite system, components and related technologies and services are supported by a global engineering team of space scientists and consultants. We are also making steady progress in industrializing our component manufacturing and satellite assembly process to automate the assembly, installation and testing of satellites. We are continuing to invest in our supply chain and expand our supplier base, increase the level of vertical integration for manufacturing our BB satellites to reduce dependency on any single supplier, secure the timely supply of materials to meet the production volume of our satellites, and control costs. We protect our innovations by filing numerous patent applications and intellectual property registrations in the U.S. and worldwide. We own most of the intellectual property we use. We also systematically monitor and review potential infringements on our intellectual property.\n\n  Developing Relationships with Multiple Launch Vehicle Providers. We have entered into agreements with multiple launch vehicle providers to secure launch contracts that meet our planned launch timelines for the initial BB constellation. In addition, \n\n  3\n\n  we are continuing to develop strategic relationships with additional launch vehicle providers both in the United States and outside the United States for cost effective future launches. Our BB satellites are designed to be launched in a variety of launch vehicles. Our current launch agreements with multiple launch providers enable us to commence a planned launch campaign during 2025 and 2026 to launch approximately 60 Block 2 BB satellites.\n\n  Explore opportunities for variety of applications in government sector. We intend to leverage our patented technology, including large phased array and high power capability of our BW3 test satellite and our BB satellites, for a variety of applications in the government sector. To this end, we have entered into agreements with prime contractors for the U.S. government to perform certain tasks and intend to seek to enter into other similar agreements with the U.S. government or prime contractors for the U.S government. We are also selected by the Space Development Agency (“SDA”) for an Other Transaction agreement to compete for upcoming prototype demonstration projects under the Hybrid Acquisition for proliferated Low-earth Orbit (HALO) program. We will now have the opportunity to compete directly as a prime contractor for specific prototype orders, demonstrating the feasibility and scalability of our technology for various government applications. \n\n  Technology Development Activities \n\n  The industry in which we compete is subject to rapid technological developments, evolving standards, changes in customer requirements and continuing developments in the communications and networking environment area. We believe our ability to adapt to these changes and to develop the SpaceMobile Service will be an important factor in our ability to execute our business plan. \n\n  Satellite design and development\n\n  Our BB satellite primarily consists of a phased array and a spacecraft bus (also referred to as a Control sat). The phased array consists of building blocks called microns. Each micron contains multiple antennas, front-end modules, a distributed digital processing and data transfer unit, and a thermal and electrical power system consisting of a solar panel, batteries and a power distribution unit. The Control sat is the main body and structural component of our BB satellite in which the payload and various subsystems, such as propulsion system, reaction wheels, avionics, power control and distribution unit, and QV antennas, are held. \n\n  As part of our strategy, we aim to own and control the IP of all major sub systems of our BB satellites, and design and assemble our own constellation of BB satellites. We conduct a majority of our satellite design and development activities by utilizing our global engineering team, including space scientists, mechanical and electronics engineers, semi-conductor engineers, RF and communications engineers, software developers, system engineers, and consultants on various aspects of our satellite system development efforts. Our design and development activities primarily take place in our engineering and development centers located in the United States, Scotland, Spain, India and Israel. In addition, we utilize third-party technology partners to assist in the development of certain satellite technology.\n\n  We have invested a substantial amount and hundreds of man-years in development of key sub systems including our solar power system for power generation at relatively lower cost than space industry standard power generation cost, battery packs, power control and distribution unit, flight software, ASIC chip, payload system, mechanisms and structures. We have devoted over four years of dedicated research, development and engineering expertise, equivalent to an estimated 150 man-years of intensive work, in design and development of our custom ASIC chip. We own the IP of our ASIC chip. While our initial Block 2 BB satellites currently in production are designed to support low-band spectrum only, we continue to make progress towards the completion of the design and development of our Block 2 BB satellites supporting mid-band spectrum. \n\n  Our Block 2 BB satellites are expected to be approximately 2,400 square feet in size and more than three times bigger than the communication array of the Block 1 BB satellites, which, by themselves, are the largest satellites in LEO. The Block 2 BB satellites will have the largest phased array ever deployed in a LEO for commercial use. We expect that the Block 2 BB satellites will benefit from the advantages of a larger aperture array and our own ASIC chip. We believe the larger aperture array of the Block 2 BB satellites is expected to provide greater spectrum reuse, enhanced signal strength and increased capacity thereby reducing the number of satellites required to achieve service coverage as compared to smaller aperture. We believe our ASIC chip, through our collaboration with a leading semiconductor design company, will enable materially greater throughput capacity of up to 40 MHz per beam to support up to 120 Mbps peak data rates and up to 10,000 MHz of processing bandwidth per Block 2 BB satellite, require less power and offer a significantly lower overall unit cost. Until we introduce our ASIC chip in Block 2 BB satellites, we expect to continue to manufacture and launch Block 2 BB satellites that are based on a FPGA chip. \n\n  4\n\n  Satellite deployment and coverage plans\n\n  We are developing a phased satellite deployment plan and corresponding commercial launch plan of the SpaceMobile Service based on targeted geographical areas to provide the SpaceMobile Service to the most commercially attractive MNO markets. This prioritization of coverage is designed to minimize the capital required to initiate and operate commercial service that generates cash flows from operating activities. We expect that such a successful commercial service would enable us to attract additional capital to continue to assemble and launch additional BB satellites to expand our capacity and geographic coverage area, although there can be no assurance that such capital would be available on terms acceptable to us, or at all.\n\n  We plan to achieve noncontinuous SpaceMobile Service in the selected, targeted geographical markets with the launch and operation of a total of 25 BB satellites (five Block 1 BB satellites and 20 Block 2 BB satellites). We believe the operation of a constellation of 25 BB satellites will enable us to potentially generate cash flows from operating activities to further support the buildup of the remaining constellation. We believe we can enable Continuous SpaceMobile Service coverage across key markets such as the United States, Europe, Japan and other strategic markets with the launch and operation of a total of approximately 45 to 60 BB satellites, and achieve Continuous SpaceMobile Service in all targeted geographical markets to meet our long term business goals with the launch and operation of a total of approximately 90 BB satellites. We anticipate launching and deploying additional satellites beyond the initial 90 satellites in order to enhance coverage and system capacity in response to incremental market demand. Continuous coverage is not expected to be available at all times in certain areas due to numerous factors, including number of active satellites in the region, latitude coverage range, and other factors. Our current plan is subject to numerous uncertainties, many of which are beyond our control, including satisfactory and timely completion of assembly and testing of the satellites, regulatory approvals, readiness of launch vehicles, availability of launch windows by the launch providers, logistics, our ability to raise additional capital for manufacturing of satellites and launch payments, proposed orbits and resulting satellite coverage, launch costs, ability to enter into agreements with MNOs and other factors, many of which are beyond our control. We may adopt a strategy for commercial launch of the SpaceMobile Service, including the nature and type of services offered and the geographic markets where we may launch such services, that may differ materially from our current plan.\n\n  Customers, Sales and Marketing\n\n  We have developed relationships with companies, such as Vodafone, Rakuten, AT&T, Verizon, Google, American Tower, and others that have innovative technologies and products, skilled personnel, and potential end-user customers that complement our strategy. We believe that our business model is attractive to MNOs who will be able to augment and extend their Cellular Broadband coverage to customers without having to build additional towers, infrastructure, or purchase additional spectrum. In addition, we believe that the SpaceMobile Service will provide MNOs the opportunity to increase monthly ARPU through the sales of additional services.\n\n  We believe our patented technology leveraging our large phased array antenna could also be used in certain mission-critical communication capabilities in the government sector. We have entered into agreements with prime contractors for the U.S. government to perform certain tasks on our BW3 test satellite and our Block 1 BB satellites in orbit today and intend to seek to enter into other similar agreements with the U.S. government or prime contractors for the U.S government. We are also selected by the Space Development Agency (“SDA”) for an Other Transaction agreement to compete for upcoming prototype demonstration projects under the Hybrid Acquisition for proliferated Low-earth Orbit (HALO) program. We will now have the opportunity to compete directly as a prime contractor for specific prototype orders, demonstrating the feasibility and scalability of our technology for various government applications.\n\n  The SpaceMobile Service is being designed to offer Cellular Broadband under our wholesale business model with MNOs. We expect the MNOs will market our SpaceMobile Service to their existing customers, who will be the ultimate end-users. We generally seek to negotiate a revenue-sharing model in our agreements with MNOs. To date, we have entered into definitive commercial agreements with AT&T and Vodafone and approximately 50 preliminary agreements and understandings with other MNOs. We will need to execute definitive commercial agreements with those MNOs that will supersede the preliminary agreements and understandings before we can offer our SpaceMobile Service in jurisdictions where they operate. \n\n  5\n\n  We expect that the MNOs will market and sell the enhanced coverage of the SpaceMobile Service directly to their customers and offer the service at a differentiated price to the current terrestrial coverage using the following illustrative service offerings, among others.\n\n    Service Offering\n\n    Service Offering Details\n\n    Day Pass (Ad-Hoc)\n\n    ●\n\n    Upon leaving the terrestrial cellular coverage area, mobile subscribers will receive a text on their phone asking if they would like to turn on the SpaceMobile Service.\n\n    Monthly Add-on Subscription (Consumer)\n\n    ●\n\n    Subscribers can pay a fixed monthly fee to add the SpaceMobile Service as a supplemental service to their current wireless plan.\n\n    ●\n\n    Roaming onto the SpaceMobile Service’s network upon entering an area without cell tower coverage.\n\n    Monthly Add-on Subscription (Enterprise)\n\n    ●\n\n    Same as monthly add-on for consumers, but with more data targeting commercial enterprises.\n\n    Standalone Get Connected Plan\n\n    ●\n\n    In areas without cellular coverage today, subscribers will use and pay for the SpaceMobile Service as their primary network through an MNO partner.\n\n    Aeronautical and Maritime\n\n    ●\n\n    Connect end users travelling in aircraft and vessels for Cellular Broadband service. \n\n    Military and Government\n\n    ●\n\n    Service for military and governmental operations\n\n  We expect that the majority of our revenue will be generated from SpaceMobile Service offerings, once available, similar to those described above through revenue-sharing arrangements with MNOs; however, the ultimate offerings and pricing will be subject to mutual agreement with the MNOs and there can be no assurance as to what model any MNO ultimately offers its customers and the level of customer acceptance of these models.\n\n  The operation of SpaceMobile Service will require mobile traffic to be transmitted by our constellation of BB satellites and connected via high-throughput Q/V-band links to ground station gateways which will be collocated with the MNOs’ cellular network infrastructure. We are expanding our efforts on ground infrastructure development for commercial readiness and integrating our SpaceMobile Service into the MNOs’ infrastructure to initiate commercial services. We have entered into agreements for sale of gateway equipment and associated services to MNOs in development of our global network infrastructure.\n\n  Manufacturing, Assembly and Launch\n\n  Our strategy is to control the manufacturing and supply chain of the components used in our BB satellites, and assemble, integrate and test BB satellites primarily in our AIT facilities in Texas. We believe this strategy will result in a faster turn to market, greater control and lower overall costs. Our primary AIT facilities include approximately 194,000 square feet facilities in Texas for assembly and testing of our BB satellites, as well as an approximately 59,000 square foot new facility in Spain for assembly and testing of avionics and reliability components which will replace the existing 10,500 square foot facility when the lease ends in April 2025, and an approximately 33,000 square foot facility in Israel for assembly and testing of electronic components. We have made, and are continuing to make, significant capital investments in buildings and equipment both at our AIT facilities and at certain suppliers to increase the capacity to manufacture satellite components to reach our target capacity of assembling, integrating, and testing six BB satellites per month by the second quarter of 2025; streamline the assembly, integration and testing processes for BB satellites; and conduct various testing of satellites including vibration and environment testing at our facilities.\n\n  We utilize a range of domestic and international contract manufacturers and vendors to manufacture specific components, subsystems, software and other electronic components used in our BB satellites. As we have transitioned into mass production of our satellite components to meet our planned launches, we have entered into several long-term supply agreements and are seeking to enter into more long-term supply agreements with our suppliers to both secure supply of components to meet our demand and optimize the overall cost. Some components, subsystems and services necessary for the assembly of our satellites are currently obtained from a sole source supplier or a limited group of suppliers. Where feasible, we seek to evaluate and qualify new suppliers to mitigate our risk of dependency on sole source suppliers and increase the capacity and availability of components. We have made significant investments in the design, development, supply chain, and manufacturing and assembly processes of our BB satellites including various sub systems and components. We own the IP and control the manufacturing process, either internally at our AIT facilities or with contract manufacturers, for approximately 95% of the sub-systems used in our Block 2 BB satellites. In certain cases where we have invested or co-invested with our suppliers in the design and development of satellite components and subsystems but do not own the IP design and in cases where we select suppliers to manufacture our own custom designed components and subsystems, we generally have contractual restrictions on the suppliers prohibiting the use of these design, development, and manufacturing processes for certain number of years to supply the same or similar satellite components and \n\n  6\n\n  subsystems to any other third parties. We continuously aim to increase, where feasible, vertical integration for manufacturing of satellite components and subsystems at our AIT facilities to reduce our dependency on suppliers, ensure timely supply of satellite components and subsystems to meet our launch timeline, and lower the overall cost of BB satellites. \n\n  We have designed and developed our own ASIC chip. We have invested a substantial amount in completing the design of the ASIC chip and we own the IP of our ASIC chip. We entered into an agreement with a leading semiconductor manufacturer for tape-out and fabrication of our ASIC chip. We have reached a key production milestone and are in initial production phase of the first batch of our ASIC chip. Until we introduce our ASIC chip in Block 2 BB satellites, we expect to continue to manufacture and launch Block 2 BB satellites that are based on a FPGA chip.\n\n  We are leveraging the technological expertise and manufacturing know-how derived from the assembly and testing of our Block 1 BB satellite in the development and assembly of our Block 2 BB satellites. We are actively engaged in planning and procurement of materials needed for assembly and readiness of the Block 2 BB satellites to meet our planned launches in 2025 and 2026. As of the date of this Annual Report, we have placed orders for procurement of substantially all materials and components needed, in accordance with our production plan, for the assembly, integration and testing of the next 20 Block 2 BB satellites. In addition, we have also accelerated the procurement of components and materials needed for us to complete fully assembled microns and phased array for 53 Block 2 BB satellites and complete 40 fully integrated and assembled Block 2 BB satellites. Our manufacturing, assembly, and testing strategy for Block 2 BB satellites includes continuous production and assembly of various components and sub systems for economies of scale, cost efficiencies, and unlocking capacity constraints, to build sufficient quantity of components and sub systems readily available on hand to be able to complete the final integration and testing of the required number of Block 2 BB satellites closer to the planned launch timelines. As of the date of this Annual Report, we have completed production of various components and sub systems and have completed assembly of microns for multiple Block 2 BB satellites. We plan on continuing with the production of various components and sub systems and assembly of microns based on our current capacity and supply of materials. We plan to integrate these microns with control sat and test the fully integrated Block 2 BB satellites closer to the planned launch timeline. Once we complete the integration and testing of the first Block 2 BB satellite and complete our planned investments to increase assembly, integration, and testing capacity to six Block 2 BB satellites per month, we plan to accelerate the manufacturing, assembly, integration and testing of the Block 2 BB satellites to meet our planned launches in 2025 and 2026.\n\n  We have entered into launch agreements with multiple launch service providers which will enable us to commence a planned launch campaign during 2025 and 2026 to launch approximately 60 Block 2 BB satellites to enable Continuous SpaceMobile Service coverage across key markets such as the United States, Europe, Japan and other strategic markets as well as to facilitate U.S. government applications. We expect to ship the first next-generation Block 2 BB satellite to the launch provider by the end of April 2025 for a launch estimated to occur shortly thereafter, which will commence our launch campaign of approximately 60 Block 2 BB satellites in 2025 through 2026. The timing of shipment of the first Block 2 BB satellite is contingent upon a number of factors including satisfactory completion of the testing of the Block 2 BB satellite, receipt of necessary regulatory approvals for the launch, readiness of the launch vehicle, logistics and other factors, many of which are beyond our control. The timing of the planned launches in 2025 and 2026 is contingent on satisfactory and timely completion of the assembly and testing of the Block 2 BB satellites in accordance with our plan, timely receipt of necessary regulatory approvals, readiness of the launch vehicles and availability of launch windows by the launch providers, logistics, our ability to raise capital for manufacturing of satellites and launch payments, and other factors, many of which are beyond our control.\n\n  Government Regulations \n\n  We are required to comply with the laws and regulations of, and often obtain approvals from, national and local authorities in connection with our services. As we initiate service in additional countries and regions, we will become subject to additional governmental approvals and regulations. We will provide several services that rely on the use of radio-frequency spectrum, and the provision of such services is highly regulated. Satellites must be operated in a manner consistent with the regulations and procedures of the International Telecommunication Union (“ITU”), a specialized agency of the United Nations, which require the coordination of the operation of satellite systems in certain circumstances, and more generally are intended to avoid the occurrence of harmful interference among different authorized uses of the radio spectrum.\n\n  Our business is subject to extensive rules, regulations, statutes, orders and policies imposed by the government in the United States and in foreign jurisdictions. For example, in the U.S. commercial use of radio-frequency spectrum is subject to the jurisdiction of the Federal Communications Commission (“FCC”) under the Communications Act of 1934, as amended. The FCC is responsible for authorizing the operation of U.S. registered commercial spacecraft, and also authorizes non-U.S. licensed spacecraft to serve the United States. The FCC also licenses the operation of earth stations in U.S. states, territories and protectorates, and regulates the technical and other aspects of the operation of these facilities.\n\n  7\n\n  We will submit a modification to our commercial license with the FCC. This modification application (“Modification Application”) will be filed in the coming weeks, and will request authority to add additional satellites and frequencies for use with the SpaceMobile Service in the United States, including the incorporation of Verizon frequencies. This additional authority will support the growth and commercialization of our company in the United States, including the start of full commercial operations of the Non-Geostationary Orbit (“NGSO”) satellite system employing low-band (below 1 GHz) commercial cellular frequencies for service links, S- and UHF-band frequencies to support off-nominal telemetry, tracking, and control (“TT&C”) communications, and V-band frequencies for routine feeder link operations.\n\n  We expect that, if approved, the FCC will apply routine conditions to a license grant authorizing further satellite launches for the revised NGSO satellite system that we must comply with. If we further change the operational parameters of our satellites, we will need to file a supplemental application to modify our license with the FCC and obtain affirmative consent before undertaking such changes. If we do not meet the launch and operation milestones set out in our August 2024 grant of authority, we risk losing all or a portion of our surety bond for failure to meet such milestones. \n\n  Because the SpaceMobile Service will communicate with end users employing personal/portable cellular devices serving as mobile earth stations transmitting on spectrum traditionally licensed to MNOs, in the U.S. we also will need the approval of the FCC’s Wireless Telecommunications Bureau, which handles terrestrial wireless licensing. We have a lease agreement with AT&T pending before the FCC to authorize service links to end users in low-band spectrum that will be revised to align with the Modification Application. Similarly, we intend to file a new lease agreement with Verizon to enable use of its low-band spectrum that will be processed in parallel with the Modification Application. \n\n  We have experimental licenses with the FCC that permit the testing of the BW3 test satellite and the Block 1 BB satellites in LTE frequencies in multiple locations in the United States and permits the testing of V-band ground stations with the BW3 in Texas and Hawaii in connection therewith. We are required to comply with operational and coordination requirements set forth as conditions to the experimental license grant. Material changes to the experimental license testing parameters would require prior approval by the FCC.\n\n  We also will need to secure FCC authority in the future for the ground segment of the SpaceMobile Service, consisting of five fixed earth stations located in the United States. Earth station licenses generally are granted for 15-year terms, and typically are renewed in the ordinary course. Special temporary authority (“STA”) has been applied for each of these earth station sites as bridging authority, and the FCC approved such operations for Midland, Texas and Brewster, Washington in February 2025. Material changes in earth station operations would require prior approval by the FCC. The operation of our earth stations is subject to various license conditions, as well as the technical and operational requirements of the FCC’s rules and regulations. \n\n  We are also seeking regulatory approval for fixed earth stations in other jurisdictions around the world to operate satellite earth stations in connection with our service, including in connection with evaluation of the Block 1 BB satellites. Also, we are seeking regulatory approval to permit the commercial operation of our satellites using V-band and cellular frequencies in foreign jurisdictions where we intend to operate. If we are unable to obtain such regulatory approvals, we would not be able to operate in those jurisdictions. With respect to the BW3 test satellite, we have contracted with third parties to permit the usage of UHF and S-band frequencies for orbit raising maneuvers and off-nominal TT&C communications in jurisdictions outside of the United States. We intend to contract with third parties for the usage of UHF and S-band frequencies in jurisdictions outside of the United States in connection with the commercial operation of the SpaceMobile Service.\n\n  The SpaceMobile Service will also operate under filings made by the United States with the ITU to enable us to operate our satellite system. The orbital location and frequencies for our satellites are subject to the ITU’s regulations, including its frequency registration and coordination procedures, and its various provisions on spectrum usage. Those procedures are specified in the ITU Radio Regulations and seek to facilitate shared international use of limited spectrum and orbital resources in a manner that avoids harmful interference. Among other things, the ITU regulations set forth procedures for establishing international priority with respect to the use of such resources, deadlines for bringing satellite networks into use in order to maintain such priority, and coordination rights and obligations with respect to other networks, which vary depending on whether such networks have higher or lower ITU priority. Further licensing by the United States may be required if material changes to the SpaceMobile Service are made. We expect to register each of our satellites after launch with the United Nations Register of Objects Launched Into Outer Space. \n\n  Government regulators, including the FCC, have adopted expansive views of the scope of their regulatory authority over common carriers providing Cellular Broadband and are increasingly focused on the quality of service, customer disclosures, customer privacy, and the customer support that wireless carriers provide. These include, but are not limited to, common carrier obligations; universal service obligations; rules governing billing and the pass through of third party charges, regulations governing subscriber \n\n  8\n\n  privacy and customer proprietary network information; access to E911 and location accuracy requirements; roaming obligations; rules that require wireless service providers to configure their networks to facilitate electronic surveillance by law enforcement officials; emergency warning requirements; rules governing spam, telemarketing and truth-in-billing; outage reporting; open Internet and Net neutrality requirements; cybersecurity and rules requiring the offering of equipment and services that are accessible to and usable by persons with disabilities, among others. Although we do not currently expect that SpaceMobile will be subject to common carrier obligations and regulations, SpaceMobile’s MNO partners may be subject to the conditions described above.\n\n  On March 14, 2024, the FCC adopted a First Report & Order to implement a regulatory framework for SCS, which allows satellite operators to collaborate with terrestrial service providers to expand coverage to terrestrial licensee subscribers. We view the initial SCS rules as creating a favorable regulatory framework for the satellite-to-device services industry.\n\n  On August 2, 2024, the FCC authorized the launch of the first five Block 1 BB satellites under Call Sign S3065. This call sign will serve as underlying FCC designator for the full 248 satellite constellation planned by AST SpaceMobile. The FCC also approved operation of ancillary communications to the AST SpaceMobile fleet in UHF, S-band and V-band frequencies for telemetry, tracking and command functions, as well as feeder link connectivity for aggregated voice and data traffic. \n\n  In January 2025, we obtained STAs for service link operations from the FCC, under which we have begun testing in the United States employing low-band spectrum from AT&T and Verizon in the United States. We have also obtained the Special Temporary Authority in Turkey and the United Kingdom with Vodafone.\n\n  Intellectual Property \n\n  Our IP portfolio is expansive and technologically diverse, containing numerous and various innovations of the direct-to-cell satellite ecosystem from space to Earth. As of December 31, 2024, our IP portfolio consists of more than 3,500 patent and patent pending claims worldwide, of which approximately 1,550 have been officially granted or allowed. We have 36 patent families worldwide and to date, we have 45 granted United States patents (44 of which we own and one of which is exclusively licensed to us) and at least five United States patent applications that have been indicated as allowable and ready for issue pending completion of patent office formalities. We also have approximately 26 currently pending United States patent applications. Moreover, we have 19 granted international patents providing protection in 17 different countries, including Europe, Australia, Canada, India, Japan, and South Korea, and 6 that have been indicated as allowable and ready for issue pending completion of patent office formalities. We have approximately 61 pending international patent applications in the countries noted above as well as under the Patent Cooperation Treaty. \n\n  We seek to establish and maintain our proprietary rights in our technology and products through a combination of patents, copyrights, trademarks, trade secrets and contractual rights. We also seek to maintain our trade secrets and confidential information through nondisclosure policies, the use of appropriate confidentiality agreements and other security measures. We maintain IP infringement enforcement and defense insurance and plan to vigorously defend any infringement of our IP. We have filed or registered a number of patents and trademarks in the United States and in other countries and have a number of patent filings pending. There can be no assurance, however, that these rights can be successfully enforced against competitors or competitive products in any particular jurisdiction. Although we believe the protection afforded by our patents, copyrights, trademarks, trade secrets and contracts has incredible value, the rapidly changing technology in the satellite and wireless communications industries and uncertainties in the legal process make our future success dependent on the innovative skills, technological expertise and management abilities of our employees.\n\n  Certain of our products include software or other intellectual property licensed from third parties. While it may be necessary in the future to seek or renew licenses relating to various aspects of our products, we believe, based upon past experience and standard industry practice, that such licenses generally could be obtained on commercially reasonable terms. Nonetheless, there can be no assurance that the necessary licenses would be available on acceptable terms, if at all.\n\n  The industry in which we compete is characterized by rapidly changing technology, a large number of patents, and related litigation regarding patent and other intellectual property rights. We cannot assure you that our patents and other proprietary rights will not be challenged, invalidated or circumvented, that others will not assert intellectual property rights to technologies that are relevant, or that our rights will give us a competitive advantage. In addition, the laws of some foreign countries may not protect our proprietary rights to the same extent as the laws of the United States.\n\n  9\n\n  Competition\n\n  The mobile satellite services industry at-large is highly competitive but has significant barriers to entry, including the cost and difficulty associated with successfully developing, building and launching a satellite network and obtaining various governmental and regulatory approvals. In addition to cost, there is a significant amount of lead time associated with obtaining the required licenses, building and launching the satellite constellation, and developing and deploying the ground network technology. We currently face competition from other service providers that offer a range of mobile and fixed communications options. There are also a number of competitors who have developed or are working to develop innovative solutions to compete in this industry, many of which are more established providers or have significantly greater resources than we do. \n\n  We face competition from existing and new companies including SpaceX’s Starlink and Globalstar, which are developing satellite communications technology using LEO constellations to provide competitive services in the direct-to-device segment of the mobile satellite services industry.  In 2023, Apple introduced a new service supported by Globalstar which provides SOS Emergency Service capabilities to its latest generation iPhones. In February 2025, SpaceX and T-Mobile US offered a beta test of Starlink that included text messaging. In addition, we face competition from existing service providers such as Inmarsat, Globalstar, ORBCOMM, Thuraya Telecommunications Co. and Iridium Communications that offer a range of mobile and fixed communications options. We believe the planned SpaceMobile Service will compete with the direct-to-device segment of the mobile satellite service sector by providing the ability to support Cellular Broadband data rates, utilize existing unmodified handsets and operate in virtually all of the low to mid-band spectrums used by MNOs today. In comparison, the mobile satellite service LEOs offered by our existing competitors are designed to support low data rate applications such as SOS.\n\n  We also compete with regional mobile satellite communications services in several geographic markets. In these cases, the majority of our competitors’ customers require regional, not global, mobile voice and data services, so competitors may present a viable alternative to the SpaceMobile Service. These regional competitors operate or plan to operate geostationary satellites. In some markets, we compete directly or indirectly with very small aperture terminal operators that offer communications services through private networks using very small aperture terminals or hybrid systems to target business users. We also compete indirectly with terrestrial wireline and wireless communications networks and to the extent that terrestrial communications companies invest in underdeveloped areas, we may face increased competition in those areas. \n\n  Environmental, Health and Safety\n\n  We are subject to various laws and regulations relating to the protection of the environment and human health and safety, including those governing the management, storage and disposal of hazardous materials, such as fuels and batteries, which may contain hazardous materials. Certain environmental laws, such as the U.S. Comprehensive Environmental Response, Compensation and Liability Act of 1980, as amended (“CERCLA”), impose joint and several liability, without regard to fault, for cleanup costs on persons who disposed of or released hazardous substances into the environment, including at third-party sites or offsite disposal locations, or those who currently own or operate (or formerly owned or operated) sites where such a release occurred. In addition to clean-up actions brought by federal, state, local and foreign governmental entities, private parties could raise personal injury or other claims against us due to the presence of, or exposure to, hazardous materials on, from or otherwise relating to such a property. \n\n  Also, our operation of satellites will be regulated by various jurisdictions over which our satellites will travel, as well as those jurisdictions in which we enter or return to the earth’s atmosphere and land (including through unintentional landings), though complete destructive atmosphere reentry of each satellite is anticipated. We could incur significant costs, including cleanup costs, fines, sanctions and third-party claims, as a result of violations of or in connection with liabilities under environmental laws and regulations.\n\n  Human Capital Management\n\n  As of December 31, 2024, we had approximately 578 employees and consultants worldwide, which included approximately 312 employees and consultants in the U.S. and approximately 266 in other jurisdictions, primarily Scotland, Spain, India and Israel. We view the strength of our leadership team and our talented colleagues around the world as a critical component of our future success. In certain countries in which we operate, we are subject to, and comply with, local labor law requirements, which may automatically make our employees subject to industry-wide collective bargaining agreements. None of our U.S. employees are subject to any collective bargaining agreement. Generally, each employee is required to sign a confidentiality, non-disclosure and non-use agreement with us. We have not experienced any work stoppages and consider our relations with our employees to be good.\n\n  10\n\n  We consider our talent to be very important to our operations and execution of our business strategy as well as the overall success of our business. Our key human capital objectives in managing our business include attracting, developing and retaining top talent. As such, we invest significant management attention, time and resources to attract, engage, develop and retain our talent. Our talent strategy focuses on our employee training and development and the overall well-being and safety of our talent. \n\n  We have ongoing training and development programs to enable employees to further refine and develop their skills. We provide access and make training and development programs available to our employees which include technical programs, regulatory and compliance, business communications and leadership development.\n\n  We seek to attract employees by using a wide variety of recruiting platforms, such as online job portals, recruiters, in-person job fairs, local university training and recruitment programs, and employee referrals. We encourage training and development of our employees and provide on-the-job training and online platforms.\n\n  Our success depends, in part, on our continuing ability to identify, hire, attract, train, develop, and maintain our employees’ well-being. Our ability to hire, attract and retain employees depends on our ability to provide competitive total compensation. Our compensation and benefit packages are designed to attract and retain employees and align the employees’ interests with our long-term success. We seek to align the interests of our employees and stockholders by providing long-term incentive programs such as awards of stock-based compensation to most of our employees. We generally make available the following benefits for our employees, including, but not limited to, a 401(k) retirement savings plan for our U.S. based employees, health insurance, flexible spending accounts, life insurance, long- and short-term disability, paid vacation, paid time off for holidays, sick time, and parental leave.\n\n  We are committed to providing a safe working environment for our employees. Our engineering and manufacturing facilities have injury prevention programs, and our procedures emphasize the need for the cause of injuries to be investigated and for action plans to be implemented to mitigate potential recurrence.\n\n  Key Wireless Infrastructure Provider Relationships\n\n  We have relationships with various wireless infrastructure providers. A summary of certain commercial relationships with wireless infrastructure providers is below.\n\n  Vodafone\n\n  On December 9, 2024, AST LLC and Vodafone entered into a definitive long-term commercial agreement through 2034, subject to certain termination rights, which establishes the framework for Vodafone to offer space-based cellular broadband connectivity in its home markets, as well as to other operators via its Partner Markets program (the “Vodafone Commercial Agreement”). The Vodafone Commercial Agreement includes mutual exclusivity, conditioned upon AST meeting certain service commitments and applicable regulatory or governmental approvals for the services, within certain Vodafone home markets for five years; preferential commercial terms in Vodafone partner markets; a revenue share for the SpaceMobile Service; and the procurement, building and operating of mobile network ground stations at a mutually agreed cost by Vodafone. Vodafone submitted purchase orders for Block 1 BlueBird gateways and other network equipment from us to support planned commercial service. Vodafone has the right to designate one individual to our Board of Directors. Currently, Vodafone’s designee is Luke Ibbetson, Head of Group Research & Development, Vodafone.\n\n  American Tower \n\n  We and American Tower have entered into a side letter agreement that was subsequently amended and restated on December 15, 2020 to reflect the transactions and agreements contemplated by the Equity Purchase Agreement between us and New Providence Acquisition Corp. (“NPA”) (the “Amended and Restated Letter Agreement”). The Amended and Restated Letter Agreement contemplates that we and American Tower will enter into commercial agreements to allow us to use American Tower facilities for our terrestrial gateway facilities in certain markets. The term of the operational agreement between us and American Tower is for an anticipated five years after the initial launch of commercial mobile services by us.\n\n  On March 22, 2022, we and American Tower entered into a non-binding term sheet reflecting the terms and conditions for the deployment of our gateway satellite technology equipment on property owned and operated by American Tower. Under the agreement, American Tower will provide us leased space and managed services at its current and future tower sites and data centers under the global master lease agreements to be entered into by the parties.\n\n  11\n\n  The usage of any American Tower services in a Vodafone market will be memorialized in a commercial agreement among all three parties. In markets where Vodafone does not operate (“Carrier Neutral Markets”), we and American Tower may enter into an agreement for American Tower to manage the operation of our deployed gateway facility in such market. In Carrier Neutral Markets where we require a third party to provide a gateway facility or services, we agree to not accept any bid that is inferior to American Tower’s best and final proposal for such gateway facility or services. We also agree to use commercially reasonable efforts to utilize American Tower facilities in (i) Vodafone markets where Vodafone decides to not use its facilities, (ii) in Carrier Neutral Markets, and (iii) instances where we require a third-party vendor.\n\n  Additionally, we will work with American Tower to evaluate and plan gateway facility and radio access network data center deployments with preferred vendor status to offer carrier-neutral hosting facilities in certain equatorial markets. American Tower will serve as the preferred vendor for carrier neutral hosting facilities. We will pay American Tower a monthly connection fee for use of a carrier neutral hosting facility, which we expect will be charged back to each applicable MNO. If we and American Tower agree to construct a new carrier neutral hosting facility or improve an existing one and American Tower elects to fund all such capital expenditures, American Tower will provide us with a fair-market, long-term lease to such facility. No payments have been made to date between us and American Tower under the Amended and Restated Letter Agreement. American Tower has the right to designate one individual to our Board of Directors. Currently, American Tower’s designee is Ed Knapp, Chief Technology Officer, American Tower.\n\n  Rakuten \n\n  On February 4, 2020, we entered into a commercial agreement with Rakuten, for the development of exclusive network capabilities in Japan compatible with the mobile network of Rakuten and its affiliates, which agreement was amended and restated as of December 15, 2020 (the “Rakuten Agreement”). Under the terms of the Rakuten Agreement, we agreed to make investments in building network capabilities in Japan that are compatible with the mobile network of Rakuten and its affiliates. Furthermore, we will collaborate with Rakuten to ensure network capability with Rakuten’s licensed frequencies, including full coverage in Japan with 3GPP Band 3 frequencies with MIMO capability. Upon the launch of such coverage, Rakuten will receive unlimited, exclusive rights and usage capacity in Japan in exchange for a $0.5 million annual maintenance fee payable to us or our successors. Furthermore, we will make $5.0 million (or such lesser amount as mutually agreed upon the parties) in capital investments towards the design, assembly, acquisition and implementation of ground communication assets. We and Rakuten will receive unlimited rights and usage of the ground assets for their respective operations, including, but not limited to, satellite and other telecommunication communications. The term of the Rakuten Agreement shall remain in effect until we fulfill our obligations under the Rakuten Agreement. Rakuten Inc. has also submitted purchase orders for purchase of network equipment from AST LLC to support planned commercial service. Rakuten has the right to designate one individual to our Board of Directors and to appoint one observer to the Board. Currently, Rakuten has designated Hiroshi Mikitani, Founder, Chairman and Chief Executive Officer, Rakuten, Inc. as a director.\n\n  AT&T \n\n  We have achieved many significant milestones in our collaboration with AT&T over the years. We achieved our first two-way voice call in April 2023, first over-the-top video application call in June 2023 and first direct-to-cellular 5G call in September 2023 using our BW3 test satellite and our first video call in February 2025 using our Block 1 BB satellites. We have also collaborated with AT&T to test applications of a nationwide public safety network built with and for America’s first responders in January 2024. \n\n  On May 10, 2024, AST LLC and AT&T entered into a definitive commercial agreement (“AT&T Commercial Agreement”) through 2030, subject to auto-renewal for successive two-year periods unless either party terminates. Under the AT&T Commercial Agreement, AT&T will purchase access to and utilize our network and satellite services to provide service offerings to AT&T’s end users within the continental United States (excluding Alaska) and Hawaii. AT&T will pay to AST LLC a percentage of the gross monthly revenue AT&T bills to its end users for the services enabled by the satellite services. AT&T has also submitted purchase orders for purchase of network equipment from AST LLC to support planned commercial service. In addition, under the AT&T Commercial Agreement, AT&T has made a non-refundable $20.0 million commercial payment for prepaid service revenue, creditable against future service revenue of AST LLC, as first set forth in a letter agreement, dated January 16, 2024, between AT&T and us. AT&T has the right to designate one individual to our Board of Directors. Currently, AT&T’s designee is Keith Larson, a long-time Intel executive with deep expertise in corporate development and corporate governance.\n\n  12\n\n  Google \n\n  AST LLC entered into a letter agreement on January 16, 2024 with Google, LLC (“Google”) whereby the parties will negotiate and execute a definitive agreement to provide, among other things, certain services to each other and have agreed to collaborate on product development, testing and implementation plans for SpaceMobile network connectivity on Android devices (such agreement, the “Services Agreement”). On October 18, 2024, the parties executed the Services Agreement for a term that is three years after continuous commercial service coverage for end users at certain satellite orbit inclinations, subject to auto-renewal for successive three-year periods unless either party terminates. \n\n  Verizon\n\n  On May 23, 2024, AST LLC and Verizon entered into a Memorandum of Understanding, pursuant to which Verizon has made a non-refundable $20.0 million commercial payment for prepaid service revenue, creditable against future service revenue of AST LLC and will make a second $45.0 million commercial payment for prepaid service revenue, creditable against future service revenue of AST LLC, subject to us receiving certain regulatory approvals for our SpaceMobile Service and entry into a definitive commercial agreement. Verizon has also submitted purchase orders for purchase of network equipment from AST LLC to support planned commercial service.\n\n  Available Information\n\n  Our Company's internet website address is www.ast-science.com. We file or furnish periodic reports and amendments thereto, including our Annual Reports on Form 10-K, our Quarterly Reports on Form 10-Q and Current Reports on Form 8-K, proxy statements and other information with the SEC. We also make available on that website, and in print, if any stockholder or other person so requests, our “Code of Business Conduct and Ethics” applicable to all employees and Directors. Any waiver granted by us to our principal executive officer, principal financial offer, principal accounting officer or controller or persons performing similar functions under the Code of Ethics and certain amendments to the Code of Ethics will be posted on that website. In addition, the SEC maintains a website (www.sec.gov) that contains reports, proxy and information statements, and other information regarding issuers that file electronically.",
      "char_count": 68827
    },
    "item1a": {
      "text": "Item 1A. Risk Factors\n\n  You should carefully consider the risks described below together with the other information set forth in this report, which could materially affect our business, financial condition and future results. The risks described below are not the only ones that we may face. Additional risks that are not currently known to us or that we currently consider immaterial may also impair our business, financial condition or results of operations.\n\n  Risk Factor Summary\n\n  The following is a summary of the material risks that could adversely affect our business, operations and financial results.\n\n  Risks Related to Our Business and Industry\n\n  •Our SpaceMobile Service is in development and may not be completed on time or at all and the costs associated with it may be greater than expected.\n\n  •We may not be able to raise additional funds for continued operations and to initiate our SpaceMobile Service when we need them on favorable terms or at all.\n\n  •We will incur significant expenses and capital expenditures in the future to execute our business plan and develop the SpaceMobile Service, and we may be unable to adequately forecast or control our expenses.\n\n  •We have a history of losses and may never become profitable.\n\n  •Contracts with the U.S. government subject us to risks including early termination, audits, investigations, sanctions and penalties. \n\n  •We will rely on MNOs and require regulatory approvals to access the spectrum the SpaceMobile Service needs to operate.\n\n  •We have a limited operating history and operate in a rapidly evolving industry, which makes it difficult to evaluate our business and future prospects and increases the risk of your investment.\n\n  •Our ability to successfully implement our business plan will depend on a number of factors outside of our control.\n\n  13\n\n  •We are highly dependent on the services of Abel Avellan, our founder, Chairman and Chief Executive Officer, and if we are unable to retain Mr. Avellan, attract and retain key employees and hire qualified management, technical and engineering personnel, our business could be adversely affected.\n\n  •Rapid and significant technological changes could render the SpaceMobile Service obsolete and impair our ability to compete.\n\n  •If we fail to manage our future growth effectively, our business, prospects, operating results and financial condition could be materially adversely affected.\n\n  •We could fail to achieve revenue, or experience a decline in revenue, as a result of increasing competition from companies in the wireless communications industry, including wireless and other satellite operators, and from the extension of land-based communications services or new technologies.\n\n  •We face competition from existing and potential competitors in the telecommunications industry, including terrestrial and satellite-based network systems.\n\n  •We will be dependent on third parties to market and sell our products and services.\n\n  •We rely on third parties for the supply of equipment, satellite components and services.\n\n  •We and our suppliers rely on complex systems and components, which involves a significant degree of risk and uncertainty in terms of operational performance and costs.\n\n  •Pursuing strategic transactions could cause us to incur additional risks.\n\n  Risks Related to Our Satellites and Planned SpaceMobile Service\n\n  •We may not be able to launch our satellites, or operate our satellites after launch, successfully.\n\n  •Launch insurance, even if it is available, will not fully cover the risks related to the launch of our satellites.\n\n  •Our satellites may experience operational problems, which could affect our ability to provide an acceptable level of service to the end-user customers.\n\n  •Our products could fail to perform or could perform at reduced levels of service because of technological malfunctions or deficiencies, regulatory compliance issues, or events outside of our control, which would harm our business and reputation.\n\n  •Our satellites have a limited life and may fail prematurely, which could cause our network to be compromised and materially and adversely affect our business, prospects and potential profitability.\n\n  •Our business could be adversely affected if we are unable to protect our intellectual property rights from unauthorized use by third parties.\n\n  •Our intellectual property applications for registration may not issue or be registered, which may have a material adverse effect on our ability to prevent others from commercially exploiting products similar to ours.\n\n  •We may become subject to claims that our satellites or services violate the patent or intellectual property rights of others, which could be costly and disruptive to us.\n\n  •Our networks and those of our third-party service providers and MNOs may be vulnerable to security risks.\n\n  •Cyberattacks impacting our networks or systems may have a material effect on our operations.\n\n  •Our satellites may collide with space debris or another spacecraft, which could adversely affect the performance of the SpaceMobile Service.\n\n  Risks Related to Our Legal and Regulatory Matters\n\n  •Our business is subject to extensive government regulation worldwide, which mandates how we may operate our business and may increase the cost of providing services and expansion into new markets.\n\n  •Our ability to provide service to our customers and generate revenues could be harmed by adverse governmental regulatory actions.\n\n  •Our ability to offer one or more services in important countries or regions of the world could be limited due to regulatory requirements or geopolitical events.\n\n  14\n\n  •We expect to provide the SpaceMobile Service in the U.S. and elsewhere on frequencies not regularly allocated for mobile-satellite service, which requires regulatory approval, and there can be no assurance that we will receive or be able to maintain such approval.\n\n  Risks Related to Our Organizational Structure\n\n  •The multi-class structure of our Common Stock has the effect of concentrating voting power with our Chief Executive Officer, which will limit an investor’s ability to influence the outcome of important transactions, including a change of control.\n\n  Risks Related to Tax\n\n  •The Tax Receivable Agreement requires us to make cash payments to the TRA Holders in respect of certain tax benefits and such payments may be substantial. \n\n  Risks Related to Owning our Class A Common Stock \n\n  •Our stockholders may experience future dilution as a result of future equity offerings and such dilution may be substantial\n\n  •If we are unable to raise additional capital in the future, it may result in our independent registered public accounting firm or management expressing substantial doubt about our ability to continue as a going concern in future financial statements.\n\n  Risks Related to Our Pending Ligado Transaction\n\n  •Our proposed transaction with Ligado may not be consummated, and definitive documentation between AST LLC and Ligado may not be agreed upon or approved by the applicable bankruptcy court. We may fail to realize the anticipated benefits of our proposed transaction with Ligado. In addition, our shareholders may experience additional dilution due to the consideration which we would be required to pay to Ligado in the transaction.\n\n  Risks Related to Our Business and Industry\n\n  Our SpaceMobile Service is in development and may not be completed on time or at all and the costs associated with it may be greater than expected.\n\n  Costs of the design, assembly, integration, testing and launch of satellites and related components and ground infrastructure, as well as operating costs, are substantial. There can be no assurance that we will complete the SpaceMobile Service and related infrastructure, products and services on a timely basis, on budget or at all. Design, assembly and launch of satellite systems are highly complex and historically have been subject to frequent delays and cost over-runs. For example, the BW3 launch was delayed, the BW3 development costs exceeded initial estimates, BW3 testing took longer than expected, and the launch of Block 1 BB satellites was delayed. Development of the SpaceMobile Service, which is utilizing new technology, may continue to suffer from delays, interruptions or increased costs due to many factors, some of which may be beyond our control, including:\n\n  •the failure of the SpaceMobile Service to work as expected as a result of technological or manufacturing and assembling difficulties, design issues or other unforeseen matters;\n\n  •lower than anticipated demand and acceptance for the SpaceMobile Service and mobile satellite services in general;\n\n  •our inability to obtain capital in the public and private markets to finance the SpaceMobile Service and related infrastructure, products and services on acceptable terms or at all;\n\n  •engineering and/or manufacturing performance failing or falling below expected levels of output or efficiency;\n\n  •denial or delays in receipt of regulatory approvals or non-compliance with conditions imposed by regulatory authorities;\n\n  •the breakdown or failure of equipment or systems;\n\n  •the inability to reach commercially viable agreements with launch providers that can accommodate the technical specifications of our satellites, proposed orbits and resulting satellite coverage, and proposed launch timing;\n\n  •launch costs which may exceed our estimates;\n\n  •non-performance by third-party contractors or suppliers;\n\n  15\n\n  •the inability to develop or license necessary technology on commercially reasonable terms or at all;\n\n  •launch delays or failures or deployment failures or in-orbit satellite failures once launched;\n\n  •the inability to reach commercially viable cooperative agreements to license spectrum with one or more MNOs;\n\n  •the inability to negotiate agreements with mobile network operators relating to the SpaceMobile Service that would supersede memoranda of understanding;\n\n  •labor disputes or disruptions in labor productivity or the unavailability of skilled labor;\n\n  •increases in the costs of materials or services, including due to inflation;\n\n  •changes in project scope;\n\n  •increased competition including competitors that may have more resources than we do;\n\n  •additional requirements imposed by changes in laws or regulations;\n\n  •geopolitical events, such as the outbreak of war or hostilities, as well as related sanctions and other trade restrictions; \n\n  •pandemics, epidemics or other global public health events; or \n\n  •severe weather or catastrophic events such as fires, earthquakes, storms (including space storms and adverse weather in space) or explosions.\n\n  If any of the above events occur, it could have a material adverse effect on our ability to continue to develop the SpaceMobile Service and related infrastructure, products and services, which would materially adversely affect our business, financial condition and results of operations.\n\n  We may not be able to raise additional funds for continued operations and to initiate our SpaceMobile Service when we need them on favorable terms or at all.\n\n  We will need to raise significant additional capital for operating and capital expenditures to design, assemble and launch our Block 2 BB satellites and operate a constellation needed to provide Continuous SpaceMobile Service coverage across key markets such as the United States, Europe, Japan and other strategic markets as well as to facilitate U.S. government applications. \n\n  We currently estimate the average capital costs, consisting of direct materials and launch costs, for a constellation of 90 Block 2 BB satellites to be approximately $19.0 million to $21.0 million per satellite, with initial launches higher than that range and trending down over time as we optimize payloads and launch terms. We have entered into launch agreements with multiple launch service providers that will enable us to commence a planned launch campaign during 2025 and 2026 to launch approximately 60 Block 2 BB satellites. While launch agreements for our satellites are critical in facilitating our ability to provide the SpaceMobile Service, these agreements and future agreements, once executed, increase our financial risks significantly.\n\n  We intend to seek to raise additional capital to fund the design, assembly and launch of our constellation and operation of the commercial services through the issuance of equity, equity-linked or debt securities (secured or unsecured), secured or unsecured loans or other debt facilities, and credit from government or financial institutions or commercial partners, including through our existing 2024 ATM Equity Program.\n\n  Our ability to access the capital markets during this period may require us to modify our current expectations. There can be no assurance that additional funds will be available to us on favorable terms or at all. If we cannot raise additional funds when needed in the future, our financial condition, results of operations, business and prospects will be materially and adversely affected, including as a result of the need to cancel launch agreements and related incurrence of significant termination fees to cancel those launch agreements.\n\n  We will incur significant expenses and capital expenditures in the future to execute our business plan and develop the SpaceMobile Service, and we may be unable to adequately forecast or control our expenses.\n\n  We will incur significant expenses and capital expenditures in the future to further our business plan and develop the SpaceMobile Service, including expenses to:\n\n  •design, develop, assemble and launch our satellites;\n\n  •design and develop the components of the SpaceMobile Service;\n\n  16\n\n  •acquire and maintain our long-term access to up to 45 MHz of lower mid-band spectrum contemplated in the Ligado Transaction (defined below);\n\n  •conduct research and development;\n\n  •purchase raw materials and components;\n\n  •launch and test our systems;\n\n  •expand our design, development, production, maintenance and repair capabilities;\n\n  •protect our intellectual property rights; and\n\n  •increase our general and administrative functions to support our growing operations.\n\n  Because we will incur much of the costs and expenses from these efforts before we receive any revenues with respect to the SpaceMobile Service, our losses in future periods will be significant. Also, we may find that these efforts are more expensive than we currently anticipate or that these efforts may not result in revenues, which would further increase our losses. Our ability to become profitable in the future will not only depend on our ability to successfully launch additional satellites and build the SpaceMobile Service, but also our ability to control costs. If we are unable to efficiently design, assemble, launch and service our satellites or experience significant delays during such development, our potential margins, potential profitability and prospects could be materially and adversely affected.\n\n  We have a history of losses and may never become profitable.\n\n  We incurred a net loss attributable to common stockholders of $300.1 million for the year ended December 31, 2024 and have incurred net losses attributable to common stockholders of approximately $489.7 million from our inception through December 31, 2024. To date, we have not generated any revenues from our SpaceMobile Service.\n\n  We will continue to incur operating and net losses each quarter until we begin generating significant revenue as a result of planned launches of our commercial satellites and may continue to incur operating or net losses even after we begin generating significant revenue. The likelihood of success of our business plan must be considered in light of the substantial challenges, expenses, difficulties, complications and delays frequently encountered in connection with developing and expanding early-stage businesses and the competitive environment in which we operate. The development of a satellite-based Cellular Broadband network and related intellectual property is a speculative undertaking, involves a substantial degree of risk, is a capital-intensive business and may ultimately fail. If we cannot successfully execute our plan to develop the SpaceMobile Service, our business may not succeed.\n\n  Our potential profitability is dependent upon the successful development and successful commercial introduction and acceptance of the SpaceMobile Service, which may not occur. Even if we are able to successfully develop the SpaceMobile Service, there can be no assurance that it will be commercially successful and become profitable on a sustained basis, if at all. We expect to have quarter-to-quarter fluctuations in expenses and capital expenditures, some of which could be significant, due to research, development, manufacturing and assembly expenses and the investments required to design, assemble and launch the SpaceMobile Service constellation of satellites.\n\n  Contracts with the U.S. government subject us to risks including early termination, audits, investigations, sanctions and penalties. \n\n  While we currently derive limited revenue from existing contracts with prime contractors for the U.S. government, we may enter into additional contracts with the U.S. government in the future directly and through prime contractors. In February 2025, we secured a $43.0 million contract award in support of the Space Development Agency through a prime contractor. Such U.S. government contracts subject us to statutes and regulations applicable to companies doing business with the government, including the Federal Acquisition Regulation, which governs aspects of U.S. government contracting, including contractor qualifications and acquisition procedures. These government contracts customarily contain provisions that give the government substantial rights and remedies, many of which are not typically found in commercial contracts and which are unfavorable to contractors. For instance, most U.S. government agencies include provisions that allow the government to unilaterally terminate or modify contracts for convenience, and in that event, the counterparty to the contract may generally recover only its incurred or committed costs and settlement expenses and profit on work completed prior to the termination. If the government terminates a contract for default, the defaulting party may be liable for any extra costs incurred by the government in procuring undelivered items from another source. In addition, government contracts normally contain additional requirements that may increase our costs of doing business, reduce our profits, and expose us to liability for failure to comply with these terms and conditions. These requirements include, for example:\n\n  17\n\n  •specialized disclosure and accounting requirements unique to government contracts;\n\n  •financial and compliance audits that may result in potential liability for price adjustments, recoupment of government funds after such funds have been spent, civil and criminal penalties, or administrative sanctions such as suspension or debarment from doing business with the U.S. government;\n\n  •public disclosures of certain contract and company information; and\n\n  •mandatory socioeconomic compliance requirements, including labor requirements, non-discrimination and affirmative action programs and environmental compliance requirements.\n\n  Government contracts are also generally subject to greater scrutiny by the government, which can initiate reviews, audits and investigations regarding our compliance with government contract requirements. In addition, if we fail to comply with government contracting laws, regulations and contract requirements, our contracts may be subject to termination, and we may be subject to financial and/or other liability under our contracts, the Federal Civil False Claims Act (the “False Claims Act”) (including treble damages and other penalties), or criminal law. In particular, the False Claims Act’s “whistleblower” provisions also allow private individuals, including present and former employees, to sue on behalf of the U.S. government. Any penalties, damages, fines, suspension, or damages could adversely affect our ability to operate our business and our financial results.\n\n  In addition, changes in government policies, priorities, regulations, government agency mandates, funding levels through agency budget reductions, the imposition of budgetary constraints, or a decline in government support or deferment of funding for programs in which we participate either directly or through prime contractors could result in contract terminations, delays in contract awards, reduction in contract scope, performance penalties or breaches of our contracts, the failure to exercise contract options, the cancellation of planned procurements, and fewer new business opportunities, all of which could negatively impact our business, financial condition, results of operations and cash flows.\n\n  We will rely on MNOs and require regulatory approvals to access the spectrum the SpaceMobile Service needs to operate.\n\n  Unlike traditional mobile satellite services, the SpaceMobile Service is not being designed to deliver service over spectrum allocated for mobile satellite use. Rather, the SpaceMobile Service is being designed to deliver service over spectrum allocated for terrestrial mobile use. To do so, regulators in each country where we plan to offer the SpaceMobile Service will need to approve the SpaceMobile Service’s use of spectrum in this manner. We will also need to reach commercial agreements with MNOs under which they will agree to provide us with access to their licensed spectrum on suitable terms and conditions. Although we have received an initial license from the FCC to launch and operate the first five Block 1 BB satellites using S- and UHF-band frequencies to support telemetry, tracking, and control operations and have entered into a space-based wireless connectivity agreement with AT&T to provide the SpaceMobile Service to AT&T’s end users for use within the continental United States (excluding Alaska) and Hawaii, with Vodafone to provide SpaceMobile Services to Vodafone’s end users for use outside the United States, and also plan to enter into a commercial agreement with Verizon in the United States, we cannot be sure that additional regulatory approvals will be forthcoming or, if received, that they will be issued in a timely manner and on terms and conditions that will allow us to meet our business plan. Likewise, we cannot be sure that further commercial agreements with MNOs can be reached or that the terms of such agreements will allow us to provide the SpaceMobile Service for a sufficient period of time or on terms and conditions that will allow us to meet our business plan.\n\n  We have a limited operating history and operate in a rapidly evolving industry, which makes it difficult to evaluate our business and future prospects and increases the risk of your investment.\n\n  Formed in May 2017, we have a limited operating history in the satellite communications industry, which is rapidly evolving. As a result, there is limited information on which investors can base an evaluation of our business, strategy, operating plan, results and prospects. We intend to derive substantially all of our revenues from the SpaceMobile Service, which is still in the beginning stages of development. There are also no assurances that we will be able to secure future business, or to convert existing memoranda of understanding into definitive commercial agreements, with MNOs who are in turn expected to market and sell the SpaceMobile Service to their existing customers as the end users.\n\n  It is difficult to predict future revenues and expenses, and we have limited insight into trends that may emerge and affect our business. We are a developmental stage company facing substantial business and operational risks, including a relatively untested market strategy, all of which makes forecasting future business results particularly difficult and results in a significant level of execution risk.\n\n  18\n\n  Our ability to successfully implement our business plan will depend on a number of factors outside of our control.\n\n  The success of our business plan is dependent on a number of factors outside of our control, including:\n\n  •our ability to maintain the functionality, capacity and control of the SpaceMobile Service and satellite network once launched;\n\n  •the ability to access MNO or other spectrum on suitable terms to us;\n\n  •the level of market acceptance and demand for our products and services from MNOs and their end-user customers;\n\n  •the ability to introduce products and services that satisfy market demand;\n\n  •the ability to comply with all applicable regulatory requirements in the countries in which we plan to operate;\n\n  •the effectiveness of competitors in developing and offering similar services and products;\n\n  •consumer acceptance of initial phases of the SpaceMobile Service which is not expected to provide continuous service;\n\n  •the ability to find third parties to successfully launch our satellites; and\n\n  •the ability to maintain competitive prices for our products and services and to control our expenses.\n\n  Also, if the experience of the SpaceMobile Service’s end-users is not reasonably equivalent to the experience they have using a terrestrial network, we may not achieve widespread consumer acceptance.\n\n  We are highly dependent on the services of Abel Avellan, our founder, Chairman and Chief Executive Officer, and if we are unable to retain Mr. Avellan, attract and retain key employees and hire qualified management, technical and engineering personnel, our business could be adversely affected.\n\n  Our success depends, in part, on our ability to retain our key personnel. We are highly dependent on the services of Abel Avellan, our founder, Chairman and Chief Executive Officer. Mr. Avellan is the source of many of the unique technology and developmental features used in our business. The loss of or failure to retain Mr. Avellan or one or more of our other key employees could adversely affect our business.\n\n  Our success also depends, in part, on our continuing ability to identify, hire, attract, train and develop other highly qualified personnel, in particular engineers. Experienced and highly skilled employees are in high demand, competition for these employees can be intense and there may be concerns regarding new employees’ unauthorized disclosure of competitors’ trade secrets, and our ability to hire, attract and retain them depends on our ability to provide competitive compensation. Because our satellites are based on a different technology platform than traditional LEO satellites, individuals with sufficient training in our technology may not be available to hire, and as a result, we will need to expend significant time and expense training the employees we do hire. We may not be able to attract, assimilate, develop or retain qualified personnel in the future, and our failure to do so could adversely affect our business, including the execution of our business strategy. Any failure by our management team and our employees to perform as expected may have a material adverse effect on our business, prospects, financial condition and operating results.\n\n  Rapid and significant technological changes could render the SpaceMobile Service obsolete and impair our ability to compete.\n\n  The satellite communications industry is subject to rapid advances and innovations in technology. We may face competition in the future from companies using new technologies and new satellite systems, including competitors who may have more resources than we do. New technology could render the SpaceMobile Service obsolete or less competitive by satisfying customer demand in more attractive ways or through the introduction of incompatible standards. Particular technological developments that could adversely affect the business plan may include the deployment by our competitors of new satellites with greater power, flexibility, efficiency or capabilities than ours, as well as continuing improvements in terrestrial wireless technologies. For us to keep pace with technological changes and remain competitive, we may need to make significant capital expenditures, including capital to design and launch new products and services. Customer acceptance of the products and services that we offer may be affected continually by technology-based differences in our product and service offerings compared to those of competitors. New technologies may also be protected by patents or other intellectual property laws and therefore may not be available. Any failure to implement new technology within the SpaceMobile Service may compromise our ability to compete.\n\n  19\n\n  If we fail to manage our future growth effectively, our business, prospects, operating results and financial condition could be materially adversely affected.\n\n  We intend to expand our operations significantly as we develop the SpaceMobile Service and commence commercial operations. To properly manage our growth, we will need to hire and retain additional personnel, and improve our business processes and controls. Our future expansion will include:\n\n  •hiring and training new personnel;\n\n  •assembling, operating and servicing the satellite network;\n\n  •developing new technologies;\n\n  •controlling expenses and investments in anticipation of expanded operations; and\n\n  •implementing and enhancing administrative infrastructure, systems and processes.\n\n  Failure to manage growth effectively could have a material adverse effect on the quality of the execution of our business plan, our ability to attract and retain professionals, as well as our business, financial condition and results of operations.\n\n  Also, as we introduce new services or enter into new markets, we may face new market, technological, operational, compliance and administrative risks and challenges, including risks and challenges unfamiliar to us. We may not be able to mitigate these risks and challenges to achieve our anticipated growth or successfully execute large and complex projects, which could materially adversely affect our business, prospects, financial condition and results of operations.\n\n  We could fail to achieve revenue, or experience a decline in revenue, as a result of increasing competition from companies in the wireless communications industry, including wireless and other satellite operators, and from the extension of land-based communications services or new technologies.\n\n  We may face increased competition from new competitors, new technologies or new equipment, including new LEO constellations and expansion of existing geostationary satellite systems, new technology that could eliminate the need for a satellite system or redeployment of existing technologies to serve the direct to cellular handset market. Satellite service providers or others that rely on satellites for their business purposes and end markets, including us, face a challenging industry as evidenced by the past bankruptcies of OneWeb and Intelsat. The provision of satellite-based services and products is subject to downward price pressure when capacity exceeds demand. In addition to satellite-based competitors, terrestrial voice and data service providers, both wireline and wireless, could further expand into rural and remote areas and provide the same general types of services and products that we intend to provide. Although satellite communications services and terrestrial communications services are not perfect substitutes, the two compete in some markets and for some services and this competition could increase if the SpaceMobile Service proves successful. Consumers generally perceive terrestrial wireless voice communication products and services as less expensive and more convenient than those that are satellite-based. As a result of competition, we may not be able to successfully launch the SpaceMobile Service or products, retain our customers and attract new customers.\n\n  We face competition from existing and potential competitors in the telecommunications industry, including terrestrial and satellite-based network systems.\n\n  The mobile satellite services industry at-large is highly competitive, and we face substantial general competition from other service providers that offer a range of mobile and fixed communications options. There are also a number of competitors working to develop innovative solutions to compete in this industry. \n\n  We face competition from existing and new companies including SpaceX’s Starlink and Globalstar, which are developing satellite communications technology using LEO constellations to provide competitive services in the direct-to-device segment of the mobile satellite services industry. In 2023, Apple introduced a new service supported by Globalstar which provides SOS Emergency Service capabilities to its latest generation iPhones. In February 2025, SpaceX and T-Mobile US offered a beta test of Starlink that included text messaging. In addition, we face competition from existing service providers such as Inmarsat, Globalstar, ORBCOMM, Thuraya Telecommunications Co. and Iridium Communications that offer a range of mobile and fixed communications options. \n\n  We also will compete with regional mobile satellite communications services in several geographic markets. In these cases, the majority of our competitors’ customers require regional, not global, mobile voice and data services so competitors may present a viable alternative to the SpaceMobile Service. These regional competitors operate or plan to operate geostationary satellites. In some markets, we compete directly or indirectly with very small aperture terminal operators that offer communications services \n\n  20\n\n  through private networks using very small aperture terminals or hybrid systems to target business users. We also compete indirectly with terrestrial wireline and wireless communications networks and to the extent that terrestrial communications companies invest in underdeveloped areas, we may face increased competition in those areas. Furthermore, some foreign competitors may benefit from government subsidies, or other protective measures, afforded by their home countries.\n\n  Some of these competitors, as well as other existing companies that may seek to enter the markets we serve, may have larger amounts of capital and other resources, have access to financing and capital resources on more advantageous terms, and provide more efficient products or services than we will be able to provide, any of which could reduce our market share and adversely affect our revenues and business. \n\n  We will be dependent on third parties to market and sell our products and services.\n\n  We expect to rely on MNOs to market and sell our products and services to end users and to determine the prices end users pay. As a result of these arrangements, we will be dependent on the performance of our commercial partners to generate most of our revenue. Such commercial partners will operate independently of us, which exposes us to significant risks. Commercial partners may not commit the necessary resources to market and sell our products and services and may also market and sell competitive products and services. Also, such commercial partners may not comply with the laws and regulatory requirements in their local jurisdictions, which could limit their ability to market or sell our products and services.\n\n  We are currently party to a number of preliminary agreements and understandings with certain MNOs. However, before we can offer the service in those jurisdictions, we will need to negotiate definitive commercial agreements with those MNOs, which would supersede these preliminary agreements and understandings. There can be no assurance that we will be able to negotiate such definitive commercial agreements on terms acceptable to us. Also, many of these preliminary agreements and understandings will need to be renewed as their terms will end before we launch the SpaceMobile Service. If current or future commercial partners do not perform adequately or agree to commercially reasonable terms acceptable to us, we may be unable to achieve our targeted revenue in these markets or enter new markets, and we may not realize our expected growth, and our brand image and reputation could be damaged.\n\n  We rely on third parties for the supply of equipment, satellite components and services.\n\n  Our business depends in large part on our ability to execute our plans to assemble, integrate and test our satellites and components. We rely on a limited number of suppliers to supply and produce certain highly-technical components. Any failure of these suppliers or others to perform could require us to seek alternative suppliers or to expand our production capabilities; however, given the highly-technical nature of some of our components, there is no guarantee that we will be able to find alternative suppliers or expand our production facilities, which could cause us to incur additional costs and have a negative impact on our cost or supply of components. Also, production or logistics in supply or production areas or transit to final destinations can be disrupted for a variety of reasons, including natural and man-made disasters, information technology system failures, transportation difficulties, commercial disputes, military actions, economic, business, labor, environmental, public health or political issues or international trade disputes. If our suppliers terminate their relationships with us, fail to provide equipment or services on a timely basis, or fail to meet performance expectations, we may be unable to launch satellites in a timely manner or provide products or services to customers in a competitive manner, which could in turn negatively affect our financial results and reputation.\n\n  Our continued development of our SpaceMobile Service is and will be subject to risks, including with respect to:\n\n  •securing necessary components on acceptable terms and in a timely manner;\n\n  •delays in delivery of final component designs to our suppliers;\n\n  •our ability to attract, recruit, hire and train skilled employees;\n\n  •quality controls;\n\n  •legal or regulatory limitations placed on our launch providers as a result of geopolitical actions or otherwise;\n\n  •satellite launch or deployment failures;\n\n  •negotiation of agreements with launch providers;\n\n  •delays or disruptions in supply chain; and\n\n  •other delays and cost overruns.\n\n  21\n\n  We do not know whether we will be able to develop efficient, automated, low-cost production capabilities and processes and reliable sources of component supply that will enable us to successfully operate our SpaceMobile Service. Any failure to develop such production processes and capabilities within our projected costs and timelines could have a material adverse effect on our business, prospects, financial condition and operating results.\n\n  We and our suppliers rely on complex systems and components, which involves a significant degree of risk and uncertainty in terms of operational performance and costs.\n\n  We and our suppliers rely on complex systems and components for the operation and assembly of our satellites, which involves a significant degree of uncertainty and risk in terms of operational performance and costs. These components could suffer unexpected malfunctions from time to time and could require repairs and spare parts to resume operations, which may not be readily available when needed. Unexpected malfunctions of these components could significantly affect the intended operational efficiency. Operational performance and costs can be difficult to predict and are often influenced by factors outside of our control, such as scarcity of natural resources, environmental hazards and remediation, difficulty or delays in obtaining governmental permits, damages or defects in various components, industrial accidents, fire, seismic activity and natural disasters. Should operational risks materialize, it could result in the monetary losses, delays, unanticipated fluctuations in production, environmental damage, administrative fines, increased insurance costs and potential legal liabilities, all of which could have a material adverse effect on our business, prospects, financial condition or operating results.\n\n  We face substantial risks associated with our international operations.\n\n  We plan to offer our SpaceMobile Service in international markets and intend to collaborate with a number of foreign MNOs. We have engineering and development centers in India and Scotland, and engineering, development and production centers in Spain and Israel. We also source supplies from international suppliers. Operating in foreign countries poses substantial risks, including:\n\n  •difficulties in developing products and services that are tailored to the needs of local customers;\n\n  •unavailability of, or difficulties in establishing, relationships with local MNOs;\n\n  •instability of international economies and governments, including geopolitical conflicts, acts of hostility or war; \n\n  •changes in laws and policies affecting trade and investment in other jurisdictions, \n\n  •exposure to varying legal standards, including data privacy, security and intellectual property protection;\n\n  •difficulties in obtaining required regulatory authorizations;\n\n  •difficulties in enforcing legal rights;\n\n  •local domestic ownership requirements;\n\n  •requirements that certain operational activities be performed in-country;\n\n  •changing and conflicting national and local regulatory requirements;\n\n  •foreign currency exchange rates and exchange controls; and\n\n  •ongoing compliance with the U.S. Foreign Corrupt Practices Act, U.S. export controls, anti-money laundering and trade sanction laws, and similar anti-corruption and international trade laws in other countries.\n\n  Foreign MNOs will expose us to currency exchange risk due to the effect of future exchange rate fluctuations, which could adversely affect our business and operating results.\n\n  Following the anticipated launch of the SpaceMobile Service in international markets, our international operations will be sensitive to currency exchange risks. We anticipate having currency exposure arising from both sales and purchases denominated in foreign currencies, as well as intercompany transactions. Significant changes in exchange rates between foreign currencies in which we anticipate transacting business and the U.S. dollar may adversely affect our results of operations and financial condition.\n\n  We may be negatively affected by global economic conditions.\n\n  Our operations and performance depend significantly on worldwide economic conditions. Uncertainty about global economic conditions poses a risk as individual consumers, businesses and governments may postpone spending in response to tighter credit, negative financial news, declines in income or asset values, or budgetary constraints. Reduced demand could cause a significant delay in the launch of our satellites or the development of the SpaceMobile Service which in turn could cause a decline in our \n\n  22\n\n  anticipated future revenue and make it more difficult to operate profitably in the future, potentially compromising our ability to pursue our business plan. We expect our future growth rate will be affected by the condition of the global economy, increased competition, maturation of the satellite communications industry, and the difficulty in sustaining high growth rates as we increase in size. \n\n  Pursuing strategic transactions could cause us to incur additional risks.\n\n  We may pursue acquisitions, joint ventures or other strategic transactions from time to time. We may face costs and risks arising from any such transactions, including integrating a new business into our business or managing a joint venture. These risks could include adverse legal, organizational and financial consequences, loss of key customers and distributors, and diversion of management’s time.\n\n  Also, any major business combination or similar strategic transaction could require significant additional financing. Further, depending on market conditions, investor perceptions of us and other factors, we may not be able to obtain financing on acceptable terms, in acceptable amounts, or at appropriate times to implement any such transaction.\n\n  Covenants in our debt instruments limit our ability to undertake certain types of transactions and adversely affect our liquidity.\n\n  Our Term Loan Credit Agreement and Lone Star Loan Agreement contain, and any future indebtedness of ours may contain, a number of restrictive covenants that impose significant operating and financial restrictions on us and may limit our ability to engage in acts that may be in our long-term best interest, including restrictions on our ability to:\n\n  •incur additional indebtedness and guarantee indebtedness;\n\n  •pay dividends or make other distributions or repurchase or redeem capital stock;\n\n  •prepay, redeem or repurchase certain debt;\n\n  •issue certain preferred stock or similar equity securities;\n\n  •make loans and investments;\n\n  •sell assets;\n\n  •incur liens;\n\n  •enter into transactions with affiliates;\n\n  •materially alter the businesses we conduct;\n\n  •enter into agreements restricting our subsidiaries’ ability to pay dividends; and\n\n  •consolidate, merge or sell all or substantially all of our assets.\n\n  Additionally, certain of these agreements require us, among other things, to maintain certain levels of liquidity, retain Mr. Avellan as our chairman and Chief Executive Officer and maintain insurance policies on collateralized assets.\n\n  Our ability to meet these conditions could be affected by events beyond our control, and we may be unable to meet them.\n\n  As a result of these restrictions, we may be:\n\n  •limited in how we conduct our business;\n\n  •unable to raise additional debt or equity financing to operate during general economic or business downturns; or\n\n  •unable to compete effectively or to take advantage of new business opportunities.\n\n  These restrictions may affect our ability to grow in accordance with our strategy.\n\n  Our failure to comply with the covenants in our debt instruments could result in an event of default under the applicable agreement, which could materially adversely affect our financial condition and liquidity.\n\n  A breach of the covenants or restrictions under the Term Loan Credit Agreement, Lone Star Loan Agreement, and the 2032 Convertible Notes (as defined in “Management’s Discussion and Analysis of Financial Condition and Results of \n\n  23\n\n  Operations-Overview”) could result in an event of default under the applicable agreement. Such a default could allow the creditors to accelerate the related debt and could result in the acceleration of any other debt to which a cross-acceleration or cross-default provision applies. Furthermore, if we were unable to repay the amounts due and payable, the lenders could proceed against the collateral granted to them to secure that indebtedness which, in certain cases, constitutes a majority of our assets. In the event our lenders or noteholders accelerate the repayment of our borrowings, we and our subsidiaries may not have sufficient assets to repay that indebtedness.\n\n  Servicing our debt requires cash that would otherwise be used to fund our business plan, and we may not have sufficient cash flow from our business to pay our debt.\n\n  Our ability to make scheduled payments of interest on or refinance our debt obligations depends on our financial condition and operating performance.\n\n  If our cash flows and capital resources are insufficient to fund our debt service obligations, we could face substantial liquidity problems and could be forced to reduce or delay investments and capital expenditures or to dispose of material assets or operations, seek additional debt or equity capital or restructure or refinance our indebtedness. We may not be able to effect any such alternative measures, if necessary, on commercially reasonable terms or at all and, even if successful, those alternative actions may not allow us to meet our scheduled debt service obligations. Our debt instruments restrict our ability to dispose of assets and use the proceeds from those dispositions and may also restrict our ability to raise debt or equity capital to be used to repay other indebtedness when it becomes due. We may not be able to consummate those dispositions or to obtain proceeds in an amount sufficient to meet any debt service obligations then due.\n\n  If we cannot make scheduled payments on our debt, we will be in default and the lenders could declare all outstanding principal and interest to be due and payable and could foreclose against the assets securing their borrowings and we could be forced into bankruptcy or liquidation.\n\n  Risks Related to Our Satellites and Planned SpaceMobile Service\n\n  We may not be able to launch our satellites, or operate our satellites after launch, successfully.\n\n  We rely on third parties to launch our satellites. If we fail to find third parties to launch our satellites or if the third parties fail to perform or delay their performance, the SpaceMobile Service may not be made operational in the anticipated timeframe or at all. There are a limited number of third parties with the capabilities to launch our satellites, some of which have launched services that could compete with the SpaceMobile Service.\n\n  Also, we may not be able to operate our satellites successfully due to mechanical deployment failures after launch or problems occurring during the deployment once in space. In addition, we may not achieve the desired altitudes to operate our satellites which could result in a failure of our satellites to operate as planned. \n\n  Launch insurance, even if it is available, will not fully cover the risks related to the launch of our satellites.\n\n  We expect to insure the launch, over time, of all or a portion of our satellites to operate the SpaceMobile Service as intended, but do not intend to insure our satellites once they are launched for their remaining in-orbit operational lives. Launch insurance currently costs approximately 3.0% to 15.0% of the insured value of the satellite (including launch costs) but will vary depending on market conditions and the safety record of the launch vehicle. We may choose not to insure every launch or to only partially insure some or all launches. Even if a lost satellite is fully insured, acquiring a replacement satellite may be difficult and time consuming. Furthermore, the insurance does not cover lost revenue.\n\n  We expect any launch failure insurance policies that we obtain to include specified exclusions, deductibles and material change limitations. Typically, these insurance policies exclude coverage for damage arising from acts of war, lasers, and other similar potential risks for which exclusions are customary in the industry at the time the policy is written.\n\n  If launch insurance rates were to rise substantially, all of the launch costs would increase. Also, in light of increasing costs, the scope of insurance exclusions and limitations on the nature of the losses for which we can obtain insurance, or other business reasons, we may conclude that it does not make business sense to obtain third-party insurance and may decide to pursue other strategies for mitigating the risk of a satellite launch failure, such as obtaining relaunch guaranties from the launch provider. It is also possible that insurance could become unavailable, either generally or for a specific launch vehicle, or that new insurance could be subject to broader exclusions on coverage, in which event we would bear the risk of launch failures.\n\n  24\n\n  Our satellites may experience operational problems, which could affect our ability to provide an acceptable level of service to the end-user customers.\n\n  Once the SpaceMobile Service is developed and operational, we may experience intermittent signal disruptions, dropped connections, call initiation failures or data transmission disruptions. If the magnitude or frequency of such problems occur repeatedly, we may no longer be able to provide a commercially acceptable level of service, our business and financial results and reputation would be harmed and our ability to pursue our business plan would be compromised. Also, failure to provide an acceptable level of service could cause MNOs to seek other solutions for their customers.\n\n  From time to time, we may reposition our satellites within the constellation to optimize service, which could result in degraded service during the repositioning period. Although we will have some ability to remedy some types of problems affecting the performance of satellites remotely from the ground, the physical repair of our satellites in space is not currently feasible.\n\n  Our products could fail to perform or could perform at reduced levels of service because of technological malfunctions or deficiencies, regulatory compliance issues, or events outside of our control, which would harm our business and reputation.\n\n  Our products and services are subject to the risks inherent in a global, complex telecommunications system employing advanced technology and heavily regulated by, among others, the FCC and similar authorities internationally. Any disruption to our satellites, services, information systems or telecommunications infrastructure, or regulatory compliance issues, could result in the inability or reduced ability of end-user customers to receive services for an indeterminate period of time. These customers may include government agencies conducting mission-critical work throughout the world, as well as consumers and businesses located in remote areas of the world and operating under harsh environmental conditions where traditional telecommunications services may not be readily available. Any disruption to the SpaceMobile Service or extended periods of reduced levels of service could cause us to lose customers or revenue, result in delays or cancellations of future implementations of our products and services, result in failure to attract customers, or result in litigation, customer service or repair work that would involve substantial costs and distract management from operating our business. The failure of any of the diverse elements of the planned SpaceMobile Service, including our satellites, to function as required could render the SpaceMobile Service unable to perform at the quality and capacity levels required for success. Any system failures, repeated product failures or shortened product life, or extended reduced levels of service could reduce our expected sales, increase costs, or result in warranty or liability claims or litigation, and harm our business.\n\n  Our satellites have a limited life and may fail prematurely, which could cause our network to be compromised and materially and adversely affect our business, prospects and potential profitability.\n\n  We may experience in-orbit malfunctions of our satellites once launched, which could adversely affect the reliability of their service or result in total failure of the satellite. In-orbit failure of a satellite may result from various causes, including component failure, loss of power or fuel, inability to control positioning of the satellite, solar or other astronomical events, including solar radiation, wind and flares, and space debris. Other factors that could affect the useful lives of our satellites include the quality of construction, gradual degradation of solar panels and the durability of components. Radiation-induced failure of satellite components may result in damage to, or loss of, a satellite before the end of its expected life. Although we would not incur any direct cash costs related to the failure of a satellite, if a satellite fails, we would expect to record an impairment charge in our statement of operations to reduce the remaining net book value of that satellite to zero, and any such impairment charges could reduce our net income for the period in which the failure occurs.\n\n  Our business could be adversely affected if we are unable to protect our intellectual property rights from unauthorized use by third parties.\n\n  Failure to adequately protect our intellectual property rights could result in our competitors offering similar services and products, potentially resulting in the loss of some of our competitive advantage and a decrease in our revenue, which would adversely affect our business, prospects, financial condition and operating results. Our success depends, at least in part, on our ability to protect our core technology and intellectual property and to keep our use of exclusive licenses. To accomplish this, we will rely on a combination of patents, trade secrets (including know-how), employee and third-party nondisclosure agreements, copyrights, trademarks, intellectual property licenses and other contractual rights to establish and protect our rights in our technology.\n\n  The protection of our intellectual property rights will be important to our future business opportunities. However, the measures we take to protect our intellectual property from unauthorized use by others may not be effective for various reasons, including:\n\n  •any patent applications we submit may not result in the issuance of patents; \n\n  25\n\n  •the scope of our issued patents, including our patent claims, may not be broad enough to protect our proprietary rights;\n\n  •our issued patents may be challenged or invalidated by our competitors;\n\n  •our employees or business partners may breach their confidentiality, non-disclosure and non-use obligations to us;\n\n  •third parties may independently develop technologies that are the same or similar to ours;\n\n  •the costs associated with enforcing patents, confidentiality and invention agreements or other intellectual property rights may make enforcement impracticable; and\n\n  •current and future competitors may circumvent our intellectual property.\n\n  Patent, trademark, copyright and trade secret laws vary throughout the world. Some foreign countries do not protect intellectual property rights to the same extent as do the laws of the U.S. Further, policing the unauthorized use of our intellectual property in foreign jurisdictions may be difficult. Therefore, our intellectual property rights may not be as strong or as easily enforced outside of the U.S. Also, we may have difficulty enforcing our rights against a competitor where an infringement occurs in outer space.\n\n  Our intellectual property applications for registration may not issue or be registered, which may have a material adverse effect on our ability to prevent others from commercially exploiting products similar to ours.\n\n  We cannot be certain that we are the first inventor of the subject matter to which we have filed a particular patent application, or if we are the first party to file such a patent application. If another party has filed a patent application with respect to the same subject matter as we have, we may not be entitled to the protection sought by the patent application. We also cannot be certain whether the claims included in a patent application will ultimately be allowed in the applicable issued patent. Further, the scope of protection of issued patent claims is often difficult to determine. As a result, we cannot be certain that the patent applications that we file will issue, or that our issued patents will afford protection against competitors with similar technology. Also, our competitors may design around our issued patents, which could adversely affect our business, prospects, financial condition and operating results.\n\n  We may become subject to claims that our satellites or services violate the patent or intellectual property rights of others, which could be costly and disruptive to us.\n\n  We operate in an industry that is susceptible to significant intellectual property litigation. Although we maintain intellectual property litigation insurance, the defense of intellectual property suits is both costly and time-consuming, even if ultimately successful, and may divert management’s attention from other business concerns. An adverse determination in litigation to which we may become a party could, among other things:\n\n  •subject us to significant liabilities to third parties, including lost profit and treble damages that are not covered by insurance;\n\n  •require disputed rights to be licensed from a third party for royalties that may be substantial;\n\n  •require us to cease using technology that is important to our business; or\n\n  •prohibit us from using some or all of our devices or offering some or all of our services.\n\n  Our customized hardware and software may be difficult and expensive to service, upgrade or replace.\n\n  Some of the hardware and software we use in operating the SpaceMobile Service is significantly customized and tailored to meet our requirements and specifications and could be difficult and expensive to service, upgrade or replace. Although we expect to maintain inventories of some spare parts, it nonetheless may be difficult, expensive or impossible to obtain replacement parts for the hardware due to a limited number of those parts being manufactured to our requirements and specifications. Also, our business plan contemplates updating or replacing some of the hardware and software in our network as technology advances, but the complexity of our requirements and specifications may present us with technical and operational challenges that complicate or otherwise make it expensive or infeasible to carry out such upgrades and replacements. If we are not able to suitably service, upgrade or replace our equipment, our ability to provide our services and therefore to generate revenue could be harmed.\n\n  26\n\n  Our networks and those of our third-party service providers and MNOs may be vulnerable to security risks.\n\n  We expect the secure transmission of confidential information over public networks to continue to be a critical element of our ability to compete for business, manage our risks, and protect our customers and our reputation. Our network and those of our third-party service providers and our customers may be vulnerable to unauthorized access, computer attacks, viruses and other security problems. Persons who circumvent security measures could wrongfully access and obtain or use information on our network or cause service interruptions, delays or malfunctions in our devices, services or operations, any of which could harm our reputation, cause demand for our products and services to fall, and compromise our ability to pursue our business plan. Recently, there have been reported a number of significant, widespread security attacks and breaches that have compromised network integrity for many companies and governmental agencies, in some cases reportedly originating from outside the United States. Also, there are reportedly private products available in the market today that may attempt to unlawfully intercept communications made using our network. We may be required to expend significant resources to respond to, contain, remediate, and protect against these attacks and threats, including compliance with applicable data breach and security laws and regulations, and to alleviate problems, including reputational harm and litigation, caused by these security incidents. In the event of such a security incident, our customer contracts may not adequately protect us against liability to third parties with whom our customers conduct business. Although we have implemented and intend to continue to implement security measures, these measures may prove to be inadequate. These security incidents could have a significant effect on our systems, devices and services, including system failures and delays that could limit network availability, which could harm our business and our reputation and result in substantial liability.\n\n  Cyberattacks impacting our networks or systems may have a material effect on our operations.\n\n  Cyberattacks, including through the use of malware, computer viruses, distributed denial of services attacks, ransomware attacks, credential harvesting, social engineering and other means for obtaining unauthorized access to or disrupting the operation of our networks and systems could have a material adverse effect on our operations. Cyberattacks can cause equipment or network failures, loss of information, including sensitive personal information of employees or proprietary information, as well as disruption to our operations, which could result in significant expenses, potential investigations and legal liability, and reputational damage. The development and maintenance of systems to prevent such attacks is costly and requires ongoing monitoring and updating. While, to date, we have not been subject to cyberattacks that, individually or in aggregate, have been material to our operations or financial condition, the preventive actions we take to reduce the risks associated with cyberattacks may be insufficient to repel or mitigate the effects of a major cyberattack in the future.\n\n  Our satellites may collide with space debris or another spacecraft, which could adversely affect the performance of the SpaceMobile Service.\n\n  Although we comply with, and expect to continue to comply with, best practices and international orbital debris mitigation requirements to actively maneuver our satellites to avoid potential collisions with space debris or other spacecraft, including an onboard propulsion system and altitude and orbit control system, these abilities are limited by uncertainties and inaccuracies in the projected orbit location of, and predicted collisions with, debris objects tracked and cataloged by governments or other entities. Additionally, some space debris is too small to be tracked and therefore its orbital location is unknown; nevertheless, this debris is still large enough to potentially cause severe damage or a failure of our satellites should a collision occur. If our satellites collide with space debris or other spacecraft, the SpaceMobile Service could be impaired. Also, a failure of one or more of our satellites or the occurrence of equipment failures, collision damage, or other related problems could constitute an uninsured loss and could materially harm our financial condition.\n\n  27\n\n  Risks Related to Our Legal and Regulatory Matters\n\n  Our business is subject to extensive government regulation worldwide, which mandates how we may operate our business and may increase the cost of providing services and expansion into new markets.\n\n  Our ownership and operation of a satellite communications system and the sale of services from such system are subject to significant regulation in the United States, including by the FCC, the U.S. Department of Commerce and others, and in foreign jurisdictions by similar local authorities as well as the International Telecommunications Union. The rules and regulations of these U.S. and foreign authorities may change, and such authorities may adopt regulations that limit or restrict our operations as presently conducted or currently contemplated. Such authorities may also make changes to the licenses of our partners or competitors that affect their spectrum, and may, in turn, significantly affect our business. Further, because regulations in each country are different, and some local authorities may not have readily available and publicly searchable records, we may not always be aware if some of our partners or persons with whom we do business hold the requisite licenses and approvals. Our failure to provide services in accordance with the terms of our licenses or our failure to operate our satellites or ground stations as required by our licenses and applicable laws and government regulations could result in the imposition of government sanctions, including the suspension or cancellation of our licenses and/or monetary fines.\n\n  Our ability to provide service to our customers and generate revenues could be harmed by adverse governmental regulatory actions.\n\n  Our business is subject to extensive government regulation. Our ability to secure all requisite governmental approvals is not assured, and the process of obtaining governmental authorizations and permits can be very time-consuming and time-sensitive, and require compliance with a wide array of administrative and procedural rules. A failure by us to obtain required approvals could compromise our ability to generate revenue or conduct our business in one or more countries. Our requests for regulatory approvals may be subject to challenges by adverse parties and these challenges could delay or prevent favorable action. Furthermore, regulatory approvals can be issued subject to conditions that have an adverse effect on our ability to implement our business plan.\n\n  The government approvals required for us to operate the SpaceMobile Service need to be periodically renewed and renewal is not guaranteed. The approvals also are subject to revocation, and we may be subject to fines, forfeitures, penalties or other sanctions if any issuing authority were to find that we are not in compliance with the applicable rules, regulations or policies. The regulatory obligations we must meet are complex, vary greatly from country to country, and are subject to interpretation. We cannot give any assurance that the governments will agree with or accept our compliance efforts.\n\n  The regulations we must adhere to are subject to change by the issuing governmental authorities and there is no guarantee that changes will not be made that are adverse to our business. Regulatory changes, such as those resulting from judicial decisions or the adoption of treaties, legislation or regulations in countries where we operate or intend to operate could also significantly affect our business. \n\n  Our ability to offer one or more services in important countries or regions of the world could be limited due to regulatory requirements or geopolitical events.\n\n  Our ability to provide the SpaceMobile Service could be limited in some jurisdictions by local regulations. For example, some countries have local domestic ownership requirements, or requirements for physical facilities or gateways within their jurisdictions, that may be difficult for us to satisfy. In some countries, we may not be able to reach a commercially viable agreement with an MNO that will enable us to access the spectrum needed to deliver the SpaceMobile Service. Also, geopolitical events, such as the outbreak of war or hostilities, as well as related sanctions and other trade restrictions, could impair our ability to provide services in important areas. The inability to offer or provide the SpaceMobile Service in certain markets could impair us from achieving our revenue and growth plans.\n\n  28\n\n  We expect to provide the SpaceMobile Service in the U.S. and elsewhere on frequencies not regularly allocated for mobile-satellite service, which requires regulatory approval, and there can be no assurance that we will receive or be able to maintain such approval.\n\n  The SpaceMobile Service will utilize end-user frequencies that are not allocated to satellite services. Instead, the SpaceMobile Service will be delivered to end-user customers over frequencies generally allocated for terrestrial broadband mobile services. The SpaceMobile Service’s use of spectrum generally allocated for terrestrial broadband mobile services, and our ability to access the U.S. market, will need approval by the FCC. If the FCC does not provide approval, our business will be significantly, adversely affected, and the provision of the SpaceMobile Service could be delayed or diminished, which could have a material adverse effect on our business, financial condition and results of operations. Because terrestrial mobile frequencies are licensed to carriers throughout the U.S., our use of such spectrum will be pursuant to a cooperative arrangement with one or more MNOs, such as spectrum leasing agreements. Our access to this spectrum will be subject to approval or notification by the regulatory licensing authority, and any such approval or notification could be delayed or rejected, which could substantially affect our business. Under such arrangements, we will not be the license holder for the spectrum, and our continued access to and use of the frequencies will be subject to the ongoing consent of the MNO, and to the terms and conditions of the cooperative agreement with such MNO. There can be no assurance that we can reach suitable cooperative agreements with MNOs or that such agreements will continue for the life of the SpaceMobile Service.\n\n  The shared use of the terrestrial broadband spectrum by us and the MNO will require the implementation of procedures and safeguards to avoid harmful interference to other users. While we believe the SpaceMobile Service will be able to avoid such interference through our patented technology, because the SpaceMobile Service is a new and innovative service that has not yet been fully implemented, the nature, extent and effectiveness of these interference avoidance techniques, and their effect on the service we will deliver, remains to be practically proven. If the SpaceMobile Service causes or receives harmful interference, it could have a material adverse effect on our business, financial condition and results of operations.\n\n  The SpaceMobile Service may qualify as a commercial mobile radio service, which will subject us to a variety of ongoing regulatory requirements.\n\n  Government regulators have adopted a broad array of regulations governing the terms and conditions of commercial mobile radio service designed to protect consumers and the public interest. While our arrangements with the MNOs will address some of these requirements, these regulatory obligations may prove burdensome and could have an adverse effect on our business. If we fail to comply in any material respect with any of these regulatory requirements, we could be subject to financial penalties or enforcement action, including the loss of authority to provide service.\n\n  Risks Related to Our Organizational Structure\n\n  We are a “controlled company” within the meaning of the Nasdaq listing standards and, as a result, qualify for, and rely on, exemptions from certain corporate governance requirements. You will not have the same protections afforded to stockholders of companies that are subject to such requirements.\n\n  As of February 27, 2025, Mr. Avellan and his permitted transferees hold all of the Class C Common Stock, which prior to the Sunset Date will entitle such holders to cast the lesser of 10 votes per share and the Class C Share Voting Amount, the latter of which is a number of votes per share equal to (1) (x) an amount of votes equal to 88.31% of the total voting power of our outstanding voting stock, minus (y) the total voting power of our outstanding capital stock (other than Class C Common Stock) owned or controlled by Mr. Avellan and his permitted transferees, divided by (2) the number of shares of our Class C Common Stock then outstanding. As a result, as of February 27, 2025, Mr. Avellan and his permitted transferees holdings, control approximately 76.6% of the combined voting power of our Common Stock, and may control a majority of our voting power so long as the Class C Common Stock represents at least 9.1% of our total Common Stock. As a result of Mr. Avellan and his permitted transferees holdings, we qualify as a “controlled company” within the meaning of the Nasdaq corporate governance standards. Under these rules, a listed company of which more than 50% of the voting power is held by an individual, group or another company is a “controlled company” and may elect not to comply with certain corporate governance requirements, including the requirement that (i) a majority of our Board of Directors consist of independent directors, (ii) we have a compensation committee that is composed entirely of independent directors and (iii) director nominees be selected or recommended to the board by independent directors.\n\n  29\n\n  We rely on certain of these exemptions. As a result, we do not have a nominating and corporate governance committee consisting entirely of independent directors and our directors were not nominated or selected solely by independent directors. We may also elect to rely on the other exemptions so long as we qualify as a controlled company. To the extent we rely on any of these exemptions, holders of our Class A Common Stock will not have the same protections afforded to stockholders of companies that are subject to all of the Nasdaq corporate governance requirements.\n\n  The multi-class structure of our Common Stock has the effect of concentrating voting power with our Chief Executive Officer, which will limit an investor’s ability to influence the outcome of important transactions, including a change of control.\n\n  Holders of shares of our Class A Common Stock are entitled to cast one vote per share of Class A Common Stock, while holders of shares of our Class C Common Stock are (1) prior to the Sunset Date, entitled to cast the lesser of (x) 10 votes per share and (y) the Class C Share Voting Amount and (2) from and after the Sunset Date, entitled to cast one vote per share. As of February 27, 2025, Mr. Avellan and his permitted transferees controlled approximately 76.6% of the combined voting power of our Common Stock as a result of their ownership of all of our Class C Common Stock. Accordingly, while we do not intend to issue additional Class C Common Stock in the future, Mr. Avellan will be able to exercise control over all matters requiring our stockholders’ approval, including the election of our directors, amendments of our organizational documents and any merger, consolidation, sale of all or substantially all of our assets or other major corporate transactions. Mr. Avellan may have interests that differ from yours and may vote in a way with which you disagree and which may be adverse to your interests. This concentrated control could have the effect of delaying, preventing or deterring a change in control of our company, could deprive our stockholders of an opportunity to receive a premium for their capital stock as part of a sale of our company, and could ultimately affect the market price of shares of our Class A Common Stock. \n\n  Our multi-class structure may adversely affect the stock price of our Class A Common Stock.\n\n  Our multi-class structure will likely result in a lower or more volatile market price of Class A Common Stock or in adverse publicity or other adverse consequences. For example, certain index providers have announced restrictions on including companies with multiple-class share structures in certain of their indices. In July 2017, FTSE Russell and S&P Dow Jones announced that they would cease to allow most newly public companies utilizing dual or multi-class capital structures to be included in their indices. Affected indices include the S&P 500, S&P MidCap 400 and S&P SmallCap 600, which together make up the S&P Composite 1500; however, in April 2023, S&P Dow Jones Indices announced that companies with multiple share class structures will be considered eligible for S&P Composite and its component indices. Likewise, beginning in 2017, MSCI, a leading stock index provider, opened public consultations on their treatment of no-vote and multi-class structures and temporarily barred new multi-class listings from certain of its indices; however, in October 2018, MSCI announced its decision to include equity securities “with unequal voting structures” in its indices and to launch a new index that specifically includes voting rights in its eligibility criteria. Under the announced policies, our multi-class capital structure would make us ineligible for inclusion in certain indices, and as a result, mutual funds, exchange-traded funds and other investment vehicles that attempt to passively track those indices will not be investing in our stock. These policies are still fairly new and it is as of yet unclear what effect, if any, they will have on the valuations of publicly traded companies excluded from the indices, but it is possible that they may depress these valuations compared to those of other similar companies that are included. Because of our multi-class structure, we will likely be excluded from certain of these indices, and we cannot assure you that other stock indices will not take similar actions. Given the sustained flow of investment funds into passive strategies that seek to track certain indices, exclusion from stock indices would likely preclude investment by many of these funds and could make shares of our Class A Common Stock less attractive to other investors. As a result, the market price of shares of our Class A Common Stock could be adversely affected.\n\n  We are a holding company and rely primarily on distributions from AST LLC to fund our operations.\n\n  We are a holding company, and our principal asset is our interest in AST LLC. Accordingly all of our operations and activities relate to the operations and activities of AST LLC. We do not have independent means of generating revenue or cash flow, and our ability to pay our taxes, operating expenses, service our debt, and pay any dividends in the future is dependent upon the financial results and cash flows of AST LLC. There can be no assurance that AST LLC will generate sufficient cash flow to distribute funds to us or that applicable state law and contractual restrictions, including negative covenants under debt instruments, will permit such distributions. If AST LLC does not distribute sufficient funds to us to pay our taxes or other liabilities, we may default on contractual obligations or need to borrow additional funds, which may not be available. In the event that we are required to, and able to, borrow additional funds it could adversely affect our liquidity and subject us to additional restrictions imposed by lenders. The inability of AST LLC to make distributions in an amount sufficient to enable us to meet our cash requirements at the holding company level could have an adverse effect on our operations.\n\n  30\n\n  Risks Related to Tax\n\n  Our principal asset is our interest in AST LLC, and accordingly we depend on distributions from AST LLC to make any payments required to be made by us under the Tax Receivable Agreement.\n\n  AST LLC is treated as partnership for U.S. federal income tax purposes and, as such, generally is not subject to any entity-level U.S. federal income tax. Instead, taxable income is allocated, for U.S. federal income tax purposes, to the holders AST Common Units and Incentive Equity Units. Under the terms of the A&R Operating Agreement, AST LLC is obligated to make pro rata tax distributions to holders of AST Common Units and Incentive Equity Units calculated at certain assumed rates. In addition to tax expenses, we will also incur expenses related to our operations, including payment obligations under the Tax Receivable Agreement, which could be significant and some of which will be reimbursed by AST LLC (excluding payment obligations under the Tax Receivable Agreement). For so long as we are Managing Member (as defined in the A&R Operating Agreement) of AST LLC, we intend to cause AST LLC to make ordinary distributions and tax distributions to the holders of AST Common Units and Incentive Equity Units on a pro rata basis in amounts sufficient to enable us to cover all applicable taxes, relevant operating expenses, payments under the Tax Receivable Agreement and dividends, if any, declared by us. However, AST LLC’s ability to make such distributions may be subject to various limitations and restrictions, including retention of amounts necessary to satisfy the obligations of AST LLC and its subsidiaries and restrictions on distributions that would violate any applicable restrictions contained in AST LLC’s debt agreements, or any applicable law, or that would have the effect of rendering AST LLC insolvent. To the extent we are unable to make payments under the Tax Receivable Agreement for any reason, such payments will be deferred and will accrue interest until paid. Additionally, nonpayment for a specified period and/or under certain circumstances could constitute a material breach of a material obligation under the Tax Receivable Agreement and therefore accelerate payments under the Tax Receivable Agreement, which could be material.\n\n  If the distributions received from AST LLC exceed our actual tax liabilities and obligations to make payments under the Tax Receivable Agreement, our Board of Directors, in its sole discretion, will make any determination from time to time with respect to the use of any such excess cash so accumulated, which could include, among other uses, to pay dividends on our Class A Common Stock. We will have no obligation to distribute such cash (or other available cash other than any declared dividend) to our stockholders. \n\n  The Tax Receivable Agreement requires us to make cash payments to the TRA Holders in respect of certain tax benefits and such payments may be substantial. \n\n  Pursuant to the Tax Receivable Agreement (“TRA”), we are generally required to pay the TRA Holders (as defined in the Tax Receivable Agreement) 85% of the amount of savings, if any, in U.S. federal, state, local, and foreign taxes that are based on, or measured with respect to, net income or profits, and any interest related thereto that we and any applicable consolidated, unitary, or combined Subsidiaries (the “Tax Group”) realize, or are deemed to realize, as a result of certain “Tax Attributes,” which include:\n\n  •existing tax basis in certain assets of AST LLC and certain of its direct or indirect Subsidiaries, including assets that will eventually be subject to depreciation or amortization, once placed in service, attributable to AST Common Units acquired by us from a TRA Holder (including AST Common Units held by a Blocker Corporation (as defined in the Tax Receivable Agreement) acquired by us in a Reorganization Transaction (as defined in the Tax Receivable Agreement)), each as determined at the time of the relevant acquisition;\n\n  •tax basis adjustments resulting from taxable exchanges of AST Common Units (including any such adjustments resulting from certain payments made by us under the Tax Receivable Agreement) acquired by us from a TRA Holder pursuant to the terms of the A&R Operating Agreement;\n\n  •tax deductions in respect of portions of certain payments made under the Tax Receivable Agreement; and\n\n  •certain tax attributes of Blocker Corporations holding AST Common Units that are acquired directly or indirectly by us pursuant to a Reorganization Transaction.\n\n  Payments under the TRA generally will be based on the tax reporting positions that we determine (with the amount of subject payments determined in consultation with an advisory firm and subject to the TRA Holder Representative’s review and consent), and the IRS or another taxing authority may challenge all or any part of a position taken with respect to Tax Attributes or the utilization thereof, as well as other tax positions that we take, and a court may sustain such a challenge. In the event that any Tax Attributes initially claimed or utilized by the Tax Group are disallowed, the TRA Holders will not be required to reimburse us for any excess payments that may previously have been made pursuant to the Tax Receivable Agreement, for example, due to adjustments resulting from examinations by taxing authorities. Rather, any excess payments made to such TRA Holders will be applied against and reduce any future cash payments otherwise required to be made by us to the applicable TRA Holders under \n\n  31\n\n  the Tax Receivable Agreement, after the determination of such excess. However, a challenge to any Tax Attributes initially claimed or utilized by the Tax Group may not arise for a number of years following the initial time of such payment and, even if challenged earlier, such excess cash payment may be greater than the amount of future cash payments that we might otherwise be required to make under the terms of the Tax Receivable Agreement. As a result, there may not be future cash payments against which such excess can be applied, and we could be required to make payments under the Tax Receivable Agreement in excess of the Tax Group’s actual savings in respect of the Tax Attributes.\n\n  Moreover, the TRA provides that, in the event (such events collectively, “Early Termination Events”) that (i) we exercise our early termination rights under the Tax Receivable Agreement, (ii) certain changes of control of the Company or AST occur (as described in the A&R Operating Agreement), (iii) we, in certain circumstances, fail to make a payment required to be made pursuant to the TRA by its final payment date, which non-payment continues for 60 days following such final payment date or (iv) we materially breach (or are deemed to materially breach) any of our material obligations under the TRA other than as described in the foregoing clause (iii) and, in the case of clauses (iii) and (iv), unless certain liquidity related or restrictive covenant related exceptions apply, our obligations under the TRA will accelerate (if the TRA Holder Representative so elects in the case of clauses (ii)-(iv)) and, we will be required to make a lump-sum cash payment to all the TRA Holders equal to the present value of all forecasted future payments that would have otherwise been made under the TRA, which lump-sum payment would be based on certain assumptions, including those relating to there being sufficient future taxable income of the Tax Group to fully utilize the Tax Attributes over certain specified time periods and that all AST Common Units (including AST Common Units held by Blocker Corporations) that had not yet been exchanged for Class A Common Stock or cash are deemed exchanged for cash. The lump-sum payment could be material and could materially exceed any actual tax benefits that the Tax Group realizes subsequent to such payment.\n\n  Payments under the TRA will be our obligations and not obligations of AST LLC. Any actual increase in our allocable share of AST and its relevant subsidiaries’ tax basis in relevant assets, as well as the amount and timing of any payments under the TRA, will vary depending upon a number of factors, including the timing of exchanges, the market price of the Class A Common Stock at the time of an exchange of AST Common Units by a TRA Holder pursuant to the terms of the A&R Operating Agreement and the amount and timing of the recognition of the Tax Group’s income for applicable tax purposes. While many of the factors that will determine the amount of payments that we will be required to make under the TRA are outside of our control, we expect that the aggregate payments we will be required to make under the TRA could be substantial and could have an adverse effect on our financial condition, which could be material.\n\n  Any payments made by us under the TRA will generally reduce the amount of overall cash flow that may have otherwise been available to us. To the extent that we are unable to make timely payments under the TRA for any reason, the unpaid amounts will be deferred and will accrue interest until paid. Additionally, nonpayment for a specified period and/or under certain circumstances could constitute a material breach of a material obligation under the TRA and therefore accelerate payments due under the TRA. Furthermore, our future obligation to make payments under the TRA could make us a less attractive target for an acquisition, particularly in the case of an acquirer that cannot use some or all of the Tax Attributes that may be deemed realized under the TRA. Increases in income tax rates, changes in income tax laws or disagreements with tax authorities can adversely affect our business, financial condition or results of operations.\n\n  Risks Related to Owning our Class A Common Stock \n\n  Failure to establish and maintain effective internal control over financial reporting and disclosure controls and procedures could have a material adverse effect on our business and stock price.\n\n  As a public reporting company, we are subject to the rules and regulations established from time to time by the SEC. These rules and regulations require, among other things, that we establish and periodically evaluate procedures with respect to our internal control over financial reporting. Reporting obligations as a public company place a considerable strain on our financial and management systems, processes and controls, as well as on our personnel.\n\n  We are required, pursuant to Section 404 of the Sarbanes-Oxley Act, to furnish a report on the effectiveness of our internal control over financial reporting as of the end of each fiscal year, which requires us to document and test our internal control over financial reporting. In support of such certification, we were required to document and make significant changes and enhancements, including hiring personnel and establishing our internal audit functions. Likewise, our independent registered public accounting firm was required to provide an attestation report on the effectiveness of our internal control over financial reporting as of December 31, 2024. We anticipate continuing to invest significant resources to develop and refine our disclosure controls and other procedures.\n\n  32\n\n  If we identify future deficiencies in our internal control over financial reporting or if we are unable to comply with the demands that are placed upon us as a public company, including the requirements of Section 404 of the Sarbanes-Oxley Act, in a timely manner, we may be unable to accurately report our financial results, or report them within the timeframes required by the SEC. We also could become subject to sanctions or investigations by the SEC or other regulatory authorities. In addition, if we are unable to assert that our internal control over financial reporting is effective, or if our independent registered public accounting firm is unable to express an opinion as to the effectiveness of our internal control over financial reporting when required, investors may lose confidence in the accuracy and completeness of our financial reports, we may face restricted access to the capital markets and our stock price may be adversely affected.\n\n  Our current controls and any new controls that we develop may also become inadequate because of changes in our business, and weaknesses in our disclosure controls and internal control over financial reporting may be discovered in the future. Any failure to develop or maintain effective controls or any difficulties encountered in their implementation or improvement could cause us to fail to meet our reporting obligations, result in a restatement of our financial statements for prior periods, undermine investor confidence in us and adversely affect the trading price of our Class A Common Stock. In addition, if we are unable to continue to meet these requirements, we may not be able to remain listed on Nasdaq.\n\n  Our stockholders may experience future dilution as a result of future equity offerings and such dilution may be substantial. \n\n  In order to execute our business plans, we will need a substantial amount of capital to further our business plan and develop the SpaceMobile Service, including capital to:\n\n  •design, develop, assemble, integrate, test and launch our Block 2 BB satellites;\n\n  •design and develop the components of the SpaceMobile Service;\n\n  •purchase direct materials and components;\n\n  •expand our AIT facilities and production capabilities; and\n\n  •support satellite and network operations.\n\n  We expect to raise additional funds through the issuance of equity, equity-linked or debt securities (secured or unsecured), secured or unsecured loans or other debt facilities, and credit from government or financial institutions or commercial partners, although our ability, if any, to access the capital markets may require us to modify our current expectations. From time to time, we engage in discussions with various financing sources to enhance liquidity. We may in the future offer additional shares of our Class A Common Stock or other securities convertible into or exchangeable for our Class A Common Stock at a price per share that may be less than the price per share paid by any investors in previous offerings, and investors purchasing shares or other securities in the future could have rights superior to existing stockholders. Given the substantial capital needs of our business and business plans, any such dilution may be substantial.\n\n  If we are unable to raise additional capital in the future, it may result in our independent registered public accounting firm or management expressing substantial doubt about our ability to continue as a going concern in future financial statements.\n\n  There can be no assurance that we will be able to raise additional funds when needed or on favorable terms or at all. If we cannot raise additional funds when needed, our independent registered public accounting firm or management may express substantial doubt about our ability to continue as a going concern in future financial statements. If we were to receive a going concern qualification in our financial statements, the trading price of our Class A Common Stock could be significantly negatively impacted. \n\n  Because we will incur much of the costs and expenses from these efforts before we receive any revenues with respect thereto, our losses in future periods will be significant. Also, we have in the past and may in the future find that these efforts are more expensive than we currently anticipate, as our business plan is dependent upon our ability to successfully launch satellites and build the SpaceMobile Service, but also to control costs. The design, manufacture and launch of satellite systems are highly complex and historically have been subject to frequent delays and cost over-runs. The nature of our business thus requires us to regularly reevaluate our business plans and forecasts, and any prior projections should be disregarded unless otherwise indicated. Given the novelty of our business, there is no guarantee that our capital needs will not increase, and such increases could be substantial.\n\n  33\n\n  Exercise of outstanding warrants to purchase our Class A Common Stock and any conversion of our 2032 Convertible Notes will result in dilution to our stockholders.\n\n  As of February 27, 2025, there are 3,053,132 outstanding private warrants to purchase 3,053,132 shares of our Class A Common Stock at an exercise price of $11.50 per share, which may be exercised at any time. Additionally, we may settle, at our option, the 2032 Convertible Notes upon conversion in shares at the initial conversion rate of 37.0535 shares of our Class A Common Stock per $1,000 principal amount of the 2032 Convertible Notes (equivalent to an initial conversion price of approximately $26.99 per share of Class A Common Stock). As of February 27, 2025, such amount is the equivalent of 17,044,610 shares of our Class A Common Stock convertible on the $460.0 million currently outstanding, before considering any potential reduction in dilution to our Class A Common Stock from settlement of the Capped Calls (as defined in “Management’s Discussion and Analysis of Financial Condition and Results of Operations” below). To the extent such private warrants are exercised, and/or the 2032 Convertible Notes are converted and we choose to settle the conversion in shares, additional shares of our Class A Common Stock will be issued, which will result in dilution to the holders of our Class A Common Stock and increase the number of shares eligible for resale in the public market. Sales of substantial numbers of such shares in the public market or the fact that such dilution is possible could adversely affect the market price of our Class A Common Stock.\n\n  Anti-takeover provisions in our organizational documents could delay or prevent a change of control.\n\n  Certain provisions of our amended and restated certificate of incorporation and amended and restated bylaws may have an anti-takeover effect and may delay, defer, or prevent a merger, acquisition, tender offer, takeover attempt, or other change of control transaction that a stockholder might consider in its best interest, including those attempts that might result in a premium over the market price for the shares held by our stockholders. These provisions will provide for:\n\n  •certain limitations on convening special stockholder meetings;\n\n  •permit our Board of Directors to establish the number of directors and fill any vacancies and newly created directorships;\n\n  •advance notice requirements for nominations of directors by stockholders and for stockholders to include matters to be considered at our annual meetings; \n\n  •authorize our board of directors to issue, without further action by the stockholders, shares of preferred stock; and\n\n  •reflect three classes of common stock.\n\n  These anti-takeover provisions could make it more difficult for a third party to acquire us, even if the third party’s offer may be considered beneficial by many of our stockholders. These provisions also could have the effect of preventing changes in our Board of Directors and may make it more difficult to accomplish transactions that stockholders may otherwise deem to be in their best interests. As a result, our stockholders could be limited in their ability to obtain a premium for their shares.\n\n  Provisions in our organizational documents and certain rules imposed by regulatory authorities may discourage lawsuits against our directors and officers.\n\n  Our Bylaws require, unless we consent in writing to the selection of an alternative forum, that (i) any derivative action or proceeding brought on our behalf, (ii) any action asserting a claim of breach of a fiduciary duty owed by any director, officer or other employee to us or our stockholders, (iii) any action asserting a claim against us, our directors, officers or employees arising pursuant to any provision of the DGCL or our Second Amended and Restated Certificate of Incorporation (“Charter”) or Bylaws, or (iv) any action asserting a claim against us, our directors, officers or employees governed by the internal affairs doctrine may be brought only in the Court of Chancery in the State of Delaware, except any claim (a) as to which the Court of Chancery of the State of Delaware determines that there is an indispensable party not subject to the jurisdiction of the Court of Chancery (and the indispensable party does not consent to the personal jurisdiction of the Court of Chancery within 10 days following such determination), (b) which is vested in the exclusive jurisdiction of a court or forum other than the Court of Chancery, (c) for which the Court of Chancery does not have subject matter jurisdiction, or (d) any action arising under the Securities Act, as to which the Court of Chancery and the federal district court for the District of Delaware shall have concurrent jurisdiction. If an action is brought outside of Delaware, the stockholder bringing the suit will be deemed to have consented to service of process on such stockholder’s counsel. Although we believe this provision benefits us by providing increased consistency in the application of Delaware law in the types of lawsuits to which it applies, a court could determine that this provision is unenforceable, and to the extent it is enforceable, the provision could have the effect of discouraging lawsuits against our directors and officers.\n\n  34\n\n  Risks Related to Our Pending Ligado Transaction\n\n  Our proposed transaction with Ligado may not be consummated, and definitive documentation between AST LLC and Ligado may not be agreed upon or approved by the applicable bankruptcy court. \n\n  On January 5, 2025, our subsidiary, AST LLC, entered into a binding agreement with Ligado with respect to the Ligado Transaction (as defined in “Management’s Discussion and Analysis of Financial Condition and Results of Operations” below), under which we will receive long-term access to up to 45 MHz of lower mid-band spectrum in the United States and Canada for direct-to-device satellite operations and access to capacity on Ligado’s satellites. We are currently negotiating definitive agreements with respect to the Ligado Transaction.\n\n  Notwithstanding execution of the binding agreement, there can be no assurance that the Ligado Transaction will be consummated. The Ligado Transaction is subject to a number of conditions, including the entry into definitive documentation and satisfaction of the closing conditions contained in the definitive documentation, as well as the receipt of satisfactory regulatory approvals required for the proposed use of the spectrum. The Ligado Transaction is also subject to the approval of the Delaware bankruptcy court which is overseeing the restructuring of Ligado. Ligado’s ongoing bankruptcy proceedings present risks that the Ligado Transaction will not be consummated, including the risk that the Ligado Transaction will be abandoned before definitive documentation is agreed upon or approved by the bankruptcy court or that Ligado will consummate an alternative commercial transaction with another party. We also have the right to terminate the Ligado Transaction if the resolution of certain Ligado litigation materially adversely impacts our use of Ligado’s L-based spectrum. Any failure to consummate the Ligado Transaction would have a material adverse effect on our business, financial condition and results of operations.\n\n  Our shareholders may experience additional dilution due to the consideration which we would be required to pay to Ligado in the transaction.\n\n  Our shareholders may experience additional dilution due to the consideration which we would be required to pay to Ligado in the Ligado Transaction. Concurrently with the execution of the definitive documentation, we will be required to issue to Ligado penny warrants exercisable for approximately 4.7 million shares of our Class A Common Stock, subject to a 12-month lock-up. In addition, upon consummation of the Ligado Transaction, we would pay to Ligado (1) at our option, $350.0 million in cash, $350.0 million of shares of our Class A Common Stock or a combination of cash and shares and (2) at our option, $200.0 million in cash, $200.0 million of convertible notes issued by us on market terms or a combination of cash and convertible notes. While we have obtained a $550.0 million financing commitment, the commitment is subject to conditions, and we could be required to issue up to $550.0 million of Class A Common Stock and convertible notes in order to consummate the Ligado Transaction. We will also be required to issue additional shares of our Class A Common Stock as part of the payments we will be required to make to use spectrum under the definitive documentation. These equity issuances would cause our shareholders to experience significant dilution and may have an adverse impact on the trading price of our Class A Common Stock.\n\n  We may fail to realize the anticipated benefits of the Ligado Transaction.\n\n  We expect that the Ligado Transaction will add additional capabilities to our technology and space-based network, pairing existing plans for the continental United States on low-band spectrum, which offers superior penetration and coverage characteristics, with access to up to 45 MHz of lower mid-band spectrum, the largest available block of high-quality nationwide spectrum in the United States. \n\n  If the Ligado Transaction is consummated, the benefits of the Ligado Transaction will be subject to integration, technology and regulatory risks and our ability to develop the user ecosystem. For example, the integration of the Ligado assets into our business may be disruptive for our business and could divert management’s attention. In addition, once we acquire the rights to use Ligado’s assets, we may discover issues with its technology that we had not detected in connection with our due diligence review of Ligado. Moreover, Ligado’s satellites and other assets could fail or otherwise not operate as intended, which may prevent us from being able to use capacity on Ligado’s satellites and to integrate that use with our other satellite systems. Additionally, if we are unable to adequately develop the user ecosystem, the Ligado Transaction may not enhance our service offerings. As a result of the foregoing, there is no assurance that we will realize the anticipated benefits of the Ligado Transaction. \n\n  AST may not be able to secure debt financing for the Ligado Transaction.\n\n  In order to finance a portion of the consideration owed to Ligado in the Ligado Transaction, we have obtained a $550.0 million institutional financing commitment, in the form of a non-recourse senior secured delayed-draw term loan facility for the benefit of a newly-formed, wholly-owned special purpose subsidiary of AST LLC (“Spectrum Co”). The commitment is subject to the completion of due diligence, execution of definitive documentation, the absence of a material adverse effect with respect to AST SpaceMobile, and other customary closing conditions. There is no assurance that we will be able to satisfy the closing \n\n  35\n\n  conditions contained in the financing commitment or that the financing commitment will not be terminated in accordance with its terms prior to consummation of the Ligado Transaction. Accordingly, there is no assurance that we will be able to raise the financing necessary to pay a portion of the consideration owed to Ligado for completion of the Ligado Transaction in cash. \n\n  Any debt financing raised in connection with the Ligado Transaction poses risks for AST and its shareholders. \n\n  If we enter into a $550.0 million senior secured delay-draw term loan facility in order to finance a portion of the consideration payable in the Ligado Transaction as contemplated, we will become subject to additional risks related to such debt financing. The secured term loan facility would be secured by substantially all of Spectrum Co’s assets, and such assets, which will include the spectrum usage rights acquired from Ligado in the Ligado Transaction, would therefore not be available for other potential senior secured financing by AST. Moreover, the secured term loan facility will require significant debt service over the life of the loan, reducing the cashflow available to AST from the acquired spectrum usage rights.\n\n  The senior secured term loan facility will also contain numerous affirmative and negative covenants. Any failure to comply with these covenants could result in an event of default, which would enable the lenders under the term loan facility to take all actions permitted by senior secured creditors, including taking control of the collateral which will secure the facility (consisting of substantially all of the assets of Spectrum Co). Additionally, if we are unable to adequately develop the user ecosystem, the Ligado Transaction may not enhance our service offerings. Any such event of default and seizure of collateral by the secured lenders could have a material adverse effect on our business, financial condition and results of operations.\n\n  Once the Ligado Transaction closes, AST will face regulatory, technological and adoption risks with respect to use and access to Ligado’s spectrum. \n\n  As part of the Ligado Transaction, AST will receive long-term access to up to 45 MHz of lower mid-band spectrum in the United States and Canada for direct-to-device satellite operations. However, AST will face regulatory and technological risks with respect to its use and access to Ligado’s spectrum. In particular, our access to Ligado’s spectrum depends on the continued effectiveness of Ligado’s licenses from the FCC and other international regulators and on the grant of certain regulatory approvals and waivers to authorize our intended use of the spectrum and related assets. These licenses are subject to modification or cancellation. Moreover, as a third-party beneficiary of Ligado’s licenses, AST is exposed to the risk that Ligado could fail to comply with the applicable licenses, which could result in the cancellation of some or all of the licenses on which we are relying. In addition, AST’s ability to continue to enjoy the benefits of Ligado’s spectrum requires cooperation with other third parties who share the same spectrum for different uses and requires that other tenants on the same or adjacent spectrum refrain from interfering with our use of the spectrum. While Ligado has coordinated use of certain portions of its spectrum under agreements with third parties, those agreements could terminate or expire, which would increase the risk of interference with our use of the spectrum. Additionally, if we are unable to adequately develop the user ecosystem, the Ligado Transaction may not enhance our service offerings. Any of these risks could impact our use and access to Ligado’s spectrum, which would have a material adverse effect on our business, financial condition and results of operations.\n\n  General Risk Factors\n\n  The market price and trading volume of our securities may be volatile.\n\n  Securities markets worldwide experience significant price and volume fluctuations. This market volatility, as well as general economic, market or political conditions, could reduce the market price of our Class A Common Stock in spite of our operating performance. We cannot assure you that the market price of our Class A Common Stock will not fluctuate widely or decline significantly in the future in response to a number of factors, including, among others, the following:\n\n  •the realization of any of the risk factors presented in this report; \n\n  •developments involving our competitors;\n\n  •variations in our operating performance and the performance of our competitors in general;\n\n  •difficult global market and economic conditions;\n\n  •loss of investor confidence in the global financial markets and investing in general;\n\n  •inability to attract, retain or motivate our directors, officers or other key personnel;\n\n  •adverse market reaction to indebtedness we may incur, securities we may grant under our equity incentive award plans or otherwise, or any other securities we may issue in the future, including shares of Class A Common Stock;\n\n  36\n\n  •failure to meet securities analysts’ earnings estimates;\n\n  •publication of negative or inaccurate research reports about us or our industry or the failure of securities analysts to provide adequate coverage of the Class A Common Stock in the future;\n\n  •speculation in the press or investment community about our business;\n\n  •additions and departures of key employees and personnel;\n\n  •competition for talent and skill-sets required;\n\n  •commencement of, or involvement in, litigation involving us;\n\n  •the volume of shares of our Class A Common Stock available for public sale;\n\n  •additional or unexpected changes or proposed changes in laws or regulations or differing interpretations thereof affecting our business or enforcement of these laws and regulations, or announcements relating to these matters;\n\n  •increases in compliance or enforcement inquiries and investigations by regulatory authorities, including as a result of regulations mandated by the Dodd-Frank Act and other initiatives of various regulators that have jurisdiction over us; and\n\n  •adverse publicity about our industry.\n\n  Information available in public media that is published by third parties, including blogs, articles, message boards and social and other media may include statements not attributable to the Company and may not be reliable or accurate.\n\n  We have received, and may continue to receive, a high degree of media coverage that is published or otherwise disseminated by third parties, including blogs, articles, message boards and social and other media. This includes coverage that is not attributable to statements made by our officers or associates. Information provided by third parties may not be reliable or accurate, may travel quickly through social media, and could materially impact the trading price of our Class A Common Stock.\n\n  We may be subject to litigation, including securities class action litigation or other claims relating to our business operations, which may harm our reputation, business, financial condition and results of operations.\n\n  Companies that have experienced volatility in the market price of their stock have been subject to securities class action litigation. We are already a party to securities class action litigation and may be the target of this type of litigation in the future. Securities litigation against us could result in substantial costs and damages, and divert management’s attention from other business concerns, which could seriously harm our reputation, business, financial condition and results of operations.\n\n  We may also be called on to defend ourselves against lawsuits relating to our business operations. Some of these claims may seek significant damage amounts due to the nature of our business. Due to the inherent uncertainties of litigation, we cannot accurately predict the ultimate outcome of any such proceedings. A future negative outcome in a legal proceeding could have an adverse impact on our business, financial condition and results of operations. Also, current and future litigation, regardless of its merits, could result in substantial legal fees, settlement or judgment costs and a diversion of management’s attention and resources that are needed to successfully run our business.\n\n  Our outstanding warrants are accounted for as liabilities and the changes in value of our warrants could have a material effect on our financial results.\n\n  On April 12, 2021, the Acting Chief Accountant and Acting Director of the Division of Corporation Finance of the SEC issued a Staff Statement on Accounting and Reporting Considerations for Warrants Issued by Special Purpose Acquisition Companies (“SPACs”) (the “SEC Staff Statement”). The SEC Staff Statement sets forth the conclusion of the SEC’s Office of the Chief Accountant that certain provisions included in the warrant agreements entered into by many special purpose acquisition companies require such warrants to be accounted for as liabilities measured at fair value, rather than as equity securities, with changes in fair value during each financial reporting period reported in earnings. As a result of the SEC Staff Statement, we reevaluated the accounting treatment of our warrants, and determined to classify the warrants as derivative liabilities measured at fair value, with changes in fair value each period reported in earnings.\n\n  As a result, included on our consolidated balance sheets as of December 31, 2024 and 2023 contained elsewhere in this report are derivative liabilities related to embedded features contained within our warrants. ASC 815, Derivatives and Hedging (“ASC 815”), provides for the remeasurement of the fair value of such derivatives at each balance sheet date, with a resulting non-cash gain or loss related to the change in the fair value being recognized in earnings in the statement of operations. As a result of the recurring fair value measurement, our consolidated financial statements and results of operations may fluctuate quarterly, based on factors \n\n  37\n\n  which are outside of our control. Due to the recurring fair value measurement, we expect that we will recognize non-cash gains or losses on our private warrants each reporting period and that the amount of such gains or losses could be material.\n\n  Securities analysts may not publish favorable research or reports about our business or may publish no information at all, which could cause our stock price or trading volume to decline.\n\n  The trading market for our securities is influenced to some extent by the research and reports that industry or financial analysts publish about us and our business. We do not control these analysts, and the analysts who publish information about our company may have relatively little experience with us or our industry, which could affect their ability to accurately forecast our results and could make it more likely that we fail to meet their estimates. In the event we obtain securities or industry analyst coverage, if any of the analysts who cover us provide inaccurate research or issue an adverse opinion regarding our stock price, our stock price could decline. If one or more of these analysts cease coverage of us or fail to publish reports covering us regularly, we could lose visibility in the market, which in turn could cause our stock price or trading volume to decline.",
      "char_count": 121738
    }
  },
  "extracted_at": "2026-01-19T15:24:29.308853"
}