{
  "ticker": "ATRO",
  "company_name": "ASTRONICS CORP",
  "cik": 8063,
  "form_type": "10-K",
  "filing_date": "2025-03-05",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0000008063-25-000017",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0000008063&accession_number=000000806325000017&xbrl_type=v",
  "sic_code": "3728",
  "industry": "Aircraft Parts & Auxiliary Equipment, NEC",
  "sections": {
    "item1": {
      "text": "ITEM 1.    BUSINESS\n\nAstronics Corporation (“Astronics” or the “Company”) is a leading provider of advanced technologies to the global aerospace, defense and electronics industries. Our products and services include advanced, high-performance electrical power generation, distribution and motion systems, lighting and safety systems, avionics products, systems and certification, aircraft structures and automated test systems.\n\nWe have principal operations in the United States (“U.S.”), Canada and France, as well as engineering offices in Ukraine and India. Our operation in Ukraine is a small engineering office and we have not experienced any significant disruption in staffing or services as a result of the Ukrainian and Russian conflict. \n\nRefinancing\n\nOn July 11, 2024, the Company completed a financing transaction that refinanced its previous credit facilities. The refinancing consisted of an amendment and restatement of the Company’s asset-based revolving credit facility with a principal amount available to be borrowed thereunder of $200.0 million (the “ABL Revolving Credit Facility”), with amounts borrowed thereunder carrying an interest rate of SOFR plus between 2.50% to 3.00%. The Company also entered into a $55.0 million term loan facility (the “Term Loan Facility”) at an interest rate of SOFR plus a term SOFR plus between 5.50% to 6.75%.\n\nOn November 25, 2024, the Company amended the ABL Revolving Credit Facility increasing the revolving credit line to $220.0 million with an interest rate of SOFR plus 2.75% to 3.25% (an increase of 0.25% to each such applicable margin). \n\nOn December 3, 2024, the Company issued $165.0 million aggregate principal amount of 5.500% Convertible Senior Notes (the “Convertible Notes”), which amount includes the additional notes issued pursuant to the initial purchasers’ full exercise of their option to purchase additional Convertible Notes. The Convertible Notes will mature on March 15, 2030, unless earlier converted, redeemed or repurchased. On December 3, 2024, the Company repaid in full all outstanding indebtedness on the Term Loan Facility. For additional information, see discussion in Item 7, Management’s Discussion and Analysis of Financial Condition and Results of Operations, and Note 8, Long-Term Debt, to the Consolidated Financial Statements in Item 8, Financial Statements and Supplementary Data, of this report.\n\nDivestitures\n\nOn February 13, 2019, the Company completed a divestiture of its semiconductor test business within the Test Systems segment. The total proceeds of the divestiture included two elements of contingent purchase consideration (“earnout”). In March 2022, the Company agreed with the earnout calculation for the calendar 2021 earnout in the amount of $11.3 million. The Company recorded the gain and received the payment in the first quarter of 2022. In March 2023, the Company agreed with the final earnout calculation for the calendar 2022 earnout in the amount of $3.4 million. The Company recorded the gain and received the payment in the first quarter of 2023. We are not eligible for any further earnout payments related to this divestiture. For further information, see Note 21, Divestiture Activities, to the Consolidated Financial Statements in Item 8, Financial Statements and Supplementary Data, of this report.\n\nCustomer Bankruptcies\n\nIn October 2024, a customer reported within the Aerospace segment declared bankruptcy. As a result, the Company recorded a full reserve of $1.0 million for outstanding receivables, a reserve of $1.7 million for inventory and $0.6 million for impairment of fixed assets.\n\nIn November 2023, a non-core contract manufacturing customer reported within the Aerospace segment filed for bankruptcy under Chapter 11. As a result, the Company recorded a full reserve of $7.5 million for outstanding accounts receivable and a reserve of $3.6 million for inventory. \n\nProducts and Customers\n\nOur Aerospace segment designs and manufactures products for the global aerospace industry. Product lines include lighting and safety systems, electrical power generation, distribution and seat motion systems, aircraft structures, avionics products, systems certification, and other products. Our Aerospace customers are the airframe manufacturers (“OEM”) that build aircraft for the commercial transport, military and general aviation markets, suppliers to those OEMs, aircraft operators such as airlines, suppliers to the aircraft operators, and branches of the U.S. Department of Defense. During 2024, this segment’s sales were divided 74% to the commercial transport market, 12% to the military aircraft market, 11% to the general aviation market and 3% to other markets. Most of this segment’s sales are a result of contracts or purchase orders received from customers, placed \n\n5\n\non a day-to-day basis or for a single year procurement rather than long-term multi-year contract commitments. On occasion, the Company does receive contractual commitments or blanket purchase orders from our customers covering multiple-year deliveries of hardware to our customers.\n\nOur Test Systems segment designs, develops, manufactures and maintains automated test systems that support the aerospace and defense, communications and mass transit industries as well as training and simulation devices for both commercial and military applications. In the Test Systems segment, Astronics’ products are sold to a global customer base including OEMs and prime government contractors for both electronics and military products. The nature of our Test Systems business is such that it pursues large, often multi-year, projects.\n\nSales by segment, geographic region, major customer and foreign operations are provided in Note 20, Segments, to the Consolidated Financial Statements in Item 8, Financial Statements and Supplementary Data, of this report.\n\nWe have a significant concentration of business with one major customer, The Boeing Company (“Boeing”). Sales to Boeing accounted for 10.2% of sales in 2024, 11.0% of sales in 2023, and 11.0% of sales in 2022. Sales to Boeing are primarily in the Aerospace segment.\n\nStrategy\n\nOur strategy is to increase our value by developing technologies and capabilities either internally or through acquisition, and use those capabilities to provide innovative solutions to our targeted markets where our technology can be beneficial.\n\nPractices as to Maintaining Working Capital\n\nLiquidity is discussed under the heading “Liquidity and Capital Resources”, in Item 7, Management’s Discussion and Analysis of Financial Condition and Results of Operations, of this report.\n\nCompetitive Conditions\n\nWe experience considerable competition in the market sectors we serve, principally with respect to product performance and price, from various competitors, many of which are substantially larger and have greater resources than we do. Success in the markets we serve depends upon product innovation, customer support, responsiveness and cost management. We continue to invest in developing the technologies and engineering support critical to competing in our markets.\n\nGovernment Contracts\n\nAll U.S. government contracts, including subcontracts where the U.S. government is the ultimate customer, may be subject to termination at the election of the government. Our revenue stream relies on military spending. Approximately 15% of our 2024 consolidated sales were made to U.S. government-related markets.\n\nGovernment Regulation\n\nThe FAA regulates the manufacture, repair and operation of all aircraft and aircraft parts operated in the United States. Its regulations are designed to ensure that all aircraft and aviation equipment are continuously maintained in proper condition to ensure safe operation of the aircraft. Similar rules apply in other countries. All aircraft must be maintained under a continuous condition monitoring program and must periodically undergo thorough inspection and maintenance. The inspection, maintenance and repair procedures for the various types of aircraft and equipment are prescribed by regulatory authorities and can be performed only by certified repair facilities utilizing certified technicians. Certification and conformance is required prior to installation of a part on an aircraft. Our operations may in the future be subject to new and more stringent regulatory requirements. In that regard, we closely monitor the FAA and industry trade groups in an attempt to understand how possible future regulations might impact us. Our businesses which sell products directly to the U.S. Government or for use in systems delivered to the U.S. Government can be subject to various laws and regulations governing pricing and other factors.\n\nThere has been no material adverse effect to our Consolidated Financial Statements nor competitive positions as a result of these government regulations.\n\nRaw Materials\n\nMaterials, supplies and components are purchased from numerous sources. We believe that the loss of any one source, although potentially disruptive in the short-term, would not materially affect our operations in the long-term.\n\n6\n\nSeasonality\n\nOur business is typically not seasonal.\n\nBacklog\n\nAt December 31, 2024, our consolidated backlog was $599.2 million. At December 31, 2023, our backlog was $586.6 million. The increase in backlog is driven primarily by recovering demand from our commercial transport and general aviation customers, with increased OEM build rates and increased spending by commercial airlines on fleet improvements. The backlog in each of the periods presented excludes backlog associated with the customer bankruptcies referred to previously.\n\nBacklog in the Aerospace segment was $537.6 million at December 31, 2024. Backlog in the Test Systems segment was $61.7 million at December 31, 2024.\n\nPatents\n\nWe have a number of patents. While the aggregate protection of these patents is of value, our only material business that is dependent upon the protection afforded by these patents is our cabin power distribution products. Our patents and patent applications relate to electroluminescence, instrument panels, cord reels and handsets, and a broad patent covering the cabin power distribution technology. We regard our expertise and techniques as proprietary and rely upon trade secret laws and contractual arrangements to protect our rights. We have trademark protection in our major markets.\n\nResearch and Development Expenses\n\nResearch and development costs are expensed as incurred and include salaries, benefits, consulting, material costs and depreciation. Research and development expenses amounted to $52.1 million in 2024, $53.5 million in 2023 and $48.3 million in 2022. These costs are included in Cost of Products Sold.\n\nGovernment Subsidies\n\nIn September 2021, the Company was awarded a grant of up to $14.7 million from the U.S. Department of Transportation (“USDOT”) under the Aviation Manufacturing Jobs Protection Program (“AMJP”). The Company received $7.3 million under the grant in 2022. The grant benefit was recognized ratably over the six-month performance period as a reduction to Cost of Products Sold in proportion to the compensation expense that the award was intended to defray. During the year ended December 31, 2022, the Company recognized $6.0 million of the award.\n\nHuman Capital Resources\n\nHuman Capital Management and Corporate Culture\n\nAs of December 31, 2024, we employed approximately 2,500 full-time employees, of whom approximately 2,000 were employed in the United States and approximately 500 were employed outside of the United States. We have approximately 120 non-exempt production employees at PECO who are subject to collective bargaining agreements. We also leverage temporary workers to provide flexibility for our business and manufacturing needs.\n\nWe greatly value our employees and recognize that, without them, the Company would not have achieved the success it has accomplished since inception. We strive to provide a positive, supportive work culture with a clear global vision and a collaborative work style. We strongly believe that a focus on learning and supporting career development can lead to success. Astronics Corporation regularly earns “best employer” awards. \n\nAs it relates to customers, investors, suppliers and partners, our Company is dedicated to conducting business with integrity and responsibility for the greater good. We promote honest and ethical conduct, compliance with applicable government regulations and accountability by all of its directors, officers and employees.\n\nWhen considering an acquisition or partnership, we embed questions specific to human capital management within our due diligence approach. These questions are in the areas of culture, equal employment opportunity, compliance with governing bodies, ethics, as well as employee benefits. We ask these in an effort to ensure that the acquisition candidate is a positive cultural fit and to minimize any risk when assessing the acquisition candidate.\n\nIn addition, our Corporate Governance Guidelines outline expectations that the Board establish and promote policies that encourage a positive, supportive work culture. The Board recognizes that culture is critical to the long-term success of Astronics and our strategy.\n\n7\n\nCompensation Programs and Employee Benefits\n\nWe believe that future success largely depends upon our continued ability to attract and retain highly skilled employees. We provide employees with competitive salaries and bonuses, opportunities for equity ownership, development programs that enable continued learning and growth and a robust employment package that promotes well-being across all aspects of their lives, including;\n\n•Health and dental insurance\n\n•Generous paid time off\n\n•401K, profit sharing, and bonus programs\n\n•Flexible spending accounts\n\n•Employee stock purchase plan\n\n•Disability and life insurance\n\n•Commute reduction, fitness, and tuition programs\n\n•Community service opportunities\n\nEmployee Engagement \n\nThe lifeblood of any organization is its employee base. We rely on our individual subsidiaries to regularly gather employee feedback, using the method each subsidiary believes is most appropriate. In some instances that feedback is obtained through “Town Hall” formats; in other instances, it is obtained through surveys. We also expect our managers to solicit and, where applicable, use employee feedback to improve its business practices and working environment. We are proud to have received numerous awards, recognizing both product quality as well as the ability to provide an excellent work environment.\n\nInclusion \n\nThe Company believes that inclusion is important to attract and retain top talent. Astronics has an Equal Employment Opportunity Policy whereby the Company commits to providing equal employment opportunity and affirmative action plans for all qualified employees and applicants without regard to race, color, sex, sexual orientation, gender identity, religion, national origin, disability, veteran status, age, marital status, pregnancy, genetic information or other legally protected status. \n\nHealth and Safety\n\nAstronics is committed to the safety of our customers and our employees. Each Astronics operation maintains environmental, health and safety policies and practices that seek to promote the operation of its businesses in a manner that is protective of the health and safety of the public and its employees.\n\nOur operations offer several health and welfare programs to employees to promote fitness and wellness and to encourage preventative healthcare. In addition, our employees are offered a confidential employee assistance program that provides professional counseling to employees and their family members. Also, many of our operations offer green space for employees to use during their breaks.\n\nAvailable information\n\nWe file our financial information and other materials as electronically required with the U.S. Securities and Exchange Commission (“SEC”). These materials can be accessed electronically via the Internet at www.sec.gov. We also make available free of charge through our website at www.astronics.com our annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act as soon as reasonably practicable after we electronically file those reports with, or furnish them to, the SEC. The information contained on our website is not incorporated by reference in this annual report on Form 10-K and should not be considered a part of this report.\n\n8\n\nInformation About Our Executive Officers \n\nThe executive officers of the Company, their ages, their positions and offices with the Company as of December 31, 2024, and the date each assumed their office with the Company, are as follows:\n\nName and Age of Executive OfficerPositions and Offices with AstronicsYear First\n\nElected Officer\n\nPeter J. Gundermann\n\nAge 62\n\nPresident, Chief Executive Officer and Director of Astronics Corporation2001\n\nDavid C. Burney\n\nAge 62\n\nFormer Executive Vice President, Treasurer and Chief Financial Officer of Astronics Corporation2003\n\nNancy L. Hedges\n\nAge 51\n\nVice President, Treasurer and Chief Financial Officer of Astronics Corporation2014\n\nMark A. Peabody\n\nAge 65\n\nPresident, Aerospace Segment and Executive Vice President of Astronics Corporation2010\n\nJames F. MulatoAge 64President of Astronics Test Systems, Inc. and Executive Vice President of Astronics Corporation2019\n\nThe principal occupation and employment for Messrs. Gundermann, Burney, Peabody and Mulato for over five years have been with the Company in their respective current roles.\n\nMr. Burney retired from his position as Executive Vice President, Treasurer and Chief Financial Officer of the Company on January 3, 2025. Effective January 4, 2025 and as previously disclosed by the Company, Nancy L. Hedges, previously the Company’s Controller, became the Company’s Vice President, Treasurer and Chief Financial Officer. Ms. Hedges now serves as the Company’s principal financial officer and continues in her role as the Company’s principal accounting officer.",
      "char_count": 18232
    },
    "item1a": {
      "text": "ITEM 1A.    RISK FACTORS\n\nOur business faces many risks, and you should carefully consider the following risk factors, together with all of the other information included in this report, including the financial statements and related notes contained in Item 8, Financial Statements and Supplementary Data, and discussion in Item 7, Management’s Discussion and Analysis of Financial Condition and Results of Operations, when deciding to invest in us. Any of the risks discussed below, or elsewhere in this report or in our other SEC filings, could have a material impact on our business, financial condition or results of operations. Additional risks not currently known to us or that we currently consider immaterial also may materially adversely affect our business, financial condition or results of operations in the future. As a result, the trading price of our common stock could decline, and you could lose all or part of your investment in our common stock.\n\nMarket Risks\n\nThe loss of Boeing as a major customer or a significant reduction in business with this customer would reduce our sales and earnings. In 2024, 2023, and 2022 we had a concentration of sales to Boeing representing approximately 10.2%, 11.0%, and 11.0% of our sales, respectively. Revenue earned from sales to Boeing may decline or fluctuate significantly in the future. We may not be able to offset any decline in sales from Boeing with sales from new customers or other existing customers. The loss of Boeing as a customer or a significant reduction in business with Boeing would significantly reduce our sales and earnings. Accordingly, a portion of our potential for success will depend on our continued ability to develop and manage our relationship with Boeing.\n\nThe markets we serve are cyclical and sensitive to domestic and foreign economic conditions, conflicts and events, which may cause our operating results to fluctuate. The markets we serve are sensitive to fluctuations in general business cycles, global pandemics, domestic and foreign governmental tariffs, trade and monetary policies, national and international conflicts, and economic conditions and events. While both domestic air travel and international air travel utilizing primarily widebody aircraft have recovered from the impact of the COVID-19 pandemic, if a global health crisis similar to the COVID-19 pandemic were to occur in the future, we may find it difficult to access our existing financing or obtain additional financing and/or fund our operations and meet our debt service obligations. Any new pandemic or other future public health crisis could materially adversely affect our business, financial condition and results of operations.\n\nIn our Aerospace segment, demand by the general aviation markets for our products is dependent upon several factors, including capital investment, product innovations, economic growth and wealth creation and technology upgrades. In addition, the commercial airline industry is highly cyclical, with significant downturns in the past and sensitivity to such things as fuel price increases, labor disputes, global economic conditions, availability of capital to fund new aircraft purchase and upgrades of existing aircraft and passenger demand. Any change in these factors could result in a further reduction in the amount of \n\n9\n\ndiscretionary air travel and the ability of airlines to invest in new aircraft or to upgrade existing aircraft. Therefore, our business is directly affected by economic factors outside of our control and other trends that affect our customers in the commercial aerospace industry. These factors could reduce orders for new aircraft and could reduce airline investment in cabin upgrades for which we supply products, thus reducing our sales and profits. A reduction in air travel may also result in our commercial airline customers being unable to pay our invoices on a timely basis or at all. \n\nWe are a supplier on various new aircraft programs just entering or expected to begin production in the future. As with any new program, there is risk as to whether the aircraft or program will be successful and accepted by the market. As is customary for our industry, we purchase inventory and invest in specific capital equipment to support our production requirements generally based on delivery schedules provided by our customer. If a program or aircraft is not successful, we may have to write-off all or a part of the inventory, accounts receivable and capital equipment related to the program. A write-off of these assets could result in a significant reduction of earnings and cause covenant violations relating to our debt agreements. This could result in our being unable to borrow additional funds under the ABL Revolving Credit Facility or being obliged to refinance or renegotiate our indebtedness on potentially unfavorable terms for us.\n\nIn our Test Systems segment, the market for our products is concentrated with a limited number of significant customers accounting for a substantial portion of the purchases of test equipment. In any one reporting period, a single customer or several customers may contribute to an even larger percentage of our consolidated sales. In addition, our ability to increase sales will depend, in part, on our ability to obtain orders from current or new significant customers. The opportunities to obtain orders from these customers may be limited, which may impair our ability to grow sales. We expect that sales of our Test Systems products will continue to be concentrated with a limited number of significant customers for the foreseeable future. Additionally, demand for some of our test products is dependent upon certain factors, including government funding levels for our products, our ability to compete successfully for those contracts and our ability to develop products to satisfy the demands of our customers. A negative change in any of these factors could materially adversely affect our business, financial condition, results of operations, and cash flows.\n\nOur products are sold in highly competitive markets. Some of our competitors are larger, more diversified corporations and have greater financial, marketing, production and research and development resources than we do. As a result, certain of our competitors may be better able to withstand the effects of periodic economic downturns or other market changing events. Our operations and financial performance will be negatively impacted if our competitors:\n\n•develop products that are superior to our products;\n\n•develop products that are more competitively priced than our products;\n\n•develop methods of more efficiently and effectively providing products and services; or\n\n•adapt more quickly than we do to new technologies, such as generative artificial intelligence (“AI”), or evolving customer requirements.\n\nWe believe that the principal points of competition in our markets are product quality, price, design and engineering capabilities, product development, conformity to customer specifications, quality of support after the sale, timeliness of delivery and effectiveness of the distribution organization. Maintaining and improving our competitive position will require continued investment in manufacturing, engineering, quality standards, marketing, customer service and support and our distribution networks. If we do not maintain, or are otherwise unable to maintain, sufficient resources to make these investments, or are not successful in maintaining our competitive position, our business operations and financial performance may be materially adversely affected.\n\nWe depend on government contracts and subcontracts with defense prime contractors and subcontractors that may not be fully funded, may be terminated, or may be awarded to our competitors. The failure to be awarded these contracts, the failure to receive funding or the termination of one or more of these contracts could reduce our sales. Sales to the U.S. government and its prime contractors and subcontractors represent a significant portion of our business. The funding of these programs is generally subject to annual congressional appropriations, and presidential and congressional priorities are unpredictable and subject to change. We cannot be certain that current levels of congressional funding for programs involving our products or services will continue and that our business related to these products and services will not decline or increase at currently anticipated levels, or that we will not be subject to delays in the negotiation of contracts or increased costs due to changes in the funding of U.S. government programs or government shutdowns. In addition, government expenditures for defense programs may decline or these defense programs may be terminated. A decline in governmental expenditures, a change in spending priorities, or the U.S. government’s termination of existing contracts may result in a reduction in the volume of government contracts awarded to us. Furthermore, on government contracts for which we are a subcontractor and not the prime contractor, the U.S. government could terminate the prime contract for convenience or otherwise, irrespective of our performance as a subcontractor. Also, sales to the U.S. government and its contractors, as well as foreign military and government customers, either directly or as a subcontractor to other contractors, often use a competitive bidding process and \n\n10\n\nhave unique purchasing and delivery requirements, which often makes the timing of sales to these customers unpredictable. We have resources applied to specific government contracts, and if any of those contracts were terminated, we may incur substantial costs redeploying those resources and our business, financial condition, results of operations, and cash flows may be materially adversely affected.\n\nContracting in the defense industry is subject to significant regulation, including rules related to bidding, billing and accounting kickbacks and false claims, and any non-compliance could subject us to fines and penalties or possible debarment. Like all government contractors, we are subject to risks associated with this contracting. These risks include the potential for substantial civil and criminal fines and penalties. These fines and penalties could be imposed for failing to follow procurement integrity and bidding rules, employing improper billing practices or otherwise failing to follow cost accounting standards, receiving or paying kickbacks or filing false claims. We have been, and expect to continue to be, subjected to audits and investigations by government agencies. The failure to comply with the terms of our government contracts could harm our business reputation, which could materially reduce our sales and earnings. It could also result in our suspension or debarment from future government contracts, which could materially adversely affect our business, financial condition, results of operations, and cash flows.\n\nStrategic Risks\n\nIf we are unable to adapt to technological change, demand for our products may be reduced. The technologies related to our products have undergone, and in the future may undergo, significant changes. To succeed in the future, we will need to continue to design, develop, manufacture, assemble, test, market and support new products and enhancements on a timely and cost-effective basis, and we cannot be certain that we will be able to do so successfully, if at all, or on a timely, cost effective, or repeatable basis. Our competitors may develop technologies and products that are more effective than those we develop or that render our technology and products obsolete or noncompetitive. Furthermore, our products could become unmarketable if new industry standards emerge. We may have to modify our products significantly in the future to remain competitive, and new products we introduce may not be accepted by our customers.\n\nOur new product development efforts may not be successful, which could result in a reduction in our sales and earnings. We may experience difficulties that could delay or prevent the successful development of new products or product enhancements, and new products or product enhancements may not be accepted by our customers. Because it is difficult to predict the amount of time required and the costs involved in achieving certain research, development, and engineering objectives, the development expenses we incur may exceed our cost estimates and estimated product development schedules may be extended. Furthermore, any new products we develop may not generate sales sufficient to offset our costs. If any of these events occur, our sales and profits could be materially adversely affected.\n\nWe may incur losses and liabilities as a result of our acquisition strategy. Part of our business strategy involves developing technologies and capabilities through acquisitions. Growth by acquisition involves risks that could materially adversely affect our business, financial condition and results of operations, including:\n\n•the potential exposure to unanticipated liabilities;\n\n•the potential that expected benefits or synergies are not realized and that operating costs increase;\n\n•the risks associated with incurring additional acquisition indebtedness, including that additional indebtedness could limit our cash flow availability for operations and our flexibility;\n\n•difficulties in integrating the operations and personnel of acquired companies;\n\n•the potential loss of key employees, suppliers or customers of acquired businesses; and\n\n•diversion of management time and attention from our core business.\n\nIn addition, any acquisition, once successfully integrated, could negatively impact our financial performance if it does not perform as planned, does not increase earnings, or does not prove otherwise to be beneficial to us. We cannot provide any assurances that we will be able to complete any acquisitions and then successfully integrate the business and operations of those acquisitions without encountering the risks described above. If we are not able to efficiently integrate an acquisition’s business and operations into our organization in a timely and efficient manner, or at all, the anticipated benefits of the acquisition may not be realized, or it may take longer to realize these benefits than we currently expect, either of which could materially adversely affect our business, financial condition and results of operations.\n\n11\n\nOperational Risks\n\nOur business and operations could be adversely impacted in the event of a failure of our information technology infrastructure or adversely impacted by a successful cyber-attack. We are dependent on various information technologies throughout our Company to administer, store and support multiple business activities. We routinely experience various cybersecurity threats, threats to our information technology infrastructure, unauthorized attempts to gain access to our sensitive information, and denial-of-service attacks, and our customers, suppliers and subcontractors face similar cybersecurity threats. We conduct regular periodic training of our employees as to the protection of sensitive information, which includes security awareness training intended to prevent the success of “phishing” attacks. \n\nThe threats we face vary from attacks common to most industries, such as ransomware attacks to disable critical infrastructure and extort companies for ransom payments, to more advanced and persistent, highly organized adversaries, including nation states, which target us and other defense contractors because we protect sensitive information. If we are unable to protect sensitive information, our customers or governmental authorities could question the adequacy of our threat mitigation and detection processes and procedures, and depending on the severity of the incident, our customers’ data, our employees’ data, our intellectual property, and other third-party data (such as subcontractors, suppliers and vendors) could be compromised. As a consequence of the persistence, sophistication and volume of these bad actors, we may not be successful in defending against all such attacks. Due to the evolving nature of these security threats, the impact of any future cybersecurity incident cannot be predicted with reasonable certainty.\n\nAlthough we work cooperatively with our customers, suppliers, and subcontractors to seek to minimize the impact of cybersecurity threats, other security threats or business disruptions, we must rely on the safeguards put in place by these entities, which may affect the security of our information. These entities have varying levels of cybersecurity expertise and safeguards and their relationships with U.S. government contractors, such as Astronics, may increase the likelihood that they are targeted by the same cybersecurity threats we face. Furthermore, our customers, suppliers and subcontractors may incorporate AI tools without disclosing this use to us, and the providers of these AI tools may not meet existing or rapidly evolving regulatory or industry standards with respect to privacy and data protection and may inhibit our or their ability to maintain an adequate level of service and experience. If we or our customers, suppliers or subcontractors experience an actual or perceived breach or privacy or security incident because of the use of AI, we may lose valuable confidential information and our reputation and the public perception of the effectiveness of our security measures could be harmed.\n\nIf we experience a data security breach from an external source or from an insider threat, we may have a loss in sales or increased costs arising from the restoration or implementation of additional security measures, either of which could adversely affect our business and financial results. Other potential costs could include damage to our reputation, loss of brand value, incident response costs, decrease in the price of our common stock, regulatory inquiries, litigation and management distraction from operating our business. A security breach that involves classified information could subject us to civil or criminal penalties, loss of a government contract, loss of access to classified information, or debarment as a government contractor. Similarly, a breach that involves loss of customer-provided data could subject us to loss of a customer, loss of a contract, litigation costs and legal damages and reputational harm. One or more of these results could materially adversely affect our business, financial condition and results of operations. \n\nOur inability to adequately enforce and protect our intellectual property or defend against assertions of infringement could prevent or restrict our ability to compete. We rely on patents, trademarks and proprietary knowledge and technology, both internally developed and acquired, in order to maintain a competitive advantage. Our inability to defend against the unauthorized use of these intellectual property rights and assets could have an adverse effect on our results of operations and financial condition. We cannot assure you that our means of protecting our intellectual property rights in the United States or abroad will be adequate, or that others will not develop technologies similar or superior to our technology or design around our proprietary rights. Litigation may be necessary to protect our intellectual property rights or defend against claims of infringement. This litigation could result in significant costs and divert our management’s focus away from our core business operations. Refer to the risk factor below under the heading “Currently, our subsidiary, Astronics Advanced Electronic Systems Corp., is a defendant in actions filed in various jurisdictions by Lufthansa Technik AG relating to an allegation of patent infringement and based on rulings to date, we have concluded that losses related to these proceedings are probable” and Note 19, Legal Proceedings, to the Consolidated Financial Statements in Item 8, Financial Statements and Supplementary Data, of this report for further discussion.\n\n12\n\nIf critical components or raw materials used to manufacture our products or used in our development programs become scarce or unavailable, then we may incur delays in manufacturing and delivery of our products and in completing our development programs, which has damaged, and could continue to damage, our business, results of operations and financial condition. Due to increased demand across a range of industries, the global supply chain for certain critical components and raw materials used in the manufacture of our products and used in our development programs has in the past experienced, and may in future periods experience, significant strain. A constrained supply environment has in the past adversely affected, and could in the future adversely affect, availability, lead times and the cost of components, and could impact our ability to timely complete development programs, respond to accelerated or quick-turn delivery requests from customers, or meet customer demand and product delivery dates for our end customers in situations where we cannot timely secure adequate supply of these components. Moreover, if any of our suppliers become financially unstable, or otherwise unable or unwilling to provide us with raw materials or components, then we may have to find new suppliers. It may take several months to locate alternative suppliers, if required, or to redesign our products to accommodate components from different suppliers. We may experience significant delays in manufacturing and shipping our products to customers and incur additional development, manufacturing and other costs to establish alternative sources of supply if we lose any of these sources or are required to redesign our products. We cannot predict if we will be able to obtain replacement components within the time frames that we require at an acceptable cost, if at all. \n\nIn an effort to mitigate these risks, in some cases, we have incurred higher costs to secure available inventory or have extended or placed non-cancellable purchase commitments with suppliers, which introduces inventory risk if our forecasts and assumptions prove inaccurate. While we may attempt to recover the increased costs through price increases to our customers, we may be unable to mitigate the effect on our results of operations. We have also multi-sourced and pre-ordered components and raw materials inventory in some cases in an effort to reduce the impact of the adverse supply chain conditions we have experienced or may experience in the future. Limits on manufacturing availability or capacity or delays in production or delivery of components or raw materials could delay or inhibit our ability to obtain supply of components and produce finished goods. Supply chain constraints and their related challenges could result in shortages, increased material costs or use of cash, engineering design changes, and delays in new product introductions, each of which could materially adversely affect our growth, gross margin and financial results. These types of negative financial impacts on our business may become more acute if supply chain pressures increase.\n\nOur financial results could continue to be adversely impacted by the escalation of labor and benefit costs. Consistent with the experience of other employers, our labor, medical and workers’ compensation costs have increased substantially in recent years and are expected to continue to rise. If this trend continues, the cost of labor and to provide healthcare and other benefits to our employees could continue to increase, which could materially adversely affect our future profitability. Competition for employees has escalated in the labor market which has increased costs associated with attracting and retaining skilled employees. We cannot be certain that we will be able to maintain an adequately skilled labor force necessary to operate efficiently or that our labor costs will not increase as a result of a shortage in the availability of skilled employees. Any significant increases in the costs attributable to our self-insured health and workers’ compensation plans could adversely impact our business, results of operations, financial condition and cash flows.\n\nPrice inflation for labor and materials, further exacerbated by the Russian invasion of Ukraine or the Israel-Hamas war, could adversely affect our business, results of operations and financial condition. We have experienced considerable price inflation in our costs for labor and materials in recent years, which has materially adversely affected our business, results of operations and financial condition. We may not be able to pass through to our customers inflationary cost increases under our existing fixed-price contracts. Our ability to raise prices to reflect increased costs may be limited by competitive conditions in the market for our products and services. Russia’s invasion of Ukraine and the Israel-Hamas war, and prolonged conflict in either such situation, may continue to result in increased inflation, escalating energy and commodity prices and increasing costs of materials. We continue to work to mitigate such pressures on our business operations as they develop. To the extent the war in Ukraine or the Israel-Hamas war adversely affects our business as discussed above, it may also have the effect of heightening many of the other risks described herein, such as those relating to cybersecurity, supply chain, volatility in prices and market conditions, any of which could negatively affect our business and financial condition.\n\nIf our subcontractors fail to perform their contractual obligations, our prime contract performance and our ability to obtain future business could be materially adversely affected. Many of our contracts involve subcontracts with other companies upon whom we rely to perform a portion of the services we must provide to our customers. There is a risk that we may have disputes with our subcontractors, including disputes regarding the quality and timeliness of work performed by the subcontractor or customer concerns about the subcontractor. Failure by our subcontractors to satisfactorily provide, on a timely basis, the agreed-upon supplies or perform the agreed-upon services may materially adversely affect our ability to perform our obligations to our customer and could result in the assessment of late delivery penalties. Subcontractor performance deficiencies could result in a customer terminating our contract for cause or could otherwise result in our default under the applicable \n\n13\n\ncontract. A termination for cause or other default could expose us to liability, damage our reputation and substantially impair our ability to compete for future contracts and orders.\n\nSome of our contracts contain late delivery penalties. Our failure to deliver our products in a timely manner, whether due to supplier and supply chain problems, labor availability, development schedule slides, manufacturing difficulties, similar schedule-related events or otherwise, may trigger late delivery penalties pursuant to certain of our contracts, which could materially adversely affect our business, financial condition and results of operations. While no significant penalties have been incurred to date, the risk factors described herein may cause future deliveries to be delayed and may cause us to incur such significant penalties in the future.\n\nOur results of operations are affected by our fixed-price contracts, which could subject us to losses in the event that we have cost overruns. For the year ended December 31, 2024, fixed-price contracts represented almost all of the Company’s sales. On fixed-price contracts, we agree to perform the scope of work specified in the contract for a predetermined price. Depending on the fixed price negotiated, these contracts may provide us with an opportunity to achieve higher profits based on the relationship between our costs and the contract’s fixed price. However, we bear the risk that increased or unexpected costs, such as contractual delays, failure of subcontractor performance, litigation with contract counterparties, inaccurate cost estimates or otherwise, may reduce our profit or cause us to incur a loss on the contract, which could reduce our net earnings. Because our ability to terminate contracts is generally limited, we may not be able to terminate our performance requirements under these contracts at all or without substantial liability and, therefore, in the event we are sustaining reduced profits or losses, we could continue to sustain these reduced profits or losses for the duration of the contract term. Our failure to anticipate technical problems, estimate delivery reductions, estimate costs accurately or control costs during performance of a fixed-price contract may reduce our profitability or cause significant losses on programs.\n\nThe failure of our products may damage our reputation, necessitate a product recall or result in claims against us that exceed our insurance coverage, thereby requiring us to pay significant damages. Defects in the design and manufacture of our products may necessitate a product recall. We include complex system design and components in our products that could contain errors or defects, particularly when we incorporate new technology into our products. If any of our products are defective, we could be required to redesign or recall those products or pay substantial damages or warranty claims. Such an event could result in significant expenses, disrupt sales and affect our reputation and that of our products. We are also exposed to product liability claims. We carry aircraft and non-aircraft product liability insurance consistent with the commercial standards in our industry. However, this insurance coverage may not be sufficient to fully cover the payment of any potential claim. Additionally, should insurance market conditions change, aircraft and non-aircraft product liability insurance coverage may not be available in the future at a cost acceptable to us. A product recall or a product liability claim not covered by insurance could materially adversely affect our business, liquidity, financial condition and results of operations.\n\nOur operations depend on our manufacturing facilities, which are subject to physical and other risks that could disrupt production. Our manufacturing facilities or our customers’ facilities could be damaged or disrupted by a natural disaster, war, or terrorist activity. We maintain property damage and business interruption insurance consistent with the commercial standards in our industry or for our customers and suppliers, however, a pandemic or other major catastrophe, such as an earthquake, hurricane, fire, flood, tornado or other natural disaster at any of our sites, or political instability resulting from war, insurrections, terrorist activities, foreign civil unrest or other unforeseen circumstances in any of the areas where we conduct operations could result in a prolonged interruption of our business. Any disruption resulting from these events could cause significant delays in shipments of products and the loss of sales and customers, and we may not have insurance to adequately compensate us for any of these events. For leased facilities, timely renewal of leases and risk mitigation from the sale of our leased facilities is required to avoid any business interruption.\n\nWe may be subject to work stoppages at our facilities or those of our principal customers and suppliers, which could seriously impact the profitability of our business. Many aircraft manufacturers, airlines, and aerospace suppliers have unionized work forces. Any strikes, work stoppages, or slowdowns experienced by aircraft manufacturers, airlines, or aerospace suppliers could reduce our customers’ demand for additional aircraft structures or prevent us from completing production of our products.\n\nA small percentage of our workforce is represented by unions. If we were unable to renew our labor agreements at expiration, or if our workers were to engage in a strike, work stoppage, or other slowdown, we could experience a disruption of our operations, which could cause us to be unable to deliver products to certain of our customers on a timely basis and could result in a breach of such supply agreements. This could negatively impact our results. In addition, our non-unionized labor force may become subject to labor union organizing efforts, which could cause us to incur additional labor costs and increase the related risks that we now face.\n\n14\n\nThe construction of aircraft is heavily regulated, and failure to comply with applicable laws could reduce our sales or require us to incur additional costs to achieve compliance, and we may incur significant expenses to comply with new or more stringent governmental regulation. The aerospace industry is highly regulated in the United States by the FAA and in other countries by similar agencies. We must be certified by the FAA and, in some cases, by individual OEMs in order to engineer and service parts, components and aerostructures used in specific aircraft models. If any of our material authorizations or approvals were revoked or suspended, our operations would be adversely affected. New or more stringent governmental regulations may be adopted, or industry oversight heightened in the future, and we may incur significant expenses to comply with any new regulations or any heightened industry oversight. In addition, in January 2024, the FAA ordered the temporary grounding of Boeing 737-9 MAX aircraft as a result of an incident where a Boeing 737-9 MAX lost a “door plug.” This incident and the subsequent investigation, and the potential for more issues to be identified during further investigations, could result in a suspension or reduction of manufacturing of 737 MAX aircraft by Boeing. Air travelers may also respond negatively to the 737 MAX aircraft due to perceived safety concerns, which could negatively impact Boeing. Boeing is a major customer of ours and any financial or customer losses it suffers may result in a negative impact on our business, financial condition and results of operations.\n\nIn addition, recent U.S. government administrations have relied on executive orders in lieu of federal legislation to implement regulatory policy and objectives, and the U.S. Supreme Court has recently issued decisions that have added uncertainty to the federal regulatory apparatus. Each of these developments could exacerbate regulatory unpredictability. We may be unable to anticipate changes in regulatory regimes of the U.S. federal government administration and, therefore, be unable to make timely operational or other changes, assuming we are in a position to effectively respond to any such change, which may not be the case, or to ensure compliance with federal regulations or executive orders. Executive orders or regulatory priorities issued or rescinded by the U.S. federal government administration may require us to make additional capital expenditures or incur additional costs, or cause a delay or the abandonment of projects or awarded contracts, which could materially adversely affect our business, results of operations and financial condition In addition, increased regulatory uncertainty following the forementioned U.S. Supreme Court decisions could result in delays and other impediments to the federal agency rulemaking process, which could materially adversely affect our business, results of operations and financial condition\n\nFinancial Risks\n\nWe have incurred losses in prior fiscal years and our future profitability is not certain. For the years ended December 31, 2024, 2023 and 2022, we incurred a net loss of $16.2 million, $26.4 million and $35.7 million, respectively. Our operating results for future periods are subject to numerous uncertainties and we cannot be certain that we will be profitable or that we will not experience substantial net losses in the future. If we are not able to increase revenue or reduce our costs, we may not be able to achieve profitability in future periods and our business, financial condition, results of operations and cash flows may be materially adversely affected.\n\nOur ABL Revolving Credit Facility contains financial and restrictive covenants that we may be unable to satisfy, and that, if not satisfied, could result in the acceleration of any outstanding indebtedness thereunder and limit our ability to borrow additional funds. In addition, the terms of our ABL Revolving Credit Facility contains covenants that restrict our current and future operations, particularly our ability to take certain actions. Our ABL Revolving Credit Facility subjects us to various financial and other affirmative and negative covenants with which we must comply on an ongoing or periodic basis. These include financial covenants pertaining to minimum excess availability and minimum fixed charge coverage ratio requirements. An unexpected decline in our revenues or operating income, including occurring as a result of events beyond our control, could cause us to violate our financial covenants. A covenant violation could result in a default under the ABL Revolving Credit Facility. If any such default occurs, the lenders may elect to declare all outstanding borrowings, together with accrued interest and other amounts payable thereunder, to be immediately due and payable. Further, as the amount available to us under our ABL Revolving Credit Facility is subject to borrowing base calculations determined by the value of accounts receivable, inventory, real estate and machinery and equipment, an unexpected decline in the value of these assets would require a mandatory prepayment. If any of these events were to occur, we may not be able to pay our debts and other monetary obligations as they come due, and our ability to continue to operate as a going concern could be impaired, which could in turn cause a significant decline in our common stock price and could result in a significant loss of value for our shareholders. Furthermore, the lenders also have the right in these circumstances to terminate any commitments they have to provide further borrowings, which could leave us without access to sufficient liquidity to operate our business. In addition, following an event of default, the lenders under the ABL Revolving Credit Facility will have the right to proceed against the collateral granted to them to secure the debt, which includes our available accounts receivable, inventory, machinery and equipment, real estate and intellectual property. If the debt under the ABL Revolving Credit Facility were to be accelerated, we cannot assure you that our assets would be sufficient to repay in full our debt.\n\nAdditionally, our ABL Revolving Credit Facility contains a number of restrictive covenants that impose significant operating and financial restrictions on the Company and our subsidiaries and may limit our ability to engage in acts that we believe to be \n\n15\n\nin our long-term best interests. The ABL Revolving Credit Facility include covenants restricting, among other things, the ability of the Company and our subsidiaries to:\n\n•incur additional indebtedness;\n\n•pay dividends on or repurchase our capital stock;\n\n•make certain acquisitions or investments;\n\n•sell assets; and\n\n•engage in certain business activities.\n\nOur inability to raise funds necessary to repurchase, or settle conversions of, our Convertible Notes upon a fundamental change as described in the indenture governing the Convertible Notes, may lead to defaults under such indenture and under agreements governing our existing or future indebtedness. On December 3, 2024, we issued an aggregate principal amount of $165 million 5.500% Convertible Notes due March 15, 2030, unless earlier converted, redeemed or repurchased. The interest rate is fixed at 5.500% per annum and is payable semi-annually in arrears on March 15 and September 15 of each year, beginning on March 15, 2025. \n\nIf a fundamental change (as defined in the indenture governing the Convertible Notes) occurs, then, subject to limited exceptions, holders of our Convertible Notes may require the Company to repurchase all or any their Convertible Notes for cash. If we repurchase the Convertible Notes for cash or settle such Convertible Notes by cash or by a combination of cash and shares of our common stock in the event a holder of our Convertible Notes elects to convert their Convertible Notes following a fundamental change, we will be required to make cash payments with respect to the Convertible Notes being converted or repurchased.\n\nHowever, we may not have enough available cash or be able to obtain financing at the time we are required to make purchases of the Convertible Notes being surrendered or converted. In addition, our ability to repurchase the Convertible Notes or to pay cash upon conversion of Convertible Notes is limited by the ABL Revolving Credit Facility and may also be limited by law, by regulatory authority or by agreements that will govern our future indebtedness. Our failure to repurchase Convertible Notes at a time when the repurchase is required by the indenture governing the Convertible Notes or to pay cash payable on future conversions of the Convertible Notes as required by such indenture would constitute a default under such indenture. A default under the indenture governing the Convertible Notes or the fundamental change itself could also lead to a default under the ABL Revolving Credit Facility.\n\nThe conditional conversion feature of the Convertible Notes, if triggered, may adversely affect our financial condition and operating results. Under certain circumstances, holders of our Convertible Notes will be entitled to convert such Convertible Notes at any time during specified periods at their option. If one or more holders of our Convertible Notes elect to convert their Convertible Notes, we may initially elect to satisfy our conversion obligations by combination settlement. In addition, in the future, we may elect to settle all of our conversion obligations through the payment of cash, which could materially adversely affect our liquidity. In addition, even if holders do not elect to convert their Convertible Notes, we could be required under applicable accounting rules to reclassify all or a portion of the outstanding principal of the Convertible Notes as a current liability, rather than a long-term liability, which could result in a material reduction of our net working capital.\n\nConversion of the Convertible Notes will dilute the ownership interest of existing shareholders or may otherwise depress the price of our common stock. The conversion of some or all of the Convertible Notes will dilute the ownership interests of existing shareholders to the extent we deliver shares of our common stock upon conversion of any of the Convertible Notes. The Convertible Notes may from time to time in the future be convertible at the option of their holders prior to their scheduled terms under certain circumstances. Any sales in the public market of the common stock issuable upon such conversion could adversely affect prevailing market prices of our common stock. In addition, the existence of the Convertible Notes may encourage short selling by market participants because the conversion of the Convertible Notes could be used to satisfy short positions or anticipated conversion of the Convertible Notes into shares of our common stock could depress the price of our common stock.\n\nThe amount of debt we have outstanding, as well as any debt we may incur in the future, could have an adverse effect on our operational and financial flexibility. As of December 31, 2024, we had approximately $175.0 million of debt outstanding. Changes to our level of debt subsequent to December 31, 2024, could have significant consequences to our business, including the following:\n\n•Depending on interest rates and debt maturities, a substantial portion of our cash flow from operations could be dedicated to paying principal and interest on our debt, thereby reducing funds available for our acquisition strategy, capital expenditures or other purposes;\n\n•A significant amount of additional debt could make us more vulnerable to changes in economic conditions or increases in prevailing interest rates;\n\n16\n\n•Our ability to obtain additional financing for acquisitions, capital expenditures or for other purposes could be impaired;\n\n•The increase in the amount of debt we have outstanding and the associated interest expense increases the risk of non-compliance with some of the covenants in our debt agreements which require us to maintain specified financial ratios; and\n\n•We may be more leveraged than some of our competitors, which may result in a competitive disadvantage.\n\nSubject to the limits contained in our ABL Revolving Credit Facility, we may incur additional debt from time to time to finance working capital, capital expenditures, investments or acquisitions, or for other purposes. If we do so, the risks described above related to our debt could intensify.\n\nA write-off of all or part of our goodwill or other intangible assets could adversely affect our operating results and net worth. As of December 31, 2024, goodwill and net intangible assets were approximately 8.9% and 8.1% of our total assets, respectively. We had no goodwill impairment charges during 2024, 2023 or 2022. Our goodwill and other intangible assets may increase in the future since our strategy includes growing through acquisitions. We may have to write-off all or part of our goodwill or purchased intangible assets if their value becomes impaired. Although such a write-off may not result in an outlay of cash and is not included in the financial covenant calculation, it could reduce our earnings and net worth significantly.\n\nOur future operating results could be impacted by estimates used to calculate impairment losses on goodwill and long-lived assets. The preparation of financial statements in conformity with U.S. generally accepted accounting principles requires management to make significant and subjective estimates and assumptions that may affect the reported amounts of tangible and intangible long-lived assets, including goodwill, in the Consolidated Financial Statements. These estimates are integral in the determination of whether a potential non-cash impairment loss exists as well as the calculation of that loss. Actual future results could differ materially from those estimates. We had no such asset impairment charges in 2024, 2023 or 2022.\n\nChanges in discount rates and other estimates could affect our future earnings and equity. Our goodwill asset impairment evaluations are determined using valuations that involve several assumptions, including discount rates, cash flow estimates, growth rates and terminal values. Certain of these assumptions, particularly the discount rate, are based on market conditions and are outside of our control. Changes in these assumptions could affect our future earnings and equity.\n\nAdditionally, pension obligations and the related costs are determined using actual results and actuarial valuations that involve several assumptions. The most critical assumption is the discount rate. Other assumptions include mortality, salary and bonus levels and retirement age. The discount rate assumptions are based on current market conditions and are outside of our control. Changes in these assumptions could affect our future earnings and equity. \n\nChanges in tax laws and regulations or exposure to additional tax liabilities could adversely affect our financial results. Changes in U.S. (federal or state) or foreign tax laws and regulations, or their interpretation and application, including those with retroactive effect, could result in increases in our tax expense and affect profitability and cash flows. For example, beginning in 2022, the Tax Cuts and Jobs Act of 2017 eliminated the option to deduct research and development expenditures immediately in the year incurred and requires taxpayers to amortize such expenditures over five years for tax purposes. The most significant impact of this provision is to the cash tax liability for 2024 and 2023 (as the liability for 2022 is partially offset by certain tax credits and loss carryforwards); the impact will decline annually thereafter over the five-year amortization period to an immaterial amount in year six. Furthermore, compliance with the tax regimes we are subject to is difficult and expensive. If we fail to adhere, or are alleged to have failed to adhere, to any applicable federal, state, or foreign laws or regulations, or if such laws or regulations negatively affect sales of our products, our business, financial condition and results of operations may be materially adversely affected. In addition, our future results could be materially adversely affected by changes in applicable federal, state, and foreign laws and regulations, or the interpretation or enforcement thereof (including tax-rate changes, new tax laws such as the proposed 15% global minimum tax under the Organisation for Economic Co-operation and Development Pillar Two, Global Anti-Base Erosion Rules, or revised tax law interpretations).\n\nWe are subject to financing and interest rate exposure risks that could adversely affect our business, liquidity and operating results. Changes in the availability, terms and cost of capital, and increases in interest rates could cause our cost of doing business to increase and place us at a competitive disadvantage. At December 31, 2024, the $10.0 million outstanding on our ABL Revolving Credit Facility is subject to variable interest rates.\n\n17\n\nLegal and Compliance Risks\n\nWe currently are involved in, and may become involved in the future in, legal proceedings that, if adversely adjudicated or settled, could materially and adversely impact our financial condition. As an aerospace company, we may become a party to litigation, including, among others, matters alleging product liability, warranty claims, intellectual property infringement, breach of commercial or government contract or other legal actions. In general, litigation claims can be expensive and time consuming to bring or defend against and could result in settlements or damages that could materially adversely affect our results of operations and financial condition. For example, in some instances, litigation may be necessary to enforce our intellectual property rights and protect our proprietary information, or to defend against claims by third parties that our products infringe upon their intellectual property rights. Any litigation or claims brought by or against us, whether with or without merit, could result in substantial costs to us and divert the attention of our management, which could materially harm our business and results of operations. In addition, any intellectual property litigation or claims against us could result in the loss or compromise of our intellectual property and proprietary rights, subject us to significant liabilities, require us to seek licenses on unfavorable terms, expose us to injunctive relief, prevent us from manufacturing or selling certain products or require us to redesign certain products, any of which could materially adversely affect our results of operations and financial condition.\n\nCurrently, our subsidiary, Astronics Advanced Electronic Systems Corp., is a defendant in actions filed in various jurisdictions by Lufthansa Technik AG relating to an allegation of patent infringement and based on rulings to date, we have concluded that losses related to these proceedings are probable and the amounts of such losses could be substantial. Lufthansa Technik AG (“Lufthansa”) filed actions against us in Germany, the UK and France. In both Germany and the UK, the Company has been found to infringe the patents of Lufthansa and will be subject to monetary damages and estimates of which have been accrued as liabilities in our financial statements. However, the actual amount of damages that may be addressed in the future could be substantially higher than the amounts that have been accrued as liabilities in our financial statements. In February 2025, a judgment quantified the amount payable in aggregate in respect of the profits derived from infringing Lufthansa’s UK patent by the defendants as $11.9 million. Any additional amounts required to be paid by the Company related to certain other factors peripheral to the damages award, including reimbursement of legal fees related to the damages proceedings, will be determined at follow-up hearings expected to occur in the first half of 2025. An appeal, if any, would likely be heard in early 2026. \n\nRefer to Note 19, Legal Proceedings, of our Consolidated Financial Statements in Item 8, Financial Statements and Supplementary Data, of this report for discussion on this and other legal proceedings.\n\nOur operations in foreign countries expose us to political and currency risks and adverse changes in local legal and regulatory environments. In 2024, approximately 10% of our sales were made by our subsidiaries in foreign countries, predominately in our subsidiaries in France and Canada. Net assets held by our foreign subsidiaries total $41.3 million as of December 31, 2024. Approximately 25% of our consolidated sales in 2024 were made to customers outside of the United States. Our financial results may be adversely affected by fluctuations in foreign currencies and by the translation of the financial statements of our foreign subsidiaries from local currencies into U.S. dollars. We expect international operations and export sales to continue to contribute to our earnings for the foreseeable future. Both the sales from international operations and export sales are subject in varying degrees to risks inherent in doing business outside of the U.S. Such risks include the possibility of unfavorable circumstances arising from host country laws or regulations, changes in tariff and trade barriers and import or export licensing requirements, and political or economic reprioritization, insurrection, civil disturbance or war.\n\nGovernment regulations could limit our ability to sell our products outside the U.S. and could otherwise adversely affect our business. Certain of our sales are subject to compliance with U.S. export regulations. Our failure to comply with the regulatory limitations, licensing requirements, registration standards or other requirements under applicable U.S. export regulations would hinder our ability to generate sales of our products outside the U.S. Compliance with these export regulations may also subject us to additional fees and operating costs. The absence of comparable restrictions on competitors in other countries may adversely affect our competitive position. In order to sell our products in European Union countries, we must satisfy certain technical requirements. If we are unable to comply with those requirements with respect to a significant quantity of our products, our sales in Europe could be restricted. Doing business internationally also subjects us to numerous U.S. and foreign laws and regulations, including regulations relating to import-export control, technology transfer restrictions, foreign corrupt practices and anti-boycott provisions. Our failure, or failure by an authorized agent or representative that is attributable to us, to comply with these laws and regulations could result in administrative, civil or criminal liabilities and could, in the extreme case, result in monetary penalties, suspension or debarment from government contracts or suspension of our export privileges, which could materially adversely affect our business, financial condition and results of operations.\n\nTrade policies, treaties, and tariffs could materially adversely affect our business. Our business is dependent on the availability of raw materials and components for our products, particularly electrical components common in the semiconductor industry. There is continued uncertainty about the future relationship between the United States and various other countries, \n\n18\n\nmost significantly China, with respect to trade policies, treaties, tariffs, and taxes. Changes in U.S. administrative policy could lead to changes in existing trade agreements, greater restrictions on free trade generally, and significant increases in tariffs on goods imported into the United States, particularly tariffs on products manufactured in Canada, China and Mexico, among other possible changes. For example, in February 2025, the new U.S. presidential administration announced tariffs on imports from Canada, Mexico and China, and then subsequently paused the tariffs on Canada and Mexico. It is uncertain whether the tariffs on Canada and Mexico will be reinstated. These developments, or the perception that any of them could occur, could materially adversely affect global economic conditions and the stability of global financial markets, and could significantly reduce global trade and, in particular, trade between the impacted nations and the United States.\n\nThis uncertainty includes: (i) the possibility of altering the existing tariffs or penalties on products manufactured outside the United States, including the U.S. government’s 25% tariff on a range of products from China; (ii) the effects stemming from the removal of such previously imposed tariffs; (iii) subsequent tariffs imposed by the United States on any other countries; and (iv) potential tariffs imposed by trading partners on U.S. exports. The institution of trade tariffs on items imported by us from other countries could increase our costs, which could have a negative impact on our business.\n\nWe cannot predict whether, and to what extent, there may be changes to international trade agreements or whether quotas, duties, tariffs, exchange controls or other restrictions on our products will be changed or imposed. In addition, an open conflict or war across any region could affect our ability to obtain raw materials. For example, the current military conflict between Russia and Ukraine, and related sanctions, export controls or other actions that may be initiated by nations, including the United States, the European Union or Russia (e.g., potential cyberattacks, disruption of energy flows, etc.) or potential sanctions or relevant export controls related to China or Taiwan could adversely affect our business and/or our supply chain or our business partners or customers in other countries beyond Russia and Ukraine. Although we currently maintain alternative sources for raw materials, if we are unable to source our products from the countries where we wish to purchase them, either because of the occurrence or threat of wars or other conflicts, regulatory changes or for any other reason, or if the cost of doing so increases, it could materially adversely affect our business, financial condition and results of operations. Disruptions in the supply of raw materials and components could temporarily impair our ability to manufacture our products for our customers or require us to pay higher prices to obtain these raw materials or components from other sources, which could materially adversely affect our business and our results of operations.\n\nWe may face reputational, regulatory or financial risks from a perceived, or an actual, failure to achieve our sustainability goals. The increased focus on sustainability practices and disclosures is rapidly evolving, as is the criteria to measure our sustainability performance; both of which could result in greater expectations and may cause us to undertake costly initiatives to satisfy the evolving criteria. As we advance our sustainable business model, we are pursuing programs that we believe will improve our environmental practices, social engagement and how we govern ourselves. We periodically publish information about our sustainability goals, standards and frameworks. Achievement of these objectives is subject to risks and uncertainties, many of which are outside of our direct control, and it is possible we may fail, or be perceived to have failed, in the achievement of our sustainability goals. Also, certain customers, associates, shareholders, investors, suppliers, business partners, government agencies and non-governmental organizations may not be satisfied with our sustainability efforts. A failure or perceived failure of our sustainability goals could negatively affect our reputation and our results of operations.\n\nWe are subject to extensive regulation and audit by the Defense Contract Audit Agency. The accuracy and appropriateness of certain costs and expenses used to substantiate our direct and indirect costs for the U.S. Government contracts are subject to extensive regulation and audit by the Defense Contract Audit Agency, an arm of the U.S. Department of Defense (“USDOD”). Such audits and reviews could result in adjustments to our contract costs and profitability. However, we cannot ensure the outcome of any future audits and adjustments may be required to reduce net sales or profits upon completion and final negotiation of audits. If any audit or review were to uncover inaccurate costs or improper activities, we could be subject to penalties and sanctions, including termination of contracts, forfeiture of profits, suspension of payments, fines and suspension or prohibition from conducting future business with the U.S. Government. Any such outcome could materially adversely affect our financial results.\n\nWe are subject to the requirements of the National Industrial Security Program Operating Manual for facility security clearance, which is a prerequisite for our ability to perform on classified contracts for the U.S. Government. USDOD facility security clearance is required in order to be awarded and be able to perform on classified contracts for the USDOD and certain other agencies of the U.S. Government, which is a significant part of our business. We have obtained clearance at appropriate levels that require stringent qualifications, and we may be required to seek higher level clearances in the future. We cannot assure you that we will be able to maintain our security clearance. If for some reason our security clearance is invalidated or terminated, we may not be able to continue to perform our present classified contracts or be able to enter into new classified contracts, which could affect our ability to compete for and capture new business.\n\n19\n\nOur business is subject to regulation in the United States and internationally. The manufacturing of our products is subject to numerous federal, state and foreign governmental regulations. The number of laws and regulations that are being enacted or proposed by various governmental bodies and authorities is increasing. Compliance with these regulations is difficult and expensive. If we fail to adhere, or are alleged to have failed to adhere, to any applicable federal, state, or foreign laws or regulations, or if such laws or regulations negatively affect sales of our products, our business, prospects, results of operations, financial condition or cash flows may be adversely affected. In addition, our future results could be adversely affected by changes in applicable federal, state, and foreign laws and regulations, or the interpretation or enforcement thereof, including those relating to manufacturing processes, product liability, government contracts, trade rules and customs regulations, intellectual property, consumer laws, privacy laws, environmental protection, climate change, as well as accounting standards and taxation requirements (including tax-rate changes, new tax laws or revised tax law interpretations).\n\nGeneral Risks\n\nOur future success depends to a significant degree upon the continued contributions of our management team and technical personnel. Our ability to hire new talent, develop existing talent and to retain our management team and other key personnel is critical to our success. The loss of members of our management team could materially adversely affect our business. In addition, competition for qualified technical personnel in our industry is intense, and we believe that our future growth and success will depend on our ability to attract, train and retain such qualified personnel. If we are unable to retain our management team, maintain and develop our key personnel and attract new qualified employees, the execution of our business strategy may be hindered and our growth limited.\n\nIf we fail to meet expectations of securities analysts or investors due to fluctuations in our sales or operating results, our stock price could decline significantly. Our sales and earnings may fluctuate from quarter to quarter due to a number of factors, including delays or cancellations of programs and supply chain challenges on revenues and costs. It is likely that in some future quarters our operating results may fall below the expectations of securities analysts or investors. In this event, the trading price of our stock could decline significantly.\n\nOur stock price is volatile. For the year ended December 31, 2024, our stock price ranged from a low of $15.59 to a high of $23.39. The price of our common stock has been and likely will continue to be subject to wide fluctuations in response to a number of events and factors, such as:\n\n•our ability to comply with the financial and other affirmative and negative covenants included in our ABL Revolving Credit Facility;\n\n•quarterly variations in operating results;\n\n•variances of our quarterly results of operations from securities analyst estimates;\n\n•changes in financial estimates;\n\n•announcements of technological innovations and new products;\n\n•news reports relating to trends in our markets or adverse happenings at our customers; and\n\n•the cancellation of major contracts or programs with our customers;\n\nIn addition, the stock market in general, and the market prices for companies in the aerospace and defense industry in particular, have experienced significant price and volume fluctuations that often have been unrelated to the operating performance of the companies affected by these fluctuations. These broad market fluctuations may adversely affect the market price of our common stock, regardless of our operating performance. Global health crises, such as the recent COVID-19 pandemic, with the breadth of its impact worldwide, and particularly on the aerospace industry, could also cause significant volatility in the market price.",
      "char_count": 66991
    }
  },
  "extracted_at": "2026-01-19T15:24:38.490524"
}