{
  "ticker": "AVAV",
  "company_name": "AeroVironment Inc",
  "cik": 1368622,
  "form_type": "10-K",
  "filing_date": "2025-06-25",
  "period_of_report": "2025-04-30",
  "fiscal_year": 2025,
  "accession_number": "0001558370-25-008838",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001368622&accession_number=000155837025008838&xbrl_type=v",
  "sic_code": "3721",
  "industry": "Aircraft",
  "sections": {
    "item1": {
      "text": "Item 1.  Business.\n\n​\n\nAcquisition of BlueHalo Financing Topco, LLC (“BlueHalo”)\n\n​\n\nOn May 1, 2025, we closed our acquisition of BlueHalo, a Delaware limited liability company, pursuant to the Agreement and Plan of Merger, dated as of November 18, 2024 (the “Merger Agreement” by and among us, Archangel Merger Sub LLC, a Delaware limited liability company (the “Merger Sub”), BlueHalo, and BlueHalo Holdings Parent, LLC, a Delaware limited liability company and sole member of BlueHalo (“Seller”).\n\n​\n\nOther than financial data, the disclosures and references in this Item 1 to this Annual Report, including the description of our business operations in this Item 1, and risk factors related to our operations included in Item 1A include the BlueHalo acquisition, unless otherwise specifically noted. References to financial data, unless otherwise indicated, do not include the BlueHalo acquisition. The assets, liabilities and results of operations of BlueHalo have not been consolidated into our results as of and for the period ended April 30, 2025 or any of the historical periods presented.\n\n​\n\nOverview\n\n​\n\nWe are a defense technology provider delivering integrated capabilities across air, land, sea, space, and cyber. We develop and deploy autonomous systems, precision strike systems, counter-UAS technologies, space-based platforms, directed energy systems, and cyber and electronic warfare capabilities. We operate a national manufacturing footprint to deliver proven systems and capabilities whose markets offer the potential for significant long-term growth. In addition, we believe that some of the innovative potential products, services and technologies in our R&D pipeline will emerge as new growth platforms in the future, creating additional market opportunities. Effective May 1, 2025, we operate our business in two reportable segments: (1) Autonomous Systems and (2) Space, Cyber and Directed Energy.\n\n​\n\nAutonomous Systems\n\n​\n\nUncrewed Aircraft Systems (“UAS\"). Our family of uncrewed systems includes Group 1-3 UAS which are deployed globally and provide multi-mission capability, autonomy, versatility, reliability and ease of use, providing the warfighter with critical situational awareness.\n\n​\n\n●Small UAS (“SUAS”): Small UAS in Groups 1 and 2 are designed for reliable operation at low altitudes, offering real-time observation and communication capabilities with easy transport, assembly, and quiet electric propulsion. Products include Puma LE, Puma 3 AE, Puma VTOL, P550, Raven B, and VAPOR 55 MX. Systems within the SUAS portfolio utilize our common and interoperable handheld ground control systems and an array of spare parts and accessories. \n\n●Medium UAS (“MUAS”): Our Group 3 solutions include the JUMP 20, JUMP 20-X, and T-20. All are field-deployable and deliver extended endurance and increased payload capacity to unlock a broader set of uncrewed missions.\n\n●Kinesis Command and Control Software: Our Kinesis software is an advanced command and control platform designed to enhance the operation of our diverse uncrewed systems, including UAS, ground vehicles, and maritime vessels. Kinesis integrates seamlessly with our product suite, offering a scalable and intuitive interface that centralizes the control of multiple assets and provides real-time situational awareness. The software’s interoperability and automated mission planning capabilities reduce operator workload, improve decision-making, and increase mission success rates.\n\n​\n\nCounter-UAS (“C-UAS”) and Precision Strike. Precision Strike includes our family of loitering munitions solutions (“LMS”) that deliver actionable intelligence and precision firepower modern warfighters need to achieve mission success across multiple domains. C-UAS includes our family of radio frequency and kinetic C-UAS products which, when combined with our Directed Energy C-UAS solution, provide a comprehensive suite of counter-drone solutions with rapid deployment and advanced threat detection and defeat, as well as our Electronic Warfare (“EW”) solutions which provide critical tactical communication, geolocation and cyber effects capabilities utilizing modular architectures and open standards.\n\n​\n\n●Precision Strike: Our Switchblade family includes the Switchblade 300 and Switchblade 600, which are loitering munitions solutions and provide portable, low-signature, precision strike capabilities against static or mobile targets and Blackwing, which provides intelligence, surveillance and reconnaissance (“ISR”) capabilities. In addition to these loitering munitions products, we recently launched a One Way Attack offering called Red Dragon. The Red Dragon family of products offers an autonomous capable, GPS-denied, precision-strike, one-way attack UAS engineered for scalable production and deployment. Designed to operate in disrupted, disconnected, intermittent, and low-bandwidth conditions, it delivers unmatched resilience against advanced electronic warfare threats.​\n\n●Radio Frequency (“RF”) and Kinetic C-UAS: Our Titan family of solutions provides comprehensive C-UAS RF capabilities deployed across two core products. Titan C-UAS offers advanced threat detection and rapid response, deploying within five minutes to identify and intercept hostile drones. This autonomous system, powered by artificial intelligence (“AI”) and machine learning (“ML”), defeats Group 1 and 2 drones, providing non-specialist operators with comprehensive situational awareness and defensive capabilities against UAS threats. Titan SV delivers comprehensive 360° surveillance, efficiently localizing malicious SUAS. We recently unveiled our latest Titan offering, the Titan IV, offering a smaller, lighter and more powerful RF-based solution to detect and defeat Group 1 and 2 drone threats. Also included is our newest C-UAS kinetic interceptor, Freedom Eagle (“FE-1”). This next-generation C-UAS drone and air defense missile system provides enhanced lethality at range against Group 3 UAS and other large aerial threats, while seamlessly integrating with existing infrastructure and command and control systems.​\n\n●Electronic Warfare Systems: Our EW Systems are designed utilizing sensor open system architecture (“SOSA”) and modular open systems architecture (“MOSA”) standards as well as AI/ML technologies for RF signature analysis and automated detection and identification of out-of-band signals, enhancing system interoperability, \n\nmodularity, and resilience to enable operational advantage across contested domains. This approach ensures seamless integration with existing defense infrastructures and allied systems, enabling cohesive and collaborative operations. Key products include the SharkCage Tactical Chassis, which is an expeditionary command, control, communications, computers, cyber, intelligence, surveillance and reconnaissance (“C5ISR”)/EW chassis environmentally sealed to withstand the elements associated with land, air, and sea operations as well as the extreme temperature changes associated with airborne missions, and BlueFin Angler SDR which supports multiple signals of interest and third-party waveforms.\n\n​\n\nOther. Included in “Other” is MacCready Works, our innovation engine where autonomy, AI, and advanced platform technologies converge to deliver next-generation capabilities; Unmanned Maritime; Uncrewed Ground Systems (“UGV”); and High-Altitude Pseudo-Satellites (“HAPS”).\n\n​\n\n●Autonomy, AI and Advanced Platform Technologies: In our MacCready Works organization, we develop solutions, such as ACE, SPOTR-Edge, and ARK, to enable robotic systems to perform complex missions in complex environments requiring advanced AI/ML and autonomy. Our most recent One Way Attack offering, Red Dragon, was designed and developed in MacCready Works.​\n\n●Unmanned Maritime: Unmanned Maritime provide effective surveillance, reconnaissance, and mine detection in contested waters. The Defender is a robust Remotely Operated Vehicle (“ROV”) designed for precise control of the vehicle position and orientation, heavier payloads, and demanding intervention, such as rendering unexploded ordnance safe or to search and retrieve evidence. The Pro 5 and Ally are modular underwater systems for diverse operational needs, combining speed, power, efficiency and agility.​\n\n●UGV: Our UGV systems support complex explosive ordinance disposal (“EOD”) operations through multi-axis manipulation and integrated tool exchange capabilities. Our UGVs have proven themselves in a variety of dangerous applications including EOD and improvised explosive devices (“IED”), hazardous materials handling (“HAZMAT”), chemical, biological, radiological, nuclear and explosive (“CBRNE”) threat assessments and special weapons and tactics (“SWAT”) team operations. Products include tEODor EVO and Telemax EVO.​\n\n●HAPS: HAPS are long-endurance UAS maintaining geosynchronous orbits, providing low-latency communications, and operating over large areas of interest. HAPS can carry a variety of communications and sensing payloads that are easily installed, upgraded, and swapped based on mission needs.\n\n​\n\nSpace, Cyber and Directed Energy\n\n​\n\nSpace and Directed Energy. As space becomes a more contested domain, investments in satellite operations and communications, missile warning systems, and space-based ISR ensure dominance and resilience in potential conflicts. Directed energy C-UAS systems use high energy laser systems paired with AI/ML enabled sensing technology to track, identify, and defeat targets.\n\n​\n\n●Digital beamforming technology: Our proprietary multi-band/beam software defined antenna (“MSDA”) tile allows simultaneous communication with multiple satellites across different frequency bands and provides agile, resilient, and modular solutions for next-generation space operations. This technology is deployed across the Badger product providing agile, deployable multi-beam, multi-band antennas, offering a modular, reconfigurable digital phased array for satellite communications, telemetry and EW missions and the Wasp product, which provides next generation technologies in satellite communications, telemetry, EW and radar employing multiple, independently steerable, simultaneous beams at diverse center frequencies and bandwidths supporting seamless interface with both new and existing antenna reflectors.​\n\n●Laser Communications: High-bandwidth, secure data transmission systems for modern space operations enable Low Probability of Intercept and Low Probability of Detect communications. Our payloads provide up to 100 times more bandwidth than RF for stable, resilient space communications.​\n\n5\n\n\n●Space-Qualified Hardware: Our trusted hardware delivered for mission critical capabilities includes line of sight stabilization and control electronics in Low Earth Orbit (“LEO”), Medium Earth Orbit (“MEO”), Geostationary Earth Orbit (“GEO”), and cislunar orbits. We have over 260 systems currently on orbit, including angular rate sensors, fast steering mirrors, power system controllers, command and data handling, and spacecraft attitude determination and control units.​\n\n●Phased Array Antenna Technology: Our PANTHER family of systems supports hypersonic telemetry and tracking and other missile testing.​\n\n●Directed Energy: The Locust Laser Weapon System (“LWS”) and Locust TATS uses advanced AI and engineering for an effective directed energy kill chain, tracking, identifying, and defeating targets with a high energy laser system. Designed for roll-on/roll-off modularity and quick deployment, it is easily transported and integrated onto various platforms.\n\n​\n\nCyber and Mission Systems. Our Cyber and Mission Systems provide specialized operational support, services, and technologies to execute critical missions within the national security community.\n\n​\n\n●Cyber: Our expertise spans offensive and defensive cyber capabilities, Geospatial Intelligence (“GEOINT”), Signals Intelligence (“SIGINT”), Measurement and Signature Intelligence (“MASINT”) as well as Open Source Intelligence (“OSINT”) analytics. Our cyber solutions are engineered to empower national security and defense operations with advanced tools and capabilities in both offensive and defensive cyber operations enabling full-spectrum warfare.​\n\n●Mission Systems: Our HaloCortex OSINT Platform is an AI-powered OSINT Analysis product that leverages the largest data store in the world, to provide unique insights and solve Department of Defense (“DoD”) and commercial challenges.\n\n​\n\nOur Strategy\n\n​\n\nAs a leading defense technology provider, our strategy is to grow our business by delivering innovative, mission-critical, safe and reliable multi-domain solutions tailored to our customers’ most pressing challenges. Delivering these capabilities enables us to create new markets, gain share in existing markets, and benefit from overall market expansion with increased adoption of these critical new technologies. Our strategy involves introducing new solutions, or acquiring differentiated solutions developed by others, to enhance the value we provide to customers, while supporting profitable growth across both existing and emerging markets. By providing differentiated solutions, we believe we are positioned to compete effectively against large, well-funded, and/or incumbent competitors that may possess advantages in scope, scale, resources and relationships. Key components of this strategy include the following:\n\n​\n\nExpand the market penetration of existing products and services. Our UAS, C-UAS and Precision Strike, Space and Directed Energy, Cyber and Mission Systems and other businesses have gained reputations as performance leaders and technology innovators in their respective markets. We intend to increase the penetration of our products and services within the U.S. military, the militaries of allied nations, other government agencies and non-government organizations, including commercial entities. Our strategy is based on the expectation that continued adoption of our solutions by the U.S. military will stimulate demand among allied nations and that exploring new applications will generate opportunities beyond the initial military market.\n\n​\n\nDeliver innovative new solutions into existing and new markets. Customer focused innovation is the primary driver of our growth. We plan to continue investing in internally funded R&D projects while expanding our pursuit of customer-funded R&D projects to generate revenue and develop better, more capable products, services and business models, both in response to and in anticipation of emerging customer needs. In some cases, such innovations result in upgrades to existing offerings while expanding their value among existing customers and markets. In other cases, such innovations become entirely new solutions that enable us to address new markets, customers and business opportunities.\n\n6\n\n\nWe believe our strategy, which is focused on R&D investments, will allow us to deliver innovative new products and services that address market needs both within and beyond our current target markets, enabling the creation of new growth opportunities. We view strategic partnerships as a means by which to further the reach of our innovative solutions by accessing new markets, customers, and complementary capabilities. We also consider acquisitions as a method to obtain valuable products, capabilities or technologies that can further enable our growth strategy.\n\n​\n\nFoster our entrepreneurial culture and continue to attract, develop and retain highly-skilled personnel. Our company culture encourages innovation and entrepreneurship, which helps to attract and retain highly skilled mission-focused professionals. This culture encourages the development of innovative, highly technical system solutions and business models that give us our competitive advantage. Our values guide the behavior of our team members and help maintain a positive work environment that fosters loyalty among both employees and customers. These values also support the successful integration of new team members who join through acquisitions.\n\n​\n\nPreserve our agility and flexibility. We respond rapidly to evolving markets, address complex customer challenges, and aim to deliver new products, services, and capabilities quickly, efficiently, and affordably compared to available alternatives. We believe our agility and flexibility strengthen relationships with customers and partners and serve as key differentiators when competing against organizations with greater resources.\n\n​\n\nEffectively manage our growth portfolio for long-term value creation. Our production and development programs and services present numerous investment opportunities that are expected to deliver long-term growth by providing customers with valuable new capabilities. We evaluate each opportunity independently and against other investment opportunities, to determine its relative cost, timing and potential for generation of returns. This process helps us make informed decisions regarding potential growth capital requirements. It also supports our allocation of resources based on relative risks and returns to maximize long term value creation, which is the key objective of our value creation strategy. We regularly review our portfolio to determine if and when to narrow our focus on the highest potential opportunities and exit unattractive or non-core product lines.\n\n​\n\nStay engaged with our key defense customers. We receive support from members within our Strategic Advisory Group (“SAG”), which provides executive level advice to our senior leaders on all matters relating to the DoD. SAG members are highly qualified former members of the U.S. DoD, including retired General and Flag Officers and Senior Executive Service members, each with many decades of experience. We also have a government relations team comprised of individuals with prior military, government and policy making experience who regularly meet with key decision makers within the Pentagon, Congress and other key organizations within the U.S. government. Our global business development organization seeks to understand customer needs, responds to information requests, submits proposals, solicits feedback on the performance of our products, furnishes spares, and provides training and customer support. Finally, our project and program managers work intimately with customers to oversee the design, development, testing, manufacturing and delivery of solutions the customers want and need.\n\n​\n\nCustomers\n\n​\n\nWe sell the majority of our products and services to the U.S. DoD, serving branches such as the U.S. Army, Marine Corps, Special Operations Command, Air Force, Navy, Space Force, and Cyber Command; the intelligence community agencies; public safety agencies; allied governments and coalition partners through direct commercial sales or foreign military sales; and to commercial customers, supporting critical infrastructure protection, open-source intelligence operations, and advanced research initiatives.\n\n​\n\nDuring our fiscal year ended April 30, 2025, prior to the acquisition of BlueHalo, we generated approximately 20% of our revenue from the U.S. Army pursuant to orders placed under contract by the U.S. Army on behalf of itself as well as for several other organizations within the U.S. DoD. For that same period, other U.S. government agencies and government subcontractors accounted for 27% of our sales revenue. Sales revenue to foreign customers, inclusive of foreign military sales made through the U.S. DoD, commercial and consumer customers accounted for the remaining 53% of sales revenue during our fiscal year ended April 30, 2025, of which Ukraine accounted for 18% of our total sales revenue. With the acquisition of BlueHalo, we expect the proportion of total revenue attributable to sales to the U.S. DoD and other U.S. government agencies to increase in fiscal year 2026.\n\n7\n\n\n​\n\nTechnology, Research and Development\n\n​\n\nTechnological Competence and Intellectual Property\n\n​\n\nA component of our ongoing innovation is a screening process that helps our business managers identify early market needs, which assists us in making timely investments in critical technologies necessary to develop solutions to address these needs. Similarly, we manage new product and business concepts through a commercialization process that balances spending, resources, time and intellectual property considerations against market requirements and potential returns on investment. Strongly linking our technology and business development activities to customer needs in attractive growth markets constitutes an important element of this process. We constantly revisit our customer requirement assumptions to evaluate continued investment and to seek to ensure that our products and services deliver high value and, conversely, high returns.\n\n​\n\nAs of April 30, 2025, prior to the BlueHalo acquisition, we had issued and retained 353 U.S. patents, as well as 103 pending U.S. patent applications; and numerous foreign patents and pending applications. In many cases, when appropriate and to preserve confidentiality, we opt to protect our intellectual property through trade secrets as opposed to filing for patent protection. We recently filed trademark applications for our new stylized corporate AV logo incorporating a halo feature, as well as the mark All Domain Dominance. Further we have many U.S. registered trademarks including those for AeroVironment, AV, Switchblade, Raven, VAPOR, Arcturus UAV, JUMP, Tomahawk Robotics, and Kinesis, and have several pending applications for trademark registration.\n\n​\n\nUpon the closing of the BlueHalo acquisition on May 1, 2025, we obtained an additional 150 issued U.S. patents with 60 patents pending, and numerous foreign issued patents and pending patent applications.\n\n​\n\nBlueHalo has many registered trademarks as well as many pending trademark applications, including but not limited to U.S. trademarks for its major products like TITAN C-UAS, LOCUST, UAS-MAX, Badger, WASP, NXTHEALTH, NXTTRUST, NXTAERO, NXTRF, NIQUIST, SCRAAWL, Protection from the Swarm, and several more.\n\n​\n\nThe U.S. government licenses some of our intellectual property that was specifically developed in performance of government contracts and may use or authorize others to use this intellectual property. In some cases, we fund the development of certain intellectual property to maximize its value and limit its use by potential competitors. While the development and protection of our intellectual property are integral to the continued success of our business, the loss or limitation of rights to any particular piece of intellectual property is not expected to have a material adverse effect on our overall business.\n\n​\n\nResearch, Development and Commercialization of Projects\n\n​\n\nA core component of our business strategy is the focused development and commercialization of innovative solutions that we believe have the potential to become new products or services that create large new markets or accelerate growth within our existing markets. We invest in an active pipeline of these commercialization projects ranging in maturity from technology validation to early market adoption. We cannot predict when, if ever, we will successfully commercialize these projects, or the exact level of capital expenditures they could require, which could be substantial.\n\n​\n\nTechnological Capabilities\n\n​\n\nOur core technological capabilities, developed over more than 50 years of innovation, include robotics and robotics systems autonomy; modular open systems architecture; sensor design, development, miniaturization and integration; embedded software and firmware; miniature, low power, secure wireless digital communications and networks; lightweight aerostructures; high-altitude systems design, integration and operations; machine vision, machine learning, AI and autonomy; land, maritime and air deployment of munitions and aircraft systems; design and qualification for robotics in extreme terrestrial and space environments; low SWaP (Size, Weight and Power) system \n\n8\n\n\ndesign and integration; collaborative multi-robotic crewed and uncrewed mission operation; power electronics and electric propulsion systems; efficient electric power conversion, storage systems and high density energy packaging; controls and systems integration; vertical takeoff and landing for fixed wing and hybrid aircraft and rotocraft systems; image stabilization and target tracking; advanced flight control systems; fluid dynamics; human-machine interface development; modular dismounted, networked multi-domain robotic control interfaces and analytic processing architecture; and integrated mission solutions for austere environments.\n\n​\n\nThe BlueHalo acquisition significantly enhanced our core technological capabilities, which now include advanced RF system design and development, software defined digital phased array antennas and radars, space qualified electronics, laser communication technologies, software defined radios, electronic warfare technology, target acquisition and tracking, directed energy-based weapons systems for counter uncrewed systems, RF-based systems for counter uncrewed, next generation counter uncrewed system missile technology, XR/VR system for training, modeling and simulation, hardware in the loop simulations, C2 sensing and tracking, uncrewed maritime platforms, uncrewed aerial platforms, full spectrum cyber operations, tactical mission networks, multi-int data analytics and threat intelligence, tools and analytics for GEOINT, SIGNINT, MASINT and OSINT, aerospace power and propulsion, material and processes, directed energy, photonics and electronics, biological and nanoscale technology, and health and human performance.\n\n​\n\nCompetition\n\n​\n\nWe believe the principal competitive factors in the markets for our products and services include product performance; safety; innovative features; acquisition cost; lifetime operating cost, including maintenance and support; ease of use; rapid integration with existing equipment and processes; quality; reliability; customer support; and brand reputation. Several companies across the globe, primarily in the U.S., attempt to compete in our markets to some degree, although we believe none matches the breadth and depth of our product line nor our expertise in core capabilities.\n\n​\n\nThe defense market for UAS continues to evolve in response to changing technologies, shifting customer needs and expectations and the potential introduction of new products. Our current principal competitors include Elbit Systems Ltd., Quantum-Systems, Inc., Edge Autonomy, Teledyne Technologies, Inc., Sierra Nevada Corporation, Lockheed Martin Corporation, The Boeing Company, Textron, Inc., Shield AI, Inc., Northrop Grumman Corporation, Griffon Aerospace, Inc., L3Harris Technologies, Inc. and Israeli Aircraft Industries.\n\n​\n\nThe defense and technology markets for the C-UAS and Precision Strike products and solutions are highly competitive, evolving with rapid technological advancements and shifting customer needs. Competitors in the LMS market include Textron Inc., RTX Corporation, Lockheed Martin Corporation, Anduril Industries, Inc., Aevex Holdings, LLC and UVision Air Ltd. Competitors in the C-UAS and Electronic Warfare markets include Anduril Industries, Inc., The Boeing Company, Lockheed Martin Corporation, RTX Corporation and other emerging technology firms and international players.\n\n​\n\nThe space technology and directed energy market includes competitors such as The Boeing Company, Lockheed Martin Corporation, L3Harris Technologies, Inc., BAE Systems, Inc., and RTX Corporation. These companies have extensive experience and resources, offering satellite systems and spacecraft engineering solutions that compete with our offerings.\n\n​\n\nThe cyber and mission systems areas are highly competitive, with principal competitors including L3Harris Technologies, Inc., Thales Group, Anduril Industries, Inc, and Sierra Nevada Corporation. We also face competition from specialized cybersecurity firms.\n\n​\n\nManufacturing and Operations\n\n​\n\nWe pursue a lean and efficient production strategy across our business, focusing on rapid prototyping and design, supply chain management, initial and final assembly, integration, quality and in-process/final acceptance testing. Using concurrent engineering techniques within an integrated product team structure, we rapidly prototype design concepts and products, while optimizing our designs to meet manufacturing requirements and mission capabilities which address rapidly evolving threats and customer specifications.\n\n9\n\n\n​\n\nWe continue to invest in infrastructure that has enabled us to meet growing demand and efficiently scale capacity to produce thousands of systems annually. By drawing upon experienced personnel across various manufacturing industries including aerospace, automotive and volume commodities, we have instituted lean production systems and leverage our International Organization for Standardization (“ISO”) certification for Quality Management Systems, integrated supply chain strategy, document control systems and process control methodologies for production. Our ISO 9001:2015 + AS9100D certified manufacturing facilities, which focus on continuous improvement in order to increase acceptance rates, reduce lead times, improve efficiency and lower cost.\n\n​\n\nWe also provide customer service, support and training to ensure the safe and effective operation of our solutions in the field. We employ a “train the trainer” approach that enables subject matter experts within our customers to utilize our solutions at scale.\n\n​\n\nSeasonality\n\n​\n\nNo material portion of our business is considered to be seasonal. Historically, revenue in the second half of our fiscal years has exceeded revenue in the first half. This trend is expected to continue in fiscal year 2026 following the acquisition of BlueHalo. The factors that affect our revenue recognition between accounting periods include the timing of new contract awards, the availability of U.S. government and international government funding, lead time to manufacture our systems to customer specification, customer acceptance and other regulatory requirements.\n\n​\n\nRaw Materials and Suppliers\n\n​\n\nWe are dependent upon the availability of materials and major components and the performance of our suppliers. Historically, we have been successful in obtaining the materials required in our manufacturing processes. We seek to manage materials supply risk through long term non-binding agreements with certain key suppliers that help stabilize pricing, reduce lead times, enhance planning accuracy and, to some degree, mitigate risk. While we believe that all such raw materials and components are available to meet our needs from various suppliers, certain supply chain constraint trends, such as increased demand for domestic suppliers, could cause delays in production and development programs and negatively impact our operating results (see Item 1A, Risk Factors—“ If critical components or raw materials used to manufacture our products or used in our development programs become scarce or unavailable, then we may incur delays in manufacturing and delivery of our products and in completing our development programs, which could damage our business,” for more information).\n\n​\n\nHuman Capital Resources\n\n​\n\nWe recognize our employees as the most invaluable assets of our company, serving as the cornerstone of our accomplishments. With this in mind, we endeavor to establish ourselves as an employer renowned for fostering a positive work environment that encourages personal development, ensures workplace safety and promotes opportunity. We firmly believe that such a corporate culture enhances employee satisfaction while also nurturing creativity and productivity, thereby driving our continuous innovation efforts. Central to our ethos is prioritizing the employee experience, a commitment underscored by our esteemed certification from the Great Place to Work Institute, Inc., designating us as a “Great Place to Work” each year since 2019.\n\n​\n\nWorkforce Demographics\n\n​\n\nAs of April 30, 2025, we had 1,456 full time employees and 19 part time employees, of whom 528 were in R&D and engineering, 75 were in sales and marketing, 533 were in operations and 339 were general and administrative personnel. Upon closing of our acquisition of BlueHalo on May 1, 2025, our workforce increased to 3,594 full time employees and 137 part time employees including over 200 employees with a PhD.\n\n​\n\n10\n\n\nTalent Acquisition, Retention and Development\n\n​\n\nOur ability to attract, cultivate, and retain highly skilled individuals, particularly those with technical and engineering expertise and high-level security clearances, is paramount for the successful execution of our strategic objectives and the expansion of our enterprise. We maintain vigilant oversight of recruitment, employee retention, and management practices. A pivotal component of our People and Culture strategy involves the recruitment of early-career professionals through collegiate programs and internships, with a specific focus on technical disciplines.\n\n​\n\nFurthermore, we engage in regular confidential surveys to gather insights from our workforce, using the feedback to enhance our organizational environment. Our commitment to our employees is demonstrated through competitive compensation packages, including performance incentives and recognition schemes that encompass all levels within our company. We prioritize the development of our workforce through educational initiatives, training programs, and support for further education and professional certifications. Moreover, we conduct meticulous succession planning for leadership roles to ensure the sustained cultivation of a talented management cadre essential for the realization of our strategic vision.\n\n​\n\nEmployee Safety and Health\n\n​\n\nOur safety and health program enhances operational efficiency by offering tailored safety, health, and wellness initiatives. This program establishes secure working conditions, fosters a positive work atmosphere, enhances employee resilience, and bolsters the company's overall value. We diligently track employee health and safety metrics, setting monthly and annual goals to minimize work-related injuries and illnesses, thereby reducing the number of lost workdays and mitigating productivity setbacks resulting from such incidents. Furthermore, we extend health and wellness benefits to our employees for their well-being.\n\n​\n\nBacklog\n\n​\n\nConsistent with ASC Topic 606, Revenue from Contracts with Customers (“ASC 606”), we define backlog as remaining unsatisfied performance obligations under firm orders for which work has not been performed. As of April 30, 2025 and 2024, our backlog was approximately $726.6 million and $400.2 million, respectively. We expect that approximately 90% of our backlog will be recognized as revenue during our fiscal year ending April 30, 2026.\n\n​\n\nIn addition to funded backlog, we also had unfunded backlog of $774.6 million and $135.4 million as of April 30, 2025 and 2024, respectively. Unfunded backlog does not meet the definition of a performance obligation under ASC 606. We define unfunded backlog as the total remaining potential order amounts under cost reimbursable and fixed price contracts with (i) multiple one-year options and indefinite delivery, indefinite quantity (“IDIQ”) contracts, or (ii) incremental funding. Unfunded backlog does not obligate the customer to purchase goods or services. There can be no assurance that unfunded backlog will result in any orders in any particular period, if at all. Management believes that unfunded backlog does not provide a reliable measure of future estimated revenue under our contracts.\n\n​\n\nBecause of possible future changes in delivery schedules and/or cancellations of orders, backlog at any particular date is not necessarily representative of actual sales to be expected for any succeeding period, and actual sales for the year may not meet or exceed the backlog represented. Our backlog is typically subject to large variations from quarter to quarter as existing contracts expire, are renewed or new contracts awarded. A majority of our contracts, specifically IDIQ ones, do not currently obligate the U.S. government to purchase any goods or services. Additionally, all U.S. government contracts included in backlog, whether or not they are funded, may be terminated at the convenience of the U.S. government.\n\n​\n\nRegulation\n\n​\n\nDue to the fact that we contract with the DoD and other agencies of the U.S. government, we are subject to extensive federal regulations, including the Federal Acquisition Regulations, Defense Federal Acquisitions Regulations, Truth in Negotiations Act, Foreign Corrupt Practices Act, False Claims Act and the regulations promulgated under the DoD Industrial Security Manual, which establishes the security guidelines for classified programs and facilities as well as individual security clearances. The federal government audits and reviews our performance on contracts, pricing practices, cost structure, and compliance with applicable laws, regulations and standards. Like most government \n\n11\n\n\ncontractors, our contracts are audited and reviewed on a continual basis by federal agencies, including the Defense Contract Management Agency (“DCMA”) and the Defense Contract Audit Agency (“DCAA”).\n\n​\n\nIn addition, we are subject to industry specific regulations due to the nature of the products and services we provide. For example, certain aspects of our business are subject to further regulation by additional U.S. government authorities, including (i) the Federal Aviation Administration (“FAA”), which regulates airspace for all air vehicles in the U.S. National Airspace System, (ii) the National Telecommunications and Information Administration and the Federal Communications Commission, which regulate the wireless communications upon which our UAS depend in the United States, (iii) the Defense Trade Controls of the U.S. Department of State that administers the International Traffic in Arms Regulations, which regulate the export of controlled technical data, defense articles and defense services, and (iv) the Export Administration Regulations as administered by the U.S. Department of Commerce’s Bureau of Industry and Security, which regulate the export of goods, software, and technology, including items that have dual-use for both commercial and military applications.\n\n​\n\nCertain of these regulations impose substantial penalties for violations, including suspension or debarment from government contracting or subcontracting for a period of time. Furthermore, our non-U.S. operations are subject to the laws and regulations of foreign jurisdictions, which may include regulations that are more stringent than those imposed by the U.S. government on our U.S. operations.\n\n​\n\nU.S. Government Contracting Process\n\n​\n\nWe sell the majority of our products and services under contracts with the U.S. government. Most of our current U.S. government contracts were awarded through a competitive bidding process. The U.S. government awards competitive bid contracts based on proposal evaluation criteria established by the procuring agency. Competitive bid contracts are awarded after a formal bid and proposal competition among providers. Following award, competitive bid contracts may be challenged by unsuccessful bidders. The funding of U.S. government programs is subject to congressional appropriations. The U.S. military funds its contracts for our products either through operational need statements or as programs of record, defined as a program which, after undergoing extensive DoD review and product testing, is included in the five year government budget cycle.\n\n​\n\nMaterial U.S. Government Contract Provisions\n\n​\n\nAll contracts with the U.S. government contain provisions, and are subject to laws and regulations, that give the government rights and remedies not typically found in commercial contracts, such as rights that allow the U.S. government to terminate existing contracts for convenience; terminate contracts for default upon the occurrence of certain enumerated events; unilaterally modify contracts with regard to certain performance requirements; cancel multi-year contracts and related orders, if funds for contract performance for any subsequent year become unavailable; potentially obtain rights in, or ownership to, intellectual property associated with products and systems developed or delivered by a contractor as a result of its performance of the contract; adjust contract costs and fees on the basis of audits completed by its agencies; suspend or debar a contractor from doing business with the U.S. government; and control or prohibit the export of certain items.\n\n​\n\nCompensation, if any, in the event of a termination for default is limited to payment for work completed at the time of termination. In the event of a termination for convenience, the contractor may receive the contract price for completed work, as well as its costs of performance of terminated work including an allowance for profit and reasonable termination settlement costs.\n\n​\n\nU.S. Government Contract Categories\n\n​\n\nThere are three primary types of government contracts in our industry. These basic types of contracts are typically referred to as fixed price contracts, cost reimbursable contracts, including cost plus fixed fee, cost plus award fee, and cost plus incentive fee, and time and materials contracts.\n\n​\n\n12\n\n\nFixed-Price. These contracts are not subject to adjustment by reason of costs incurred in the performance of the contract. With this type of contract, we assume the risk that we will not be able to perform at a cost below the fixed price, except for costs incurred because of contract changes ordered by the customer.\n\n​\n\nCost Reimbursable. These contracts reimburse allowable costs and include types such as cost-plus-fixed fee, cost-plus-award fee, and cost-plus-incentive fee. Under each type of contract, we assume the risk that we may not be able to recover costs if they are not allowable under the contract terms or applicable regulations, or if the costs exceed the contract funding. They typically present lower profit margins and risk. Cost plus fixed fee contracts are cost reimbursable contracts that provide for payment of a negotiated fee that is fixed at the inception of the contract. A cost plus award fee contract is a cost reimbursable contract that provides for a fee consisting of a base amount, which may be zero, fixed at inception of the contract and an award amount, based upon the government’s satisfaction with the performance under the contract. A cost plus incentive fee contract is a cost reimbursable contract that provides for an initially negotiated fee to be adjusted later by a formula based on the relationship of total allowable costs to total target costs.\n\n​\n\nTime-and-Materials. Under these contracts, our compensation is based on a fixed hourly rate established for specified labor or skill categories. We risk reduced profitability if our actual costs exceed the costs incorporated into the fixed hourly labor rate. One variation of a standard time and materials contract is a time and materials, award fee contract. Under this type of contract, a positive or negative incentive can be earned based on achievement against specific performance metrics.\n\n​\n\nAdditional key contract frameworks include the following:\n\n​\n\nIDIQ and IDIQ Type Contract Form. The U.S. government frequently uses IDIQ and IDIQ type contracts to obtain contractual commitments to provide products or services over a period of time pursuant to established general terms and conditions. IDIQ and IDIQ type contracts typically have multi-year terms and unfunded ceiling amounts that enable, but do not commit, the U.S. government to purchase substantial amounts of products and services from one or more contractors.\n\n​\n\nUndefinitized Contractual Actions (“UCA”). Depending on the urgency of the project and the complexity of the contract negotiation, UCAs or Letter Contracts, Basic Ordering Agreements, or Provisional Item Orders are entered into prior to finalizing the terms of a definitive contract to allow for the contractor to immediately begin performing services and/or manufacturing products.\n\n​\n\nUnpriced Change Orders (“UCO”). UCOs are unilateral changes within the scope of a contract where the government and contractor have not reached an agreement on terms, specifications, and prices. This type of change order allows the project to continue without delay while the contractor and government negotiate final terms, specifications, and prices. The existing contract is formally modified to include an agreed-upon price and other adjustments related to the change order.\n\n​\n\nOther Transaction Authority (“OTA”). OTAs are legally binding instruments that are used to engage with non-traditional defense contractors and to facilitate the rapid development and deployment of innovative technologies. Unlike traditional government contracts, OTAs are not subject to the Federal Acquisition Regulation (FAR), providing greater flexibility in terms and conditions.\n\n​\n\nInternational Contracting Process\n\n​\n\nWe supply our products and services to international allied governments. Each international customer has its own laws, regulations, bureaucracy and forms of procurement agreements that present challenges in our international contracting process. Our international contracts generally result from a competitive bidding process and, to a lesser extent, sole source awards for urgent requirements or sustainment. Competitive bid contracts are awarded after a formal bid and proposal competition among providers. International competitive bidding processes are highly competitive and sometimes we face disadvantages in the bidding and evaluation process in comparison to local, domestic bidders that may receive priority or more favorable evaluations than non-domestic suppliers due to stated requirements in the local \n\n13\n\n\nregulations that promote domestic procurements. Sole source awards are direct engagements with the procuring agency. Generally, sole source awards are utilized by our existing customers to sustain or augment their use of our products, commonly through multi-year support agreements. These agreements allow for customer logistics organizations to tailor procurement and support efforts to the needs of the end users. International funding processes vary, are generally allocated during the applicable country’s fiscal year, are often confidential, and may be broadly allocated or targeted for specific purposes, making it difficult to forecast demand. Many of our international customers have established fleets of our UAS, which generally allows them to seek and obtain budget for yearly incremental allocations of funding. These allocations are contracted through existing multi-year support agreements which provide the customer flexibility to procure products and services when funding is available.\n\n​\n\nOur typical international customer contracts take the form of fixed price contracts and time and materials contracts. Most of our international contracts are fixed-price contracts, as their finite nature is desired by customers. Time-and-materials contracts are more common for our service work with a defined limit on funding and period of performance. Contracts with international customers often include locally advantageous provisions differing from U.S. norms, potentially complicating enforcement and receivable collection. We minimize risks by assessing each contract individually and requiring banking guarantees or advance payments.\n\n​\n\nEnvironmental Regulation\n\n​\n\nWe are subject to various federal, state, local and non-U.S. laws and regulations relating to environmental protection, including the discharge, treatment, storage, disposal and remediation of hazardous substances and wastes. We could also be affected by future laws and regulations relating to climate change, including laws related to greenhouse gas emissions and regulating energy efficiency. These laws and regulations could lead to increased environmental compliance expenditures, increased energy and raw materials costs, and new and/or additional investment in designs and technologies. We continually assess our compliance status and management of environmental matters to ensure that our operations comply with all applicable environmental laws and regulations. Investigation, remediation and operation and maintenance costs associated with environmental compliance and management of sites are a normal, recurring part of our operations. These costs often are allowable costs under our contracts with the U.S. government. While environmental protection regulations have not had a significant adverse effect on our overall operations, it is possible that costs incurred to ensure continued environmental compliance in the future could have a material impact on our results of operations, financial condition or cash flows if additional work requirements or more stringent clean-up standards are imposed by regulators, new areas of soil, air and groundwater contamination are discovered and/or expansion of work scope are prompted as a result of investigations.\n\n​\n\nOther Information\n\n​\n\nAeroVironment, Inc. was originally incorporated in California in July 1971 and reincorporated in Delaware in 2006.\n\n​\n\nOur principal executive offices are located at 241 18th Street South, Suite 650, Arlington, Virginia 22202. Our telephone number is (703) 418-2828. Our website address is http://www.avinc.com. We make our website content available for information purposes only. It should not be relied upon for investment purposes, nor is it incorporated by reference into this Annual Report.\n\n​\n\nWe make our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and proxy statements for our annual stockholders’ meetings, as well as any amendments to those reports, available free of charge through our website as soon as reasonably practical after we electronically file that material with, or furnish it to, the Securities and Exchange Commission (“SEC”). You can learn more about us by reviewing our SEC filings. Our SEC reports can be accessed through the investor relations page of our website at http://investor.avinc.com. The SEC also maintains a website at www.sec.gov that contains our reports, proxy statements and other information regarding us.\n\n​\n\nWe may announce material business and financial information to our investors using our investor relations website at https://investor.avinc.com/investor-relations. We therefore encourage investors and others interested in the company to review the information that we make available on our website, in addition to following our filings with the \n\n14\n\n\nSEC, webcasts, press releases and conference calls. Information contained on our website is not part of this Annual Report on Form 10-K.\n\n​",
      "char_count": 51262
    },
    "item1a": {
      "text": "Item 1A. Risk Factors.\n​\nA description of the risks and uncertainties associated with our business is set forth below. You should carefully consider such risks and uncertainties, together with the other information contained in this report and in our other public filings before investing in our common stock. If any such risks and uncertainties actually occur, our business, financial condition or operating results could differ materially from the plans, projections and other forward-looking statements included in the section titled “Management’s Discussion and Analysis of Financial Condition and Results of Operations” and elsewhere in this report and in our other public filings. In addition, if any of the following risks and uncertainties, or if any other risks and uncertainties, actually occurs, our business, financial condition or operating results could be harmed substantially, which could cause the market price of our stock to decline, perhaps significantly.\n​\nRisk Factor Summary\n​\nThe following is a summary of the risks and uncertainties that could cause our business, financial condition or operating results to be harmed. We encourage you to carefully review the full risk factors contained in this report in their entirety for additional information regarding these risks and uncertainties.\n​\nRisks Related to Our Business and Industry\n​\n\n●   We rely heavily on sales to certain customers, including the U.S. government, particularly to agencies of the DoD.\n----------------------------------------------------------------------------------------------------------------------\n\n●   A decline in the U.S. and other government budgets, changes in spending or budgetary priorities, or delays in contract awards or in the release of approved funds may significantly and adversely affect our future revenue.\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   If the markets for our products do not grow as expected, if we cannot expand our customer base or if our products and services do not achieve broad acceptance, then we may not be able to achieve our anticipated level of growth.\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Our international business poses potentially greater risks than our domestic business.\n------------------------------------------------------------------------------------------\n\n●   The markets in which we compete are characterized by rapid technological change, requiring us to develop new products and product enhancements, and could render our existing products obsolete.\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   There are difficult issues to navigate in the development and use of AI, which may result in reputational harm or liability, and failure to introduce new and innovative products that have AI capabilities could put us at a competitive disadvantage.\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   We expect to incur substantial R&amp;D costs and devote significant resources to identifying and commercializing new products and services, which could significantly reduce our profitability and may never result in revenue to us.\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   If critical components or raw materials used to manufacture our products or used in our development programs become scarce or unavailable, then we may incur delays in manufacturing and delivery of our products and in completing our development programs, which could damage our business.\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Our ability to stay competitive within our markets may be dependent upon increasing manufacturing capacity to support anticipated growth and achieving cost reductions and projected economies of scale from increasing manufacturing quantities of our products. Failing to adequately increase production capacity and achieve such reductions in manufacturing costs and projected economies of scale could materially adversely affect our business.\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   We face significant risks in the management of our inventory, and failure to effectively manage our inventory levels may result in supply imbalances that could harm our business.\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Due to the volatile and flammable nature of certain components of our products and equipment, fires or explosions may disrupt our business or cause significant injuries, which could adversely affect our financial results.\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n15\n\n\n\n\n●   The operation of UAS and C-UAS in urban environments may be subject to risks, such as accidental collisions and transmission interference, which may limit demand for our UAS and C-UAS in such environments and harm our business and operating results.\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Shortfalls in available external R&amp;D funding could adversely affect us.\n-------------------------------------------------------------------------------\n\n●   Unauthorized access to our, our customers’ and/or our suppliers’ information and systems could negatively impact our business.\n----------------------------------------------------------------------------------------------------------------------------------\n\n●   Our employees or others acting on our behalf may engage in misconduct or other improper activities, which could cause us to lose contracts or cause us to incur costs.\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Our work for the U.S. government and international governments may expose us to increased security risks.\n-------------------------------------------------------------------------------------------------------------\n\n●   Acquisitions could be difficult to integrate, divert the attention of key personnel, disrupt our business, dilute stockholder value and impair our financial results.\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Our substantial borrowings under our credit facilities could adversely affect our financial condition and restrict our operating flexibility.\n-------------------------------------------------------------------------------------------------------------------------------------------------\n​\nRisks Related to Our U.S. Government Contracts\n​\n\n●   As of April 30, 2025, we were classified as a small business defense contractor. The loss of our small business status may adversely affect our ability to compete for small business set aside US government contracts.\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   We are subject to extensive government regulation, and our failure to comply with applicable regulations could subject us to penalties that may restrict our ability to conduct our business.\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Our business could be adversely affected by a negative audit or investigation by the U.S. government.\n---------------------------------------------------------------------------------------------------------\n\n●   If we fail to establish and maintain important relationships with government agencies and prime contractors, our ability to successfully maintain and develop new business may be adversely affected.\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Some of our contracts with the U.S. government allow it to use inventions developed under the contracts and to disclose technical data to third parties, which could harm our ability to compete.\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   U.S. government contracts are generally not fully funded at inception, contain certain provisions that may be unfavorable to us and may be undefinitized at the time of the start of performance, which could prevent us from realizing our contract backlog and materially harm our business and results of operations.\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   U.S. government contracts are subject to a competitive bidding process that can consume significant resources without generating any revenue.\n-------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   We are subject to procurement rules and regulations, which increase our performance and compliance costs under our U.S. government contracts.\n-------------------------------------------------------------------------------------------------------------------------------------------------\n​\nRisks Related to Legal and Regulatory Requirements\n​\n\n●   We could be prohibited from shipping our products to certain countries if we are unable to obtain U.S. government authorization regarding the export of our products and services, or if current or future export laws limit or otherwise restrict our business. In addition, failure to comply with export laws could result in fines, export restrictions and other sanctions and penalties.\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   We may become subject to government investigations, which could have a material adverse effect on our business, financial condition, results of operations, cash flows and equity.\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Failure to obtain necessary regulatory approvals from the FAA or other governmental agencies, or limitations put on the use of SUAS, MUAS and C-UAS in response to public privacy concerns, may prevent us from expanding the sales of our SUAS, MUAS and C-UAS to non-military customers in the United States.\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   We are subject to pending legal proceedings that may disrupt our business, cause us to incur substantial costs, expose us to significant legal liabilities and could have a material adverse impact on our financial performance.\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Our business is subject to federal, state and international laws regarding data protection, privacy, and information security, as well as confidentiality obligations under various agreements, and our actual or\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n16\n\n\n\n\nperceived failure to comply with such obligations could damage our reputation, expose us to litigation risk and adversely affect our business and operating results.\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\nRisks Related to Our Intellectual Property\n​\n\n●   If we fail to protect, or incur significant costs in defending or enforcing our intellectual property and other proprietary rights, our business, financial condition and results of operations could be materially harmed.\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   We may be sued by third parties for alleged infringement of their proprietary rights, which could be costly, time consuming and limit our ability to use certain technologies in the future.\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\nRisks Related to Securities Markets and Investment in Our Stock\n​\n\n●   The price of our common stock may fluctuate significantly.\n--------------------------------------------------------------\n\n●   Our largest stockholder may have the ability to significantly influence all matters submitted to stockholders for approval.\n-------------------------------------------------------------------------------------------------------------------------------\n\n●   The market price of our common stock may decline because of our acquisition activity.\n-----------------------------------------------------------------------------------------\n\n●   We may not be able to obtain capital when desired on favorable terms, if at all, or without dilution to our stockholders.\n-----------------------------------------------------------------------------------------------------------------------------\n\n●   Prior to our acquisition of BlueHalo, BlueHalo was not a U.S. public reporting company. The obligations associated with integrating into a public company, including to remediate BlueHalo’s material weaknesses in internal control over financial reporting, may require significant resources and management attention.\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   We have not paid any cash dividends on our common stock and do not anticipate paying any cash dividends in the foreseeable future.\n--------------------------------------------------------------------------------------------------------------------------------------\n​\nRisks Related to Our Business and Industry\n​\nWe rely heavily on sales to certain customers, including the U.S. government, particularly to agencies of the DoD.\n​\nHistorically, we have derived a significant portion of our total sales and our SUAS and LMS sales from the U.S. government and its agencies. Sales to the U.S. government, either as a prime contractor or subcontractor and inclusive of foreign military sales, represented approximately 75% of our revenue for the fiscal year ended April 30, 2025. The DoD, our principal U.S. government customer, accounted for approximately 35% of our revenue for the fiscal year ended April 30, 2025. With the acquisition of BlueHalo, we expect the proportion of total revenue attributable to sales to the U.S. DoD and other U.S. government agencies to increase in fiscal year 2026. We believe that the success and growth of our business for the foreseeable future will continue to depend to a significant degree on our ability to win government contracts, in particular from the DoD. Many of our government customers are subject to budgetary constraints and our continued performance under these contracts, or award of additional contracts from these agencies, could be jeopardized by spending reductions or budget cutbacks at these agencies. Recently, the reduction of government spending has been a primary focus of the federal government. In January 2025, President Trump announced an executive order establishing the Department of Government Efficiency (“DOGE”) to maximize government efficiency and productivity. In February 2025, President Trump stated that he has directed DOGE to review Pentagon spending for potential waste and fraud. As a result of these recent developments and other factors, the funding of U.S. government programs is uncertain. We are dependent on continued congressional appropriations and administrative allotment of funds based on an annual budgeting process. We cannot assure you that current levels of congressional funding for our products and services will continue and that our business will not decline.\n​\nThe U.S. military funds a portion of our contracts through operational needs statements, and to a lesser extent, through programs of record, which provides us with less visibility and certainty on future funding allocations for our contracts. Furthermore, all of our contracts with the U.S. government are terminable by the U.S. government at will, and the increasing government spending reviews may result in revocation of previously awarded contracts. A significant decline in government expenditures generally, or with respect to programs for which we provide products and/or \n\n\n17\n\n\n\nservices, could adversely affect our business and prospects. Our operating results may also be negatively impacted by other developments that affect these government programs generally, including the following:\n​\n\n●   changes in government programs that are related to our products and services;\n---------------------------------------------------------------------------------\n​\n\n●   adoption of new laws or regulations relating to government contracting or changes to existing laws or regulations;\n----------------------------------------------------------------------------------------------------------------------\n​\n\n●   changes in political or public support for security and defense programs;\n-----------------------------------------------------------------------------\n​\n\n●   delays or changes in the government appropriations and budget process;\n--------------------------------------------------------------------------\n​\n\n●   uncertainties associated with the current global threat environment and other geo-political matters; and\n------------------------------------------------------------------------------------------------------------\n​\n\n●   delays in the payment of our invoices by government payment offices.\n------------------------------------------------------------------------\n​\nThese developments and other factors could cause governmental agencies to reduce their purchases under existing contracts, to exercise their rights to terminate contracts at-will or to abstain from renewing contracts or entering into new contracts, any of which would cause our revenue to decline and could otherwise harm our business, financial condition and results of operations.\n​\nA decline in the U.S. and other government budgets, changes in spending or budgetary priorities, delays in contract awards or in the release of approved funds may significantly and adversely affect our future revenue.\n ​\nBecause we generate a significant portion of our total sales from the U.S. government and its agencies and from foreign governments, our results of operations could be adversely affected by government spending caps, delays in the government budget process, program starts, the award of contracts or orders under existing contracts, or delays in release of funds by the federal government. Delays in the definitization of a contract could result in delayed funding, billing and payment. Our business may be adversely impacted due to shifts in the political environment and resulting changes in the government and agency leadership positions and priorities for funding. We cannot assure you that current levels of congressional funding for our products and services will continue and that our business will not decline, or that such funding will be accessible consistent with previously realized timelines due to federal budgetary review activities and potential freezes on or cancellation of various governmental programs from time to time. If annual budget appropriations or continuing resolutions are not enacted timely, we could face U.S. government shutdowns, which could adversely impact our programs and contracts with the U.S. government, our ability to receive timely payment from U.S. government entities and our ability to timely obtain export licenses for our products and services to fulfill contracts with our international customers.\n​\nAdditionally, there is a possibility that political decisions made by the U.S. government, such as the establishment of DOGE and the related probes into and reductions in government spending, policy changes regarding prior military commitments by the second Trump administration, including those regarding ongoing conflicts, including between Russia and Ukraine, Israel and Hamas, Israel and Iran, or an impasse on policy issues between the executive branch and Congress, could impact future spending and program authorizations, which may not increase or may decrease or shift to programs in areas in which we do not provide products or services or are less likely to be awarded contracts. Such changes in spending authorizations and budgetary priorities may occur as a result of shifts in spending priorities from defense-related and other programs due to, among other factors, competing demands for federal funds and the number and intensity of military conflicts. We previously received a stop work order, which was lifted shortly after issuance, on certain existing U.S. government contracts previously awarded to us for foreign military sales funded by the U.S. government via foreign military financing because of shifting foreign military aid priorities. We may continue to receive future stop work orders and/or contract cancellations for other existing U.S. government contracts due to shifting foreign military aid priorities, including due to the recently announced pause on U.S. military assistance to Ukraine, and we cannot project the aggregate negative impact on our results of operations due to any future stop work orders and/or contract cancellations.\n​\n\n\n18\n\n\n\nMilitary transformation and changes in overseas operational levels may affect future procurement priorities and existing programs, which could limit demand for our products and services.\n​\nWe cannot predict whether and when a reduction in overseas operational levels will occur, how future procurement priorities related to defense transformation will be impacted, including by future events such as the conflicts between Russia and Ukraine or Israel and Hamas, or how changes in the threat environment will impact opportunities and competition for our products, for existing, additional or replacement programs. While strategically, we have diversified our portfolio in an effort to mitigate the susceptibility of our business to reductions in overseas operational levels, we cannot be certain that such actions have mitigated the risk of our business to such reductions. If defense transformation or overseas operations slow down or cease in key operational areas, then our business, financial condition and results of operations could be impacted negatively.\n​\nWe operate in evolving markets, which makes it difficult to evaluate our business and future prospects.\n​\nOne of our key strategies is to invest in R&D to drive innovation and spur growth. Our innovative solutions are often sold in new and rapidly evolving markets. Accordingly, our business and future prospects may be difficult to evaluate. We cannot accurately predict the extent to which demand for our products and services will increase, if at all. The challenges, risks and uncertainties frequently encountered by companies in rapidly evolving markets could impact our ability to do the following:\n​\n\n●   generate sufficient revenue to maintain profitability;\n----------------------------------------------------------\n​\n\n●   acquire and maintain market share;\n--------------------------------------\n​\n\n●   achieve or manage growth in our operations;\n-----------------------------------------------\n​\n\n●   develop and renew contracts;\n--------------------------------\n​\n\n●   attract and retain additional engineers and other highly-qualified personnel;\n---------------------------------------------------------------------------------\n​\n\n●   successfully develop and commercially market new products and services;\n---------------------------------------------------------------------------\n​\n\n●   adapt to new or changing policies and spending priorities of governments and government agencies; and\n---------------------------------------------------------------------------------------------------------\n​\n\n●   access additional capital when required and on reasonable terms, including capital to refinance our substantial indebtedness.\n---------------------------------------------------------------------------------------------------------------------------------\n​\nIf we fail to address these and other challenges, risks and uncertainties successfully, our business, results of operations and financial condition would be materially harmed.\n​\nWe face competition from other firms, many of which have substantially greater resources.\n​\nThe defense industry is highly competitive and generally characterized by intense competition to win contracts. Our current principal competitors in the UAS market include Elbit Systems Ltd., Quantum-Systems, Inc., Edge Autonomy, Teledyne Technologies, Inc., Sierra Nevada Corporation, Lockheed Martin Corporation, The Boeing Company, Textron, Inc., Shield AI, Inc., Northrop Grumman Corporation, Griffon Aerospace, Inc., L3Harris Technologies, Inc. and Israeli Aircraft Industries.\n​\nThe defense and technology markets for the C-UAS and Precision Strike products and solutions are highly competitive, evolving with rapid technological advancements and shifting customer needs. Competitors in the LMS market include Textron Inc., RTX Corporation, Lockheed Martin Corporation, Anduril Industries, Inc., Aevex Holdings, LLC and UVision Air Ltd. Competitors in the C-UAS and Electronic Warfare markets include Anduril Industries, Inc., The Boeing Company, Lockheed Martin Corporation, RTX Corporation and other emerging technology firms and international players.\n\n\n19\n\n\n\n​\nThe space technology and directed energy market includes competitors such as The Boeing Company, Lockheed Martin Corporation, L3Harris Technologies, Inc., BAE Systems, Inc., and RTX Corporation. These companies have extensive experience and resources, offering satellite systems and spacecraft engineering solutions that compete with our offerings.\n​\nThe cyber and mission systems areas are highly competitive, with principal competitors including L3Harris Technologies, Inc., Thales Group, Anduril Industries, Inc, and Sierra Nevada Corporation. We also face competition from specialized cybersecurity firms.\n​\nOur competitors may be able to provide customers with different or greater capabilities or benefits than we can provide in areas such as technical qualifications, past contract performance, geographic presence, price and the availability of key professional personnel, including those with security clearances. Furthermore, many of our competitors may be able to use their substantially greater resources and economies of scale to develop competing products and technologies, manufacture in high volumes more efficiently, divert sales from us by winning broader contracts or hire away our employees by offering more lucrative compensation packages. Small business competitors may be able to offer more cost-competitive solutions, due to their lower overhead costs, and take advantage of small business incentive and set aside programs for which we are ineligible. Foreign competitors may also be able to offer more cost-competitive solutions as compared to our products and services. The markets our products and services are expanding, and competition intensifying as additional competitors enter such markets and current competitors expand their product lines. In order to secure contracts successfully when competing with larger, well-financed companies, we may need to agree to contractual terms that provide for lower aggregate payments to us over the life of the contract, which could adversely affect our margins. In addition, larger diversified competitors serving as prime contractors may be able to supply underlying products and services from affiliated entities, which would prevent us from competing for subcontracting opportunities on these contracts. Our failure to compete effectively with respect to any of these or other factors could have a material adverse effect on our business, prospects, financial condition or operating results.\n​\nIf the markets for our products do not grow as expected, if we cannot expand our customer base or if our products and services do not achieve broad acceptance, then we may not be able to achieve our anticipated level of growth.\n​\nWe cannot accurately predict the future growth rates or sizes of the markets for our products and services. Demand for our products and services may not increase, or may decrease, either generally or in specific markets, for particular types of products and services or during particular time periods. Despite expanding our customer base to include international clients and non-military domestic agencies and making initial export breakthroughs, sustained increases in sales to international customers are not guaranteed. Historically, a large portion of our and BlueHalo’s revenue has been with the U.S. government. An increase of international sales of our product and services may not occur as anticipated. The expansion of the markets for our products in general, and the market for our products and services in particular, depends on several factors, including the following:\n​\n\n●   customer satisfaction with these types of systems as solutions;\n-------------------------------------------------------------------\n​\n\n●   the cost, performance and reliability of our products and products offered by our competitors;\n--------------------------------------------------------------------------------------------------\n​\n\n●   customer perceptions regarding the effectiveness and value of these types of systems;\n-----------------------------------------------------------------------------------------\n​\n\n●   restrictions on our ability to market our products and services internationally due to U.S. government laws and regulations;\n--------------------------------------------------------------------------------------------------------------------------------\n​\n\n●   securing necessary regulatory approvals, including access to airspace and wireless spectrum for our uncrewed systems; and\n-----------------------------------------------------------------------------------------------------------------------------\n​\n\n●   marketing efforts and publicity regarding these types of systems and services.\n----------------------------------------------------------------------------------\n​\n\n\n20\n\n\n\nOur international business poses potentially greater risks than our domestic business.\n​\nWe derived approximately 52% of our revenue from international sales, including U.S. government foreign military sales in which an end user is a foreign government, during the fiscal year ended April 30, 2025, compared to 62% for the fiscal year ended April 30, 2024. We expect to continue to derive a significant portion of our revenue from international sales, including direct sales to allied nations, and initiated through our international operations, Telerob Gesellschaft für Fernhantierungstechnik mbH (“Telerob”); however, we expect the proportion of our total revenue attributable to international sales will decrease in fiscal year 2026 due to BlueHalo’s lower mix of international sales. Our international revenue and operations are subject to a number of material risks, including the following:\n​\n\n●   the unavailability of, or difficulties in obtaining any, necessary U.S. governmental authorizations for the export of our products and services to certain foreign jurisdictions;\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\n\n●   regulatory requirements that may adversely affect our ability to operate in foreign jurisdictions, sell certain products and services or repatriate profits to the United States;\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\n\n●   the complexity and necessity of using foreign representatives and consultants, and delays in and difficulty of validating foreign representatives and consultants;\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\n\n●   the complexities of operating a business in an international location through a subsidiary or joint venture structure that may include foreign business partners, subcontractors and suppliers;\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\n\n●   the complexities of managing a workforce under foreign labor and employment law and related organizational requirements;\n----------------------------------------------------------------------------------------------------------------------------\n​\n\n●   the complexity of shipping our products internationally through multiple jurisdictions with varying legal requirements;\n---------------------------------------------------------------------------------------------------------------------------\n​\n\n●   difficulties in enforcing agreements and collecting receivables through foreign legal systems and other relevant legal issues, including fewer legal protections for intellectual property;\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\n\n●   potential fluctuations in foreign economies and in the value of foreign currencies and interest rates;\n----------------------------------------------------------------------------------------------------------\n​\n\n●   potential preferences by prospective customers to purchase from local (non-U.S.) sources;\n---------------------------------------------------------------------------------------------\n​\n\n●   general economic and political conditions in the geographic markets in which we operate;\n--------------------------------------------------------------------------------------------\n​\n\n●   laws or regulations relating to non-U.S. military contracts that favor purchases from non-U.S. manufacturers over U.S. manufacturers;\n-----------------------------------------------------------------------------------------------------------------------------------------\n​\n\n●   the imposition of in-country production and manufacturing requirements by international customers;\n------------------------------------------------------------------------------------------------------\n​\n\n●   the imposition of tariffs, embargoes, export controls and other trade restrictions; and\n-------------------------------------------------------------------------------------------\n​\n\n●   different and changing legal and regulatory requirements, including those pertaining to anti-corruption, anti-boycott, data protection and privacy, employment law, intellectual property, contracts and tax in the jurisdictions in which we currently operate or may operate in the future.\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\nNegative developments in any of these areas in one or more countries in which we operate could result in a reduction in demand for our products, the cancellation or delay of orders already placed, threats to our intellectual property, destabilization of performance, difficulty in collecting receivables and a higher cost of doing business, any of which could negatively impact our business, financial condition or results of operations. While we have adopted policies and procedures to facilitate compliance with laws and regulations applicable to our international operations and sales, \n\n\n21\n\n\n\nour failure, or the failure by our employees or others working on our behalf, to comply with such laws and regulations may result in administrative, civil or criminal liabilities, including fines, suspension or debarment from government contracts or suspension of our export privileges. Moreover, our sales, including sales to customers outside the United States, substantially all are denominated in U.S. dollars, and downward fluctuations in the value of foreign currencies relative to the U.S. dollar may make our products more expensive than other products, which could harm our business.\n​\nIf we are unable to manage the increasing complexity of our business, or achieve or manage our expected growth, our business could be adversely affected.\n​\nThe complexity of our business has increased significantly over the last several years, most recently with the closing of our acquisition of BlueHalo in May 2025. We have increased the number of product lines being pursued, expanded international product sales and added commercial services and engaged in numerous acquisitions further expanding our operations domestically and abroad. Further, we have entered into certain credit facilities that include affirmative and negative covenants and place some restrictions on how we operate our business. Our growth has placed, and our expected growth will continue to place, a strain on our management and our administrative, operational and financial infrastructure. We anticipate further growth of headcount and facilities will be required to address expansion in our product and service offerings and the geographic scope of our customer base. However, if we are unsuccessful in our efforts, our business could decline. Our success will depend in part upon the ability of our senior management to manage our increased complexity and expected growth effectively. To do so, we must continue to hire, train, manage and integrate a significant number of qualified managers and engineers, as well as an adequate support structure. If our new employees perform poorly, or if we are unsuccessful in hiring, training, managing and integrating these new employees, or retaining these or our existing employees, then our business may experience declines.\n​\nTo support our expected growth, we must continue to improve our operational, financial and management information systems. If we are unable to manage our growth while maintaining our quality of service, or if new systems that we implement to assist in managing our growth do not produce the expected benefits, then our business, prospects, financial condition or operating results could be adversely affected.\n​\nOur business relationships, including those of BlueHalo, may be subject to disruption due to uncertainty associated with the post-acquisition integration, which could have a material adverse effect on our results of operations, cash flows and financial position.\n​\nParties with which we do business and with which BlueHalo did business prior to the acquisition may experience uncertainty associated with the acquisition integration, including with respect to current or future business relationships with the combined company. Our and BlueHalo’s business relationships may be subject to disruption as customers, distributors, suppliers, vendors, landlords, joint venture partners and other business partners may attempt to delay or defer entering into new business relationships, negotiate changes in existing business relationships or consider entering into business relationships with parties other than us. These disruptions could have a material and adverse effect on our results of operations, cash flows and financial position, as well as a material and adverse effect on our ability to realize the expected cost savings and other benefits of the acquisition.\n​\nAny efforts to expand our offerings beyond our current markets may not succeed, which could negatively impact our operating results.\n​\nThe U.S. military represents our largest source of revenue. We have, however, expanded our product sales into new market segments, such as the AI-enabled common control system from our Tomahawk acquisition. Our efforts to expand our product and service offerings beyond our traditional markets may divert management resources from existing operations and require us to commit significant financial resources to unproven businesses that may not generate additional sales, either of which could significantly impair our operating results.\n​\n\n\n22\n\n\n\nThe markets in which we compete are characterized by rapid technological change, requiring us to develop new products and product enhancements, and could render our existing products obsolete.\n​\nContinuing technological changes in the market for our products could make our products and services less competitive or obsolete, either generally or for particular applications. The length and severity of the cycles in the commercial and defense industries are difficult to predict. Our future success will depend upon our ability to develop and introduce a variety of new capabilities and enhancements to our existing product offerings, as well as introduce a variety of new product offerings to address the changing needs of the markets in which we offer our products. Delays in introducing new products and enhancements, the failure to choose correctly among technical alternatives or the failure to offer innovative products or enhancements at competitive prices may cause existing and potential customers to purchase our competitors’ products.\n​\nIf we are unable to devote adequate resources to develop new products or cannot otherwise successfully develop new products or enhancements that meet customer requirements on a timely basis, our products could lose market share, our revenue and profits could decline, and we could experience operating losses.\n​\nThere are difficult issues to navigate in the development and use of AI, which may result in reputational harm or liability, and failure to introduce new and innovative products that have AI capabilities could put us at a competitive disadvantage.\n​\nWe currently incorporate machine learning and AI capabilities into certain of our products and solutions and may seek to expand the use of AI in our offerings in the future. As with many innovations, AI presents risks, challenges, and unintended consequences that could affect our business. AI algorithms and training methodologies may be flawed. These deficiencies and other failures of AI systems could subject us to competitive harm, regulatory action, legal liability, and brand or reputational harm. Further, incorporating AI could give rise to litigation risk and risk of non-compliance and unknown cost of compliance, as AI is an emerging technology for which the legal and regulatory landscape is not fully developed (including potential liability for breaching intellectual property or privacy rights or laws). While new AI initiatives, laws, and regulations are emerging and evolving, what they ultimately will look like remains uncertain, and our obligation to comply with them could entail significant costs, negatively affect our business, or entirely limit our ability to incorporate certain AI capabilities into our offerings.\n​\nAdditionally, leveraging AI capabilities to potentially improve internal functions and operations presents further risks and challenges. The use of AI to support business operations carries inherent risks related to data privacy and security, such as intended, unintended, or inadvertent transmission of proprietary, sensitive or export-controlled information, as well as challenges related to implementing and maintaining AI tools. Additionally, our competitors might move faster than us to gain efficiencies by incorporating AI into their design and development processes, and our products and/or cost structure could become less competitive as a result. The rapid evolution of AI will require the application of resources by us to develop, test and maintain our products, services and operations to help ensure that AI is implemented ethically in order to minimize unintended, harmful impact.\n​\nOur competitors may be faster or more successful than we are in incorporating AI and other disruptive technology into their offerings, which would impair our ability to compete successfully.\n​\nWe expect to incur substantial R&D costs and devote significant resources to identifying and commercializing new products and services, which could significantly reduce our profitability and may never result in revenue to us.\n​\nOur future growth depends on penetrating new markets, adapting existing products to new applications, and introducing new products and services that achieve market acceptance. We plan to incur substantial R&D costs as part of our efforts to design, develop and commercialize new products and services and enhance existing products. We spent $100.7 million, or 12% of our revenue, in our fiscal year ended April 30, 2025 on internal R&D activities. We believe that there are significant investment opportunities in a number of business areas. Because we account for internal R&D as an operating expense, these expenditures will adversely affect our earnings in the future. Further, our R&D programs may not produce successful results, and our new products and services may not achieve market acceptance, create \n\n\n23\n\n\n\nadditional revenue or become profitable, which could materially harm our business, prospects, financial results and liquidity.\n​\nOur products and services are complex and could have unknown defects or errors, which may give rise to claims against us, diminish our brand or divert our resources from other purposes.\n​\nOur products rely on complex avionics, space qualified electronics, RF-based systems, digital phased array antennas and radars, sensors, user-friendly interfaces and tightly-integrated, electromechanical designs to accomplish their missions. Despite extensive testing, our products have contained defects and errors and may in the future contain defects, errors or performance problems when first introduced, when new versions or enhancements are released, or even after these products have been used by our customers for a period of time. These problems could result in expensive and time-consuming design modifications or warranty charges, delays in the introduction of new products or enhancements, significant increases in our service and maintenance costs, exposure to liability for damages, damaged customer relationships and harm to our reputation, any of which could materially harm our results of operations and ability to achieve market acceptance. In addition, increased development and warranty costs could be substantial and could reduce our operating margins.\n​\nThe existence of any defects, errors, or failures in our products or the misuse of our products could also lead to product liability claims or lawsuits against us. A defect, error or failure in one of our products could result in injury, death or property damage and significantly damage our reputation and support for our products in general. We anticipate this risk will grow as our UAS products begin to be used in U.S. domestic airspace and urban areas.\n​\nAlthough we maintain insurance policies, we cannot be certain that this insurance will be adequate to protect us from all material judgments and expenses related to potential future claims or that these levels of insurance will be available in the future at economical prices or at all. A successful product liability claim could result in substantial cost to us. Even if we are fully insured as it relates to a claim, the claim could nevertheless diminish our brand and divert management’s attention and resources, which could have a negative impact on our business, financial condition and results of operations.\n​\nIf critical components or raw materials used to manufacture our products or used in our development programs become scarce or unavailable, then we may incur delays in manufacturing and delivery of our products and in completing our development programs, which could damage our business.\n​\nOur ability to meet customers’ demands depends, in part, on our ability to obtain timely and adequate delivery of high quality materials, components and subsystems, many of which are obtained from a select group of specialized suppliers, including some sole-source providers. In order to mitigate potential disruptions, we maintain long-term, non-binding agreements with several key suppliers that help stabilize pricing, reduce lead times and enhance planning accuracy. We do not have long-term agreements with all suppliers that obligate them to continue to sell components, products required to build our systems or products to us. Our reliance on suppliers without long-term binding contracts involves significant risks and uncertainties, including whether our suppliers will provide an adequate supply of required components or products of sufficient quality, will increase prices for the components or products and will perform their obligations on a timely basis.\n​\nIf any of our supplier’s face capacity constraints, financial instability, or an unwillingness to provide raw materials or components to us, we may need to seek alternative suppliers or revise our designs, particularly because some of our components are sourced from foreign countries. Locating alternative sources may take significant time, and even then, we may encounter significant delays in manufacturing and shipping. Additionally, credit constraints among key suppliers could impact our cash flow. We have also experienced rising costs for components, shipping, tariffs, warehousing, and inventory. Our domestic suppliers have experienced increased demand for their products due to tariffs, which could impact the availability or price of our components. The permanence of these cost increases remains uncertain, and obtaining replacement components within our required time frames may prove challenging. Shortages could lead to excess inventory and potential obsolescence risks.\n​\n\n\n24\n\n\n\nIn addition, certain raw materials and components used in the manufacture of our products and in our development programs, are periodically subject to supply shortages, and our business is subject to the risks of price increases and periodic delays in delivery. The electronic components industry has experienced significant shifts in supply levels in recent years. Demand for components in the memory sector is poised for substantial growth, driven by AI applications such as large language models and generative AI. Due to the volatility of supply and increase in demand, lead times and prices for certain components, such as memory related microprocessors, may continue to experience supply and price uncertainty.\n​\nOur products, including motors, batteries, and other advanced components, rely on rare earth metals for their manufacturing, of which a significant majority are sourced from China. Any disruption in the supply of these metals could adversely affect our ability to produce and deliver our products. Factors that might lead to such disruptions include geopolitical tensions, trade restrictions, supply chain bottlenecks, and environmental regulations affecting mining operations. A limited supply or increased cost of rare earth metals could lead to higher production costs, delays in manufacturing schedules, and potential inability to meet customer demand, thereby impacting our revenue and growth plans. Managing these risks necessitates close monitoring of supply chains, diversification of suppliers, and the pursuit of alternative materials or technologies where possible.\n​\nEscalating restrictions between the U.S. and China contribute to supply chain complexities. In January 2024, China imposed sanctions on AeroVironment in response to sales of military equipment by the U.S. Government to Taiwan. Additionally, in March 2025, China’s Ministry of Commerce placed AeroVironment on China’s export control list. While we have not experienced, and do not expect to experience, a material negative impact on our business as a result of the announced sanctions and export restrictions, we cannot be certain that a material negative effect will not occur in the future as a result of these sanctions and restrictions or future sanctions or restrictions that may be imposed. Some of our components sourced from foreign countries, including China, are at risk of further sanctions and other trade restrictive actions, and any escalation in global trade tensions or trade restrictions may hinder our ability to obtain these components from new suppliers. Restrictions on semiconductor manufacturing equipment and raw materials could lead to higher material costs, material unavailability, and transportation uncertainty.\n ​\nEarnings and cash flows can be impacted by changes in tax laws.\n​\nAs a U.S.-based multinational business, we are subject to income tax in the U.S. and numerous jurisdictions outside the U.S. The relevant tax rules and regulations are complex, often changing and, in some cases, are interdependent. If these or other tax rules and regulations should change, our earnings and cash flows could be negatively impacted. Our worldwide provision for income taxes is determined, in part, through the use of significant estimates and judgments. Numerous transactions arise in the ordinary course of business where the ultimate tax determination is uncertain. We undergo tax examinations by tax authorities on a regular basis. While we believe our estimates of our tax obligations are reasonable, the final outcome after the conclusion of any tax examinations and any litigation could be materially different from what has been reflected in our historical financial statements. Also due to the U.S. Internal Revenue Service tax capitalization rules, Section 174, which requires R&D expenditures to be capitalized and amortized over a 5-year period for tax purposes, we expect an increase in cash paid for U.S. federal income taxes in future fiscal years relative to prior periods. The One Big Beautiful Bill Act features several tax reforms including suspending the capitalization and amortization of domestic R&D expenditures for amounts paid or incurred in tax years beginning after December 31, 2024, and before January 1, 2030. \n​\nChanges in trade policies, including the recently-announced tariff regime, could cause adverse impacts to our business.\n​\nIn the first half of 2025, we observed a significant shift in U.S. trade policy, with increased tariffs and the imposition of significant new tariffs that could have an adverse impact our supply chain and business operation. While certain of the recently announced tariffs have been paused, whether and to what degree they may be reinstated is uncertain at this time and may have implications for our supplier and our business. Changes in trade policies, such as new tariffs or increases in tariffs, or reactionary measures including retaliatory tariffs, legal challenges, or currency manipulation, could adversely impact us.\n​\n\n\n25\n\n\n\nWe rely on imported materials, components, or finished goods, and if tariffs increase, our supply chain costs may rise, adversely affecting our business, results of operations and cash flows. We also manufacture internationally through Telerob, and if we are not granted exemptions from tariffs due to the nature of our business and customers, we could see greater impacts than we currently expect. Additionally, retaliatory measures, or prolonged uncertainty in trade relationships could result in supply chain disruptions, delayed shipments, or increased operational complexity, which could also adversely affect our business, results of operations and cash flows. While we intend to take steps to mitigate any impacts of tariffs or other impacts resulting from changes in trade policy, our ability to do so may be limited by operational and supply chain constraints, especially in the short term.\n​\nOur earnings and profit margins may decrease based on the mix of our contracts and programs and other factors related to our contracts.\n​\nIn general, we perform our work under fixed-price contracts and cost-plus-fee contracts. Under fixed-price contracts, we deliver products or perform services under a contract at a stipulated price. Under cost-plus-fee contracts, which are subject to a contract ceiling amount, we are reimbursed for allowable costs and paid a fee, which may be fixed or performance based. We typically experience lower profit margins under cost-plus-fee contracts than under fixed-price contracts, though fixed-price contracts involve higher risks. In general, if the volume of services we perform under cost-plus-fee contracts increases relative to the volume of services we perform under fixed-price contracts, we expect that our operating margin will decline. In addition, our earnings and margins may decrease depending on the costs we incur in contract performance, our achievement of other contract performance objectives and the stage of our performance at which our right to receive fees, particularly under incentive and award fee contracts, is finally determined.\n​\nWe use estimates in accounting for many of our programs and changes in our estimates could adversely affect our future financial results.\n​\nContract accounting requires judgments relative to assessing risks, including risks associated with estimating contract transaction prices and costs, definitization of certain contract prices, assumptions for schedule and technical issues, customer-directed delays and reductions in scheduled deliveries, and unfavorable resolutions of claims and contractual matters. Due to the size and nature of many of our contracts, the estimation of total costs at completion is complicated and subject to many variables. For example, we must make assumptions regarding the length of time to complete the contract because costs also include expected increases in wages and prices for materials; and consider incentives or penalties related to performance on contracts and include them in the variable consideration to the extent that it is probable that a significant reversal in the amount of cumulative revenue recognized will not occur when the related uncertainty is resolved. Because of the significance of the judgments and estimation processes described above, it is likely that materially different amounts could be recorded if we used different assumptions or if the underlying circumstances were to change. Changes in underlying assumptions, circumstances or estimates may adversely affect our future results of operations and financial condition.\n​\nCost overruns on our contracts could subject us to losses, decrease our operating margins and adversely affect our future business.\n​\nFixed-price contracts (including both government and commercial contracts) represented approximately 91% of our revenue for the fiscal year ended April 30, 2025. With the acquisition of BlueHalo, we expect the proportion of fixed-price contracts to decrease in fiscal year 2026. If we fail to anticipate technical problems, estimate costs accurately or control costs during our performance of fixed-price contracts, then we may incur losses on these contracts because we absorb any costs in excess of the fixed price. Under cost-plus-fee contracts, if costs exceed the contract ceiling or are not allowable under the provisions of the contract or applicable regulations, then we may not be able to obtain reimbursement for all such costs. Under time and materials contracts, we are paid for labor at negotiated hourly billing rates and for certain expenses. Because many of our contracts involve advanced designs and innovative technologies, we may experience unforeseen technological difficulties and cost overruns. Under each type of contract, if we are unable to control the costs we incur in performing under the contract, then our financial condition and results of operations could be materially adversely affected. Cost overruns also may adversely affect our ability to sustain existing programs and obtain future contract awards.\n\n\n26\n\n\n\n​\nOur senior management and key employees, including key employees of businesses recently acquired, are important to our customer relationships and overall business.\n​\nWe believe that our success depends in part on the continued contributions of our senior management and key employees. We rely on our executive officers, senior management and key employees to generate business and execute programs successfully. In addition, the relationships and reputation that members of our management team and key employees have established and maintain with government defense personnel contribute to our ability to maintain good customer relations and to identify new business opportunities. We do not have employment agreements with any of our executive officers or key employees, and these individuals could terminate their employment with us at any time. The loss of any of our continuing executive officers, members of our senior management team or key employees could significantly delay or prevent the achievement of our business objectives and could materially harm our business and customer relationships and impair our ability to identify and secure new contracts and otherwise manage our business.\n​\nWe must recruit and retain highly-skilled employees to succeed in our competitive business.\n​\nWe depend on our ability to recruit and retain employees who have advanced engineering and technical services skills and who work well with our customers. These employees are in great demand and are likely to remain a limited resource in the foreseeable future. Our ability to recruit and retain qualified, technical personnel, such as engineers, has been adversely impacted by the labor market. Increased restrictions on the import of foreign labor may also increase demand for engineering personnel and adversely impact our ability to hire and retain qualified personnel. If we are unable to recruit and retain a sufficient number of these employees, then our ability to maintain our competitiveness and grow our business could be negatively affected. In addition, because of the highly technical nature of our products, the loss of any significant number of our existing engineering personnel could have a material adverse effect on our business and operating results. Moreover, some of our U.S. government contracts contain provisions requiring us to staff a program with certain personnel the customer considers key to our successful performance under the contract. In the event we are unable to provide these key personnel or acceptable substitutes, the customer may terminate the contract. Certain of our programs also require staffing by employees who hold high-level security clearances, the market for which is extremely competitive and not limited to the aerospace & defense industry. We have experienced shortages of skilled employees that has negatively affected our progress on development programs and our results of operations. We cannot predict the extent to which these shortages will continue or the extent to which they could negatively impact our development programs and results of operations in future periods.\n​\nOur ability to stay competitive within our markets may be dependent upon increasing manufacturing capacity to support anticipated growth and achieving cost reductions and projected economies of scale from increasing manufacturing quantities of our products. Failing to adequately increase production capacity and achieve such reductions in manufacturing costs and projected economies of scale could materially adversely affect our business.\n​\nOur future growth depends on increasing manufacturing capacity of our products, and our failure to adequately increase such capacity could have a material adverse impact on our business and financial results. We do not know whether or when we will be able to develop efficient, low-cost manufacturing capabilities and processes that will enable us to manufacture (or contract for the manufacture of) our products in commercial quantities while meeting the volume, speed, quality, price, engineering, design and production standards required to successfully market our products. Our failure to develop such manufacturing processes and capabilities in locations that can efficiently service our clients and markets could have a material adverse effect on our business, financial condition, results of operations and prospects. Our ability to remain competitive is, in part, dependent upon achieving increased savings from volume purchases of raw materials and component parts, achieving acceptable manufacturing yield and capitalizing on machinery efficiencies. We expect our suppliers to experience a sharp increase in demand for their products. During the fiscal years ended April 30, 2024 and 2023, global supply chain issues resulted in delays in procuring components for our products, and we experienced significant increases in the costs to procure certain components. The extent to which we will have reliable access to supplies that we require or be able to purchase such materials or components at cost effective prices is uncertain. There is no assurance that we will ever be in a position to realize any material, labor and machinery cost reductions associated with higher purchasing power and higher production levels. Failure to achieve these cost reductions could adversely impact our business and financial results.\n\n\n27\n\n\n\n​\nWe face significant risks in the management of our inventory, and failure to effectively manage our inventory levels may result in supply imbalances that could harm our business.\n​\nWe maintain a variety of parts and components in inventory to allow us to customize our UAS, C-UAS and space products for specific customer requirements, which parts are subject to obsolescence and expiration. Due to the long-lead time for obtaining certain product components, including in response to procurement issues caused by shortages in the supply chain for such components, and the manufacturing cycles, we need to make forecasts of demand and commit significant resources towards manufacturing our products. As such, we are subject to significant risks in managing the inventory needs of our business during the year, including estimating the appropriate demand for our products. Should orders and market conditions differ significantly from our estimates, our future results of operations could be materially adversely affected. In the future, we may be required to record write-downs of finished products and materials on-hand and/or additional charges for excess purchase commitments as a result of future changes in our sales forecasts or customer orders. We may hold material amounts of inventory at third parties which are subject to separate management processes. Additionally, our failure to manage inventory effectively, including in response to the effects of shortages of our components, could expose us to losses.\n​\nAdditionally, shortages of components may result in increased inventory of unfinished products and significant quantities of other unused components remaining in inventory, which could expose us to increased risks of obsolescence and losses which may not be covered by insurance.\n​\nDue to the volatile and flammable nature of certain components of our products and equipment, fires or explosions may disrupt our business or cause significant injuries, which could adversely affect our financial results.\n​\nThe development and manufacture of certain of our products involves the handling of a variety of explosive and flammable materials, as well as high power equipment. From time to time, these activities may result in incidents that could cause us to temporarily shut down or otherwise disrupt some manufacturing processes, which could cause production delays, and could result in liability for workplace injuries and/or fatalities. We have safety and loss prevention programs that require detailed reviews of process changes and new operations, along with routine safety audits of operations involving explosive materials, to mitigate such incidents, as well as a variety of insurance policies, though our insurance coverage may be inadequate to cover all claims and losses related to such incidents. We may experience such incidents in the future, which could result in production delays or otherwise have a material adverse effect on our business and financial condition.\n​\nThe operation of UAS and C-UAS in urban environments may be subject to risks, such as accidental collisions and transmission interference, which may limit demand for our UAS and C-UAS in such environments and harm our business and operating results.\n​\nUrban environments may present certain challenges to the operators of UAS and C-UAS. C-UAS may cause and UAS may accidentally collide with other aircraft, persons or property, which could result in injury, death or property damage and significantly damage the reputation of and support for UAS and C-UAS in general. As the usage of UAS and C-UAS has increased, particularly by military customers, the danger of such collisions has increased. Furthermore, the incorporation of our Digital Data Link (“DDL”) technology into our SUAS has increased the number of vehicles which can operate simultaneously in a given area and with this increase has come an increase in the risk of accidental collision. In addition, obstructions to effective transmissions in urban environments, such as large buildings, may limit the ability of the operator to utilize the aircraft for its intended purpose. The risks or limitations of operating UAS and C-UAS in urban environments may limit their value in such environments, which may limit demand for our UAS and C-UAS and consequently materially harm our business and operating results.\n​\n\n\n28\n\n\n\nOur quarterly operating results may vary widely.\n​\nOur quarterly revenue, cash flow and operating results have and may continue to fluctuate significantly in the future due to a number of factors, including the following:\n​\n\n●   fluctuations in revenue derived from government contracts, including undefinitized contracts, cost-plus-fee contracts and contracts with a performance-based fee structure;\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\n\n●   the size and timing of orders from military and other governmental agencies, including increased purchase requests from government customers for equipment and materials in connection with the U.S. government’s fiscal year end, which may affect our quarterly operating results;\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\n\n●   the mix of products and services that we sell in the period;\n----------------------------------------------------------------\n​\n\n●   fluctuations in customer demand for some of our products or services;\n-------------------------------------------------------------------------\n​\n\n●   unanticipated costs incurred in the introduction of new products and services;\n----------------------------------------------------------------------------------\n​\n\n●   fluctuations in the adoption of our products and services in new markets;\n-----------------------------------------------------------------------------\n​\n\n●   our ability to win additional contracts from existing customers or other contracts from new customers;\n----------------------------------------------------------------------------------------------------------\n​\n\n●   cancellations, delays or contract amendments by our U.S. governmental agency and foreign government customers;\n------------------------------------------------------------------------------------------------------------------\n​\n\n●   changes in policy or budgetary measures that adversely affect our U.S. governmental agency and foreign government customers;\n--------------------------------------------------------------------------------------------------------------------------------\n​\n\n●   the cost of complying with various regulatory requirements applicable to our business and the potential penalties or sanctions that could be imposed for non-compliance; and\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\n\n●   our ability to obtain the necessary export licenses for sales of our products and services to international customers.\n--------------------------------------------------------------------------------------------------------------------------\n​\nChanges in the volume of products and services provided under existing contracts and the number of contracts commenced, completed or terminated during any quarter may cause significant variations in our cash flow from operations because a relatively large amount of our expenses are fixed. We incur significant operating expenses during the start-up and early stages of large contracts and typically do not receive corresponding payments in that same quarter. We may also incur significant or unanticipated expenses when contracts expire or are terminated or are not renewed. In addition, payments due to us from government agencies may be delayed due to billing cycles or as a result of failures of governmental budgets to gain congressional and presidential approval in a timely manner.\n​\nShortfalls in available external R&D funding could adversely affect us.\n​\nWe depend on our R&D activities to develop the core technologies used in our products and for the development of our future products. A portion of our R&D activities depends on funding by commercial companies and the U.S. government. U.S. government and commercial spending levels can be impacted by a number of variables, including budgeting policies and changes in government oversight, general economic conditions, specific companies’ financial performance and competition for U.S. government funding with other U.S. government-sponsored programs in the budget formulation and appropriation processes. To the extent that these external sources of funding are reduced or eliminated, company funding for R&D could be reduced. Any reductions in available R&D funding could harm our business, financial condition and operating results.\n​\n\n\n29\n\n\n\nUnauthorized access to our, our customers’ and/or our suppliers’ information and systems could negatively impact our business.\n​\nWe face various security threats, including cyber security attacks on our information technology infrastructure, which may include attempts to gain access to our proprietary, financial, banking or classified information, disrupt use of our systems or otherwise compromise the integrity of our operations. The threats we face vary from those common to most industries, to attacks by more advanced and persistent, highly organized adversaries, including nation state actors, which target us for the national security information in our possession, for our role in developing advanced technological systems or with the goal of committing fraudulent activity. Our customers, suppliers and subcontractors are likewise targeted, and attack methods continue to evolve. Some cyberattacks depend on human error or manipulation, including phishing attacks or schemes that use social engineering or AI to gain access to systems or carry out disbursement of funds or other frauds. Developments in AI and machine learning provide threat actors with the capability to use more sophisticated means to attack our systems and may exacerbate cybersecurity risk. Although we use multiple procedures and controls to monitor and mitigate these threats, there can be no assurance that these procedures and controls will be sufficient to prevent physical or cyber access or system disruptions, including the unauthorized release of confidential technical, financial or banking information or corruption of data. Accordingly, any significant operational delays, or any destruction, manipulation or improper use of our data, information systems or networks could adversely affect our financial results and damage our reputation with customers, suppliers and stockholders, and the reputation of our products and services.\n​\nThe occurrence of some of these risks may be increased due to the increase in remote working by our employees, suppliers, contractors and other third parties. Previous cyber-attacks directed at us have not materially impacted our business or financial results, but the impact of future incidents cannot be predicted due to the constantly evolving nature and complexity of cyber-attacks. If we or our partners are subject to data security breaches, whether cyber or due to a failure in physical security protocols, we may lose existing sales and new business opportunities, see increased costs arising from remediation of the breach and the restoration or implementation of additional security measures, be subject to regulatory investigations and litigation, including fines and penalties, and face increased insurance or audit requirements in our third-party contracts, any of which could materially and adversely affect our business and financial results. Additionally, expenses resulting from cyber security attacks and other security risks may not be fully insured or otherwise mitigated, which could harm our financial results.\n​\nOur employees or others acting on our behalf may engage in misconduct or other improper activities, which could cause us to lose contracts or cause us to incur costs.\n​\nWe are exposed to the risk that employee fraud or other misconduct from our employees or others acting on our behalf could occur. Misconduct by employees or others could include intentional failures to comply with U.S. government procurement regulations, engaging in unauthorized activities, insider threats to our cybersecurity, or falsifying time records. Misconduct by our employees or others acting on our behalf could also involve the improper use of our customers’ sensitive or classified information, which could result in regulatory sanctions against us, serious harm to our reputation, a loss of contracts and a reduction in revenues, or cause us to incur costs to respond to any related governmental inquiries. It is not always possible to deter misconduct, and the precautions we take to prevent and detect this activity may not be effective in controlling unknown or unmanaged risks or losses, which could cause us to lose contracts or cause a reduction in revenues. In addition, alleged or actual misconduct by employees or others acting on our behalf could result in investigations or prosecutions of persons engaged in the subject activities, which could result in unanticipated consequences or expenses and management distraction for us regardless of whether we are alleged to have any responsibility.\n​\nWe may in the future experience such misconduct, despite our various compliance programs. Misconduct or improper actions by our employees, agents, subcontractors, suppliers, business partners and/or joint ventures could subject us to administrative, civil or criminal investigations and enforcement actions; monetary and non-monetary penalties; liabilities; and the loss of privileges and other sanctions, including suspension and debarment, which could negatively impact our reputation and ability to conduct business and could have a material adverse effect on our financial position, results of operations and/or cash flows.\n​\n\n\n30\n\n\n\nOur work for the U.S. government and international governments may expose us to increased security risks.\n​\nAs a government contractor, given the enhanced sensitivity of the information to which we have access and the nature of our products and services, we are at increased risk of being targeted for cyber and other security attacks, including threats to the physical security of our facilities and employees. In addition, we work in international locations where there are high security risks, which could result in harm to our employees, contractors, and remote assets, and substantial protection or recovery costs. Some of our services are performed in or adjacent to high-risk locations where the country or location is experiencing political, social or economic issues, or war or civil unrest. In those locations where we have employees or operations, we may incur substantial costs to maintain the safety of our personnel, our remote assets and our information. As such international locations and the risks associated with them change rapidly, such precautions may be insufficient to avoid such risks including possible possession of our remote assets and related access to our intellectual property by unintended third parties and the possible loss of our personnel in these locations, which could harm our business and operating results.\n​\nOur cash may be subject to a risk of loss, and we may be exposed to fluctuations in the market values of our portfolio investments and in interest rates.\n​\nOur assets include a significant amount of cash and investments. We adhere to an investment policy set by our Board of Directors which aims to preserve our financial assets, maintain adequate liquidity and maximize returns. Nearly all of our cash and bank deposits are not insured by the Federal Deposit Insurance Corporation. Therefore, our cash and any bank deposits that we now hold or may acquire in the future may be subject to risks, including the risk of loss or of reduced value or liquidity. Our investments classified as available-for-sale are recorded at fair value each reporting period. Our investments classified as equity method investments are recorded using the equity method. Unrealized gains and losses are recorded as other income or loss.\n​\nUnstable market and economic conditions may have serious adverse consequences on our business, financial condition and stock price.\n​\nGlobal credit and financial markets have experienced extreme disruptions in recent years, including severely diminished liquidity and credit availability, declines in consumer confidence, declines in economic growth, increases in unemployment rates and uncertainty about economic stability. There can be no assurance that renewed deterioration in credit and financial markets and confidence in economic conditions will not occur. Our general business strategy may be adversely affected by any economic downturn, volatile business environment or continued unpredictable and unstable market conditions. If the current equity and credit markets deteriorate, or do not improve, it may make any necessary debt or equity financing more difficult, costlier and more dilutive. Failure to secure any necessary financing in a timely manner and on favorable terms could have a material adverse effect on our growth strategy, financial performance and stock price and could require us to delay or abandon implementing business initiatives. These events and the continuing market upheavals could adversely affect our business in a number of ways, including:\n​\nPotential Deferment of Purchases and Orders by Customers: Uncertainty about current and future global economic conditions may cause governments, including the U.S. government, which is our largest customer, other customers and businesses to modify, defer or cancel purchases in response to tighter credit, decreased cash availability and declining consumer confidence. Accordingly, future demand for our products could differ materially from our current expectations. Additionally, if customers are not successful in generating sufficient revenue or are precluded from securing financing, they may not be able to pay, or may delay payment of, accounts receivable that are owed to us. Any inability of current and/or potential customers to pay us for our products may adversely affect our earnings and cash flow.\n​\nNegative Impact from Increased Financial Pressures on Key Suppliers: Our ability to meet customers’ demands depends, in part, on our ability to obtain timely and adequate delivery of quality materials, parts and components from our suppliers. If certain key suppliers were to become capacity constrained or insolvent as a result of a market downturn or disruption, then we may have to find new suppliers, which can result in significant delays in manufacturing and shipping our products to customers and additional costs. See above risk factor “If critical components or raw materials used to manufacture our products or used in our development programs become scarce or unavailable, \n\n\n31\n\n\n\nthen we may incur delays in manufacturing and delivery of our products and in completing our development programs, which could damage our business,” for more detail on risks related to our supply chain.\n​\nCustomers’ Inability to Obtain Financing to Make Purchases from Us and/or Maintain Their Business: Some of our customers may require substantial financing in order to fund their operations and make purchases from us. The inability of these customers to obtain sufficient credit to finance purchases of our products or services, or otherwise meet their payment obligations to us could adversely impact our financial condition and results of operations. In addition, if a market downturn results in insolvencies for our customers, it could adversely impact our financial condition and results of operations.\n​\nAcquisitions could be difficult to integrate, divert the attention of key personnel, disrupt our business, dilute stockholder value and impair our financial results.\n​\nIn May 2025, we closed our acquisition of BlueHalo, the most recent in a series of acquisitions beginning in February 2021, with the acquisition of Arcturus and the Intelligent Systems Group business segment (“ISG”). We then acquired Telerob in May 2021, Planck Aerosystems, Inc. (“Planck”) in August 2022, Tomahawk Robotics, Inc. (“Tomahawk”) in September 2023. We intend to consider additional acquisitions that could add to our customer base, technological capabilities or system offerings. Acquisitions involve numerous risks, any of which could harm our business, including the following:\n​\n\n●   difficulties in integrating the operations, technologies, products, existing contracts, accounting and personnel of the companies we acquire and realizing the anticipated synergies of the combined businesses;\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\n\n●   maintaining existing agreements with customers, suppliers, distributors and vendors, avoiding delays in entering into new agreements with prospective customers, suppliers, distributors and vendors, and leveraging relationships with such third parties for the benefit of the post-acquisition combined company;\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\n\n●   diversion of financial and management resources from existing operations;\n-----------------------------------------------------------------------------\n​\n\n●   the price we pay or other resources that we devote may exceed the value we realize, or the value we could have realized if we had allocated the purchase price or other resources to another opportunity;\n                                                                                                        ​                                                                                                    \n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   risks of entering new markets in which we have limited or no experience;\n----------------------------------------------------------------------------\n​\n\n●   the complexities of managing a workforce under foreign labor and employment law and related organizational requirements;\n----------------------------------------------------------------------------------------------------------------------------\n​\n\n●   potential loss of key employees, customers and strategic alliances from either our current business or the acquired company’s business;\n-------------------------------------------------------------------------------------------------------------------------------------------\n​\n\n●   assumption of unanticipated problems or latent liabilities, such as problems with the quality of the acquired company’s products or its regulatory compliance; and\n                                                                                    ​                                                                                 \n----------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   expanded regulatory compliance complexity and risk, including compliance with regulations of foreign jurisdictions.\n-----------------------------------------------------------------------------------------------------------------------\n​\nAcquisitions also frequently result in the recording of goodwill and other intangible assets that are subject to potential impairments in the future that could harm our financial results. For example, as part of our annual goodwill impairment test during the fiscal quarter ended April 30, 2025, we determined the carrying value of the UGV reporting unit exceeded its fair value due to a decrease in forecasted results of the UGV reporting unit resulting from reduced probability and delays of obtaining certain opportunities as well as an increase in forecast expenditures to support operational decisions identified during the fiscal quarter ended April 30, 2025. Due to the changes in estimates, we recorded a goodwill impairment charge of $18.4 million and accelerated amortization of certain UGV intangibles of $4.3 million for our fiscal year ended April 30, 2025. During the fiscal year ended April 30, 2023, we recorded a MUAS \n\n\n32\n\n\n\ngoodwill impairment charge of $156.0 million and accelerated amortization of certain MUAS intangibles of $34.1 million for the MUAS reporting unit. The MUAS related charges resulted from decreases in expected cash flows associated with us not being down selected for a U.S. DoD program of record and the closure of all of our MEUAS COCO sites in the fiscal year ended April 30, 2023. In addition, if we finance acquisitions by issuing equity, or securities convertible into equity, such as the stock issued as consideration for the purchases of BlueHalo, Arcturus and Tomahawk, then our existing stockholders may be diluted, which could lower the market price of our common stock. Further, as lock-up and other restrictions on such consideration shares lapse, we could experience heightened trading activity that could disrupt the market price for our common stock. If we finance acquisitions through debt, such as the credit facilities we entered into in connection with the consummation of our acquisition of Arcturus and subsequently amended with our acquisition of BlueHalo, then such future debt financing may contain covenants or other provisions that limit our operational or financial flexibility and represent default risk if we are unable to maintain certain financial performance metrics while the debt remains outstanding.\n​\nIt is possible that following an acquisition, the integration process could result in the loss of key employees, the loss of customers, the disruption of either or both of our and the acquired company’s ongoing businesses, inconsistencies in standards, controls, procedures and policies, unexpected integration issues including the integration of IT systems, higher than expected integration costs and an overall post-completion integration process that takes longer than originally anticipated. In addition, the actual integration may result in additional and unforeseen expenses. If we are not able to adequately address integration challenges, we may be unable to successfully integrate operations, and the anticipated benefits of the acquisition may not be realized.\n​\nIn addition, we must achieve the anticipated growth and cost savings without adversely affecting current revenues and investments in future growth. If we are not able to successfully achieve these objectives, the anticipated synergies and other benefits of the acquisition may not be realized fully, or at all, or may take longer to realize than expected. Additionally, we may inherit from acquired companies legal, regulatory, and other risks that occurred prior to the acquisition, whether known or unknown to us, which may be material.\n​\nActual growth, cost and capital expenditure synergies and other cost savings, if achieved, may be lower than what we expect and may take longer to achieve than anticipated. Moreover, at times the attention of the management and resources may be focused on the business integration and diverted from day-to-day business operations or other opportunities that may have been beneficial to us, which may disrupt our ongoing business.\n​\nIf we fail to properly evaluate acquisitions or investments, we may not achieve the anticipated benefits of any such acquisitions, and we may incur costs in excess of what we anticipate. The failure to successfully evaluate and execute acquisitions or investments or otherwise adequately address these risks could materially harm our business and financial results.\n​\nWe have a significant amount of goodwill and intangible assets on our consolidated financial statements that are subject to impairment based upon future adverse changes in our business or prospects, such as the impairment recorded for the MUAS and UGV reporting units.\n​\nAs of April 30, 2025, the carrying values of goodwill and identifiable intangible assets on our balance sheet were $256.8 million and $48.7 million, respectively. With the acquisition of BlueHalo, the carrying values of goodwill and identifiable intangible assets will increase significantly in fiscal year 2026. We perform our annual impairment tests during the fourth quarter of each fiscal year or when events or circumstances change in a manner that indicates an asset might be impaired. Events or circumstances that could trigger an impairment review include, but are not limited to, a significant adverse change in legal factors or in the business or political climate, an adverse action or assessment by a regulator, unanticipated competition, a loss of key personnel, significant changes in the manner of our use of the acquired assets or the strategy for our overall business, significant negative industry or economic trends or significant underperformance relative to projected future results of operations.\n​\nDuring our annual impairment test during the fiscal quarter ended April 30, 2025, we determined the carrying value of the UGV reporting unit exceeded its fair value due to a decrease in forecasted results of the UGV reporting unit resulting from reduced probability and delays of obtaining certain opportunities as well as an increase in forecast \n\n\n33\n\n\n\nexpenditures to support operational decisions identified during the fiscal quarter ended April 30, 2025. The changes in estimates resulted in the recognition of a goodwill impairment charge of $18.4 million in the UGV reporting unit and accelerated intangible amortization expenses of $4.3 million during the fiscal year ended April 30, 2025.\n​\nIn May 2023, a trigger event was identified that indicated that the carrying value of the MUAS reporting unit exceeded its fair value. Specifically, we received notification that we were not down selected for a U.S. DoD program of record which resulted in a significant decrease in the projected future cash flows of the MUAS reporting unit. As a result, we updated our estimates of long-term future cash flows used in the valuation of the MUAS reporting unit. These changes in estimates, resulted in the recognition of a goodwill impairment charge of $156.0 million in the MUAS reporting unit. Additionally, the closure of all of our MEUAS COCO sites resulted in accelerated intangible amortization expenses of $34.1 million during the fiscal year ended April 30, 2023. Accordingly, the MUAS reporting unit was considered at an increased risk of failing future quantitative goodwill impairment tests as the estimated fair value of the MUAS reporting unit did not substantially exceed its carrying value. During the annual impairment test during the fiscal quarter ended April 30, 2025, the MUAS reporting unit was no longer considered at an increased risk of failing future quantitative goodwill impairment tests due to an increase in the estimated fair value of the reporting unit from significant increases in forecasted results.\n​\nFair value determinations utilized in the quantitative goodwill impairment test require considerable judgment and are sensitive to changes in underlying assumptions, estimates, and market factors. Estimating the fair value of individual reporting units requires us to make assumptions and estimates regarding future plans, as well as industry, economic, and regulatory conditions. These assumptions and estimates include estimated future annual net cash flows, income tax rates, discount rates, growth rates, and other market factors. Estimated future annual net cash flows based in part upon our ability to obtain contracts from the U.S. DoD and foreign allied nations and negotiate the estimated pricing are considered the most significant, sensitive assumptions. Actual results can be materially different from the estimates and assumptions. If current expectations of future growth rates and margins are not met, if market factors outside of our control, such as discount rates, income tax rates, or inflation, change, or if management’s expectations or plans otherwise change, including updates to long-term operating plans, then we could recognize further future impairment charges, the amount of which could be material.\n​\nOur substantial borrowings under our credit facilities could adversely affect our financial condition and restrict our operating flexibility.\n​\nOn February 19, 2021, in connection with the consummation of the Arcturus acquisition, we entered into a credit agreement with certain lenders, letter of credit issuers, and others (as amended February 4, 2022, June 6, 2023, October 4, 2024 and May 1, 2025 the “Credit Agreement”), which, together with its associated Security and Pledge Agreement, provides for a $700.0 million term A loan (the “Term A Loan”) and provides for a revolving commitment in an aggregate principal amount of $350.0 million (the “Revolving Facility” and together with the Term A Loan, the “Credit Facilities”). The Term A Loan matures on May 1, 2027, the two year anniversary of the closing of the BlueHalo acquisition, and amortizes at a rate of 5.00% per annum, with the remaining outstanding principal amount due and payable on the maturity date. The applicable margin on the Term A Loan is based upon our Consolidated Leverage Ratio (as defined in the Credit Agreement) and whether we elect as its benchmark rate (i) SOFR (in which case, the applicable margin ranges from 1.50 - 2.50% per annum depending on our Consolidated Leverage Ratio) plus a credit spread adjustment of 0.10% or (ii) Base Rate (in which case, the applicable margin ranges from 0.50 - 1.50% per annum depending on our Consolidated Leverage Ratio). Upon the occurrence of an event of default, an additional 2.00% per annum default interest rate may apply. Mandatory prepayments of the Term A Loan are required in connection with (i) the disposition of certain assets to the extent not reinvested and (ii) the incurrence of non-permitted debt.\n​\nOn the closing date of the BlueHalo acquisition, the Term A Loan was drawn in full for $700.0 million, and we borrowed approximately $225.0 million from our available Revolving Facility, the combined proceeds of which were used to repay certain outstanding indebtedness of BlueHalo upon the closing of the acquisition of BlueHalo and to pay for certain related transaction costs. Following the BlueHalo acquisition, as of May 1, 2025, the total amount of borrowings outstanding under the Credit Facilities was $955.0 million.\n​\n\n\n34\n\n\n\nIn support of our obligations under the Credit Facilities, we have granted security interests in substantially all of our personal property and that of our domestic subsidiaries, including a pledge of the equity interests in our subsidiaries (limited to 65% of outstanding equity interests in the case of our foreign subsidiaries), subject to customary exclusions and exceptions. In addition, our domestic subsidiaries, including BlueHalo and Arcturus, are required to be guarantors of the Credit Facilities.\n​\nIn addition, our increased level of indebtedness may have important consequences to us, including:\n​\n\n●   increasing our vulnerability to adverse general economic and industry conditions;\n-------------------------------------------------------------------------------------\n​\n\n●   requiring us to dedicate a portion of our cash flows to the payment of interest and when applicable, principal, on our indebtedness and other obligations thereby reducing the availability of our cash flow to fund working capital, capital expenditures, R&amp;D efforts, execution of our business strategy, acquisitions and other general corporate purposes;\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\n\n●   limiting our flexibility in planning for, or reacting to, changes in the economy, the defense industry, and the markets in which we operate;\n                                                                         ​                                                                      \n------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   subjecting us to maintenance of various financial covenants and adherence to certain other affirmative and negative covenants, requiring us to seek lender consent or waiver in relation to our financial performance or other potential strategic actions in the future;\n                                                                                                                                        ​                                                                                                                                    \n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   placing us at a competitive disadvantage compared to our competitors with less indebtedness;\n                                                 ​                                              \n------------------------------------------------------------------------------------------------\n\n●   exposing us to substantial interest rate risk due to the variable interest rate under the Credit Facilities, such that, if interest rates were to increase substantially during the term of the Credit Facilities, the resulting increase in our interest payment obligations could adversely affect our operating results and our ability to service the indebtedness under the Credit Facilities; and\n                                                                                                                                                                                                       ​                                                                                                                                                                                                   \n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   making it more difficult for us to borrow additional funds in the future to fund our growth, acquisitions, working capital, capital expenditures, and other purposes.\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\nTo the extent we incur additional indebtedness, the risks described above could increase.\n​\nIf we do not have sufficient funds to repay the Term A Loan when it becomes due in 2027, it may be necessary to refinance our debt through additional debt or equity financings. Any refinancing with new debt could be at higher interest rates and may require us to comply with more onerous covenants than the Credit Agreement, which could further restrict our business operations. Any refinancing through our sale of equity or equity-linked securities would result in further dilution to our stockholders or may provide for rights, preferences or privileges senior to those of holders of our common stock.\n​\nThe Credit Agreement contains customary events of default, upon the occurrence and during the continuation of which, after any applicable grace period, the lenders would have the ability to declare the loans due and payable in whole or in part. Among other things, if we fail to make required debt payments, or if we fail to comply with financial or other covenants in the Credit Agreement, we would be in default under the terms thereof. The Credit Agreement contains customary negative covenants that include, subject to customary exclusions:\n​\n\n●   restrictions on additional liens on our assets;\n---------------------------------------------------\n\n●   restrictions on incurring additional indebtedness;\n------------------------------------------------------\n\n●   restrictions on new investments, including acquisitions, mergers, investments in subsidiaries that are not guarantors of the debt, and joint ventures;\n----------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   restrictions on disposal of assets;\n---------------------------------------\n\n●   restrictions on payments of cash dividends;\n-----------------------------------------------\n35\n\n\n\n\n●   restrictions on changing the nature of our business;\n--------------------------------------------------------\n\n●   a requirement to maintain a maximum consolidated leverage ratio and a minimum fixed charge coverage ratio;\n--------------------------------------------------------------------------------------------------------------\n\n●   restrictions on changes to our accounting policies; and\n-----------------------------------------------------------\n\n●   restrictions on payments of any junior indebtedness.\n--------------------------------------------------------\n​\nTo the extent we would wish to engage in any of the prohibited behaviors, we would need to obtain consent under the Credit Agreement, which may not be timely forthcoming or at all. If a default event were to occur, we may not have sufficient available cash to repay such outstanding debt obligations at the time they become due or be able to refinance such debt on acceptable terms or at all. \n​\nAny of the foregoing limitations or events could materially and adversely affect our financial condition and results of operations.\n​\nWe face various risks related to pandemics and similar public health crises, which may adversely impact our business.\n​\nGlobal pandemics and similar public health crises, such as the COVID-19 coronavirus pandemic. Although our operations mostly continued uninterrupted during the COVID-19 pandemic, we cannot predict the effect of future public health crises on our business and operations. Pandemics and other public health crises may require the adoption of work from home protocols, social distancing measures in the workplace, international travel restrictions, vaccine mandates and other responsive actions and other changes to our operations. Public health crises may result in travel disruptions, quarantine requirements or other similar logistics restrictions, may further reduce our and our customers’ capabilities to travel, domestically and internationally, which may impact our ability to perform certain contracts, develop and renew contracts, or market our products, or could otherwise disrupt portions of our business and have a material adverse effect on our results of operations.\n​\nOur business and operations are subject to the risks of earthquakes and other natural catastrophic events.\n​\nWe have research and development and manufacturing operations located in California in regions known for seismic activity and wildfires, and in other areas prone to natural disasters. While we maintain insurance coverage to cover certain of risks of losses for damage or destruction to facilities and property and for interruption of our business, such insurance may not cover specific losses and the amount of our insurance coverage may not be adequate to cover all of our losses. A significant natural disaster, such as an earthquake, fire or other catastrophic event, could severely affect our ability to conduct normal business operations, and as a result, our future operating results could be materially and adversely affected, including if our losses are not adequately or timely covered by our insurance.\n​\nWe self-insure a portion of our health insurance program, which may expose us to unexpected costs and negatively affect our results of operations.\n​\nWe are self-insured for the majority of our employee medical claims, subject to individual and aggregate stop loss insurance policies. We estimate liability for claims filed and incurred but not reported based upon recent claims experience and an analysis of the average period between the occurrence of a claim and the time it is reported to and paid by us. However, unanticipated changes in assumptions and management estimates underlying our recorded liabilities for medical claims could result in materially different amounts of expense than expected under our health insurance program, which could have an adverse material impact on our financial condition and results of operations.\n​\nRecession, financial and credit market disruptions may adversely affect us.\n​\nIf another global recession emerges, we may experience declines in revenues, profitability and cash flows from reduced orders, payment delays, collection difficulties, increased price pressures for our products, increased risk of excess and obsolete inventories or other factors caused by the economic problems of our customers. If negative conditions in the global credit markets prevent our customers from having access to credit or render them insolvent, orders for our products may decrease, which would result in lower revenue. Likewise, if our suppliers face challenges in obtaining credit, selling their products, or otherwise in operating their businesses or remaining solvent, they may become \n\n\n36\n\n\n\nunable to offer the materials we use to manufacture our products. An economic or credit crisis could also have an impact on our ability to raise capital when needed. These events could adversely impact our ability to manufacture affected products and could also result in reductions in our revenue, increased price competition, and increased operating costs, which could adversely affect our business, financial condition, operational results, and cash flows.\n​\nRisks Related to Our U.S. Government Contracts\n​\nAs of April 30, 2025, we were classified as a small business defense contractor. The loss of our small business status may adversely affect our ability to compete for small business set aside US government contracts.\n​\nAs of April 30, 2025 we had fewer than 1,500 employees, and we are presently classified as a small business defense contractor under our primary North American Industry Classification Systems (“NAICS”) industry and product specific codes (336411 - Aircraft Manufacturing) which are regulated in the United States by the Small Business Administration (“SBA”). Businesses that meet the small business size standard for the relevant NAICS code are able to bid on small business set aside contracts. While we do not presently derive a substantial portion of our business from contracts which are set aside for small businesses, we have been able to bid on small business set aside contracts as well as contracts which are open to non-small business entities. With the acquisition of BlueHalo, we exceed 1,500 employees and no longer qualify as a small business, which could limit our ability to partner with other business entities that seek to team with small business entities as may be required under a specific contract. We will not be eligible to serve as the prime contractor on small business set aside programs and may need to implement a small business subcontracting plan with other companies that qualify as a small business, for SBA approval. The loss of our small business classification could have a material adverse effect on our financial position and/or results of operations.\n​\nAdditionally, in accordance with 48 CFR § 9903.201-1(b), Cost Accounting Standards (“CAS”) Applicability, if we are no longer eligible for the small business exemption and we receive a CAS triggering contract of more than $7.5 million, we will be subject to the requirements of modified CAS. If net CAS-covered awards received in the prior year exceed $50 million or we receive a single CAS-covered contract of $50 million or more in the current year, we will be subject to full CAS requirements. We would be required to demonstrate compliance with such standards upon the award of a contract subject to the full range of CAS, which will impose additional administrative costs on our business, and may significantly affect the manner in which we conduct our business with our customers and adversely affect our results of operations.\n​\nWe are subject to extensive government regulation, and our failure to comply with applicable regulations could subject us to penalties that may restrict our ability to conduct our business.\n​\nAs a contractor to the U.S. government, we are subject to and must comply with various government regulations that impact our revenue, operating costs, profit margins and the internal organization and operation of our business. The most significant regulations and regulatory authorities affecting our business include the following:\n​\n\n●   the Federal Acquisition Regulations and supplemental agency regulations, which comprehensively regulate the formation and administration of, and performance under, U.S. government contracts;\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\n\n●   the Truth in Negotiations Act, which requires certification and disclosure of all factual cost and pricing data in connection with contract negotiations;\n-------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\n\n●   the False Claims Act and the False Statements Act, which impose penalties for payments made on the basis of false facts provided to the government and on the basis of false statements made to the government, respectively;\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\n\n●   the Foreign Corrupt Practices Act, which prohibits U.S. companies from providing anything of value to a foreign official to help obtain, retain or direct business, or obtain any unfair advantage;\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\n\n\n37\n\n\n\n\n●   the National Telecommunications and Information Administration and the Federal Communications Commission, which regulate the wireless spectrum allocations upon which UAS depend for operation and data transmission in the United States;\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\n\n●   the Federal Aviation Administration, which regulates the use of airspace for all aircraft, including UAS operation in the United States;\n--------------------------------------------------------------------------------------------------------------------------------------------\n​\n\n●   controls to protect U.S. Government controlled unclassified information (“CUI”), which our suppliers have access to in order to comply with cyber security regulations;\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\n\n●   the International Traffic in Arms Regulations and Export Administration Regulations, which regulate the export of sensitive technology and hardware, including controlled technical data, defense articles and defense services and restrict the countries from which we may purchase materials and services used in the production of certain of our products; and\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\n\n●   laws, regulations and executive orders restricting the use and dissemination of information classified for national security purposes or determined to be CUI and the exportation of certain products and technical data.\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\nAlso, we need special security clearances and regulatory approvals to continue working on certain of our projects with the U.S. government. Classified programs generally require that we comply with various executive orders, federal laws and regulations and customer security requirements that may include restrictions on how we develop, store, protect and share information, and may require our employees and facilities to obtain government security clearances. We also must implement controls to protect U.S. government CUI. Failure to implement such controls to protect CUI could jeopardize our ability to continue receiving U.S. government contracts. Additionally, certain of our products are sold to the U.S. government as commercial items. If the U.S. government were to dispute the commercial designation of such items, and absent a successful appeal by us of such designation, the profitability of sales of such items could be negatively affected. Our failure to comply with applicable regulations, rules and approvals; changes in the government’s interpretation of such regulations, rules and approvals as have been and are applied to our contracts, proposals or business or misconduct by any of our employees could result in the imposition of fines and penalties, the loss of security clearances, a decrease in profitability, the loss of our government contracts or our suspension or debarment from contracting with the U.S. government generally, any of which could harm our business, financial condition and results of operations. We are also subject to certain regulations of comparable government agencies in other countries, and our failure to comply with these non-U.S. regulations could also harm our business, financial condition or results of operations.\n​\nOur business could be adversely affected by a negative audit or investigation by the U.S. government.\n​\nU.S. government agencies, primarily the DCAA and the DCMA, routinely audit and investigate government contractors. These agencies review a contractor’s performance under its contracts, cost structure and compliance with applicable laws, regulations and standards. These agencies also may review the adequacy of, and a contractor’s compliance with, its internal control systems and policies, including the contractor’s purchasing, quality, accounting, property, estimating, compensation and management information systems.\n​\nLike most government contractors, our contracts are audited and reviewed on a continual basis by the DCMA and the DCAA. The indirect costs we incur in performing government contracts have been audited or have been subject to audit on an annual basis. The audits of our incurred cost claims through fiscal year 2022 have been settled and the audits of BlueHalo’s incurred cost claims through fiscal 2021 have been settled. As of April 30, 2025, we had no reserve for open incurred cost claim audits. In addition, non-audit reviews or investigations by the government may still be conducted on all our government contracts. \n​\nAny costs found to be improperly allocated to a specific cost reimbursement contract will not be reimbursed, while such costs already reimbursed must be refunded. If an audit or investigation of our business were to uncover improper or illegal activities, we could be subject to civil and criminal penalties and administrative sanctions, including \n\n\n38\n\n\n\ntermination of contracts, suspension of payments, fines and suspension or debarment from doing business with the U.S. government. We could experience serious harm to our reputation if allegations of impropriety or illegal acts were made against us, even if the allegations were inaccurate. In addition, responding to governmental audits or investigations may involve significant expense and divert management attention. If any of the foregoing were to occur, our financial condition and operating results could be materially adversely affected.\n​\nMoreover, if any of our administrative processes and business systems are found not to comply with the applicable requirements, we may be subjected to increased government scrutiny or required to obtain additional governmental approvals that could delay or otherwise adversely affect our ability to compete for or perform contracts. Our purchasing system was most recently reviewed and approved again in February 2025 and BlueHalo’s purchasing system was recently reviewed and approved again in April 2025. An unfavorable outcome to such an audit or investigation by the DCAA, U.S. Department of Justice (“DOJ”), or other government agency, could materially adversely affect our competitive position, affect our ability to obtain new government business, and obtain the maximum price for our products and services, and result in a substantial reduction of our revenues.\n​\nIf we were suspended or debarred from contracting with the federal government generally, or any specific agency, if our reputation or relationship with government agencies were impaired, or if the government otherwise ceased doing business with us or significantly decreased the amount of business it does with us, our revenue and operating results could be materially harmed.\n​\nIf we fail to establish and maintain important relationships with government agencies and prime contractors, our ability to successfully maintain and develop new business may be adversely affected.\n​\nOur reputation and relationship with the U.S. government, and in particular with the agencies of the DoD and the U.S. intelligence community, are key factors in maintaining and developing new business opportunities. In addition, we often act as a subcontractor or in arrangements in which we and other contractors bid together on particular contracts or programs for the U.S. government or government agencies. We expect to continue to depend on relationships with other prime contractors for a portion of our revenue for the foreseeable future. Negative press reports regarding conflicts of interest, poor contract performance, employee misconduct, information security breaches or other aspects of our business, regardless of accuracy, could harm our reputation. Additionally, as a subcontractor or team member, we often lack control over the fulfillment of a contract, and poor performance on the contract could tarnish our reputation, even when we perform as required. As a result, we may be unable to successfully maintain our relationships with government agencies or prime contractors, and any failure to do so could adversely affect our ability to maintain our existing business and compete successfully for new business.\n​\nSome of our contracts with the U.S. government allow it to use inventions developed under the contracts and to disclose technical data to third parties, which could harm our ability to compete.\n​\nSome of our contracts allow the U.S. government to use, royalty-free, or have others use, inventions or intellectual property developed under those contracts on behalf of the government. Some of the contracts allow the federal government to disclose technical data without constraining the recipient on how that data is used. The ability of third parties to use patents and technical data for government purposes creates the possibility that the government could attempt to establish alternative suppliers or to negotiate with us to reduce our prices. The potential that the government may release some of the technical data without constraint creates the possibility that third parties may be able to use this data to compete with us, which could have a material adverse effect on our business, results of operations or financial condition.\n​\nU.S. government contracts are generally not fully funded at inception, contain certain provisions that may be unfavorable to us and may be undefinitized at the time of the start of performance, which could prevent us from realizing our contract backlog and materially harm our business and results of operations.\n​\nU.S. government contracts typically involve long lead times for design and development and are subject to significant changes in contract scheduling. Congress generally appropriates funds on a fiscal year basis, even though a program may continue for several years. Consequently, programs are often only partially funded initially, and additional \n\n\n39\n\n\n\nfunds are committed only as Congress makes further appropriations. The termination or reduction of funding for a government program would result in a loss of anticipated future revenue attributable to that program.\n​\nThe actual receipt of revenue on awards included in backlog may never occur or may change because a program schedule could change or the program could be canceled, or a contract could be reduced, modified or terminated early.\n​\nIn addition, U.S. government contracts generally contain provisions permitting termination, in whole or in part, at the government’s convenience or for contractor default. Since a substantial majority of our revenue is dependent on the procurement, performance and payment under our U.S. government contracts, the termination of one or more critical government contracts could have a negative impact on our results of operations and financial condition. Termination arising out of our default could result in damage to our reputation, expose us to liability and have a material adverse effect on our ability to re-compete for future contracts and orders. Moreover, several of our contracts with the U.S. government do not contain a limitation of liability provision, creating a risk of responsibility for indirect, incidental damages and consequential damages. These provisions could cause substantial liability for us, especially given the use to which our products may be put.\n​\nFurthermore, we may operate from time to time under UCAs or UCOs, under which we may begin performance at the direction of the U.S. government prior to completing contract negotiations regarding pricing, specifications and other terms. Under a UCA, the U.S. government has the ability to unilaterally definitize contracts and, absent a successful appeal of such action, the unilateral definitization of the contract would obligate us to perform under terms and conditions imposed by the U.S. government. Such unilaterally imposed contract terms could include less favorable pricing and/or terms and conditions more burdensome than those negotiated in other circumstances, which could negatively affect our expected profitability under such contract and could negatively affect our results of operations.\n​\nU.S. government contracts are subject to a competitive bidding process that can consume significant resources without generating any revenue.\n​\nU.S. government contracts are frequently awarded only after formal, protracted competitive bidding processes and, in many cases, unsuccessful bidders for U.S. government contracts may protest contract awards through various agency, administrative and judicial channels. We derive significant revenue from U.S. government contracts that were awarded through a competitive bidding process. Much of the business that we expect to seek in the foreseeable future will likely be awarded through competitive bidding. Competitive bidding presents a number of risks, including the following:\n​\n\n●   the need to bid on programs in advance of the completion of their design, which may result in unforeseen technological difficulties and cost overruns;\n----------------------------------------------------------------------------------------------------------------------------------------------------------\n​\n\n●   the substantial cost and managerial time and effort that must be spent to prepare bids and proposals for contracts that may not be awarded to us;\n-----------------------------------------------------------------------------------------------------------------------------------------------------\n​\n\n●   the need to estimate accurately the resources and cost structure that will be required to service any contract we are awarded; and\n--------------------------------------------------------------------------------------------------------------------------------------\n​\n\n●   the expense and delay that may arise if our competitors protest or challenge contract awards made to us pursuant to competitive bidding, and the risk that any such protest or challenge could result in the delay of our contract performance, the distraction of management, the resubmission of bids on modified specifications, or in termination, reduction or modification of the awarded contract.\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\nWe may not be provided the opportunity to bid on contracts that are held by other companies and are scheduled to expire if the government extends the existing contract. If we are unable to win particular contracts that are awarded through a competitive bidding process, then we may not be able to operate for a number of years in the market for goods and services that are provided under those contracts. If we are unable to win new contract awards over any extended period consistently, then our business and prospects will be adversely affected.\n​\n\n\n40\n\n\n\nWe are subject to procurement rules and regulations, which increase our performance and compliance costs under our U.S. government contracts.\n​\nWe must comply with, and are affected by, laws and regulations relating to the formation, administration and performance of U.S. government contracts. These laws and regulations, among other things, require certification and disclosure of all cost and pricing data in connection with contract negotiation, define allowable and unallowable costs and otherwise govern our right to reimbursement under certain cost-based U.S. government contracts, and restrict the use and dissemination of classified information and the exportation of certain products and technical data. These requirements, although customary in U.S. government contracts, increase our performance and compliance costs. These costs might increase in the future, reducing our margins, which could have a negative effect on our financial condition. Although we believe we have implemented procedures to comply with these regulations and requirements, the regulations and requirements are complex and change frequently. Our or our agents’ failure to comply with these regulations and requirements under certain circumstances could lead to suspension or debarment from U.S. government contracting or subcontracting for a period of time and could have a negative effect on our reputation and ability to receive other U.S. government contract awards in the future.\n​\nRisks Related to Legal and Regulatory Requirements\n​\nWe could be prohibited from shipping our products to certain countries if we are unable to obtain U.S. government authorization regarding the export of our products and services, or if current or future export laws limit or otherwise restrict our business. In addition, failure to comply with export laws could result in fines, export restrictions and other sanctions and penalties.\n​\nWe must comply with U.S. and other laws regulating the export of our products and services. In some cases, explicit authorization from the relevant U.S. government authorities is needed to export our products and services. The export regulations and the governing policies applicable to our business are subject to change. We cannot provide assurance that such export authorizations will be available for our products and services in the future. Compliance with these laws has not significantly limited our operations or our sales in the recent past but could significantly limit them in the future. We maintain an export compliance program but there are risks that our compliance controls may be ineffective.\n​\nAny failure to comply with the export laws and regulations in the future can subject us to additional fines, penalties and sanctions, including suspension of export privileges, which could have a material adverse impact on our business, operations and financial condition and limit or prevent us from being able to sell our products in certain international jurisdictions.\n​\nWe may become subject to government investigations, which could have a material adverse effect on our business, financial condition, results of operations, cash flows and equity.\n​\nU.S. government contractors are subject to extensive legal and regulatory requirements, including International Traffic in Arms Regulations (“ITAR”) and U.S. Foreign Corrupt Practices Act (“FCPA”), and from time to time agencies of the U.S. government investigate whether we have been and are operating in accordance with these requirements. Under U.S. government regulations, an indictment of AeroVironment by a federal grand jury, or an administrative finding against us as to our present responsibility to be a U.S. government contractor or subcontractor, could result in us being suspended for a period of time from eligibility for awards of new government contracts or task orders or in a loss of export privileges, which could have a material adverse effect on our business, financial condition, results of operations, cash flows and equity. A conviction, or an administrative finding against us that satisfies the requisite level of seriousness, could result in debarment from contracting with the U.S. government for a specific term, which could have a material adverse effect on our business, financial condition, results of operations, cash flows and equity.\n​\n\n\n41\n\n\n\nFailure to obtain necessary regulatory approvals from the FAA or other governmental agencies, or limitations put on the use of SUAS, MUAS and C-UAS in response to public privacy concerns, may prevent us from expanding the sales of our SUAS, MUAS and C-UAS to non-military customers in the United States.\n​\nThe regulation of SUAS, MUAS and C-UAS for commercial use in the United States is undergoing substantial change and the ultimate treatment is uncertain. In 2006, the FAA issued a clarification of its existing policies stating that, in order to engage in commercial use of SUAS and MUAS in the U.S. National Airspace System, a public operator must obtain a COA from the FAA or fly in restricted airspace. The FAA’s COA approval process requires that the public operator certify the airworthiness of the aircraft for its intended purpose, that a collision with another aircraft or other airspace user is extremely improbable, that the small uncrewed aircraft system complies with appropriate cloud and terrain clearances and that the operator or spotter of the small uncrewed aircraft system is generally within one half-mile laterally and 400 feet vertically of the small uncrewed aircraft system while in operation. Furthermore, the FAA’s clarification of existing policy stated that the rules for radio-controlled hobby aircraft do not apply to public or commercial use of SUAS and MUAS.\n​\nOn February 14, 2012, the FAA Modernization and Reform Act of 2012 was enacted, establishing various deadlines for the FAA to allow expanded use of SUAS and MUAS for both public and commercial applications. On June 21, 2016, the FAA released its final rules regarding the routine use of certain SUAS (under 55 pounds) in the U.S. National Airspace System pursuant to the act (the “Part 107 Rules”). The Part 107 Rules, which became effective in August 2016, provided safety regulations for SUAS conducting non-recreational operations and contain various limitations and restrictions for such operations, including a requirement that operators keep UAS within visual-line-of-sight and prohibiting flights over unprotected people on the ground who are not directly participating in the operation of the UAS. Additionally, in December 2019, the FAA proposed rules regarding remote UAS identification, which final rule became effective on September 16, 2023. In April 2021, the final rule for operation of SUAS over people went into effect, which permits routine operations of small, uncrewed aircraft over people, moving vehicles, and at night under certain conditions. The FAA has also introduced proposed rules for a new policy regarding the airworthiness certification of a newly created special class of UAS, which rules are not yet in effect.\n​\nIt is unclear when, if ever, the FAA will create a new class of UAS and what the final rules regarding the certification of such new class of UAS will state. We cannot assure you that the Part 107 Rules, or any final rules enacted in furtherance on the FAA’s announced proposals, will result in the expanded use of our SUAS and MUAS by law enforcement or other non-military government agencies or commercial entities and we may not be able to expand our sales of SUAS and MUAS beyond our military customers, which could harm our business prospects.\n​\nIn addition, there exists public concern regarding the privacy implications of U.S. commercial and law enforcement use of SUAS. This concern has included calls to develop explicit written policies and procedures establishing usage limitations. We cannot assure you that the response from regulatory agencies, customers and privacy advocates to these concerns will not delay or restrict the adoption of SUAS, MUAS and C-UAS by non-military customers.\n​\nThe deployment of C-UAS that utilize RF and directed energy is subject to stringent regulatory scrutiny, which could limit the sales and operational deployment of these technologies. Non-compliance with these evolving regulations could lead to fines, operational restrictions, or other penalties that may adversely affect our business.\n​\nOur business may be dependent upon our employees obtaining and maintaining required security clearances, as well as our ability to obtain security clearances for the facilities in which we perform sensitive government work.\n​\nCertain of our U.S. government contracts require our employees to maintain various levels of security clearances, and we are required to maintain certain facility security clearances complying with DoD requirements. The DoD has strict security clearance requirements for personnel who work on classified programs. Obtaining and maintaining security clearances for employees involves a lengthy process, and it is difficult to identify, recruit and retain employees who already hold security clearances. If our employees are unable to obtain security clearances in a timely manner, or at all, or if our employees who hold security clearances are unable to maintain the clearances or terminate employment with us, then a customer requiring classified work could terminate the contract or decide not to renew it \n\n\n42\n\n\n\nupon its expiration. In addition, we expect that many of the contracts on which we will bid will require us to demonstrate our ability to obtain facility security clearances and employ personnel with specified types of security clearances. To the extent that we are not able to obtain facility security clearances or engage employees with the required security clearances for a particular contract, we may not be able to bid on or win new contracts, or effectively rebid on expiring contracts.\n​\nWe are subject to pending legal proceedings that may disrupt our business, cause us to incur substantial costs, expose us to significant legal liabilities and could have a material adverse impact on our financial performance.\n​\nWe are subject to various legal proceedings and claims, and additional lawsuits may arise in the future. Occasionally we are also involved in governmental inquiries and investigations and administrative and regulatory proceedings. Our activities relating to defending and responding to any such proceedings may result in substantial legal expenses, may disrupt our sales and marketing or other business activities, including our relationships with our customers, suppliers, employees and other third parties, and divert management’s and our employees’ attention from our day-to-day operations, which may have an adverse impact on our financial performance. The results of any such proceedings are unpredictable. We record accruals for liabilities where we believe a loss is probable and reasonably estimable, including when negotiating settlement where appropriate in response to such claims, however, our actual losses may differ significantly from our interim estimates. An adverse or unfavorable resolution of any proceedings against us could have a material impact on our financial position, cash flows and results of operations.\n​\nOur business is subject to federal, state and international laws regarding data protection, privacy, and information security, as well as confidentiality obligations under various agreements, and our actual or perceived failure to comply with such obligations could damage our reputation, expose us to litigation risk and adversely affect our business and operating results.\n​\nIn connection with our business, we receive, collect, process and retain certain sensitive and confidential customer information. As a result, we are subject to increasingly rigorous federal, state and international laws regarding privacy and data protection. Personal privacy, data protection and information security are significant issues in the United States and the other jurisdictions where we offer our products and services. The regulatory framework for privacy and security issues worldwide is rapidly evolving and is likely to remain uncertain for the foreseeable future. Our handling of data is subject to a variety of laws and regulations, including regulation by various government agencies, including the United States Federal Trade Commission (“FTC”) and various state, local and foreign bodies and agencies. We also execute confidentiality agreements with various parties under which we are required to protect their confidential information. \n​\nThe United States federal and various state and foreign governments have adopted or proposed limitations on the collection, distribution, use and storage of personal information of individuals, including end-customers and employees. In the United States, the FTC and many state attorneys general are applying federal and state consumer protection laws to the online collection, use and dissemination of data. Additionally, many foreign countries and governmental bodies, and other jurisdictions in which we operate or conduct our business, have laws and regulations concerning the collection and use of personal information obtained from their residents or by businesses operating within their jurisdiction. These laws and regulations often are more restrictive than those in the United States. Such laws and regulations may require companies to implement new privacy and security policies, permit individuals to access, correct and delete personal information stored or maintained by such companies, inform individuals of security breaches that affect their personal information, and, in some cases, obtain individuals’ consent to use personal information for certain purposes.\n​\nWe also expect that there will continue to be new proposed laws, regulations and industry standards concerning privacy, data protection and information security in the United States, the European Union and other jurisdictions, and we cannot yet determine the impact of such future laws, regulations and standards may have on our business. For example, the California Consumer Privacy Act, which became effective in 2020, provides certain data privacy rights for consumers and employees and new operational requirements for companies. Additionally, we expect that existing laws, regulations and standards may be interpreted differently in the future. There remains significant uncertainty surrounding the regulatory framework for the future of personal data transfers from the European Union to the United States with \n\n\n43\n\n\n\nregulations such as the General Data Protection Regulation (“GDPR”), which imposes stringent E.U. data protection requirements, provides an enforcement authority, and imposes large penalties for noncompliance, including for the transfer of personal data between the company and our German subsidiary, Telerob. Future laws, regulations, standards and other obligations, including the adoption of the GDPR, as well as changes in the interpretation of existing laws, regulations, standards and other obligations could impair our ability to collect, use or disclose information relating to individuals, which could decrease demand for our products, require us to restrict our business operations, increase our costs and impair our ability to maintain and grow our customer base and increase our revenue.\n​\nOur business operations are subject to the evolving requirements of the U.S. DoD Cybersecurity Maturity Model Certification (“CMMC”) program. CMMC mandates third-party assessments for companies working with the U.S. DoD, verifying such companies’ adherence to specific cybersecurity standards. These certifications are essential for eligibility in new contract awards. We have completed/passed a DoD Defense Industrial Base Cybersecurity Assessment Center (DIBCAC) audit, high confident assessment, in 2022, which met the Level 3 requirements under the CMMC 1.0 framework. The recently acquired BlueHalo passed a Level 2 audit using a Third-Party Cybersecurity Assessor Organization (3CPAO), demonstrating adherence to updated security practices outlined in CMMC 2.0, which went into effect December 16, 2024.\n​\nOur ongoing compliance with the CMMC framework is critical, particularly as the National Institute of Standards and Technology (“NIST”) Special Publication 800-172 requirements, designed to enhance protection for controlled unclassified information, have not yet appeared in any government Requests for Proposals we have bid but are expected. We are actively preparing to meet the more stringent requirements of CMMC Level 3. There's a potential risk of not achieving Level 3 certification before upcoming contract awards or failing to attain the level required for a specific contract. Such a scenario could restrict us from bidding on those contracts, including follow-on awards for existing U.S. DoD work. Such limitations could negatively impact our revenue, profitability, and cash flow. Furthermore, compliance with CMMC may extend to our subcontractors and certain vendors, potentially requiring their certification as well. Their non-compliance could also pose challenges for our business. The associated costs of CMMC compliance are significant and may increase in the future, potentially affecting our operating results.\n​\nAlthough we endeavor to comply with those federal, state and foreign laws and regulations, industry standards, contractual obligations and other legal obligations that apply to us, such laws, regulations, standards and obligations are evolving and may be modified, interpreted and applied in an inconsistent manner from one jurisdiction to another, and may conflict with one another, other requirements or legal obligations, our practices or the features of our products. As such, we cannot assure ongoing compliance with all such laws or regulations, industry standards, contractual obligations and other legal obligations, and our efforts to do so may cause us to incur significant costs or require changes to our business practices, which could adversely affect our business and operating results. Any failure or perceived failure by us to comply with federal, state or foreign laws or regulations, industry standards, contractual obligations or other legal obligations, or any actual or suspected security incident, whether or not resulting in unauthorized access to, or acquisition, release or transfer of personal information or other data, may result in governmental enforcement actions and prosecutions, private litigation, fines and penalties or adverse publicity and could cause our customers to lose trust in us, which could have an adverse effect on our reputation and business. Any inability to adequately address privacy and security concerns, even if unfounded, or comply with applicable laws, regulations, policies, industry standards, contractual obligations or other legal obligations could result in additional cost and liability to us, damage our reputation, inhibit sales, and adversely affect our business and operating results.\n​\nEnvironmental laws and regulations and unforeseen costs, including in response to climate change, could impact our future earnings.\n​\nThe manufacture and sale of our products in certain states and countries may subject us to environmental and other regulations. For example, we obtain a significant number of our electronics components from companies located in East Asia, where environmental rules may be less stringent than those in the United States. Over time, the countries where these companies are located may adopt more stringent environmental regulations, resulting in an increase in our manufacturing costs. Given the increasing focus on environmental compliance by regulators and the general public, any incidence of non-compliance could result in damage to our reputation beyond the fines and other sanctions that could be imposed. Furthermore, certain environmental laws, including the U.S. Comprehensive, Environmental Response, \n\n\n44\n\n\n\nCompensation and Liability Act of 1980, impose strict, joint and several liability on current and previous owners or operators of real property for the cost of removal or remediation of hazardous substances and impose liability for damages to natural resources. These laws often impose liability even if the owner or operator did not know of, or was not responsible for, the release of such hazardous substances. These environmental laws also assess liability on persons who arrange for hazardous substances to be sent to disposal or treatment facilities when such facilities are later found to be contaminated. Such persons can be held responsible for cleanup costs even if they never owned or operated the contaminated facility. Although we have never been named a responsible party at a contaminated site, we could potentially be named a responsible party in the future.\n​\nThe increasing global focus on climate change, including greenhouse gas (“GHG”) emissions, has resulted in legislative and regulatory efforts to address the causes and impacts of climate change. New and more strict laws and regulations to reduce GHG emissions and address other aspects of climate change, including carbon taxes, cap and trade programs, GHG reduction requirements, requirements for the use of green energy, and changes in procurement requirements, may result in increased operational and compliance obligations, which could adversely affect our financial condition and results of operations. Such laws and regulations could result in increased energy costs and costs to upgrade our facilities or change our manufacturing processes. Additionally, our suppliers may also face similar increased costs, which could result in them increasing the costs of components for our products and development programs. Changes to government procurement laws, including changes to the Federal Acquisition Regulations, designed to require climate risk and GHG emissions to be taken into account in the procurement process could result in increased costs to change our operations and manufacturing processes to ensure we remain competitive in the bidding process. We cannot predict the materiality of any potential additional costs associated with complying with such laws and regulations or whether we could raise prices to account for any such additional costs. Any non-compliance could negatively affect our reputation, our ability to compete in competitive bidding processes, including with the U.S. government, and our ability to sell our products and services. We cannot assure you that such existing laws or future laws addressing environmental concerns, including climate change, will not have a material adverse effect on our future earnings or results of operations.\n​\nCompliance with the SEC’s conflict minerals regulations may increase our costs and adversely impact the supply-chain for our UAS products.\n​\nIn August 2012, the SEC adopted disclosure rules regarding a company’s use of conflict minerals in its products with substantial supply chain verification requirements in the event that the conflict minerals come from, or could have come from, the Democratic Republic of the Congo or adjoining countries. These rules and verification requirements have imposed additional costs on us and on our suppliers, including costs related to determining the source of conflict minerals used in our products, which may adversely affect our results of operations. We are dependent on information supplied by our first-tier suppliers in conducting due diligence into the origins of conflict minerals in our products and in complying with our SEC reporting obligations. To the extent that information we receive from our suppliers is inaccurate or inadequate, we may not be able to determine whether our products are conflict mineral-free. We may face challenges in satisfying our customers who may require that our products be certified as conflict mineral-free, which could place us at a competitive disadvantage and could harm our business. These regulations could also have the effect of limiting the pool of suppliers from which we source items containing conflict minerals, and we may be unable to obtain conflict-free minerals at competitive prices, if at all, which could increase our costs and adversely affect our results of operations.\n​\nRisks Related to Our Intellectual Property\n​\nIf we fail to protect, or incur significant costs in defending or enforcing our intellectual property and other proprietary rights, our business, financial condition and results of operations could be materially harmed.\n​\nOur success depends, in large part, on our ability to protect our intellectual property and other proprietary rights. We rely primarily on patents, trademarks, copyrights, trade secrets and unfair competition laws, as well as license agreements and other contractual provisions, to protect our intellectual property and other proprietary rights. However, a significant portion of our technology is not patented, and we may be unable or may not seek to obtain patent protection for this technology. In addition, the U.S. government has licenses under certain of our patents and certain other intellectual property that are developed or used in performance of government contracts, and it may use or authorize \n\n\n45\n\n\n\nothers to use such patents and intellectual property for government and other purposes. Moreover, existing U.S. legal standards relating to the validity, enforceability and scope of protection of intellectual property rights offer only limited protection, may not provide us with any competitive advantages, and our rights may be challenged by third parties. The laws of countries other than the United States may be even less protective of our intellectual property rights. Accordingly, despite our efforts, we may be unable to prevent third parties from infringing upon or misappropriating our intellectual property or otherwise gaining access to our technology. Unauthorized third parties may try to copy or reverse engineer our products or portions of our products or otherwise obtain and use our intellectual property. Moreover, many of our employees have access to our trade secrets and other intellectual property. Despite our efforts to protect such information, if one or more of these employees leave our employment to work for one of our competitors, then they may disseminate this proprietary information, which may as a result damage our competitive position. If we fail to protect our intellectual property and other proprietary rights, then our business, results of operations or financial condition could be materially harmed. From time to time, we have initiated lawsuits to protect our intellectual property and other proprietary rights. Pursuing these claims is time consuming and expensive and could adversely impact our results of operations.\n​\nIn addition, affirmatively defending our intellectual property rights and investigating whether any of our products or services violate the rights of others may entail significant expense. Our intellectual property rights may be challenged by others or invalidated through administrative processes or litigation. If we resort to legal proceedings to enforce our intellectual property rights or to determine the validity and scope of the intellectual property or other proprietary rights of others, then the proceedings could result in significant expense to us and divert the attention and efforts of our management and technical employees, even if we prevail.\n​\nWe may be sued by third parties for alleged infringement of their proprietary rights, which could be costly, time consuming and limit our ability to use certain technologies in the future.\n​\nWe may become subject to claims that our technologies infringe upon the intellectual property or other proprietary rights of third parties. Defending against, or otherwise addressing, any such claims, regardless of their merit, could be time-consuming and expensive, and could divert our management’s attention away from the execution of our business plan. Moreover, any settlement or adverse judgment resulting from such claims could require us to pay substantial amounts or obtain a license to continue to use the disputed technology, or otherwise restrict or prohibit our use of the technology. We cannot assure you that we would be able to: obtain from the third party asserting the claim a license on commercially reasonable terms, if at all; develop alternative technology on a timely basis, if at all; or obtain a license to use a suitable alternative technology to permit us to continue offering, and our customers to continue using, our affected product. An adverse determination could prevent us from offering our products to others. Infringement claims asserted against us may have a material adverse effect on our business, results of operations or financial condition.\n​\nRisks Relating to Securities Markets and Investment in Our Stock\n​\nThe price of our common stock may fluctuate significantly.\n​\nThe market prices for securities of emerging technology companies have historically been highly volatile, and the market has from time to time experienced significant price and volume fluctuations that are unrelated to the operating performance of particular companies. The market price of our common stock may fluctuate significantly in response to a number of factors, most of which we cannot control, including the following:\n​\n\n●   U.S. government spending levels, both generally and by our particular customers;\n                                           ​                                        \n------------------------------------------------------------------------------------\n\n●   changes to the U.S. trade policy, including the increase or introduction of tariffs;\n----------------------------------------------------------------------------------------\n​\n\n●   the volume of operational activity by the U.S. military and allied militaries;\n----------------------------------------------------------------------------------\n​\n\n●   delays in the payment of our invoices by government payment offices, resulting in potentially reduced earnings during a particular fiscal quarter;\n------------------------------------------------------------------------------------------------------------------------------------------------------\n46\n\n\n\n​\n\n●   announcements of new products or technologies, commercial relationships or other events relating to us or our industry or our competitors;\n----------------------------------------------------------------------------------------------------------------------------------------------\n​\n\n●   failure of any of our key products to gain market acceptance;\n-----------------------------------------------------------------\n​\n\n●   variations in our quarterly operating results;\n--------------------------------------------------\n​\n\n●   perceptions of the prospects for the markets in which we compete;\n---------------------------------------------------------------------\n​\n\n●   changes in general economic conditions;\n-------------------------------------------\n​\n\n●   changes in securities analysts’ estimates of our financial performance;\n---------------------------------------------------------------------------\n​\n\n●   regulatory developments in the United States and foreign countries;\n-----------------------------------------------------------------------\n​\n\n●   fluctuations in stock market prices and trading volumes of similar companies;\n---------------------------------------------------------------------------------\n​\n\n●   news about the markets in which we compete or regarding our competitors;\n----------------------------------------------------------------------------\n​\n\n●   terrorist acts or military action related to international conflicts, wars or otherwise;\n--------------------------------------------------------------------------------------------\n​\n\n●   media coverage regarding our products and services;\n-------------------------------------------------------\n​\n\n●   sales of large blocks of our common stock, including sales by our executive officers, directors and significant stockholders;\n---------------------------------------------------------------------------------------------------------------------------------\n​\n\n●   an increase in trading volume that may result from the expiration of lock-up arrangements pertaining to acquisition-related issuances of our common stock; and\n------------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\n\n●   additions or departures of key personnel.\n---------------------------------------------\n​\nIn addition, the equity markets in general, and NASDAQ in particular, have experienced extreme price and volume fluctuations that have often been unrelated or disproportionate to the operating performance of companies. Further, the market prices of securities of emerging technology companies have been particularly volatile. These broad market and industry factors may affect the market price of our common stock adversely, regardless of our operating performance. In the past, following periods of volatility in the market price of a company’s securities, securities class action litigation often has been instituted against that company. This type of litigation, if instituted against us, could result in substantial costs and a diversion of management’s attention and resources.\n​\nOur largest stockholder may have the ability to significantly influence all matters submitted to stockholders for approval.\n​\nEntities affiliated with Arlington Capital Partners (the “Arlington Entities”), in the aggregate, beneficially own approximately 26.3% of our outstanding shares of common stock. This concentration of voting power gives the Arlington Entities the power to significantly influence matters submitted to our stockholders for approval, as well as our management and affairs. For example, the Arlington Entities could significantly influence the election of directors and approval of any merger, consolidation or sale of all or substantially all of our assets. In addition, this may prevent or discourage unsolicited acquisition proposals or offers for our capital stock that you may believe are in your best interest as one of our stockholders.\n​\nConcurrently with the execution and delivery of the Merger Agreement, the Arlington Entities entered into a shareholder’s agreement with us pursuant to which the Arlington Entities have, among other things, agreed to abide by \n\n\n47\n\n\n\ncustomary standstill covenants, obligations to vote consistent with the recommendation of our Board of Directors, and customary employee non-solicit restrictions with respect to our and our subsidiaries’ employees (including BlueHalo and its subsidiaries). Under the shareholder’s agreement, we have, among other things, agreed to provide the Arlington Entities with certain board designation rights and, following a lock-up period as set forth in the shareholder’s agreement, customary registration rights, including customary demand and piggyback rights. The Arlington Entities will have such designation rights to designate two directors until they and their affiliates cease to collectively hold and own, directly or indirectly, at least 20% of our Adjusted Outstanding Shares and the Arlington Entities will have such designation rights to designate one director until they and their affiliates cease to collectively hold and own, directly or indirectly, at least 15% but less than 20% of our Adjusted Outstanding Shares. “Adjusted Outstanding Shares” is defined in the shareholder’s agreement to refer to the total number of our issued and outstanding shares of common stock, less then number of shares issued by us within six months of May 1, 2025. Our Board of Directors consists of ten members, two of whom have been designated by the Arlington Entities.\n​\nMoreover, the shareholder’s agreement provides that we renounce any interests or expectancy in being offered any business opportunities which the shareholder nominees, the Arlington Entities, or their affiliates conduct whether directly or indirectly, whether or not such business is competitive with or in the same or similar lines of business as us. This renunciation does not extend to business opportunities invested in on the basis of confidential information received from us or our representatives.\n​\nThe market price of our common stock may decline because of our acquisition activity.\n​\nThe market price of our common stock may decline as a result of our acquisition activity if, among other things, we are unable to achieve the expected growth in revenue and earnings, or if the operational cost savings estimates in connection with the integration of acquired businesses are not realized. The market price of our common stock also may decline if we do not achieve the perceived benefits of the acquisitions as rapidly or to the extent anticipated by financial or industry analysts or if the effect of the acquisitions on our financial results is not consistent with the expectations of financial or industry analysts. The market price of our common stock may also be influenced by the issuance of our equity securities in acquisition transactions, which may or may not be at prevailing market prices and may have a dilutive effect on other stockholders.\n​\nWe may not be able to obtain capital when desired on favorable terms, if at all, or without dilution to our stockholders.\n​\nWe operate in emerging and rapidly evolving markets, which makes our prospects difficult to evaluate. It is possible that we may not generate sufficient cash flow from operations or otherwise have the capital resources to meet our future capital needs. If this occurs, then we may need additional financing to pursue our business strategies, including to:\n​\n\n●   hire additional engineers and other critical personnel;\n-----------------------------------------------------------\n​\n\n●   develop new or enhance existing products and services;\n----------------------------------------------------------\n​\n\n●   enhance our operating infrastructure;\n-----------------------------------------\n​\n\n●   fund working capital requirements;\n--------------------------------------\n​\n\n●   acquire complementary businesses or technologies; or\n--------------------------------------------------------\n​\n\n●   otherwise respond to competitive pressures.\n-----------------------------------------------\n​\nIf we raise additional funds through the issuance of equity or convertible debt securities, the percentage ownership of our stockholders could be significantly diluted, and these newly-issued securities may have rights, preferences or privileges senior to those of existing stockholders. We have obtained capital from the Credit Facilities noted above including the Term Loan Facility and Revolving Facility. We cannot assure you that additional financing \n\n\n48\n\n\n\nwill be available on terms favorable to us, or at all. Our current Credit Facilities contain, and future debt financing may contain, covenants or other provisions that limit our operational or financial flexibility. In addition, certain of our customers require that we obtain letters of credit to support our obligations under some of our contracts.\n​\nFailure to maintain effective internal control over financial reporting could adversely affect our financial results.\n​\nWe must maintain effective internal controls in order to provide reasonable assurance regarding the financial reporting soundness for external purposes. Internal controls over financial reporting is not intended to impart absolute assurance that we can prevent or detect misstatements of its financial statement or fraud due to its inherent limitations. The failure to maintain an effective system of internal controls over financial reporting could limit our ability to report financial results accurately and in a timely manner or to detect and prevent fraud, which could cause a loss of investor confidence in our reporting, depress our stock price, adversely limit our liquidity and access to the capital markets and we may be unable to maintain compliance with applicable stock exchange listing requirements and debt covenant requirements.\n​\nPrior to our acquisition of BlueHalo, BlueHalo was not a U.S. public reporting company. The obligations associated with integrating into a public company, including to remediate BlueHalo’s material weaknesses in internal control over financial reporting, may require significant resources and management attention.\n​\nPrior to being acquired by AeroVironment, BlueHalo was a private company and not subject to public company reporting requirements. Additionally, from the time it was formed until the time it entered into the Merger Agreement, BlueHalo consummated a number of acquisitions of companies of varying degrees of size and sophistication with varying degrees of disclosure controls and procedures. As a public company, we are required to document and test our internal controls over financial reporting pursuant to Section 404(b) of the Sarbanes-Oxley Act of 2002, so that our management can certify as to the effectiveness of our internal control over financial reporting in connection with our annual report. BlueHalo (including all of its prior acquisitions) will be required to be included in the scope of our internal control over financial reporting in our annual report to be filed with the SEC following this annual report and thereafter, which requires us to make and document significant changes to our internal controls over financial reporting.\n​\nIn connection with the preparation of its audited consolidated financial statements for the year ended December 31, 2024, BlueHalo identified three material weaknesses in its internal control over financial reporting. A material weakness is a deficiency, or a combination of deficiencies, in internal control over financial reporting such that there is a reasonable possibility that a material misstatement of a company’s annual or interim financial statements will not be prevented or detected on a timely basis. First, BlueHalo did not design and maintain effective information technology (“IT”) general controls for information systems that are relevant to the preparation of its financial statements. Specifically, BlueHalo did not design and maintain: (i) program change management controls to ensure that program and data changes are identified, tested, authorized, and implemented appropriately; (ii) user access controls to ensure appropriate segregation of duties and to adequately restrict user and privileged access to appropriate personnel. Second, BlueHalo did not design and maintain an effective control environment commensurate with our financial reporting requirements. Specifically, it did not maintain a sufficient complement of personnel with an appropriate degree of internal controls and accounting knowledge, experience, and training commensurate with its accounting and financial reporting requirements. The limited personnel resulted in an inability to consistently establish appropriate authorities and responsibilities in pursuit of financial reporting objectives, as demonstrated by, among other things, insufficient segregation of duties in the finance and accounting functions. Third, BlueHalo did not design and maintain effective monitoring activities of the design and operation of controls on a timely basis, taking necessary corrective action to ensure that controls continue to operate effectively and are modified for changes in conditions as appropriate.\n​\nBringing BlueHalo into compliance with rules and regulations applicable to us as a public company and integrating BlueHalo into our current compliance and accounting system and disclosure controls and procedures is expected to increase our legal and financial compliance costs, make some activities more difficult, time consuming or costly and increase demand on our systems and resources. We cannot predict or estimate the amount of additional costs we may incur to bring BlueHalo into compliance with these requirements (including by remediating its outstanding material weaknesses) and we cannot guarantee the measures we take will be sufficient to satisfy our obligations as a public company. Ineffective internal control over financial reporting could also cause investors to lose confidence in our \n\n\n49\n\n\n\nreported financial information, which would harm our business and likely have a negative effect on the trading price of shares of our common stock. Furthermore, the need to establish the necessary corporate infrastructure to integrate BlueHalo may divert management’s attention from implementing our growth strategy, which could prevent us from improving our business, financial condition and results of operations.\n​\nWe have not paid any cash dividends on our common stock and do not anticipate paying any cash dividends in the foreseeable future.\n​\nWe have not declared any cash dividends since becoming a public company and currently intend to retain all earnings to finance the operation and expansion of our business. Therefore, we do not anticipate that we will pay any cash dividends on shares of our common stock in the foreseeable future. We also do not expect to buy back any of our common stock for the foreseeable future. In addition, our ability to pay dividends and buy back shares of our common stock is restricted by the Credit Agreement. Any determination to pay dividends or stock buybacks in the future will be at the discretion of our board of directors and will be dependent upon our future financial condition, results of operations, capital requirements, legal restrictions, general business conditions and other relevant factors as determined by our Board of Directors. See the section herein titled, “Dividends.”\n​\nDelaware law and anti-takeover provisions in our organizational documents may discourage our acquisition by a third party, which could make it more difficult to acquire us and limit your ability to sell your shares at a premium.\n​\nOur certificate of incorporation and bylaws contain certain provisions that reduce the probability of a change of control or acquisition of our company, even if such a transaction would be beneficial to our stockholders. These provisions include, but are not limited to:\n​\n\n●   the ability of our Board of Directors to issue preferred stock in one or more series of with such rights, obligations and preferences as the Board may determine, without further vote or action by our stockholders;\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\n\n●   advanced notice procedures for stockholders to nominate candidates for election to the Board of Directors and for stockholders to submit proposals for consideration at a meeting of stockholders;\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\n\n●   the absence of cumulative voting rights for our stockholders;\n-----------------------------------------------------------------\n​\n\n●   the classification of our Board of Directors, which effectively prevents stockholders from electing a majority of the Directors at any one annual meeting of stockholders;\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\n\n●   the limitation that Directors may be removed only for cause by the affirmative vote of the holders of 662/3% of the total voting power of all of our outstanding securities entitled to vote in the election of Directors, voting together as a single class; and\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\n\n●   restrictions on the ability of our stockholders to call a special meeting of stockholders.\n----------------------------------------------------------------------------------------------\n​\nWe are also subject to Section 203 of the Delaware General Corporation Law which, subject to certain exceptions, prohibits “business combinations” between a publicly-held Delaware corporation and an “interested stockholder,” which is generally defined as a stockholder who becomes a beneficial owner of 15% or more of a Delaware corporation’s voting stock for a three-year period following the date that such stockholder became an interested stockholder. This statute, as well as the provisions in our organizational documents, could have the effect of delaying, deterring or preventing certain potential acquisitions or a change in control of us.\n​\nSignificant inflation could adversely affect our business and financial results.\n​\nAlthough historically our operations have not been materially affected by inflation and we have been successful in adjusting prices to our customers to reflect changes in our material and labor costs, the rate of current inflation and resulting pressures on our costs and pricing could adversely impact our business and financial results. Inflation can \n\n\n50\n\n\n\nadversely affect us by increasing our operating costs, including our materials, freight and labor costs, which are already under pressure due to supply chain constraints. As interest rates rise to address inflation, such increases will also impact the base rates applicable in our credit arrangements and will result in borrowed funds becoming more expensive to us over time; similar financing pressures from inflation also can have a negative impact on customers’ willingness to purchase our products in the same volumes and at the same rates as previously anticipated. In a highly inflationary environment, we may be unable to raise the sales prices of our products at or above the rate of inflation, which could reduce our profit margins having a material adverse effect on our financial performance.\n​",
      "char_count": 187647
    }
  },
  "extracted_at": "2026-01-19T15:24:46.413351"
}