{
  "ticker": "AVNT",
  "company_name": "AVIENT CORP",
  "cik": 1122976,
  "form_type": "10-K",
  "filing_date": "2025-02-18",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001122976-25-000008",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001122976&accession_number=000112297625000008&xbrl_type=v",
  "sic_code": "2821",
  "industry": "Plastic Materials, Synth Resins & Nonvulcan Elastomers",
  "sections": {
    "item1": {
      "text": "BUSINESS\n\nBusiness Overview\n\nWe are an innovator of materials solutions to help our customers succeed, while enabling a sustainable world. Our products include specialty engineered materials, performance fibers, advanced composites and color and additive solutions. We are also a highly specialized developer and manufacturer of performance enhancing additives, liquid colorants and silicone colorants. When used in this Annual Report on Form 10-K, the terms “we,” “us,” “our,\" \"Avient\" and the “ Company” mean Avient Corporation and its consolidated subsidiaries.\n\nAvient was formed as PolyOne Corporation on August 31, 2000 from the consolidation of The Geon Company (Geon) and M. A. Hanna Company (Hanna). Through a series of acquisitions, divestitures, operational improvements and cultural shift, the Company has transformed to become an innovator of materials solutions. Effective June 30, 2020, the Company amended its existing Articles of Incorporation to change its name to Avient Corporation and changed its ticker symbol from “ POL” to “ AVNT”, effective at the start of trading on July 13, 2020.\n\nAvient Corporation is incorporated in Ohio and headquartered in Avon Lake, Ohio. We currently have 102 manufacturing sites in North America, South America, Asia, Europe, the Middle East, and Africa (EMEA). In 2024, the Company had sales from continuing operations of $3.2 billion, approximately 60% of which were to customers outside the United States. Using formulation expertise, materials science and operational capabilities, we create an essential link between large chemical producers (our raw material suppliers) and designers, assemblers and processors of polymers (our customers). We believe that our role in the value chain continues to become more vital as our customers increasingly need reliable suppliers with a global reach, local touch, and highly effective materials-based solutions to help improve their products' performance, appeal, differentiation, profitability and competitive advantage. Our goal is to provide customers with innovative materials solutions through our global footprint, broad market knowledge, technical expertise, product breadth, manufacturing operations and raw materials procurement leverage. Our end markets include consumer, packaging, defense, healthcare, industrial, transportation, building and construction, telecommunications and energy.\n\nPolymer Industry Overview\n\nAvient is an innovator of materials solutions within the polymer industry. We have the scientific know-how in materials science required to bridge the large, commodity base resin producers and the companies who ultimately manufacture end products utilizing formulated polymer and composite materials.\n\nPolymers are a class of organic materials that are generally produced by converting natural gas or crude oil derivatives into monomers, such as ethylene, propylene, and styrene. These monomers are then polymerized into chains called polymers, or plastic resin, such as polyethylene and polypropylene, in their most basic forms. Avient does not produce commodity base resins. Rather, Avient sources various resins, polymers and additives, then employs additional chemistry in formulating those materials into highly engineered, unique materials for a specific use.\n\nThermoplastic polymers are characterized by their ability to be reshaped repeatedly into new forms after heat and pressure are applied. Thermoplastics offer versatility and a wide range of applications. The major types of thermoplastics include polyethylene, polypropylene, polystyrene, polyester and a range of specialized engineering resins. Each type of thermoplastic has unique qualities and characteristics that make it appropriate for use in a particular application.\n\nThermoplastic composites include base resins, but are combined with a structural element such as glass, carbon or polymer fibers to enhance strength, rigidity and structure. Further performance can be delivered through an engineered thermoplastic sheet or thick film, which may incorporate more than one resin formulation or composite in multiple layers to impart additional properties, such as gas barrier, structural integrity and lightweighting.\n\nThermoplastics and polymer composites are found in a variety of end-use products and markets, including packaging, defense, building and construction, wire and cable, transportation, medical, furniture and furnishings, durable goods, outdoor high performance equipment, electrical and electronics, adhesives, inks and coatings and fiber. Each type of thermoplastic resin has to ultimately achieve unique characteristics (such as flexibility, strength or durability) suitable for use in a particular end-use application. The materials science and manufacturing processes required to achieve those characteristics is the specialty role that Avient plays.\n\n2 AVIENT CORPORATION\n\nThe following are examples, by industry, where Avient materials solutions address specific market requirements or challenges. In the packaging industry, colorants and additives are used to lightweight, enhance consumer appeal, increase design freedom, improve recyclability, enable recycled content to be incorporated, and preserve and protect the packaging's contents. In wire and cable, thermoplastics and composites enhance performance and extend product life by providing electrical insulation, flame resistance, water resistance and strain resistance for highly engineered electrical and telecommunications wires, cables and connectors. In the defense industry, ultra-high molecular weight (UHMWPE) fiber is relied upon and incorporated into tactical vests, hard armor plates, shields, bomb suits, helmets, and military vehicles (air, sea and ground). In the transportation industry, plastic has proven to be durable, lightweight and corrosion resistant while offering fuel savings, design flexibility and high performance, often replacing traditional materials such as metal and glass. In the medical industry, plastics are used for a vast array of devices and equipment, including blood and intravenous bags, medical tubing, catheters, lead replacement for radiation shielding, clamps and connectors to bed frames, curtains and sheeting, electronic enclosures and equipment housings. In the outdoor high performance industry, plastic applications are used for components and colorants for all terrain vehicles, and reinforced polymers are used for various outdoor equipment and gear. In the electronics industry, plastic enclosures and connectors not only enhance safety through electrical insulation, but thermally and electrically conductive plastics provide heat transferring, cooling, anti-static, electrostatic discharge, and electromagnetic shielding performance for critical applications including integrated circuit chip packaging.\n\nVarious additives can also be formulated with a base resin and further engineered into a composite to provide them with greater versatility and performance. Polymer formulations and composites have advantages over metals, wood, rubber, glass and other traditional materials, which have resulted in the replacement of these materials across a wide spectrum of applications. These specialized polymers offer sustainability and performance advantages compared to traditional materials, including design freedom, processability, weight reduction, chemical resistance, flame retardance and lower cost. Plastics are renowned for their durability, aesthetics and ease of handling. Avient’s strategy and investments are aligned to enable these important benefits, now and in the future.\n\nAvient Segments\n\nWe operate in two reportable segments: (1) Color, Additives and Inks and (2) Specialty Engineered Materials. Our segments are further detailed in Note 14, Segment Information, to the accompanying consolidated financial statements.\n\nCompetition\n\nThe manufacturing of custom and proprietary formulated thermoplastics, polymer composites, and color and additive solutions is highly competitive. Competition is based on service, performance, product innovation, product recognition, speed, delivery, quality and price. The relative importance of these factors varies among our products and services. Our competitors range from large international companies with broad product offerings to local independent custom producers whose focus is a specific market niche or product offering. Our strategic approach to differentiate, innovate and grow within this competitive environment is to intersect high-growth markets and secular trends with our technologies to create product platforms of scale.\n\nRaw Materials\n\nThe primary raw materials used by our manufacturing operations are polyolefin and other thermoplastic resins, titanium dioxide, inorganic and organic pigments, specialty additives and ethylene, all of which we believe are currently in adequate supply. See the discussion of risks associated with raw material supply and costs in Item 1A, “Risk Factors.\"",
      "char_count": 8998
    },
    "item1a": {
      "text": "Risk Factors\n\n.”\n\nOur Business\n\nWe are an innovator of materials solutions to help our customers succeed, while enabling a sustainable world. Our products include specialty engineered materials, performance fibers, advanced composites, and color and additive solutions. We are also a highly specialized developer and manufacturer of performance enhancing additives, liquid colorants and silicone colorants. Headquartered in Avon Lake, Ohio, with 2024 sales of $3.2 billion from continuing operations, we have manufacturing and warehouses around the globe, with 60% of our sales to customers outside the United States. We provide value to our customers through our ability to link our knowledge of polymers and materials science with our manufacturing and supply chain capabilities to provide value-added solutions to designers, assemblers and processors of materials.\n\nStrategy and Key Trends\n\nIn 2024, we developed a refined strategy for the Avient of the future. It begins with our purpose: to be an innovator of materials solutions to help our customers succeed, while enabling a sustainable world. We have a two-pronged strategic approach, where we seek to intersect high-growth markets and secular trends with our technologies to 1) build new platforms of scale by playing bigger and bolder in high growth markets, and 2) catalyze the core of our business, maximizing the impact of what we have. Our strategy utilizes four supporting strategic drivers: Portfolio Prioritization; Amplify Innovation; Digital for Operational Excellence and Growth; and Leadership, Talent and Culture for the Avient of the Future. All of this is underpinned by the established foundational strengths of Avient, which have been built and refined over the 25-year history of the company.\n\nWe maintain a strong commitment to sustainability. Like all that we do, we start by putting the safety of our employees and needs of our customers first, then look inward to make a difference. We offer a broad portfolio of technologies that are designed to help our customers succeed, while enabling a sustainable world. Through our design expertise and materials science, we seek to positively contribute to our customers’ products in many end markets. We have three overarching ways we help our customers meet their sustainability goals: Renew, Reduce, and Preserve. Examples include developing unique technologies that improve the recyclability of products and allow recycled content to be incorporated in products, thus advancing a more circular economy; light-weighting solutions that replace heavier traditional materials like metal, glass and wood, which can improve fuel efficiency in all modes of transportation and reduce the carbon footprint; and infrastructure solutions that are designed to increase energy efficiency, renewable energy, and natural resource conservation.\n\nLong-term trends that currently provide opportunities to leverage our strategy include improving health and wellness, protecting the environment, and increasing need for power and electricity.\n\nOperationally, we will continue our enterprise-wide Lean Six Sigma program directed at improving margin, profitability and cash flow by applying proven management techniques and strategies to key areas of the business, such as pricing, supply chain and operations management, productivity and quality.\n\n17 AVIENT CORPORATION\n\nSubsequent Events\n\nIn the first quarter of 2025, the Company completed a review of the cloud-based enterprise resource planning system, S/4HANA, including updated project timelines, cost incurred to date, required internal resources and expected costs to complete the initial site implementations, and the evolution of options that could provide better returns for shareholders. As a result of this review, the Company determined it would cease the ongoing development of S/4HANA and re-allocate capital to other projects which will support the Company’s new strategy.\n\nAs a result of this decision, the Company will recognize a non-cash, pre-tax impairment charge of approximately $71 million, associated with capitalized implementation costs. The Company will also recognize pre-tax charges of approximately $15 million associated with unpaid contractual obligations for hosting fees within its Consolidated Statements of Income in the first quarter of 2025.\n\n18 AVIENT CORPORATION\n\n  Results of Operations                                                                                                                          Variances — Favorable (Unfavorable)              \n                                                                                                                                                 2024 versus 2023                                 \n  (Dollars in millions, except per share data)                                  2024                      2023                      2022         Change                                   %       \n                                                                                                                                                                                          Change  \n ──────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────\n  Sales                                                                         $            3,240.4      $            3,142.8      $            $                                        3.1     \n  Cost of sales                                                                              2,183.7                   2,250.3                   66.6                                     3.0     \n  Gross margin                                                                               1,056.7      892.5                     882.7        164.2                                    18.4    \n  Selling and administrative expense                                            727.4                     695.7                     639.4        (31.7)                                   (4.6)   \n  Operating income                                                              329.3                     196.8                     243.3        132.5                                    67.3    \n  Interest expense, net                                                         (105.6)                   (115.3)                   (119.8)      9.7                                      8.4     \n  Other income (expense), net                                                   1.1                       5.8                       (59.7)       (4.7)                                    nm      \n  Income from continuing operations before income taxes                         224.8                     87.3                      63.8         137.5                                    157.5   \n  Income tax (expense) benefit                                                  (54.1)                    (11.0)                    19.3         (43.1)                                   nm      \n  Net income from continuing operations                                         $              170.7      $               76.3      $            $                                        123.7   \n  (Loss) income from discontinued operations, net of income taxes               —                         (0.1)                     620.3        0.1                                      nm      \n  Net income                                                                    170.7                     76.2                      703.4        94.5                                     124.0   \n  Net income attributable to noncontrolling interests                           (1.2)                     (0.5)                     (0.3)        (0.7)                                    nm      \n  Net income attributable to Avient common shareholders                         $              169.5      $               75.7      $            $                                        123.9   \n  Earnings per share attributable to Avient common shareholders - basic:                                                                                                                          \n  Continuing operations                                                         $               1.86      $               0.83      $                                                             \n  Discontinued operations                                                       —                         —                         6.80                                                          \n  Total                                                                         $               1.86      $               0.83      $                                                             \n  Earnings per share attributable to Avient common shareholders - diluted:                                                                                                                        \n  Continuing operations                                                         $               1.84      $               0.83      $                                                             \n  Discontinued operations                                                       —                         —                         6.73                                                          \n  Total                                                                         $               1.84      $               0.83      $                                                             \n  Gross margin as a percentage of sales                                         32.6                      28.4                      26.0                                                          \n\nnm - not meaningful\n\nSales\n\nSales increased $97.6 million, or 3.1%, in 2024 compared to 2023, primarily driven by increased demand of 4.0%, partially offset by unfavorable foreign currency impacts of 0.9%. Increased demand was driven by strength in the consumer, defense, building and construction, packaging and healthcare end markets, partially offset by weakness in the telecommunications and transportation end markets.\n\nGross Margin\n\nGross margin increased to 32.6% from 28.4% in 2024 compared to 2023, primarily driven by the benefits of raw material deflation, mix improvement, lower environmental remediation costs of $34.6 million, and lower restructuring charges of $12.9 million. Further, in 2024, Avient recognized a gain from insurance recoveries associated with previously incurred environmental remediation costs of $34.7 million as compared to a gain of $1.7 million in 2023.\n\nSelling and administrative expense\n\nThese costs include selling, technology, administrative functions, amortization of intangible assets, corporate and general expenses. Selling and administrative expense in 2024 increased $31.7 million compared to 2023, primarily due to higher employee related costs, partially offset by lower restructuring costs of $9.0 million.\n\n19 AVIENT CORPORATION\n\nInterest expense, net\n\nInterest expense, net decreased $9.7 million in 2024 as compared to 2023, primarily due to the refinancing of our senior secured term loans in April 2024 and August 2023, which included a partial principal repayment of $102.3 million during the third quarter of 2023.\n\nOther income (expense), net\n\nOther income (expense), net decreased $4.7 million in 2024 as compared to 2023, primarily associated with $6.3 million in amortization of prior service credits associated with the phase out of certain post-employment benefits in 2023.\n\nIncome taxes\n\nA reconciliation of the applicable U. S. federal statutory tax rate to the consolidated effective income tax rate from continuing operations along with a description of significant or other reconciling items is included below.\n\n                                                                    Twelve Months Ended December 31,             \n  (In millions)                                                                                 2024       2023  \n ─────────────────────────────────────────────────────────────────────────────────────────────────────────────────\n  U. S. federal income tax rate                                                                 21.0       21.0  \n  Net tax on GILTI and Subpart F Income                                                        (0.5)        2.2  \n  International tax on certain current and prior year earnings                                   1.6        3.9  \n  Non-deductible interest                                                                        0.4        5.3  \n  Research and development credit                                                              (1.7)      (3.7)  \n  Capital losses                                                                                   —      (5.4)  \n  State and local tax, net                                                                     (0.7)      (2.3)  \n  International tax rate differential                                                            1.7        0.2  \n  International permanent items                                                                  0.7      (7.5)  \n  U. S. permanent items                                                                          2.1        2.5  \n  Net impact of uncertain tax positions                                                        (1.1)      (5.3)  \n  Changes in valuation allowances                                                                  —        3.6  \n  Other                                                                                          0.6      (1.9)  \n  Effective income tax rate                                                                     24.1       12.6  \n\nThe consolidated effective income tax rate from continuing operations was 24.1%, which was higher than the U. S. federal rate of 21%. This higher rate was primarily driven by U. S. permanent items of 2.1%, international rate differential of 1.7% and tax associated with foreign income repatriation of 1.6%. These items were partially offset by credits associated with research and development of 1.7% and changes in uncertain tax position which resulted in a net benefit of 1.1%.\n\nThe 2023 consolidated effective income tax rate from continuing operations was 12.6%, which was lower than the U. S. federal rate of 21%. This lower rate was primarily driven by the recognition of tax benefits of 7.5% associated with tax impairments of investments in affiliates, driven in part from European restructuring actions. Further, we recognized a 5.4% tax benefit from federal and state capital losses associated with an international affiliate's tax status change in 2022. Finally, we recognized tax benefits from the reduction of uncertain tax positions as well as the U. S. R& D tax credit, which reduced the tax rate, 5.3% and 3.7%, respectively. Partially offsetting these benefits were non-deductible foreign interest, 5.3%, tax associated with foreign income repatriation, 3.9%, and an increase of our valuation allowance which impacted the rate 3.6%.\n\nSegment Information\n\nOperating income is the primary measure that is reported to our chief operating decision maker (CODM) for purposes of allocating resources to the segments and assessing their performance. Operating income at the segment level does not include corporate general and administrative costs that are not allocated to segments, restructuring charges, environmental remediation obligations and associated recoveries, acquisition-related charges, mark-to-market adjustments on pension and other post-retirement obligations, and certain other items that are not included in the measure of segment profit or loss that is reported to and reviewed by our CODM. These costs are included in Corporate.\n\n20 AVIENT CORPORATION\n\nAvient has two reportable segments: (1) Color, Additives and Inks and (2) Specialty Engineered Materials. Our segments are further discussed in Note 14, Segment Information, to the accompanying consolidated financial statements.\n\nSales and Operating Income\n\n                                                                                          2024 versus 2023                           \n  (Dollars in millions)               2024                      2023                      Change                           % Change  \n ─────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────\n  Sales:                                                                                                                             \n  Color, Additives and Inks           $            2,046.5      $            2,007.4      $                      39.1           1.9  \n  Specialty Engineered Materials                   1,196.8                   1,138.2      58.6                                  5.1  \n  Corporate                           (2.9)                     (2.8)                     (0.1)                               (3.6)  \n  Total sales                         $            3,240.4      $            3,142.8      $                      97.6           3.1  \n  Operating income:                                                                                                                  \n  Color, Additives and Inks           $              296.2      $              259.9      $                      36.3          14.0  \n  Specialty Engineered Materials      167.2                     142.5                     24.7                                 17.3  \n  Corporate                           (134.1)                   (205.6)                   71.5                                 34.8  \n  Total operating income              $              329.3      $              196.8      $                     132.5          67.3  \n\nColor, Additives and Inks\n\nSales increased $39.1 million, or 1.9%, in 2024 compared to 2023, primarily driven by increased demand of 2.9%, partially offset by unfavorable foreign currency impacts of 0.9%. Increased demand was driven by strength in the packaging, consumer, healthcare and building and construction end markets, partially offset by weakness in the transportation end market.\n\nOperating income increased $36.3 million, or 14.0%, in 2024 compared to 2023, primarily driven by increased sales and benefits from raw material deflation, which occurred in the first half of 2024, partially offset by higher employee related costs and unfavorable foreign currency impacts.\n\nSpecialty Engineered Materials\n\nSales increased by $58.6 million, or 5.1%, in 2024 compared to 2023, primarily driven by increased demand of 6.1%, partially offset by an unfavorable foreign currency impact of 0.7%. Increased demand was driven by strength in the defense, building and construction, consumer and healthcare end markets, partially offset by weakness in the telecommunications end market.\n\nOperating income increased by $24.7 million, or 17.3%, in 2024 compared to 2023, primarily driven by increased sales, benefits from raw material deflation, which occurred in the first half of 2024, and favorable product mix, partially offset by higher employee related costs and unfavorable foreign currency impacts.\n\nCorporate\n\nCosts decreased $71.5 million, or 34.8%, in 2024 compared to 2023, primarily driven by $34.6 million of lower environmental remediation costs in 2024 compared to 2023, while gains from insurance recoveries associated with previously incurred environmental remediation costs were $33.0 million higher in 2024 compared to 2023. Further, lower restructuring costs of $21.9 million in 2024 more than offset higher employee related costs in 2024.\n\nLiquidity and Capital Resources\n\nOur objective is to finance our business through operating cash flow and an appropriate mix of debt and equity. By laddering the maturity structure, we avoid concentrations of debt maturities, reducing liquidity risk. We may from time to time seek to retire or purchase our outstanding debt with cash on hand and/or exchanges for equity securities, in open market purchases, privately negotiated transactions or otherwise. We may also seek to repurchase our outstanding common shares. Such repurchases, if any, will depend on prevailing market conditions, our liquidity requirements, contractual restrictions and other factors. The amounts involved have been and may continue to be material.\n\n21 AVIENT CORPORATION\n\nThe following table summarizes our liquidity as of December 31, 2024:\n\n  (In millions)                                        \n ───────────────────────────────────────────────────────\n  Cash and cash equivalents          $          544.5  \n  Revolving credit availability      211.4             \n  Liquidity                          $          755.9  \n\nAs of December 31, 2024, 64% of the Company’s cash and cash equivalents resided outside the United States.\n\nBased on current projections, we believe that we will be able to continue to manage and control working capital, discretionary spending and capital expenditures and that cash provided by operating activities, along with available borrowing capacity under our revolving credit facilities, will allow us to maintain adequate levels of available capital to fund our operations, meet debt service obligations, continue paying dividends, and opportunistically repurchase outstanding common shares for at least twelve months and the foreseeable future thereafter.\n\nExpected sources of cash needed to satisfy cash requirements in 2025 include our cash on hand, cash from operations, the receipt of $34.0 million of insurance recoveries, as described in Note 11, Commitments and Contingencies, and available liquidity under our revolving credit facility, if necessary. Expected uses of cash in 2025 include interest payments, cash taxes, dividend payments, share repurchases, environmental remediation payments and capital expenditures. Capital expenditures are currently estimated to be approximately $120 million in 2025, primarily to support organic sales growth and other strategic investments.\n\nCash Flows\n\nThe following table summarizes our cash flows from operating, investing and financing activities:\n\n  (In millions)                                             2024                    2023                     2022                \n ─────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────\n  Cash provided by (used by):                                                                                                    \n  Operating Activities                                      $            256.8      $             201.6      $            398.4  \n  Investing Activities                                      (120.6)                 (94.2)                   (504.0)             \n  Financing Activities                                      (120.9)                 (201.7)                  166.4               \n  Effect of exchange rate on cash                           (16.6)                  (1.0)                    (20.9)              \n  Net (decrease) increase in cash and cash equivalents      $            (1.3)      $            (95.3)      $             39.9  \n\nOperating Activities\n\nNet cash provided by operating activities increased to $256.8 million in 2024, as compared to $201.6 million in 2023, driven primarily by higher earnings and lower tax payments as 2023 included tax payments of $104.1 million associated with the gain on sale of our Distribution business. This was partially offset by an increase in working capital of $28.6 million as compared to a decrease of $40.7 million in 2023, a $15.4 million increase in environmental remediation payments, and $21.1 million of higher benefit payments associated with executive retirements.\n\nInvesting Activities\n\nNet cash used by investing activities during 2024 of $120.6 million primarily reflects the impact of capital expenditures.\n\nFinancing Activities\n\nNet cash used by financing activities of $120.9 million in 2024 primarily reflects repayment on long-term borrowings of $660.9 million, $94.0 million of dividends paid and $9.6 million of debt financing costs, partially offset by $650.0 million of proceeds received from long-term borrowings.\n\n22 AVIENT CORPORATION\n\nTotal Debt\n\nThe following table summarizes debt as of December 31, 2024 and 2023.\n\n  (In millions)                                          2024                    2023                \n ─────────────────────────────────────────────────────────────────────────────────────────────────────\n  Senior secured revolving credit facility due 2026      $          —            $          —        \n  Senior secured term loan due 2029                      705.2                   709.0               \n  7.125% senior notes due 2030                           717.5                   716.2               \n  6.250% senior notes due 2031                           640.8                   —                   \n  5.75% senior notes due 2025                            —                       647.2               \n  Other Debt                                             3.5                     7.6                 \n  Total Debt                                             $          2,067.0      $          2,080.0  \n  Less short-term debt                                   7.7                     9.5                 \n  Total long-term debt, net of current portion           $          2,059.3      $          2,070.5  \n\nOn April 9, 2024, the Company refinanced its senior secured term loan by amending the credit agreement governing such term loan (the Term Loan Amendment). The Term Loan Amendment reduced the interest rates per annum by 50 basis points, which are now either (i) Adjusted Term SOFR (as defined in the Term Loan Amendment) plus 2.00%, or (ii) a Base Rate (as defined in the Term Loan Amendment) plus 1.00%. The maturity date and other terms and conditions are substantially the same as the terms and conditions under the credit agreement immediately prior to the Term Loan Amendment.\n\nOn September 19, 2024, the Company completed the issuance of $650.0 million aggregate principal amount of 6.250% Senior Notes which will mature on November 1, 2031 (the 2031 Notes). The Company received proceeds of $641.9 million, net of financing costs, related to the issuance. Interest on the 2031 Notes is payable semi-annually in arrears on May 1 and November 1 of each year, commencing on May 1, 2025. The 2031 Notes were sold in a private offering and are senior unsecured obligations of the Company.\n\nProceeds from the 2031 Notes and cash on hand were used to fully redeem the $650.0 million aggregate principal amount outstanding of the Company's 5.750% Senior Notes due May 15, 2025. The notes were redeemed at a redemption price equal to 100.0% of the principal amount.\n\nThe Company maintains a senior secured revolving credit facility (the Revolving Credit Facility), which matures on October 26, 2026 and provides a maximum borrowing facility size of $500.0 million, subject to a borrowing base with advances against certain U. S. and international accounts receivable, inventory and other assets as specified in the agreement. As of December 31, 2024, we had no borrowings outstanding under our Revolving Credit Facility, which had remaining availability of $211.4 million.\n\nThe agreements governing our Revolving Credit Facility and our senior secured term loan, and the indentures and credit agreements governing other debt contain a number of customary financial and restrictive covenants. As of December 31, 2024, we were in compliance with all customary financial and restrictive covenants pertaining to our debt.\n\nFor additional information regarding our debt, please see Note 5, Financing Arrangements to the accompanying consolidated financial statements.\n\nLetters of Credit\n\nOur Revolving Credit Facility provides up to $50.0 million for the issuance of letters of credit, $12.9 million of which was used at December 31, 2024. These letters of credit are issued by the bank in favor of third parties and are mainly related to required insurance programs.\n\nMaterial Cash Requirements\n\nWe have future obligations under various contracts relating to debt and interest payments, operating leases, pension and post-retirement benefit plans, purchase obligations and environmental remediation obligations. The following table summarizes our obligations as of December 31, 2024 that are expected to impact liquidity and cash flow in future periods. SeeLiquidity and Capital Resources for additional discussion of our ability to generate and access cash to meet requirements as well as plans for use of cash in both the short-term and long-term.\n\n23 AVIENT CORPORATION\n\n                                                   Payment Due by Period                                                                                                     \n  (In millions)                                    Total                                   Less than 1 Year                 1-3 Years      3-5 Years      More Than 5 Years  \n  Total debt                                       $                          2,099.2      $                       7.7      $              $              $                  \n  Operating leases                                 101.1                                   22.6                             34.3           15.8           28.4               \n  Interest on debt obligations (1)                 761.3                                   145.1                            264.3          249.7          102.2              \n  Pension and post-retirement obligations (2)      68.4                                    7.9                              14.3           14.3           31.9               \n  Purchase obligations (3)                         134.6                                   63.7                             61.8           6.9            2.2                \n  Environmental remediation obligations            146.0                                   16.2                             60.6           48.3           20.9               \n  Total                                            $                          3,164.6      $                     247.0      $              $              $                  \n\n(1) Represents estimated contractual interest payments for all outstanding debt. Excludes cash receipts from cross-currency swaps as described in Note 15, Derivatives and Hedging.\n\n(2) This represents estimates related to the funding obligations of our pension and other post retirement plans. These contributions are based on actuarial estimates of future assumed payments based upon retirement and payment patterns for a 10-year period. The estimates in the table may differ materially from actual future payments due to uncertainties regarding the assumptions involved in estimating future required contributions to our pension and non-pension post retirement benefit plans, including (i) interest rate levels (ii) the amount and timing of asset returns and (iii) what, if any, changes may occur in pension funding legislation.\n\n(3) Purchase obligations are primarily comprised of service agreements related to telecommunication, information technology, utilities and other manufacturing plant services and certain capital commitments.\n\nCritical Accounting Policies and Estimates\n\nSignificant accounting policies are described more fully in Note 1, Description of Business and Summary of Significant Accounting Policies, to the accompanying consolidated financial statements. The preparation of financial statements in conformity with U. S. generally accepted accounting principles (U. S. GAAP) requires us to make estimates and assumptions about future events that affect the amounts reported in our consolidated financial statements and accompanying notes. We base our estimates on historical experience and assumptions that we believe are reasonable considering the related facts and circumstances. The application of these critical accounting policies involves the exercise of judgment and use of assumptions for future uncertainties. Accordingly, actual results could differ significantly from these estimates. We believe that the following discussion addresses our most critical accounting policies, which are those that are the most important to the portrayal of our financial condition and results of operations and require our most difficult, subjective and complex judgments.\n\nRevenue Recognition\n\nSales are recognized when control of promised goods or services are transferred to customers in an amount that reflects the consideration the Company expects to be entitled to in exchange for those goods or services. Control is transferred when the customer has the ability to direct the use of and obtain benefits from the goods or services, which is typically when products are shipped from our facilities. The majority of the Company’s sales agreements contain performance obligations satisfied at a point in time when control is transferred to the customer. Avient records reductions to sales for customer incentives, primarily comprised of rebates, at the time of the initial sale. Rebates are estimated based on sales terms, historical experience along with annual sales projections. Rebate programs offered are typically credited to customers for achieving defined volume levels.\n\nEnvironmental Liabilities\n\nWe are a party to a Consent Decree related to remedial actions at the former Goodrich Corporation Calvert City site and will incur environmental remediation costs related to this matter. We recognize an estimate of environmental liabilities on an undiscounted basis for probable future environmental expenditures. Any such provision is recognized using the Company's best estimate of the amount of loss incurred, or at the lower end of an estimated range, when a single best estimate is not determinable. In some cases, the Company recovers a portion of the costs relating to these obligations from insurers or other third parties, and the recovery is recognized when realization of the proceeds is deemed as probable.\n\nEnvironmental liabilities represents our best estimate of the remaining probable costs based upon information and technology currently available. Depending upon the results of future testing, the ultimate remediation alternatives undertaken, changes in regulations, new information, newly discovered conditions and other factors, it is reasonably possible that we could incur additional costs in excess of the amount accrued. However, such additional costs, if any, cannot currently be estimated. Our estimate of this liability may be revised as new regulations or technologies are developed or additional information is obtained. As we progress through remedial design and remedial action related to the Goodrich Corporation Calvert City site, additional information will become available that may require an adjustment to our existing accrual. Adjustments have been material to our financial statements in the past and it is reasonably possible that they could be in the future.\n\n24 AVIENT CORPORATION\n\nAdditional information related to the accounting for environmental liabilities is found in Note 11, Commitments and Contingencies.\n\nAcquisitions of Businesses\n\nThe acquisition of a business is accounted for using the acquisition method of accounting which requires assets and liabilities to be recognized at their fair values on the acquisition date. The initial fair value of assets acquired and liabilities assumed may be revised based on the final determination of fair value during the measurement period of 12 months from the acquisition date. The Company generally determines the fair value of intangible assets acquired using third-party valuations that are prepared using discounted cash flow models that rely on the Company's estimates. These estimates can require judgement of future revenue growth rates, future margins, applicable royalty rates, customer retention and the applicable weighted-average cost of capital used to discount those estimated cash flows. Sensitivity analyses are performed around certain of these assumptions in order to assess the reasonableness of the assumptions and the resulting estimated fair values.\n\nPension and Other Post-retirement Benefit Plans\n\nThe measurement of liabilities related to pension plans and other post-retirement benefits plans is based on assumptions related to future events including interest rates, return on plan assets, and mortality assumptions. We immediately recognize actuarial gains and losses in our operating results in the year in which the gains or losses occur.\n\nAsset returns and interest rates significantly affect the value of assets and liabilities related to our pension and post-retirement plans and therefore the funded status of our plans. It is difficult to predict these factors due to the volatility of market conditions. To develop our discount rate, we consider the yields of high-quality corporate bonds with maturities that correspond to the timing of our benefit obligations, referred to as the bond matching approach. To develop our expected long-term return on plan assets, we consider forward looking long-term asset returns and the expected investment portfolio mix of plan assets. Life expectancy is another significant assumption that impacts our pension and other post-retirement benefits obligation, which is based on mortality data and improvement scales issued by the Society of Actuaries.\n\nAdditional information related to the accounting for pension and other post-retirement benefits is found in Note 10, Employee Benefit Plans.\n\nIncome Taxes\n\nWe account for income taxes using the asset and liability method. Deferred tax assets and liabilities are recognized for the estimated future tax consequences attributable to differences between the financial statement carrying amounts of existing assets and liabilities and their respective tax bases. In addition, deferred tax assets are also recorded with respect to net operating losses and other tax attribute carryforwards. Deferred tax assets and liabilities are measured using enacted tax rates in effect for the year in which those temporary differences are expected to be recovered or settled. Valuation allowances are established when realization of the benefit of deferred tax assets is not deemed to be more likely than not. The utilization of certain deferred tax assets is dependent on the amount and timing of taxable income that we will ultimately generate in the future and other factors, such as changes in tax laws.\n\nWe recognize net tax benefits under the recognition and measurement criteria, which prescribes requirements and other guidance for financial statement recognition and measurement of positions taken or expected to be taken on tax returns. We recognize an income tax benefit from an uncertain tax position only if it is more likely than not that the benefit would be sustained upon examination by taxing authorities, based on the technical merits of the position. The Company evaluates and adjusts the amount of unrecognized income tax benefits based on changes in law, facts and circumstances. We record interest and penalties related to uncertain tax positions as a component of income tax expense. The ultimate resolution of unrecognized income tax benefits is often dependent upon uncontrollable factors such as the timing of finalizing resolutions of audit disputes through reaching settlement agreements, or changes in law.\n\nAdditional information related to the accounting for income taxes is found in Note 12, Income Taxes.\n\n25 AVIENT CORPORATION\n\nGoodwill\n\nGoodwill is evaluated annually for impairment as of October 1 using either a quantitative or qualitative analysis. Goodwill is tested for impairment at the reporting unit level, and is based on the net assets for each reporting unit, including goodwill and intangible assets. The Company’s reporting units are at a level below the Company’s reportable operating segments. Goodwill is assigned to each reporting unit, as this represents the lowest level that constitutes a business and is the level at which management regularly reviews the operating results.\n\nAdditionally, goodwill is evaluated for impairment whenever an event occurs or circumstances change that would indicate that it is more likely than not that the fair value of a reporting unit is less than its carrying amount. Events or circumstances that may result in an impairment review include changes in macroeconomic conditions, industry and market considerations, cost factors, overall financial performance, other relevant entity-specific events, specific events affecting the reporting unit or sustained decrease in share price.\n\nQuantitative analyses are performed by estimating the fair value for each reporting unit using a discounted cash flow model. These analyses include estimates of future cash flows, future growth rates, terminal value amounts, and the applicable weighted-average cost of capital used to discount estimated cash flows. The future cash flows are based on the Company's long-term strategic plan, and a terminal value is used to estimate the reporting unit's cash flows beyond the period covered by the strategic plan. The weighted-average cost of capital is an estimate of the overall after-tax rate of return required by equity and debt market holders of a business enterprise. These analyses require the exercise of judgments, including judgments about appropriate discount rates, revenue growth, operating margins, and long-term growth rates.\n\nA qualitative analysis is performed by assessing certain trends and factors, including projected market outlook and growth rates, forecasted and actual sales and operating profit margins, discount rates, industry data, and other relevant qualitative factors. These trends and factors are compared to, and based on, the assumptions used in the most recent quantitative analysis performed for each reporting unit.\n\nIn 2023, the annual goodwill impairment test was performed using a quantitative approach. In 2024, the Company performed a qualitative approach, including assessing certain trends and factors, including projected market outlook and growth rates, forecasted and actual sales and operating profit margins, discount rates, industry data and other relevant qualitative factors. These trends and factors were compared to the assumptions used in the 2023 quantitative analysis for each reporting unit. The results of the qualitative assessment did not indicate a need to perform a quantitative analysis.\n\nBased on the results of our impairment analysis, the Company concluded the fair value of its reporting units continued to exceed their respective carrying value.\n\nIndefinite-lived Trade Names\n\nIndefinite-lived trade names are evaluated annually for impairment as of October 1 using either a quantitative or qualitative analysis to determine whether their fair values exceed their respective carrying amounts. Additionally, indefinite-lived trade names are evaluated for impairment whenever an event occurs or circumstances change that would indicate that it is more likely than not that the asset is impaired. Events or circumstances that may result in an impairment review include changes in industry and market considerations, cost factors, financial performance, and other relevant entity-specific events that could affect inputs used to determine the respective fair values of the indefinite-lived intangible assets.\n\nQuantitative analyses are performed by estimating the fair value for each indefinite-lived trade name using a royalty relief methodology. These analyses include estimates of future cash flows that are based on the Company's long-term strategic plan and the applicable weighted-average cost of capital used to discount estimated cash flows. The primary inputs to these estimates require the exercise of judgements, including judgements about appropriate discount rates, revenue growth, royalty rates, and long-term growth rates.\n\nA qualitative analysis is performed by assessing certain trends and factors, including projected market outlook and growth rates, forecasted and actual sales, discount rates, industry data, and other relevant qualitative factors. These trends and factors are compared to, and based on, the assumptions used in the most recent quantitative analysis performed for each indefinite-lived trade name.\n\n26 AVIENT CORPORATION\n\nIn 2023, the indefinite-lived intangible asset impairment tests were performed using a quantitative approach. In 2024, the Company performed both qualitative and quantitative approaches. The qualitative approach includes assessing certain trends and factors, including projected market outlook and growth rates, forecasted and actual sales, discount rates, other relevant qualitative factors. These trends and factors were compared to the assumptions used in the 2023 quantitative analysis. The quantitative analysis was performed by estimating the fair value of the indefinite-lived trade name using a royalty relief methodology. This analysis includes estimates of future cash flows that are based on the Company's long-term strategic plan and the applicable weighted-average cost of capital used to discount estimated cash flows.\n\nBased on the results of our impairment analysis, the Company concluded the fair value of its trade names continued to exceed their respective carrying value.\n\nFor additional information about goodwill and intangible assets see Note 3, Goodwill and Intangible Assets.\n\nRecent and Future Adoption of Accounting Standards\n\nInformation regarding recent and future adoption of accounting standards can be found in Note 1, Description of Business and Summary of Significant Accounting Policies, to the accompanying consolidated financial statements and is incorporated by reference herein.\n\n27 AVIENT CORPORATION\n\nITEM 7A. QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK\n\nWe are exposed to certain market risks as part of our ongoing business operations, including risks from changes in interest rates on debt obligations and foreign currency exchange rates that could impact our financial condition, results of operations and cash flows. We manage our exposure to these and other market risks through regular operating and financing activities, including the use of derivative financial instruments. We intend to use these derivative financial instruments as risk management tools and not for speculative investment purposes.\n\nInterest rate exposure - Interest on our Revolving Credit Facility and senior secured term loan is based upon a Base Rate or Adjusted Term SOFR, plus a margin. There would be no material impact on our interest expense or cash flows from either a 100 basis point increase or decrease in market rates of interest on our outstanding variable rate debt as of December 31, 2024.\n\nForeign currency exposure - We have exposure from both third-party and intercompany transactions that are denominated in various foreign currencies and are subject to financial exposure from foreign exchange rate movements. To mitigate this risk, we may enter into foreign exchange forward contracts and derivative instruments. Gains and losses on these contracts generally offset gains and losses on the assets and liabilities being hedged.\n\nWe also face translation risks related to the changes in foreign currency exchange rates. Amounts invested in our foreign operations are translated into U. S. dollars at the exchange rates in effect at the balance sheet date. The resulting translation adjustments are recorded as a component ofAccumulated other comprehensive income (loss) in the Shareholders’ equity section of the accompanyingConsolidated Balance Sheets. To mitigate a portion of this risk, we may enter into cross-currency swaps. Gains and losses on these contracts generally offset gains and losses on the Euro denominated investment in our foreign entities. Net sales and expenses in our foreign operations’ foreign currencies are translated into varying amounts of U. S. dollars depending upon whether the U. S. dollar weakens or strengthens against other currencies. Therefore, changes in exchange rates may either positively or negatively affect our net sales and expenses from foreign operations as expressed in U. S. dollars.\n\n28 AVIENT CORPORATION\n\nITEM 8. FINANCIAL STATEMENTS AND SUPPLEMENTARY DATA\n\nIndex to Financial Statements\n\n                                                                               Page  \n  Management’s Report                                                            30  \n  Reports of Independent Registered Public Accounting Firm (PCAOB ID: 42)        31  \n  Consolidated Financial Statements:                                                 \n  Consolidated Statements of Income                                              34  \n  Consolidated Statements of Comprehensive Income                                35  \n  Consolidated Balance Sheets                                                    36  \n  Consolidated Statements of Cash Flows                                          37  \n  Consolidated Statements of Shareholders’ Equity                                38  \n  Notes to Consolidated Financial Statements                                     39  \n\n29 AVIENT CORPORATION\n\nMANAGEMENT’ S REPORT\n\nThe management of Avient Corporation is responsible for preparing the consolidated financial statements and disclosures included in this Annual Report on Form 10-K. The consolidated financial statements and disclosures included in this Annual Report fairly present in all material respects the consolidated financial position, results of operations, shareholders’ equity and cash flows of Avient Corporation as of and for the year ended December 31, 2024.\n\nManagement is responsible for establishing and maintaining disclosure controls and procedures designed to ensure that the information required to be disclosed by the Company is captured and reported in a timely manner. Management has evaluated the design and operation of the Company’s disclosure controls and procedures at December 31, 2024 and found them to be effective.\n\nManagement is also responsible for establishing and maintaining a system of internal control over financial reporting that is designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. Internal control over financial reporting includes policies and procedures that provide reasonable assurance that: Avient Corporation’s accounting records accurately and fairly reflect the transactions and dispositions of the assets of the Company; unauthorized or improper acquisition, use or disposal of Company assets will be prevented or timely detected; the Company’s transactions are properly recorded and reported to permit the preparation of the Company’s consolidated financial statements in conformity with generally accepted accounting principles; and the Company’s receipts and expenditures are made only in accordance with authorizations of management and the Board of Directors of the Company.\n\nManagement has assessed the effectiveness of Avient’s internal control over financial reporting as of December 31, 2024 and has prepared Management’s Annual Report On Internal Control Over Financial Reporting contained on page 62 of this Annual Report, which concludes that as of December 31, 2024, Avient’s internal control over financial reporting was effective and that no material weaknesses were identified.\n\n  /s/ ASHISH K. KHANDPUR                                   /s/ JAMIE A. BEGGS                                 \n  Ashish K. Khandpur                                       Jamie A. Beggs                                     \n  President, Chief Executive Officer and Board Member      Senior Vice President and Chief Financial Officer  \n\nFebruary 18, 2025\n\n30 AVIENT CORPORATION\n\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\n\nTo the Shareholders and the Board of Directors of Avient Corporation\n\nOpinion on Internal Control over Financial Reporting\n\nWe have audited Avient Corporation’s internal control over financial reporting as of December 31, 2024, based on criteria established in Internal Control - Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) (the COSO criteria). In our opinion, Avient Corporation (the Company) maintained, in all material respects, effective internal control over financial reporting as of December 31, 2024, based on the COSO criteria.\n\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated balance sheets of the Company as of December 31, 2024 and 2023, the related consolidated statements of income, comprehensive income, cash flows and shareholders' equity for each of the three years in the period ended December 31, 2024, and the related notes and our report dated February 18, 2025, expressed an unqualified opinion thereon.\n\nBasis for Opinion\n\nThe Company’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting included in the accompanying “ Management’s Annual Report On Internal Control Over Financial Reporting.” Our responsibility is to express an opinion on the Company’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U. S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\n\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects.\n\nOur audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\n\nDefinition and Limitations of Internal Control Over Financial Reporting\n\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\n\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n\n/s/ Ernst & Young LLP\n\nCleveland, Ohio\n\nFebruary 18, 2025\n\n31 AVIENT CORPORATION\n\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\n\nTo the Shareholders and the Board of Directors of Avient Corporation\n\nOpinion on the Financial Statements\n\nWe have audited the accompanying consolidated balance sheets of Avient Corporation (the Company) as of December 31, 2024 and 2023, the related consolidated statements of income, comprehensive income, cash flows and shareholders' equity for each of the three years in the period ended December 31, 2024, and the related notes (collectively referred to as the “consolidated financial statements”). In our opinion, the consolidated financial statements present fairly, in all material respects, the financial position of the Company at December 31, 2024 and 2023, and the results of its operations and its cash flows for each of the three years in the period ended December 31, 2024, in conformity with U. S. generally accepted accounting principles.\n\nWe also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company’s internal control over financial reporting as of December 31, 2024, based on criteria established in Internal Control-Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (2013 framework) and our report dated February 18, 2025 expressed an unqualified opinion thereon.\n\nBasis for Opinion\n\nThese financial statements are the responsibility of the Company’s management. Our responsibility is to express an opinion on the Company’s financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U. S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\n\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion.\n\nCritical Audit Matter\n\nThe critical audit matter communicated below is a matter arising from the current period audit of the financial statements that was communicated or required to be communicated to the audit committee and that: (1) relates to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective or complex judgments. The communication of the critical audit matter does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the account or disclosure to which it relates.\n\n32 AVIENT CORPORATION\n\n                                                Environmental Accrued Liabilities - Calvert City                                                                                                                                                                                                                                                                                                                                                                                                                                                                  \n  Description of the Matter                     As described in Note 11 to the consolidated financial statements, the environmental accrued liability as of December 31, 2024 is approximately $146.0 million and is comprised primarily of the cost estimate for the Calvert City location of $137.7 million. The Company records an accrual for probable future environmental remediation projects on an undiscounted basis which represents management’s best estimate of probable future costs based upon currently available information and technology ...  \n                                                Auditing the determination of the accrual involved a high degree of subjectivity as estimates underlying the determination of the accrual were based on assumptions unique to the affected site and subject to various laws and regulations governing the protection of the applicable environment. Actual costs incurred in future periods could differ from amounts estimated and future changes to environmental laws and regulations could increase the extent of remediation work required, therefore th...  \n  How We Addressed the Matter in Our Audit      We obtained an understanding, evaluated the design and tested the operating effectiveness of controls over the Company’s process to estimate the Calvert City environmental-related accrual. For example, we tested controls over management’s review of the estimate and key assumptions, as well as monitoring for current year developments.                                                                                                                                                                   \n                                                With the assistance of our specialists, we tested the balance of the Calvert City environmental accrued liability and the disclosure of the expected costs to remediate. Our audit procedures included, among others, making inquiries of internal general counsel and obtaining legal letters from internal and external counsel. We also evaluated external communications including those from the US EPA and cost estimates from management’s Specialists and other third parties used in determining the...  \n\n/s/ Ernst & Young LLP\n\nWe have served as the Company's auditor since 1993.\n\nCleveland, Ohio\n\nFebruary 18, 2025\n\n33 AVIENT CORPORATION\n\nConsolidated Statements of Income\n\n                                                                                Year Ended December 31,                                                                     \n  (In millions, except per share data)                                          2024                                      2023                           2022               \n ────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────\n  Sales                                                                         $                            3,240.4      $             3,142.8             $      3,396.9  \n  Cost of sales                                                                                              2,183.7                    2,250.3                    2,514.2  \n  Gross margin                                                                                               1,056.7      892.5                         882.7               \n  Selling and administrative expense                                            727.4                                     695.7                         639.4               \n  Operating income                                                              329.3                                     196.8                         243.3               \n  Interest expense, net                                                         ( 105.6)                                  ( 115.3)                   ( 119.8)               \n  Other income (expense), net                                                   1.1                                       5.8                         ( 59.7)               \n  Income from continuing operations before income taxes                         224.8                                     87.3                           63.8               \n  Income tax (expense) benefit                                                  ( 54.1)                                   ( 11.0)                        19.3               \n  Net income from continuing operations                                         170.7                                     76.3                           83.1               \n  (Loss) income from discontinued operations, net of income taxes               —                                         ( 0.1)                        620.3               \n  Net income                                                                    170.7                                     76.2                          703.4               \n  Net income attributable to noncontrolling interests                           ( 1.2)                                    ( 0.5)                       ( 0.3)               \n  Net income attributable to Avient common shareholders                         $                              169.5      $                75.7             $        703.1  \n  Earnings per share attributable to Avient common shareholders - Basic:                                                                                                    \n  Continuing operations                                                         $                               1.86      $                0.83             $         0.91  \n  Discontinued operations                                                       —                                         —                              6.80               \n  Total                                                                         $                               1.86      $                0.83             $         7.71  \n  Earnings per share attributable to Avient common shareholders - Diluted:                                                                                                  \n  Continuing operations                                                         $                               1.84      $                0.83             $         0.90  \n  Discontinued operations                                                       —                                         —                              6.73               \n  Total                                                                         $                               1.84      $                0.83             $         7.63  \n  Weighted-average shares used to compute earnings per common share:                                                                                                        \n  Basic                                                                         91.3                                      91.1                           91.2               \n  Plus dilutive impact of share-based compensation                              0.7                                       0.7                             1.0               \n  Diluted                                                                       92.0                                      91.8                           92.2               \n  Anti-dilutive shares not included in diluted common shares outstanding        0.4                                       0.7                             0.3               \n  Cash dividends declared per share of common stock                             $                             1.0425      $              1.0000             $       0.9600  \n\nThe accompanying notes to the consolidated financial statements are an integral part of these statements.\n\n34 AVIENT CORPORATION\n\nConsolidated Statements of Comprehensive Income\n\n                                                                       Year Ended December 31,                                                            \n  (In millions)                                                        2024                                       2023                   2022             \n ──────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────\n  Net income                                                           $                            170.7            $      76.2            $      703.4  \n  Other comprehensive (loss) income, net of tax:                                                                                                          \n  Translation adjustments and related hedging instruments              ( 90.4)                                  ( 5.3)                ( 36.4)             \n  Pension and postretirement benefits                                  —                                        ( 6.3)                    6.2             \n  Total other comprehensive loss                                       ( 90.4)                                 ( 11.6)                ( 30.2)             \n  Total comprehensive income                                           80.3                                       64.6                  673.2             \n  Comprehensive income attributable to noncontrolling interests        ( 1.2)                                   ( 0.5)                 ( 0.3)             \n  Comprehensive income attributable to Avient common shareholders      $                             79.1            $      64.1            $      672.9  \n\nThe accompanying notes to the consolidated financial statements are an integral part of these statements.\n\n35 AVIENT CORPORATION\n\nConsolidated Balance Sheets\n\n                                                                                            Year Ended December 31,                                          \n  (In millions, except par value per share)                                                                    2024                       2023               \n ─────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────\n  ASSETS                                                                                                                                                     \n  Current assets:                                                                                                                                            \n  Cash and cash equivalents                                                                                       $        544.5             $        545.8  \n  Accounts receivable, net                                                                                    399.5                      399.9               \n  Inventories, net                                                                                            346.8                      347.0               \n  Other current assets                                                                                        131.3                      114.9               \n  Total current assets                                                                                                   1,422.1                    1,407.6  \n  Property, net                                                                                               955.3                                 1,028.9  \n  Goodwill                                                                                                               1,659.7                    1,719.3  \n  Intangible assets, net                                                                                                 1,450.4                    1,590.8  \n  Operating lease assets, net                                                                                  89.1                       65.3               \n  Deferred income tax assets                                                                                   81.3                       92.3               \n  Other non-current assets                                                                                    153.2                       64.3               \n  Total assets                                                                                                    $      5,811.1             $      5,968.5  \n  LIABILITIES AND SHAREHOLDERS' EQUITY                                                                                                                       \n  Current liabilities:                                                                                                                                       \n  Short-term and current portion of long-term debt                                                                $          7.7             $          9.5  \n  Accounts payable                                                                                            417.4                      432.3               \n  Accrued expenses and other current liabilities                                                              331.0                      331.8               \n  Total current liabilities                                                                                   756.1                      773.6               \n  Non-current liabilities:                                                                                                                                   \n  Long-term debt                                                                                                         2,059.3                    2,070.5  \n  Deferred income taxes                                                                                       260.4                      281.6               \n  Other non-current liabilities                                                                               405.7                      504.8               \n  Total non-current liabilities                                                                                          2,725.4                    2,856.9  \n  SHAREHOLDERS' EQUITY                                                                                                                                       \n  Common Shares, $ 0.01 par, 400.0 shares authorized, 122.2 shares issued                                       1.2                        1.2               \n  Additional paid-in capital                                                                                             1,537.5                    1,529.7  \n  Retained earnings                                                                                                      1,882.5                    1,808.2  \n  Common shares held in treasury, at cost, 30.8 shares in 2024 and 31.0 shares in 2023                     ( 929.6)                   ( 932.5)               \n  Accumulated other comprehensive loss                                                                     ( 177.8)                    ( 87.4)               \n  Avient shareholders’ equity                                                                                            2,313.8                    2,319.2  \n  Noncontrolling interest                                                                                      15.8                       18.8               \n  Total equity                                                                                                           2,329.6                    2,338.0  \n  Total liabilities and equity                                                                                    $      5,811.1             $      5,968.5  \n\nThe accompanying notes to the consolidated financial statements are an integral part of these statements.\n\n36 AVIENT CORPORATION\n\nConsolidated Statements of Cash Flows\n\n                                                                                         Year Ended December 31,                                                                 \n  (In millions)                                                                                             2024                     2023                       2022             \n ─────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────\n  Operating activities                                                                                                                                                           \n  Net income                                                                                                   $      170.7             $       76.2               $      703.4  \n  Adjustments to reconcile net income to net cash provided by operating activities:                                                                                              \n  Gain on sale of business, net of tax expense                                                                 —                        —                   ( 550.1)             \n  Depreciation and amortization                                                                            179.7                    188.8                      163.1             \n  Amortization of inventory step-up                                                                            —                        —                       34.4             \n  Increase in environmental insurance receivable                                                         ( 34.0)                        —                          —             \n  Deferred income tax (benefit) expense                                                                  ( 23.8)                  ( 61.3)                        0.5             \n  Share-based compensation expense                                                                          15.4                     13.2                       13.2             \n  Changes in assets and liabilities, net of the effect of acquisitions:                                                                                                          \n  (Increase) decrease in accounts receivable                                                             ( 15.2)                     38.6                       32.6             \n  (Increase) decrease in inventories                                                                     ( 13.7)                     24.3                       14.0             \n  Increase (decrease) in accounts payable                                                                    0.3                  ( 22.2)                       10.7             \n  (Decrease) increase in pension, retirement benefits and deferred compensation                          ( 34.3)                   ( 8.7)                        9.6             \n  Taxes paid on gain on sale of business                                                                       —                 ( 104.1)                     ( 2.8)             \n  (Decrease) increase in environmental obligations                                                       ( 11.2)                     38.9                     ( 6.2)             \n  Accrued expenses and other assets and liabilities, net                                                    22.9                     17.9                    ( 24.0)             \n  Net cash provided by operating activities                                                                256.8                    201.6                      398.4             \n  Investing activities                                                                                                                                                           \n  Capital expenditures                                                                                  ( 121.9)                 ( 119.4)                   ( 105.5)             \n  Business acquisitions, net of cash acquired                                                                  —                        —                 ( 1,426.1)             \n  Settlement of foreign exchange derivatives                                                                   —                        —                       93.3             \n  Net proceeds from divestiture                                                                                —                      7.3                      928.2             \n  Proceeds from plant closures                                                                               3.4                      7.6                        6.1             \n  Other investing activities                                                                              ( 2.1)                     10.3                          —             \n  Net cash used by investing activities                                                                 ( 120.6)                  ( 94.2)                   ( 504.0)             \n  Financing activities                                                                                                                                                           \n  Proceeds from long-term borrowings                                                                       650.0                        —                    1,300.0             \n  Payments on long-term borrowings                                                                      ( 660.9)                 ( 105.8)                   ( 956.8)             \n  Purchase of common shares for treasury                                                                       —                        —                    ( 36.4)             \n  Cash dividends paid                                                                                    ( 94.0)                  ( 90.2)                    ( 86.8)             \n  Payments on withholding tax on share awards                                                             ( 6.4)                   ( 3.4)                     ( 4.3)             \n  Debt financing costs                                                                                    ( 9.6)                   ( 2.3)                    ( 49.3)             \n  Net cash (used) provided by financing activities                                                      ( 120.9)                 ( 201.7)                      166.4             \n  Effect of exchange rate changes on cash                                                                ( 16.6)                   ( 1.0)                    ( 20.9)             \n  (Decrease) increase in cash and cash equivalents                                                        ( 1.3)                  ( 95.3)                       39.9             \n  Cash and cash equivalents at beginning of year                                                           545.8                    641.1                      601.2             \n  Cash and cash equivalents at end of year                                                                     $      544.5             $      545.8               $      641.1  \n\nThe accompanying notes to the consolidated financial statements are an integral part of these statements.\n\n37 AVIENT CORPORATION\n\nConsolidated Statements of Shareholders' Equity\n\n  (In millions)                                        Common           Additional      Retained Earnings      Common           Total Avient Shareholders' Equity      Non-controlling Interests      Total Equity  \n  Balance at January 1, 2022                           ( 30.6)          $               $                      $                                                $      $                                         $  \n  Net income                                           —                —               703.1                  —                                            703.1      0.3                                   703.4  \n  Other comprehensive loss                             —                —               —                      —                                          ( 30.2)      —                                   ( 30.2)  \n  Cash dividends declared -- $ 0.9600 per share        —                —               ( 87.5)                —                                          ( 87.5)      —                                   ( 87.5)  \n  Repurchase of common shares                          ( 0.8)           —               —                      ( 36.4)                                    ( 36.4)      —                                   ( 36.4)  \n  Share-based compensation and exercise of awards      0.1              8.7             —                      2.1                                           10.8      —                                      10.8  \n  Acquisitions/other                                   —                —               —                      —                                                —      2.2                                     2.2  \n  Balance at December 31, 2022                         ( 31.3)          $               $                      $                                                $      $                                         $  \n  Net income                                           —                —               75.7                   —                                             75.7      0.5                                    76.2  \n  Other comprehensive loss                             —                —               —                      —                                          ( 11.6)      —                                   ( 11.6)  \n  Cash dividends declared -- $ 1.0000 per share        —                —               ( 91.1)                —                                          ( 91.1)      —                                   ( 91.1)  \n  Share-based compensation and exercise of awards      0.3              9.2             —                      2.5                                           11.7      —                                      11.7  \n  Balance at December 31, 2023                         ( 31.0)          $               $                      $                                                $      $                                         $  \n  Net income                                           —                —               169.5                  —                                            169.5      1.2                                   170.7  \n  Other comprehensive loss                             —                —               —                      —                                          ( 90.4)      —                                   ( 90.4)  \n  Noncontrolling interest activity                     —                0.3             —                      —                                              0.3      ( 4.2)                               ( 3.9)  \n  Cash dividends declared -- $ 1.0425 per share        —                —               ( 95.2)                —                                          ( 95.2)      —                                   ( 95.2)  \n  Share-based compensation and exercise of awards      0.2              7.5             —                      2.9                                           10.4      —                                      10.4  \n  Balance at December 31, 2024                         ( 30.8)          $               $                      $                                                $      $                                         $  \n\nThe accompanying notes to the consolidated financial statements are an integral part of these statements.\n\n38 AVIENT CORPORATION\n\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\n\nNote 1 - DESCRIPTION OF BUSINESS AND SUMMARY OF SIGNIFICANT ACCOUNTING POLICIES\n\nDescription of Business\n\nWe are an innovator of materials solutions to help our customers succeed, while enabling a sustainable world. Our products include specialty engineered materials, performance fibers, advanced composites, and color and additive solutions. We are also a highly specialized developer and manufacturer of performance enhancing additives, liquid colorants, and fluoropolymer and silicone colorants. Headquartered in Avon Lake, Ohio, we have employees at, sales, and manufacturing sites across North America, South America, Europe, the Middle East, Asia, and Africa. We provide value to our customers through our ability to link our knowledge of polymers and materials science with our manufacturing and supply chain to provide value added solutions to designers, assemblers and processors of materials. When used in these notes to the consolidated financial statements, the terms “we,” “us,” “our,” “ Avient” and the “ Company” mean Avient Corporation and its consolidated subsidiaries.\n\nOur operations are reported in two Segment Information, for more information.\n\nAccounting Standards Adopted\n\nIn November 2023, the Financial Accounting Standards Board (FASB) issued Accounting Standards Update (ASU) 2023-07, Segment Reporting (Topic 280): Improvements to Reportable Segment Disclosures, which requires additional segment disclosures on an annual and interim basis, including significant segment expenses that are regularly provided to the chief operating decision maker. The Company adopted this standard for the year ended December 31, 2024, and applied retrospective changes to all periods presented in the consolidated financial statements. The adoption of ASU 2023-07 impacted segment disclosures within Note 14, Segment Information.\n\nAccounting Standards Not Yet Adopted\n\nASU 2023-09, Income Taxes, provides guidance requiring disaggregated income tax disclosures on an annual basis, including information on the Company's effective tax rate reconciliation and income taxes paid. This guidance is effective for fiscal years beginning after December 15, 2024, and may be applied prospectively or retrospectively. The Company is currently evaluating the standards impacts on its income taxes disclosures.\n\nASU 2024-03, Income Statement - Reporting Comprehensive Income - Expense Disaggregation Disclosures, provides guidance requiring disaggregated disclosure of income statement expenses. This guidance is effective for annual reporting periods beginning after December 15, 2026, and interim periods within annual reporting periods beginning after December 15, 2027. This guidance may be applied prospectively or retrospectively. The Company is currently evaluating the impacts of adopting this standard to its financial statement disclosures.\n\nConsolidation and Basis of Presentation\n\nThe consolidated financial statements include the accounts of Avient and its subsidiaries. All majority-owned affiliates over which we have control are consolidated. Transactions with related parties, including joint ventures, are in the ordinary course of business. Certain prior year amounts have been adjusted to conform to current year presentation.\n\nUse of Estimates\n\nPreparation of financial statements in conformity with accounting principles generally accepted in the United States requires management to make estimates and assumptions in certain circumstances that affect amounts reported in the accompanying consolidated financial statements and notes. Actual results could differ from these estimates.\n\nCash and Cash Equivalents\n\nWe consider all highly liquid investments purchased with a maturity of less than three months to be cash equivalents. Cash equivalents are stated at cost, which approximates fair value.\n\nAllowance for Doubtful Accounts\n\nWe evaluate the collectability of receivables based on a combination of factors, each of which are adjusted if specific circumstances change. We reserve for amounts determined to be uncollectible based on a specific customer’s inability to meet its financial obligation to us. We also record a general reserve based on the age of receivables past due, current conditions and forecasted information, the credit risk of specific customers, economic conditions and historical experience. In estimating the allowance, we take into consideration the existence of credit insurance.",
      "char_count": 92712
    }
  },
  "extracted_at": "2026-01-19T15:25:00.054955"
}