{
  "ticker": "BCC",
  "company_name": "BOISE CASCADE Co",
  "cik": 1328581,
  "form_type": "10-K",
  "filing_date": "2025-02-20",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001328581-25-000010",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001328581&accession_number=000132858125000010&xbrl_type=v",
  "sic_code": "5030",
  "industry": "Wholesale-Lumber & Other Construction Materials",
  "sections": {
    "item1": {
      "text": "ITEM 1.    BUSINESS\n\nBoise Cascade is one of the largest producers of engineered wood products (EWP) and plywood in North America and a leading U.S. wholesale distributor of building products. As used in this Form 10-K, the terms \"Boise Cascade,\" \"we,\" and \"our\" refer to Boise Cascade Company and its consolidated subsidiaries. As a leading manufacturer and distributor of building materials, we bring people, products, and services together to build strong homes, businesses, and communities that stand the test of time.\n\nSegment Overview\n\nOur two reportable segments, Wood Products and Building Materials Distribution, operate with a high degree of integration. In our Wood Products segment, we manufacture laminated veneer lumber (LVL), I-joists, and laminated beams, which are collectively referred to as EWP. In addition, we manufacture structural, appearance, and industrial grade plywood panels, and ponderosa pine lumber. Our Building Materials Distribution segment (BMD) is the largest customer of our Wood Products segment and operates a nationwide network of distribution facilities that sell a broad line of building materials, including oriented strand board (OSB), plywood, and lumber (collectively referred to as commodities); general line items such as siding, composite decking, doors and millwork, metal products, roofing, and insulation; and EWP. Substantially all of BMD's EWP is sourced from our Wood Products segment, with the remaining products we distribute sourced from a broad vendor base of third-party suppliers ranging from large manufacturers to small regional producers.\n\nOur products are used in the construction of new residential housing, including single-family, multi-family, and manufactured homes, the repair-and-remodeling of existing housing, the construction of light industrial and commercial buildings, and industrial applications. We have a broad base of national and local customers, which includes a diverse mix of dealers, home improvement centers, leading wholesalers, specialty distributors, and industrial converters. Drivers of new residential construction, residential repair-and-remodeling activity, and light commercial construction include new household formation, the age of the housing stock, availability of credit and other macroeconomic factors, such as GDP growth, population growth and migration, interest rates, employment, and consumer sentiment. \n\nThe map below presents our network of manufacturing and distribution facilities.\n\nOur Business Strategies\n\nIncrease Both Our Earnings and Earnings Stability\n\nWe intend to increase both our earnings and earnings stability by growing our EWP sales and expanding our distribution capabilities. In Wood Products, we are principally focused on the production of veneer-based products. We expect to grow our EWP sales and thereby divert more of our internally produced veneer away from plywood, which is a product line exposed to oriented strand board substitution and significant price volatility. Value-added EWP provides higher margins and pricing is not subject to the auction-based volatility of commodity markets. To provide access to additional veneer for EWP production, we acquired Coastal Plywood and its plywood manufacturing locations in Havana, Florida, and Chapman, Alabama, in 2022.\n\nWood Products' sales mix by product line is illustrated below and demonstrates our principal focus on the production of veneer-based products. In addition to the acquisition of Coastal Plywood in 2022, we have made, and intend to continue to make, investments in our mills in the Southeast U.S., allowing us to grow our EWP sales.\n\nIn BMD, our growth strategy includes adding products and services, expanding our market penetration via acquisition or the opening or expansion of locations in underserved markets, and identifying and executing upon adjacent distribution platforms that can be scaled. Doors and millwork provide a recent example of product line expansion in BMD. In 2024, we acquired assets of door and millwork facilities in Boise, Idaho and Lakeland, Florida. Furthermore, in 2023, we acquired Brockway-Smith Company (BROSCO), a wholesale distributor specializing in doors and millwork. In the last several years, we have also expanded our door and millwork business with new locations in Dallas and Houston, Texas; Kansas City, Missouri; and Denver, Colorado. In addition to our investment in our door and millwork business, we continue to expand the capacity of our distribution centers. In 2024, we made progress on greenfield distribution centers in Hondo, Texas, and Walterboro, South Carolina, which we expect to be complete in 2025 and 2026, respectively. In 2023, we announced or completed capacity expansion projects in West Palm Beach, Florida; Marion, Ohio; and Medford, Oregon and we announced the relocation of our Lathrop, California distribution center to Modesto, California. In 2022, we completed capacity expansion projects in Minneapolis, Minnesota and Cincinnati, Ohio. These organic growth projects allow us to further expand our product and service offerings in those markets.\n\n4\n\n\nBMD carries a broad line of building materials used in residential construction, repair and remodel, and industrial applications. BMD continues to increase the proportion of its sales attributable to general line and EWP as those products carry a higher and more stable margin profile than commodities. The chart below reflects BMD's sales mix by product for the year ended December 31, 2024.\n\nBMD's sales and sales per U.S. housing start, as well as our focus on increasing sales attributable to general line and EWP, are reflected in the charts below. In addition, BMD's sales in 2021 and 2022 were impacted by historically high composite panel and lumber prices. \n\n5\n\n\nLeverage the Integrated Model\n\nWe believe our integrated business model provides us with advantages over less integrated competitors and provides unique and significant value to our customers. Wood Products enjoys superior access to the market through a committed distributor, BMD benefits from a committed manufacturing partnership, and we capture margin at both levels of the supply chain. In addition, Wood Products and BMD are collectively motivated to make the investments necessary to support our growth in the marketplace. In 2024, approximately 75% of Wood Products' EWP sales volumes and approximately 50% of Wood Products' plywood sales volumes were to BMD. The chart below reflects the progress we have made in distributing internally produced products through our distribution network.\n\n6\n\n\nLeverage Technology\n\nLike many companies, we continue to innovate with technology to search out revenue-generating, cost-reducing, and risk-mitigating opportunities. We are also actively engaged in product development opportunities.\n\nIn Wood Products, these opportunities include the development of new products for commercial construction applications. The commercial construction segment of the market is a particular area of focus for us, given we have limited penetration in that space today, and recent changes in building codes that allow for the use of mass timber in tall wood structures provide further opportunity. Innovation efforts within our Wood Products segment are also focused on identifying process and cost efficiency improvement opportunities, some of which include automated packaging, asset monitoring applications for predictive maintenance, and the use of artificial intelligence to classify and identify opportunities in safety. We use process improvement and machine reliability methodologies to continuously refine and improve our operations and processes. We believe there are opportunities to further apply these process improvement programs in our manufacturing operations and apply similar techniques and methods to different functional areas to realize efficiencies in those areas. \n\nIn BMD, we believe our highly efficient logistics system allows us to deliver superior customer service and assist our customers in optimizing their working capital. To assess the effectiveness and efficiency of our operations, we regularly capture and report on a wide variety of investment, operational, and customer service metrics. Our focus is to increase the quality of decision-making at all levels using data-driven digital technologies. This includes leveraging business intelligence software to build dashboards and reports for many areas of our business. We are also increasing the robustness of our data analytics methods used for forecasting, evaluating opportunities, and solving problems. Our success with innovating digital technology and analytical methods is opening the door to more use cases for improving the way we do business. Key learnings and best practices are then leveraged across our distribution locations. In addition, we are investing in robotics equipment and configuration technologies for our door and millwork business. \n\nSegment Detail\n\nWood Products \n\nProducts\n\nLVL and laminated beams are structural products used in applications where extra strength and consistent quality are required, such as headers and beams. LVL is also used in the manufacture of I-joists, which are assembled by combining a vertical web of OSB with top and bottom LVL or solid wood flanges. I-joists, which are used primarily in residential and commercial flooring and roofing systems and other structural applications, are stronger, lighter, and straighter than conventional lumber products. We believe EWP has favorable characteristics when compared to competing products, as it reduces labor and \n\n7\n\n\ninstalled costs, provides cycle time advantages, and results in less material usage and waste. Plywood is used in a wide range of structural, interior, and exterior applications within the residential, industrial, and repair and remodel sectors. We also produce ponderosa pine shop lumber, which is sold primarily to industrial converters, and ponderosa pine appearance grade boards that are sold to home centers and dealers.\n\nThe following table sets forth the annual capacity, production volumes, and sales volumes of our principal products for the periods indicated:\n\nYear Ended December 31\n\n20242023202220212020\n\n(millions)\n\nCapacity (a)\n\nLVL (cubic feet) (b)36.3 34.6 34.6 34.0 34.0 \n\nPlywood and Parallel Laminated Veneer (PLV) (sq. ft.) (3/8\" basis) (c)(d)2,725 2,735 2,735 2,230 2,230 \n\nProduction Volumes\n\nLVL (cubic feet) (b)29.1 25.2 26.7 29.3 26.0 \n\nI‑joists (equivalent lineal feet) (b)234 215 233 295 237 \n\nPlywood and PLV (sq. ft.) (3/8\" basis) (c)1,988 1,945 1,753 1,727 1,637 \n\nSales Volumes\n\nLVL (cubic feet) (e)19.4 17.4 17.6 18.2 17.3 \n\nI-joists (equivalent lineal feet)234 220 229 290 241 \n\nPlywood (sq. ft.) (3/8\" basis) (f)1,517 1,599 1,319 1,259 1,253 \n\n_______________________________________\n\n(a)    Estimated annual capacity at the end of each year based on machinery capabilities.\n\n(b)    During the years presented above, approximately one-third of the LVL we produced was utilized internally to produce I-joists. Capacity is based on LVL production only.\n\n(c)    During the years presented above, approximately one-fourth of production was for PLV panels that are utilized internally to produce LVL.\n\n(d)    2022 includes 505 million square feet of plywood capacity related to the two plywood manufacturing facilities in Chapman, Alabama, and Havana, Florida, that were purchased in July 2022. \n\n(e)    Excludes LVL produced and used as flange stock in the manufacture of I-joists.\n\n(f)    Excludes PLV produced and used in the manufacture of LVL.\n\nThe following table sets forth segment sales, segment income, depreciation and amortization, and EBITDA (a non-GAAP measure) for the periods indicated:\n\nYear Ended December 31\n\n20242023202220212020\n\n(millions)\n\nSegment sales (a)$1,832.3 $1,932.6 $2,115.9 $1,970.8 $1,323.9 \n\nSegment income (b)$231.5 $337.1 $575.2 $531.2 $127.7 \n\nSegment depreciation and amortization (b)93.2 98.7 73.3 55.2 71.1 \n\nSegment EBITDA (c)$324.7 $435.8 $648.5 $586.5 $198.9 \n\n_______________________________________ \n\n(a)    Segment sales are calculated before elimination of sales to our BMD segment.\n\n(b)    The years ended December 31, 2024 and 2023 include $2.2 million and $6.2 million, respectively, of accelerated depreciation related to the indefinite curtailment of lumber production at our Chapman, Alabama facility. The year ended December 31, 2020 includes $15.0 million of accelerated depreciation and $1.7 million of other closure costs related to the Roxboro I-joist curtailment in March 2020. \n\n8\n\n\n(c)    Segment EBITDA is calculated as segment income before depreciation and amortization. See \"Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations\" of this Form 10-K for a description of our reasons for using EBITDA and for a discussion of the limitations of such a non-GAAP measure.\n\nFacilities \n\nOur Wood Products segment operates five EWP facilities. Our two most significant EWP facilities are located in Louisiana and Oregon and have a high degree of raw material and manufacturing integration with our neighboring plywood and veneer facilities. We also operate eleven plywood and veneer plants, as well as two sawmills.\n\nRaw Materials and Input Costs\n\nWood fiber.  Wood fiber is the primary raw material used in our Wood Products operations, and our primary source of wood fiber is logs. For the year ended December 31, 2024, wood fiber accounted for approximately 39% of materials, labor, and other operating expenses (excluding depreciation) in our Wood Products segment. Our EWP facilities use PLV panels and veneer sheets produced by our facilities, as well as lumber, OSB, and veneer sheets purchased from third parties, to manufacture LVL, I-joists, and laminated beams. Our EWP, plywood, and veneer facilities use Douglas fir, white woods, and pine logs as raw materials. Our manufacturing facilities are located in close proximity to active wood fiber markets.\n\nLogs comprised approximately 78% of our wood fiber costs during 2024, and we satisfy our log requirements through a combination of purchases under supply agreements, open-market purchases, and purchases pursuant to contracts awarded under public auctions. Approximately 89% of our log supply in 2024 was supplied through purchases from private landowners or through dealers. We also bid in auctions conducted by federal, state, and local authorities for the purchase of logs, generally at fixed prices, under contracts with terms of generally one to three years.\n\nOur log requirements and our access to supply, as well as the cost of obtaining logs, are subject to change based on, among other things, the availability of logs in each of our operating areas, our operating schedules, competition from other manufacturers, the effect of governmental laws and regulations, impacts of weather or fire on log availability, and the status of environmental appeals. Per-unit log costs in the western U.S. are higher than per-unit log costs in the southern U.S. due to higher harvest and delivery costs, as well as various supply-side constraints, including seasonal weather-related restrictions, slower growth cycles, and a higher proportion of federal and state timberland ownership. Our aggregate cost of obtaining logs is also affected by fuel costs and the distance of the log source from our facilities, as we are often required to arrange for harvesting and delivery of the logs we purchase from the source to our facilities. For a discussion of contractual commitments relating to log supply agreements, see \"Liquidity and Capital Resources\" in \"Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations\" of this Form 10-K.\n\nWe also purchase OSB, which is used as the vertical web to assemble I-joists. OSB accounted for approximately 6% of the aggregate amount of materials, labor, and other operating expenses (excluding depreciation) for our Wood Products segment in 2024. OSB is a commodity, and prices have historically been volatile in response to industry capacity and operating rates, inventory levels in various distribution channels, and seasonal demand patterns.\n\nWood fiber also includes, to a lesser extent than OSB, lumber purchased from third parties for I-joist production at our Canadian EWP facility and for production at our laminated beam plant in Idaho. Lumber input costs are subject to similar commodity-based volatility characteristics noted above for OSB.\n\nOther raw materials and energy costs.  We use a significant quantity of various resins and glues in our manufacturing processes. Resin and glue product costs are influenced by changes in the prices of raw material input costs, primarily fossil fuel products. We purchase resins and glues, other raw materials, and energy used to manufacture our products in both the open market and through supply contracts. The contracts are generally with regional suppliers who agree to supply all of our needs for a certain raw material or energy within the applicable region. These contracts have terms of various lengths and typically contain price adjustment mechanisms that take into account changes in market prices.\n\n9\n\n\nSales, Marketing, and Distribution\n\nOur EWP sales force is managed centrally through a main office that oversees regional sales teams. Our sales force spends a significant amount of time working with end customers who purchase our EWP. Our sales force provides a variety of technical support services, including integrated design, engineering, product specification software, distributor inventory management software, and job-pack preparation systems. Sales of plywood are handled in multiple locations, with management located centrally at headquarters.\n\nIn 2024, EWP and plywood accounted for 62% and 30%, respectively, of our Wood Products sales. The majority of our wood products are sold to leading wholesalers (including our BMD segment), home improvement centers, dealers, and industrial converters in North America. Our BMD segment is our Wood Products segment's largest customer, representing approximately 70% of our Wood Products segment's overall sales in 2024. In 2024, approximately 75% and 50% of our Wood Products segment's EWP and plywood sales volumes, respectively, were to our BMD segment.\n\nBuilding Materials Distribution\n\nProducts \n\nWe sell a broad line of building materials, including OSB, plywood, and lumber (collectively commodities); general line items such as siding, composite decking, doors and millwork, metal products, roofing, and insulation; and EWP. Except for EWP, we purchase most of these building materials from a broad base of third-party suppliers ranging from large manufacturers, such as Canfor, Commercial Metals Company, Hampton Lumber, Hoover Treated Wood Products, Huber Engineered Woods, James Hardie Building Products, JELD-WEN, Louisiana-Pacific, Steves & Sons, Therma-Tru Doors, Trex Company and West Fraser, to small regional producers. Substantially all of our EWP is sourced from our Wood Products segment. Our products are used in the construction of new residential housing, including single-family, multi-family, and manufactured homes, the repair-and-remodeling of existing housing, the construction of light industrial and commercial buildings, and other industrial applications.\n\nThe following table lists our product line sales mix for the periods indicated:\n\n Year Ended December 31\n\n20242023202220212020\n\n(percentage of Building Materials Distribution sales)\n\nCommodity35.8 %37.8 %44.9 %51.6 %46.6 %\n\nGeneral line42.4 %39.5 %33.3 %30.2 %35.6 %\n\nEngineered wood products21.8 %22.7 %21.8 %18.2 %17.8 %\n\nThe following table sets forth segment sales, income, depreciation and amortization, and EBITDA (a non-GAAP measure) for the periods indicated:\n\nYear Ended December 31\n\n20242023202220212020\n\n(millions)\n\nSegment sales$6,166.5 $6,178.7 $7,643.6 $7,174.3 $4,952.0 \n\nSegment income$303.4 $335.8 $627.1 $481.1 $247.5 \n\nSegment depreciation and amortization49.5 32.4 27.0 24.0 22.5 \n\nSegment EBITDA (a)$352.9 $368.2 $654.1 $505.1 $270.0 \n\n_______________________________________ \n\n(a)    Segment EBITDA is calculated as segment income before depreciation and amortization. See \"Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations\" of this Form 10-K for a description of our reasons for using EBITDA and for a discussion of the limitations of such a non-GAAP measure.\n\n10\n\n\nFacilities\n\nOur BMD segment operates a nationwide network of 38 building materials distribution facilities throughout the U.S., including door and millwork facilities in 14 markets, as well as one component manufacturing plant. Our broad geographic presence reduces our exposure to market factors in any single region. In 2024, we acquired assets of door and millwork facilities in Boise, Idaho and Lakeland, Florida. \n\nSales, Marketing, and Distribution\n\nWe market our building materials primarily to dealers, home improvement centers, and specialty distributors that then sell the products to end customers, who are typically homebuilders, independent contractors, and homeowners engaged in residential construction and repair-and-remodeling projects. We also market our products to a wide variety of industrial accounts, which use our products to assemble cabinets, doors, agricultural bins, crating, and other products used in industrial and construction applications.\n\nWe believe that our national presence and long-standing relationships with many of our key suppliers allow us to obtain favorable price, terms, and supply arrangements on leading brands in the building materials industry. We also believe our broad product line provides our customers with an efficient, one-stop resource for their building materials needs. We also have expertise in special-order sourcing and merchandising support, which is a key service for our home improvement center customers that choose not to stock certain items in inventory.\n\nWe sell products through two primary distribution channels: warehouse sales and direct sales. Warehouse sales are delivered from our distribution centers to our customers, and direct sales are shipped from the manufacturer to the customer without us taking physical possession of inventory. Each of our distribution centers implements its own distribution and logistics model using centralized information systems. We use internal and external trucking resources to deliver materials on a regularly scheduled basis. Our highly efficient logistics system allows us to deliver superior customer service and assist our customers in optimizing their working capital.\n\nWe have a large, decentralized sales force to support our suppliers and customers. Our sales force and product managers have local product knowledge and decision-making authority, which we believe enables them to optimize stocking, pricing, and product assortment decisions. Our sales force has access to centralized information technology systems, an extensive vendor base, and corporate-level working capital support, which we believe complements our localized sales model.\n\nOur national presence allows us to act as a vehicle for our suppliers' new innovative products and the ability to introduce new building products to our customers. Broadening our product offering helps us serve as a one-stop resource for building materials, which we believe improves our customers' purchasing and operating efficiencies. The introduction of new products is primarily driven by customer demand or product extensions originating from our vendors. We believe our long-standing customer and vendor relationships allow us to respond to customer feedback and introduce new products more rapidly. Broadening our product offering also helps us drive additional products through our distribution system, thereby increasing our scale and efficiency.\n\nCustomers\n\nOur customer relationships range from locally owned single-location facilities to large national dealers and home improvement centers across the U.S. and Canada, with Builders FirstSource and Home Depot being our largest customers. Substantially all sales to Builders FirstSource were recorded in our BMD segment, and sales to Home Depot were recorded in our BMD and Wood Products segments. For additional information related to customers of our Wood Products and BMD segments, see the \"Sales, Marketing, and Distribution\" sections above.\n\n11\n\n\nCompetition\n\nWood Products.   The wood products manufacturing markets in which we operate are large and highly competitive. In EWP, we compete against several major North American EWP producers, such as Weyerhaeuser Company, Pacific Woodtech Corporation, and Roseburg Forest Products, as well as several other smaller firms. Our EWP products also face competition because EWP may be substituted by dimension lumber and truss products in many building applications. In plywood, we compete with Georgia-Pacific, the largest manufacturer in North America, other large producers such as Roseburg Forest Products, foreign imports produced principally in South America, and several smaller domestic producers. Our plywood products also face competition from OSB producers, because OSB can be substituted for plywood in many building and industrial applications. We have leading market positions in the manufacture of EWP and plywood. In the wood products manufacturing markets, we compete primarily on the basis of price, quality, availability, and particularly with respect to EWP, customer service, product support, and performance features offered. Most of our competitors are located in the U.S. and Canada, although we also compete with manufacturers in other countries, particularly when the U.S. dollar and economy are stronger relative to other countries, encouraging foreign producers to sell more of their products into the U.S.\n\nBuilding Materials Distribution.  The building materials distribution markets in which we operate are fragmented, and we compete in each of our geographic and product markets with national, regional, and local distributors. Our wholesale distribution competitors include BlueLinx Holdings Inc., Specialty Building Products Inc., Weyerhaeuser Company, Dixie Plywood and Lumber, OrePac, Woodgrain Inc., and Capital Lumber, among others. We also compete with wholesale brokers, specialty distributors, and certain buying cooperatives. We compete on the basis of pricing and availability of product, service and delivery capabilities, ability to assist customers with problem-solving, extension of credit terms, customer relationships, geographic coverage, and breadth of product offerings. We distribute products for some manufacturers that also engage in direct sales to our distribution customers. Proximity to customers is also an important factor in minimizing shipping costs and facilitating quick order turnaround and on-time delivery. We believe our partnership with leading building materials suppliers, the scale and efficiency of our national footprint, and our focus on customer service are our primary competitive advantages in this segment. Also, financial stability is important to suppliers and customers when choosing distributors. Having a sound financial position is important to our suppliers and allows for favorable terms on which to procure products. In addition, our financial condition is also important to customers who rely on us for timely delivery across a broad range of products that are consistently in stock.\n\nWe also present information pertaining to our segments, including product sales and customer concentration, in Note 15, Segment Information, of the Notes to Consolidated Financial Statements in \"Item 8. Financial Statements and Supplementary Data\" of this Form 10-K.\n\nHuman Capital Management\n\nHuman capital management and our ability to attract, develop and retain talent that embraces our shared values of integrity, safety, respect, and pursuit of excellence have been and will continue to be critical to executing our previously described strategic objectives.\n\nAt Boise Cascade, the health and safety of our 7,560 employees is core to how we do business. We collect and report common lagging indicators of safety performance, and our safety programs include tools, training, and resources that allow us to collect, analyze, and share leading indicators of safety-related hazards broadly across our organization. We believe that our focus on leading indicators helps to prevent future incidents and injuries. Living our values means driving the expectation that each of our employees has ownership of safety and the authority to stop work if there is a safety concern.\n\nIn addition, selecting and developing talent is a vital aspect of our human capital strategy because we believe our employees are at the heart of our purpose and fulfillment of our promise to our stakeholders. We focus on developing talent from within our businesses and supplement that talent with finding the right external hires to support key strategic objectives. Individual development includes annual performance reviews with development plans, access to a variety of resources, including self-help resources, and continuing education opportunities. Our employees are able to participate in training through a combination of online platforms and in-person learning. We work towards business continuity and personal leadership growth by developing our employees as individuals through targeted leadership programs, coaching, and focused experiences.\n\n12\n\n\nOur Code of Ethics guides the actions and behaviors of anyone working for, representing, or partnering with Boise Cascade. The code establishes the expectations for ensuring we have an inclusive and harassment-free work environment. We have an open-door policy that encourages employees to speak up about any work-related issues, suggestions, or ideas. We also provide a confidential CARE Line, which offers an additional way to report behavior or activity that may be unsafe, unethical, or illegal.\n\nEnvironmental\n\nBoise Cascade recognizes that the weight of scientific evidence indicates a changing climate associated with increasing carbon dioxide in the atmosphere and uses the Task Force on Climate-Related Financial Disclosures (TCFD) framework for communicating our position and performance on climate-related matters. We have implemented technology tools to collect material Scope 1 and Scope 2 greenhouse gas (GHG) emissions data, which further enhances our ability to track and report on climate-related issues. This is an important step in understanding the emissions impact of our operations and allows for future enhancement of reporting metrics in the TCFD framework.      \n\nA discussion of general and industry-specific environmental laws and regulations, climate change, and energy uses are presented under the caption \"Environmental\" in \"Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations\" and \"Item 3. Legal Proceedings\" of this Form 10-K.\n\nCapital Investment\n\nInformation concerning our capital expenditures is presented in \"Investment Activities\" under \"Liquidity and Capital Resources\" in \"Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations\" of this Form 10-K.\n\nSeasonal Influences\n\nWe are exposed to fluctuations in quarterly sales volumes and expenses due to seasonal factors. These seasonal factors are common in the building products industry. For further information, see \"Seasonal Influences\" in \"Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations\" of this Form 10-K.\n\nTrademarks\n\nWe maintain many trademarks for our manufactured wood products, particularly EWP. Our key registered trademarks include BOISE CASCADE® and the TREE-IN-A-CIRCLE® logo, which are perpetual in duration as long as we continue to timely file all post registration maintenance documents related thereto. We believe these key trademarks to be of significant importance to our business.\n\nAvailable Information\n\nOur filings under the Exchange Act, including annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, proxy statements, and all amendments to these filings, are available free of charge on the investors portion of our website at www.bc.com. These reports are available as soon as reasonably practicable after such material is electronically filed with or furnished to the Securities and Exchange Commission (SEC). The reference to our website address does not constitute incorporation by reference of the information contained on the website, and the information contained on the website is not part of this document.\n\n13\n\n\nInformation About Our Executive Officers and Key Management\n\nBelow is a list of names, ages, and a brief description of the business experience of our executive officers and key members of management, each as of February 17, 2025.\n\nNameAgePosition\n\nExecutive Officers:\n\nNate Jorgensen60Chief Executive Officer\n\nJeff Strom57Chief Operating Officer\n\nKelly Hibbs58Senior Vice President, Chief Financial Officer, and Treasurer\n\nJoanna Barney51Executive Vice President, Building Materials Distribution\n\nTroy Little57Executive Vice President, Wood Products \n\nJill Twedt45Senior Vice President, General Counsel and Corporate Secretary\n\nKey Management:\n\nRobert Johnson60Senior Vice President, Engineered Wood Products Sales and Marketing, Wood Products\n\nChris Seymour53Senior Vice President, Manufacturing Operations, Wood Products\n\nJim Wickham59Senior Vice President, Eastern Operations, Building Materials Distribution\n\nAngella Broesch48Vice President, Human Resources\n\nChris Forrey49Vice President, Finance and Investor Relations\n\nNathan Sikes44Vice President, Sales and Marketing, Building Materials Distribution\n\nNate Jorgensen, Chief Executive Officer\n\nMr. Jorgensen was appointed the company's chief executive officer in March 2020. His previous positions include:\n\n•Chief Operating Officer, January 2019 - March 2020\n\n•Senior Vice President of Engineered Wood Products, Wood Products, November 2017 - January 2019\n\n•Vice President of Engineered Wood Products, Wood Products, February 2016 - November 2017\n\n•Engineered Wood Products Marketing Manager, Wood Products, Boise Cascade Company, June 2015 - February 2016\n\n•Prior employment with Weyerhaeuser Company, a New York Stock Exchange-listed timberlands and wood products company, as Vice President of Weyerhaeuser Distribution, February 2011 - June 2015\n\nMr. Jorgensen received a bachelor's degree in Civil and Environmental Engineering from the University of Wisconsin and also attended the Tuck School of Business Executive Education Program, Dartmouth College, Hanover, NH.\n\nJeff Strom, Chief Operating Officer\n\nMr. Strom was appointed the company's chief operating officer in January 2025. His previous positions with the company include:\n\n•Executive Vice President, Building Materials Distribution, March 2021 - January 2025 \n\n•Vice President, General Manager Eastern Operations, Building Materials Distribution, January 2020 - March 2021\n\n•General Manager, Eastern Region, Building Materials Distribution, May 2019 - January 2020\n\n•Region Manager, Building Materials Distribution, November 2015 - May 2019\n\n•Branch Manager, Building Materials Distribution, September 2008 - November 2015\n\nMr. Strom received a bachelor’s degree in Management from the Georgia Institute of Technology, Atlanta, GA.\n\n14\n\n\nKelly Hibbs, Senior Vice President, Chief Financial Officer, and Treasurer\n\nMr. Hibbs was appointed the company's senior vice president, chief financial officer, and treasurer in May 2021. His previous positions with the company include:\n\n•Vice President and Controller, February 2011 - May 2021\n\n•Director of Strategic Planning and Internal Audit, February 2008 - February 2011\n\nMr. Hibbs received a bachelor's degree in Accounting from Boise State University, Boise, ID. He is a certified public accountant.\n\nJoanna Barney, Executive Vice President, Building Materials Distribution\n\nMs. Barney was appointed the company’s executive vice president, Building Materials Distribution, in February 2025. Her previous positions with the company include:\n\n•Senior Vice President, Western Operations, Building Materials Distribution, October 2023 - February 2025\n\n•Vice President, Western Operations, Building Materials Distribution, May 2022 - October 2023 \n\n•General Manager, Western Operations, Building Materials Distribution, September 2021 - May 2022\n\n•Branch Manager, Building Materials Distribution, September 2015 - September 2021\n\nMs. Barney received a bachelor’s degree in Business Finance from the University of Utah, Salt Lake City, UT.\n\nTroy Little, Executive Vice President, Wood Products\n\nMr. Little was appointed the company's executive vice president, Wood Products, in February 2024. His previous positions with the company include:\n\n•Senior Vice President, Finance & Commodity Sales, Wood Products, October 2023 - February 2024\n\n•Vice President, Finance & Commodity Sales, Wood Products, May 2022 - October 2023\n\n•Director of Finance & Commodity Sales, Wood Products, May 2020 - May 2022\n\n•Financial Manager, Wood Products, May 2018 - May 2020\n\n•Division Controller, Wood Products, October 2016 - May 2018\n\nMr. Little received a bachelor’s degree in Business Administration from the College of Idaho, Caldwell, ID.\n\nJill Twedt, Senior Vice President, General Counsel, and Corporate Secretary\n\nMs. Twedt was appointed the company's senior vice president, general counsel, and corporate secretary in October 2020. Her previous positions include:\n\n•Vice President, General Counsel, and Corporate Secretary, January 2019 - October 2020\n\n•Vice President, Legal and Corporate Secretary, August 2017 - January 2019\n\n•Associate General Counsel, July 2007 - August 2017\n\nMs. Twedt received a bachelor's degree in Political Science from the College of Idaho, Caldwell, ID and a law degree from the University of Idaho, Moscow, ID.\n\nRobert Johnson, Senior Vice President, Engineered Wood Products Sales & Marketing, Wood Products\n\nMr. Johnson was appointed the company's senior vice president of engineered wood products sales and marketing, Wood Products, in February 2022. His previous positions with the company include:\n\n•Vice President of Engineered Wood Products Sales and Marketing, Wood Products, January 2020 - February 2022\n\n•Director of Engineered Wood Products, March 2019 - January 2020\n\n•Business Optimization Manager, Wood Products, May 2017 - March 2019\n\n•Region Manager, Wood Products, February 2016 - May 2017\n\n•Business Optimization Manager, Wood Products, March 2015 - February 2016\n\n15\n\n\n•Business Optimization Engineer, Wood Products, October 2014 - March 2015\n\nMr. Johnson received a bachelor’s degree in Finance from the University of Oregon, Eugene, OR.\n\nChris Seymour, Senior Vice President, Manufacturing Operations, Wood Products\n\nMr. Seymour was appointed the company's senior vice president of manufacturing operations, Wood Products, in February 2022. His previous positions with the company include:\n\n•Vice President of Manufacturing Operations, Wood Products, January 2020 - February 2022\n\n•Director of Operations, Wood Products, February 2019 - January 2020\n\n•Operations Manager, Wood Products, November 2017 - February 2019\n\n•Area Manager, Wood Products, February 2015 - November 2017\n\nMr. Seymour received a bachelor’s degree in Business Administration and a master’s degree in Wood Science from West Virginia University, Morgantown, WV.\n\nJim Wickham, Senior Vice President, Eastern Operations, Building Materials Distribution\n\nMr. Wickham was appointed the company's senior vice president of eastern operations, Building Materials Distribution, in October 2023. His previous positions with the company include:\n\n•Vice President, Eastern Operations, Building Materials Distribution, February 2022 - October 2023\n\n•General Manager, Eastern Operations, Building Materials Distribution, February 2021 - February 2022\n\n•Northeastern Region Manager, Building Materials Distribution, May 2016 - February 2021\n\n•Branch Manager, Building Materials Distribution, March 2008 - May 2016\n\nMr. Wickham received a bachelor’s degree in Business from Missouri State University, Springfield, MO.\n\nAngella Broesch, Vice President, Human Resources\n\nMs. Broesch was appointed the company's vice president of human resources in February 2024. Her previous positions with the company include:\n\n•Senior Human Resources Director, July 2023 - February 2024\n\n•Director of Total Rewards, November 2020 - July 2023\n\n•Director of Internal Audit, October 2013 - November 2020\n\nMs. Broesch received a bachelor's degree in Accounting from the University of Idaho, Moscow, ID.\n\nChris Forrey, Vice President, Finance and Investor Relations\n\nMr. Forrey was appointed the company's vice president of finance and investor relations in May 2024. His previous positions with the company include:\n\n•Senior Director of Finance, March 2022 - May 2024\n\n•Director of Tax, March 2015 - March 2022\n\nMr. Forrey received a bachelor's degree in Accounting and a master's degree in Taxation from Boise State University, Boise, ID. He is a certified public accountant.\n\nNathan Sikes, Vice President, Sales and Marketing, Building Materials Distribution\n\nMr. Sikes was appointed the company's vice president of sales and marketing, Building Materials Distribution, in October 2023. His previous positions with the company include:\n\n•Director of Sales and Marketing, Building Materials Distribution, December 2022 - October 2023\n\n•Region Manager, Building Materials Distribution, January 2022 - December 2022\n\n•Branch Manager, Building Materials Distribution, February 2019 - January 2022\n\n16\n\n\n•Sales Manager, Building Materials Distribution, January 2014 - February 2019\n\nMr. Sikes received a bachelor’s degree in Business Administration from the University of Texas at Arlington, Arlington, TX.",
      "char_count": 42070
    },
    "item1a": {
      "text": "ITEM 1A.    RISK FACTORS\n\nYou should carefully consider the risks and uncertainties described below, together with all of the other information in this Annual Report on Form 10-K, including \"Management's Discussion and Analysis of Financial Condition and Results of Operations\" and our consolidated financial statements and related notes, before making an investment decision. If any of the events or circumstances described in the following risk factors actually occurs, our business, operating results, financial condition, cash flows, and prospects could be materially and adversely affected.\n\nRisks Relating to Our Business\n\nCompetitive Risks\n\nA portion of the products we manufacture or purchase and resell are commodities whose price is determined by the market's supply and demand for such products, and the markets in which we operate are cyclical and competitive.\n\nA portion of the building products we produce or distribute, including OSB, plywood, and lumber, are commodities that are widely available from other manufacturers or distributors with prices and volumes determined frequently in an auction market based on participants' perceptions of short-term supply and demand factors. At times, the price for any one or more of the products we produce or distribute may fall below our cash production or purchase costs, requiring us to either incur short-term losses on product sales or curtail production at one or more of our manufacturing facilities. Therefore, our profitability with respect to these commodity products depends, in significant part, on effective facilities maintenance and procurement programs, and on managing our cost structure, particularly raw materials and labor, which represent the largest components of our operating costs. Commodity wood product prices have historically been volatile in response to economic uncertainties, industry operating rates, supply-related disruptions, transportation constraints or disruptions, net import and export activity, trade policies, inventory levels in various distribution channels, and seasonal demand patterns.\n\nDemand for the products we manufacture, as well as the products we purchase and distribute, is correlated with new residential construction, residential repair-and-remodeling activity and light commercial construction in the U.S. New residential construction activity has historically been volatile with demand for new residential construction influenced by seasonal weather factors, mortgage availability and rates, housing affordability constraints, home equity levels, unemployment levels, wage growth, household formation rates, domestic population growth, immigration rates, residential vacancy and foreclosure rates, demand for second homes, consumer confidence, and other general economic factors. Furthermore, changing demographics could impact product consumption and demand, including urbanization compounding issues around affordability, increasing importance of multi-family housing, declining size of single-family entry-level housing, increasing proportion of homes using slab-on-grade construction, reduced birthing statistics, and changing baby boomer needs freeing up housing capacity.\n\nIndustry supply for the products we produce and distribute is influenced primarily by price-induced changes in the operating rates of existing facilities, but is also influenced over time by the introduction of new product technologies, capacity additions and closures, the restart of idled capacity, and log availability. The balance of supply and demand in the U.S. is also heavily influenced by imported products, principally from Canada and South America.\n\nWe have very limited control of the preceding, and as a result, our profitability and cash flow may fluctuate materially in response to changes in the supply and demand balance for our primary products.\n\nOur industry is highly competitive. If we are unable to compete effectively, our sales, operating results, and growth strategies could be negatively affected.\n\nThe markets for the products we manufacture in our Wood Products segment are highly competitive. Our competitors range from very large, fully integrated forest and building products firms to smaller firms that may manufacture only one or a few types of products. We also compete less directly with firms that manufacture substitutes for wood building products. Certain mills operated by our competitors may be lower-cost manufacturers than the mills operated by us.\n\nOur Wood Products segment provides financial incentives, including temporary price protection, to various parties along the supply chain (including wholesale distributors, dealers, and homebuilders) to increase sales of and loyalty to our EWP products. As a result of these commercial arrangements, the full effects of announced price increases may be delayed or reduced, impacting our financial results. Furthermore, customer consolidation has been ongoing. This consolidation could increase buying power which would create demand pressure on our financial incentives and compress our margins. In addition, if financial incentives provided are not sufficient, there is a risk we could lose business at the regional or national level.\n\nThe building products distribution industry in which our BMD segment competes is fragmented and competitive, and the barriers to entry for local competitors are relatively low. Competitive factors in our industry include pricing and availability of product, service and delivery capabilities, ability to assist customers with problem-solving, extension of credit terms, customer relationships, geographic coverage, and breadth of product offerings. Also, financial stability is important to suppliers and customers when choosing distributors. Having a sound financial position is important to our suppliers and allows for favorable terms on which to procure products. In addition, our financial condition is also important to customers who rely on us for timely delivery across a broad range of products that are consistently in stock. If our financial condition deteriorates in the future, our relationships with suppliers and customers may be negatively affected.\n\nSome of the businesses with which we compete are part of larger companies and therefore have access to greater financial and other resources than we do. These resources may afford those competitors greater purchasing power, increased financial flexibility, and more capital resources for expansion and improvement, which may enable those competitors to compete more effectively than we can. In addition, certain suppliers to our distribution business also sell and distribute their products directly to our customers. Additional manufacturers of products distributed by us may elect to sell and distribute directly to our dealer or retail customers in the future or enter into exclusive supply arrangements with other distributors. Finally, we may not be able to maintain our costs at a level sufficiently low for us to compete effectively. If we are unable to compete effectively, our net sales and net income will be reduced.\n\nSome of our products are vulnerable to declines in demand due to competing technologies or materials, as well as changes in building code provisions.\n\nOur products may compete with alternative products in certain market segments. For example, plastic, concrete, steel, wood/plastic or composite materials may be used by builders as alternatives to the products produced by our Wood Products segment, such as EWP and plywood. Changes in prices for oil, chemicals, and wood-based fiber can change the competitive position of our products relative to available alternatives and could increase the substitution of those products for our products. As the use of these alternatives grows, demand for our products may decline.\n\nOur principal manufactured products are also subject to substitution from other wood-based products, such as EWP facing competition from numerous dimension lumber producers and other strand-based EWP that we do not produce, or plywood losing further market share to OSB in residential and non-residential applications. In addition, we have seen an increase in floor truss capacity by some of our dealer customers, partially due to the limited supply of I-joists over the last few years. The expansion of truss manufacturing, along with the increased use of slab-on-grade construction, could negatively impact our I-joist market share and net sales prices. \n\nBuilding code provisions have also been implemented in certain jurisdictions to address concerns for firefighter safety related to the collapse of floors during residential fires. The I-joists that we manufacture are subject to this code change. As local jurisdictions adopt the new code, we may be competitively disadvantaged in houses built with ground floors over unfinished basements and could be subject to substitution by dimension lumber or other products.\n\nOperational Risks \n\nCybersecurity risks related to the technology used in our operations and other business processes, as well as security breaches of company, customer, employee, and vendor information, could adversely affect our business.\n\nWe rely on various information technology systems to capture, process, store, and report data and interact with customers, vendors, and employees. We also rely on information technology systems that automate aspects of our manufacturing processes. We work to install new and upgrade existing information technology systems and provide employee awareness training around phishing, malware, and other cyber risks to ensure that we are protected, to the greatest extent possible, against cyber risks and security breaches. In the future, network, system, and data breaches could result in the misappropriation of sensitive data or operational disruptions, including interruption to systems availability and denial of access to and misuse of applications required by our customers to conduct business with us. In addition, sophisticated hardware and operating system software and applications that we procure from third parties may contain defects in design or manufacture, \n\nincluding \"bugs\" and other problems that could unexpectedly interfere with the operation of the systems. Misuse of internal applications; theft of intellectual property, trade secrets, or other corporate assets; and unauthorized disclosure of confidential information could stem from such incidents. Delayed sales, slowed production, or other repercussions resulting from these disruptions could result in lost sales, business delays, and negative publicity and could have a material adverse effect on our operations, financial condition, or cash flows.\n\nFor additional information on our cybersecurity risk management, strategy, and governance, see \"Item 1C. Cybersecurity\" of this Form 10-K.\n\nA material disruption at one of our manufacturing facilities could prevent us from meeting customer demand, including the demand from our Building Materials Distribution business, reduce our sales, and/or negatively affect our financial results.\n\nAny of our manufacturing facilities, or any of our machines within an otherwise operational facility, could cease operations unexpectedly due to a number of events, including but not limited to:\n\n•labor difficulties, including the inability to staff our facilities due to a global health pandemic;\n\n•equipment failure, particularly a press at one of our major EWP production facilities;\n\n•fires, floods, earthquakes, hurricanes, extreme weather, or other catastrophes, which may increase in frequency, severity and duration due to the physical impacts of climate change;\n\n•unscheduled maintenance outages, including the inability to obtain equipment, parts, and supplies necessary to complete repairs;\n\n•utility, information technology, telephonic, and transportation infrastructure disruptions;\n\n•other operational problems; or\n\n•internal or external security threats. \n\nAny downtime or facility damage could prevent us from meeting customer demand for our products and/or require us to make unplanned capital expenditures. If our machines or facilities were to incur significant downtime, our ability to satisfy customer requirements would be impaired, resulting in lower sales and net income.\n\nBecause approximately 70% of our Wood Products sales in 2024 were to our BMD business, a material disruption at our Wood Products facilities would also negatively affect our BMD business. We are, therefore, exposed to a larger extent to the risk of disruption to our Wood Products manufacturing facilities due to our integration and the resulting impact on our BMD business.\n\nIn addition, a number of our suppliers are subject to the manufacturing facility disruption risks noted above. Our suppliers' inability to produce the necessary raw materials for our manufacturing processes or supply the finished goods that we distribute through our BMD segment may adversely affect our results of operations, cash flows, and financial position.\n\nDeclining demand for residual byproducts could negatively affect our financial results and operations.\n\nWe sell wood chips that are a byproduct of processing logs at our manufacturing operations, or created through the chipping of small-diameter logs that we are unable to process at our manufacturing operations. Our wood chips are primarily sold to paper mills in close proximity to our operations which convert the chips into wood pulp. Periods of high output from wood-based operations, closure of paper mills in the regions that we operate, declines in demand for paper grades that utilize our chips, or substitution of our chips with other recycled fiber sources, can negatively affect the balance of supply and demand for chips. An oversupply of chips has a negative impact on our chip price realizations and profitability, which impacts the financial results of our mills. In addition, if declines in demand for our chips continue and we cannot find alternative consumers for our chips, we may be forced to curtail any impacted mills.  \n\n19\n\n\nLabor disruptions, shortages of skilled and technical labor, or increased labor costs could adversely affect our business.\n\nAs of February 2, 2025, we had approximately 7,560 employees. Approximately 17% of these employees work pursuant to collective bargaining agreements. As of February 2, 2025, we had ten collective bargaining agreements. One agreement covering approximately 50 employees at our Woodinville BMD facility expired on May 31, 2024 and one agreement covering approximately 40 employees at our Vancouver BMD facility expired on December 31, 2024, but the terms and conditions of these agreements remain in effect pending negotiation of new agreements. One agreement covering approximately 20 employees at our Billings BMD facility is set to expire on March 31, 2025, and two agreements covering approximately 730 employees at our Oakdale and Florien plywood plants are set to expire on July 15, 2025, but the terms and conditions of these agreements will remain in effect after expiration, pending negotiation of new agreements. We may not be able to renew these agreements or may renew them on terms that are less favorable to us than the current agreements. If any of these agreements are not renewed or extended upon their termination, or additional collective bargaining agreements are formed, we could experience a material labor disruption, strike, or significantly increased labor costs at one or more of our facilities, either in the course of negotiations of a labor agreement or otherwise. \n\nIn addition, our ability to attract and retain talent is challenging due to a shortage of both hourly and technically skilled workers for our manufacturing and distribution facilities, as well as changing workforce expectations, including flexible or remote work arrangements that we may be unable to provide. Furthermore, changes in immigration laws and/or their enforcement, could result in tighter overall labor conditions and a shortage of skilled tradespeople. Labor disruptions or shortages could prevent us from meeting customer demands or result in increased costs, thereby reducing our sales and profitability.\n\nWe may be unable to attract and retain key management and other key employees.\n\nOur key managers are important to our success and may be difficult to replace because they have a significant amount of experience in wood products manufacturing and building materials distribution. While our senior management team has considerable experience, certain members of our management team are nearing or have reached retirement age. In addition, certain of our employees have assumed key roles in recent years and may not have the experience of retiring key managers. The failure to successfully formulate and implement succession plans for retiring employees, implement training plans for new key managers, or our inability to attract new talent to our Company, could result in inadequate depth of institutional knowledge or inadequate skill sets, which could adversely affect our business.\n\nProduct shortages, loss of key suppliers, and our dependence on third-party suppliers and manufacturers could affect our financial health.\n\nOur ability to offer a wide variety of products to our BMD customers is dependent upon our ability to obtain adequate product supply from manufacturers and other suppliers. Our customers' purchasing decisions for commodity products we sell are primarily based on price and availability, and these commodities may be sourced from various manufacturers. In the case of the general line and EWP products that we distribute, brand preference and product performance characteristics can have a high degree of influence on our customers' purchasing decisions. Supply chains, including key products purchased from our suppliers, may be disrupted due to labor shortages during elevated housing demand or a global health pandemic. In addition, although we have agreements with many of our suppliers, such agreements are generally terminable by either party on relatively short notice. The loss of, or a substantial decrease in the availability of, products from our suppliers or the loss of key supplier arrangements could adversely impact our financial condition, operating results, and cash flows.\n\nWe depend on third parties for transportation services and limited availability or increases in costs of transportation could adversely affect our business and operations.\n\nOur business depends on the transportation of a large number of products via rail or truck. In Wood Products, we rely on third parties for inbound receipt of raw materials and outbound movement of finished goods. In BMD, we rely primarily on third parties for inbound receipt of the products we resell and manage the outbound movement of products to our customers with a combination of internal and external resources. In addition, we are subject to seasonal capacity constraints and weather-related delays for rail and truck transportation.\n\nIf any of these providers fail to deliver raw materials or finished goods for resale to us in a timely manner, we may be unable to meet our customer demands. In addition, if any of our third-party transportation providers fail to deliver the goods we manufacture or distribute in a timely manner, we may be unable to sell those products at full value. In addition, if any of these third parties were to cease operations or cease doing business with us, we may be unable to replace them at a reasonable cost.\n\n20\n\n\nAny failure of a third-party transportation provider to deliver raw materials or finished products in a timely manner could harm our reputation, negatively affect our customer relationships, and have a material adverse effect on our operating results, cash flows, and financial condition.\n\nIn addition, an increase in transportation rates or fuel surcharges could adversely affect our sales, profitability, and cash flows.\n\nOur manufacturing operations may have difficulty obtaining wood fiber at favorable prices or at all.\n\nWood fiber is our principal raw material, which accounted for approximately 39% of the aggregate amount of materials, labor, and other operating expenses (excluding depreciation) for our Wood Products segment in 2024. Our primary source of wood fiber is logs. Log prices have been historically cyclical in response to changes in domestic and foreign demand and supply. In the future, we expect the level of foreign demand for log exports from the western U.S. to fluctuate based on the economic activity in China and other Pacific Rim countries, currency exchange rates, trade policies, and the availability of log supplies from other countries such as Canada, Russia, and New Zealand. Sustained periods of high log costs may impair the cost competitiveness of our manufacturing facilities.\n\nIn our Pacific Northwest operations, a substantial portion of our logs are purchased from governmental authorities, including federal, state, and local governments. As a result, existing and future governmental regulation can affect our access to, and the cost of, such timber. Future domestic or foreign legislation and litigation concerning the use of timberlands, timber harvest methodologies, forest road construction and maintenance, the protection of endangered species, forest-based carbon sequestration, the promotion of forest health, and the response to and prevention of catastrophic wildfires can affect log and fiber supply from both government and private lands. Availability of harvested logs and fiber may be further limited by pandemics, fire, insect infestation, disease, ice storms, windstorms, hurricanes, flooding, changing temperature and precipitation patterns, and other natural and man-made causes, thereby reducing supply and increasing prices. Changes in global climate conditions could amplify one or more of these factors. If we are unable to negotiate purchases for our log requirements in a particular region to satisfy our log needs at satisfactory prices or at all, which could include private purchases, open-market purchases, and purchases from governmental sources, it could have an adverse effect on our results of operations.\n\nWe also purchase OSB, which is used as the vertical web to assemble I-joists. OSB accounted for approximately 6% of the aggregate amount of materials, labor, and other operating expenses (excluding depreciation) for our Wood Products segment in 2024. OSB is a commodity, and prices have historically been volatile in response to industry capacity restarts and operating rates, inventory levels in various distribution channels, and seasonal demand patterns.\n\nWood fiber also includes, to a lesser extent than OSB, lumber purchased from third parties for I-joist production at our Canadian EWP facility and for production at our laminated beam plant in Idaho. Lumber input costs are subject to similar commodity-based volatility characteristics noted above for OSB.\n\nOur strategy includes both organic growth and pursuing acquisitions, which we may be unable to execute efficiently and effectively. \n\nOrganic growth, such as greenfield investments, involves higher fixed costs and significant risks and uncertainties, including some that may not be identifiable or resolvable in due diligence. Subsequent to making the investment, the performance of the new assets is subject to economic uncertainties, as described in our other risk factors, as well as difficulties obtaining labor, customers, or suppliers. In addition, organic growth investments may divert management's attention and resources from existing operations. Our failure to effectively expand our product and service offerings in our previously announced greenfield distribution centers in Texas and South Carolina or future projects, realize expected benefits, or manage other consequences of our organic growth could adversely affect our financial condition, operating results, and cash flows.\n\nWe evaluate potential acquisitions from time to time and have, in the past, grown through acquisitions. In the future, we may be unable to successfully identify attractive potential acquisitions or effectively integrate potential acquisitions due to multiple factors, including those noted below, and potential issues related to regulatory review of the proposed transactions. We may also be required to incur additional debt in order to consummate acquisitions, which debt may be substantial and may limit our flexibility in using our cash flow from operations.\n\nIn addition, we may not be able to integrate the operations of previously acquired businesses in an efficient and cost-effective manner or without disruption to our existing operations or may not be able to realize expected benefits. Acquisitions involve significant risks and uncertainties, including some that may not be identifiable or resolvable in due diligence. Subsequent to making the investment, the performance of the acquired assets is subject to economic uncertainties, as described \n\n21\n\n\nin our other risk factors, uncertainties related to the achievement of expected synergies, as well as difficulties integrating acquired personnel into our business, the potential loss of key employees, customers, or suppliers, difficulties in integrating different computer and accounting systems, exposure to unknown or unforeseen liabilities of acquired companies, and the diversion of management attention and resources from existing operations.\n\nOur failure to integrate future acquired businesses effectively, realize expected benefits, or manage other consequences of our acquisitions could adversely affect our financial condition, operating results, and cash flows.\n\nWe invest resources to update and improve our information technology systems and software platforms. Should our investments not succeed, or if delays or other issues with new or existing technology systems and software platforms disrupt our operations, our business could be harmed.\n\nWe rely on our network infrastructure, enterprise resource planning (ERP) system, data hosting, public cloud and software-as-a-service providers, and technology systems for many of our development, marketing, operational, support, sales, accounting and financial reporting activities. We are continually investing resources to update and improve these systems and environments in order to meet existing needs, as well as the growing and changing requirements of our business and customers. If we experience prolonged delays or unforeseen difficulties in updating and upgrading our systems and architecture, we may experience outages and may not be able to deliver certain offerings or develop new offerings and enhancements that we need to remain competitive. Improvements, upgrades, and, to a greater extent, system conversions, are often complex, costly and time-consuming. In addition, such improvements can be challenging to integrate with our existing technology systems or may uncover problems with our existing technology systems. Unsuccessful implementation of hardware or software updates and improvements could result in outages, disruption in our business operations, loss of revenue or damage to our reputation.\n\nWe may be unable to successfully pursue our long-term growth strategy related to innovation and digital technology.\n\nWe are committed to pursuing innovation with technology to search out revenue-generating, cost-reducing, and risk-mitigating opportunities. New technological developments, including the development of artificial intelligence, are rapidly evolving. Our long-term strategy depends, in part, on our ability to identify and adapt to evolving technological trends in order to leverage potential benefits for us and our vendor and customer partners. Slow-moving initiatives may cause us to fall behind competitors in identifying value in new markets, creating relevant business insights, and identifying cost-cutting capabilities. There is also a risk that changes in our business model due to a push into innovative products, new business markets, and digitalization are not sufficiently understood and managed, leaving us exposed to unknown risks. In addition, we may not be successful in implementing evolving technologies and may spend resources on projects that ultimately are unsuccessful or yield a low return on the amount invested. Without effective implementation, there may be credibility loss with both internal and external audiences, as well as lost market opportunities, which could adversely affect our financial condition, operating results, and cash flows. \n\nFinancial Risks\n\nA significant portion of our sales are concentrated with a small number of customers.\n\nFor the year ended December 31, 2024, our top ten customers represented approximately 48% of our sales, with two customers accounting for approximately 12% and 10% of total sales. At December 31, 2024, receivables from two customers accounted for approximately 19% and 11% of total receivables. Although we believe that our relationships with our customers are strong, the loss of one or more of these customers could have a material adverse effect on our operating results, cash flow, and liquidity.\n\nAdverse market conditions may increase the credit risk from our customers.\n\nOur BMD and Wood Products segments extend credit to numerous customers who are generally susceptible to the same economic business risks as we are. Unfavorable market conditions could result in financial failures of one or more of our significant customers. Furthermore, we may not be aware of any deterioration in our customers' financial position. In addition, as customers merge and consolidate, credit risk may become concentrated among fewer customers. If our customers' financial positions become impaired, our ability to fully collect receivables from such customers could be impaired and negatively affect our operating results, cash flow, and liquidity.\n\n22\n\n\nOur long-lived assets, goodwill, and/or intangible assets may become impaired, which may require us to record non-cash impairment charges that could have a material impact on our results of operations.\n\nWe review the carrying value of long-lived assets and finite-lived intangible assets for impairment when events or changes in circumstances indicate that the carrying amount of the assets may not be recoverable. We also test goodwill in each of our reporting units and intangible assets with indefinite lives for impairment annually in the fourth quarter or sooner if events or changes in circumstances indicate that the carrying value of the asset may exceed fair value. To the extent that long-lived assets, goodwill, and/or intangible assets do not provide the future economic benefit we expect, it may result in non-cash impairment or accelerated depreciation charges. These non-cash impairments or accelerated depreciation charges could have a material impact on our results of operations in the period in which these charges are recognized.\n\nFuture events or circumstances such as sustained negative economic impacts, declines in single-family housing starts, environmental regulations or restrictions, sustained periods of weak commodity prices, loss of key customers, capacity additions by competitors, changes in the competitive position of our products, or changes in raw materials or manufacturing costs that lead us to believe the long-lived asset will no longer provide a sufficient return on investment, could prompt decisions to invest capital differently than expected, sell facilities, or curtail operations. Any of these factors, among others, could result in non-cash impairment or accelerated depreciation charges in the future with respect to the book value of certain assets and past investments we have made.\n\nFor additional information and a discussion regarding the impact of impairment of long-lived assets and accelerated depreciation charges on our results of operations and financial condition, see \"Long-Lived Asset Impairment\" included in \"Critical Accounting Estimates\" in \"Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations\" of this Form 10-K.\n\nOur operations require substantial capital, and recent significant capital investments and acquisitions have increased fixed costs, which could negatively affect our profitability.\n\nIn recent years, we have completed a number of capital investments; including the expansion of our EWP capacity, the replacement or rebuild of veneer dryers and log utilization centers (or improvements to other manufacturing equipment), purchasing and leasing new or additional land and warehouse space for expansions related to our distribution centers and door and millwork facilities, and increasing our outdoor storage acreage. These organic growth investments, along with recent acquisitions, have increased our base level of capital expenditures needed for the replacement and maintenance of our asset base. In addition, the recent inflationary environment has increased the cost of machinery and equipment needed for our operations.  Ineffective deployment of increased capital and not maintaining our cost leverage could negatively affect our profitability if our revenue and operating results do not offset our incremental fixed costs. Capital expenditures for the expansion or replacement of existing facilities or equipment or to comply with future changes in environmental laws and regulations may be substantial. Although we maintain our production equipment with regular periodic and scheduled maintenance, we cannot guarantee that key pieces of equipment in our various manufacturing facilities will not need to be repaired or replaced or that we will not incur significant additional costs associated with environmental compliance. The costs of repairing or replacing such equipment and the associated downtime of the affected production line could have a material adverse effect on our financial condition, results of operations and cash flow. If, for any reason, we are unable to provide for our operating needs, capital expenditures, and other cash requirements on economic terms, we could experience a material adverse effect on our business, financial condition, results of operations, and cash flows.\n\nOur ability to service our indebtedness or to fund our other liquidity needs is subject to various risks.\n\nOur ability to make scheduled payments on our indebtedness and fund other liquidity needs depends on and is subject to our financial and operating performance, which in turn is affected by general and regional economic, financial, competitive, business, and other factors, including the availability of financing in the banking and capital markets as well as the other risks described herein. In particular, demand for our products correlates to a significant degree to the level of residential construction activity in North America, which historically has been characterized by significant cyclicality.\n\nWe cannot guarantee that our business will generate sufficient cash flows from operations or that future borrowings will be available to us at a cost or in an amount sufficient to enable us to service our debt or to fund our other liquidity needs. If we are unable to service our debt obligations or fund our other liquidity needs, we could be forced to curtail our operations, reorganize our capital structure, or liquidate some or all of our assets.\n\n23\n\n\nThe terms of our debt agreements restrict, and covenants contained in agreements governing indebtedness in the future may impose significant operating and financial restrictions on our company and our subsidiaries, which may prevent us from capitalizing on business opportunities.\n\nOur debt agreements contain, and any future indebtedness of ours may contain, a number of restrictive covenants that impose operating and financial restrictions on us. Our debt agreements limit our ability and the ability of our restricted subsidiaries, among other things, to:\n\n•incur additional debt;\n\n•declare or pay dividends, redeem stock, or make other distributions to stockholders;\n\n•make investments;\n\n•create liens or use assets in security in other transactions;\n\n•merge or consolidate, or sell, transfer, lease, or dispose of substantially all of our assets;\n\n•enter into transactions with affiliates;\n\n•sell or transfer certain assets; and\n\n•in the case of our revolving credit facility, make prepayments on our senior notes and subordinated indebtedness.\n\nIn addition, our revolving credit facility provides that if an event of default occurs or excess availability under our revolving credit facility drops below a threshold amount equal to the greater of 10% of the Line Cap (as defined in the Amended Agreement) and $35 million (and until such time as excess availability for two consecutive fiscal months exceeds that threshold amount and no event of default has occurred and is continuing), we will be required to maintain a monthly minimum fixed charge coverage ratio of 1.0:1.0, determined on a trailing twelve-month basis.\n\nOur failure to comply with any of these covenants could result in an event of default, which, if not cured or waived, could result in the acceleration of all of our indebtedness. \n\nRisks Relating to Laws and Regulations\n\nChanges in foreign trade policy, including the imposition of tariffs, could impact our product pricing and input costs. \n\nOur Wood Products and BMD segments could be negatively impacted by changes in tariffs, duties, taxes, or customs resulting from changes in U.S. and foreign trade policy. We export finished wood products and other building materials to foreign markets, primarily to Canada. In addition, we purchase raw materials to be used as inputs in our manufacturing business and inventory purchased for resale in our distribution business from suppliers and manufacturers that are located outside of the United States. Given the nature of our business operations, actions taken by the U.S. government regarding trade policy, such as renegotiating or terminating existing trade agreements or leveraging tariffs, could adversely impact our product pricing and input costs, the supply of products available to us, as well as the demand for the products we manufacture and distribute. Further, if we experience increases in input costs, we may be unable to pass these cost increases along to our customers, thereby reducing our margins. We cannot predict future U.S. or foreign trade policy, however, the impacts of changes in trade policy discussed above could have a material adverse effect on our results of operations, cash flows, and financial condition.  \n\nCompliance with data privacy and security laws and regulations could adversely affect our business.\n\nMany U.S. states have enacted data privacy and security laws and regulations that govern the collection, use, disclosure, transfer, storage, disposal, and protection of sensitive personal information. In the ordinary course of business, we capture, process, store, and transmit confidential business information and certain personal information relating to our employees, customers and vendors that are subject to these laws and regulations. The legislative and regulatory landscape for privacy and data protection continues to evolve, and there has been an increasing focus on privacy and data protection issues. Ongoing efforts to comply with evolving laws and regulations may require subsequent modifications to our policies, procedures and systems. We will continue to monitor and assess the impact of regulatory legislation, which may impose substantial \n\n24\n\n\npenalties for violations, increased costs for investigations, monitoring and compliance, potential litigation, and possible damage to our reputation, all of which could have a material adverse effect on our operations, financial condition, or cash flows.\n\nThe impacts of climate change, and related legislative and regulatory responses intended to reduce climate change, may adversely impact our business.\n\nThere is increasing concern that climate change will cause significant changes in temperatures and weather patterns around the globe, an increase in the frequency, severity, and duration of extreme weather conditions and natural disasters, and water scarcity and poor water quality. These events could adversely impact both the availability of raw materials required for the manufacture of our products and the delivery of products to our distribution facilities. They could disrupt the operation of our supply chain and the productivity of our suppliers, increase our production and transportation costs, impose capacity restraints, and impact the purchases of our products. These events could also compound adverse economic conditions and impact consumer confidence. As a result, the effects of climate change could have a long-term adverse impact on our business and results of operations.\n\nIn the United States, it is possible that some form of new or additional legislation and regulations will be enacted at the federal or state level to reduce or mitigate the impact of climate change. If we, or our suppliers, are required to comply with these laws and regulations, we may experience increased costs for energy, production, transportation, and raw materials, increased costs related to environmental monitoring and reporting, increased capital expenditures, or increased insurance premiums and deductibles, which could adversely impact our operations. Inconsistency of legislation and regulations among jurisdictions may also affect the costs of compliance with such laws and regulations. Any assessment of the potential impact or timing of future climate change legislation, regulations, or industry standards is uncertain, given the evolving nature of the heightened focus on climate change.\n\nFor additional information on how climate change regulation and compliance affects our business, see \"Environmental\" in \"Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations\" of this Form 10-K.\n\nWe are subject to environmental regulation and environmental compliance expenditures, as well as other potential environmental liabilities.\n\nOur businesses are subject to a wide range of general and industry-specific environmental laws and regulations, particularly with respect to air emissions, wastewater discharges, solid and hazardous waste management, and site remediation. Compliance with these laws and regulations is a significant factor in the operation of our businesses. Enactment of new environmental laws or regulations, or changes in existing laws or regulations might require us to make significant expenditures or restrict operations.\n\nAs an owner and operator of real estate, we may be liable under environmental laws for the cleanup of past and present spills and releases of hazardous or toxic substances on or from our properties and operations. We may also be contractually obligated to indemnify third parties under environmental laws for the cleanup of past spills and releases of hazardous or toxic substances for properties which we no longer own and operate. We could be found liable under these laws whether or not we knew of, or were responsible for, the presence of such substances. In some cases, this liability may exceed the property's value.\n\nWe may be unable to generate funds or other sources of liquidity and capital to fund unforeseen environmental liabilities or expenditures to the extent we are not indemnified by third parties. For example, in connection with prior transactions, certain third parties are generally obligated to indemnify us for hazardous substance releases and other environmental violations that occurred prior to such transactions. However, these third parties may not have sufficient funds to fully satisfy their indemnification obligations when required, and in some cases, we may not be contractually entitled to indemnification by them.\n\nFor additional information on how environmental regulation and compliance affects our business, see \"Environmental\" in \"Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations\" of this Form 10-K.\n\nThe nature of our business exposes us to product liability, product warranty, casualty, manufacturing and construction defects, and other claims.\n\nWe may be involved in product liability, product warranty, casualty, manufacturing and construction defects, and other claims relating to the products we manufacture and distribute, and services we provide. We also rely on manufacturers and other suppliers to provide us with many of the products we sell and distribute. Because we do not have direct control over the quality of such products manufactured or supplied by such third-party suppliers, we are exposed to risks relating to the quality \n\n25\n\n\nof such products. In addition, we are exposed to potential claims arising from the conduct of our employees, and homebuilders and their subcontractors, for which we may be contractually liable. Although we currently maintain what we believe to be suitable and adequate insurance in excess of our self-insured amounts, there can be no assurance that we will be able to maintain such insurance on acceptable terms or that such insurance will provide adequate protection against potential liabilities. Product liability, product warranty, casualty, construction defect, and other claims can be expensive to defend and can divert the attention of management and other personnel for significant periods, regardless of the ultimate outcome. Claims of this nature could also have a negative impact on our reputation and customer confidence in our products and our company. We cannot assure that any current or future claims will not adversely affect our financial condition, operating results, and cash flows.\n\nRisks Relating to Ownership of Our Common Stock \n\nThe price of our common stock may fluctuate significantly.\n\nVolatility in the market price of our common stock may prevent a stockholder from being able to sell shares at or above the price paid for them. The market price for our common stock could fluctuate significantly for various reasons, including:\n\n•our operating and financial performance and prospects; \n\n•our quarterly or annual earnings or those of other companies in our industry; \n\n•the public's reaction to our press releases, our other public announcements, and our filings with the SEC; \n\n•changes in key personnel; \n\n•strategic actions by us, our customers, or our competitors, such as acquisitions, consolidations, or restructurings; \n\n•changes in, or failure to meet, earnings estimates or recommendations by research analysts who track our common stock or the stock of other companies in our industry; \n\n•the failure of research analysts to cover our common stock; \n\n•general economic, industry, and market conditions; \n\n•new laws or regulations or new interpretations of existing laws or regulations applicable to our business; \n\n•investors' perception of our commitment to sustainability and corporate responsibility; \n\n•material litigation or government investigations; \n\n•changes in general conditions in the U.S. and global economies or financial markets, including those resulting from war, incidents of terrorism, pandemics, or responses to such events; \n\n•sales of common stock by our management team or board of directors; \n\n•the granting of equity or equity-based incentives;\n\n•volume of trading in our common stock (which may be impacted by future sales or repurchases of our common stock);\n\n•changes in accounting standards, policies, guidance, interpretations, or principles; and\n\n•the impact of the factors described elsewhere in \"Item 1A. Risk Factors\" of this Form 10-K.\n\n26\n\n\nIn addition, the stock market has regularly experienced significant price and volume fluctuations. This volatility has had a significant impact on the market price of securities issued by many companies, including companies in our industry. The changes frequently appear to occur without regard to the operating performance of the affected companies. Hence, the price of our common stock could fluctuate based on factors that have little or nothing to do with us, and these fluctuations could materially reduce our share price.\n\nWe may not pay cash dividends in the future. \n\nIn November 2017, our board of directors approved a dividend policy pursuant to which we have paid quarterly cash dividends to holders of our common stock. In addition to these quarterly dividends, we also paid special dividends in each of the last five years. However, the future declaration and payment of dividends will continue to be at the discretion of our board of directors and the dividend policy may be suspended or canceled at its discretion at any time. Declaration of future dividends will depend upon legal capital requirements and surplus, our future operations and earnings, general financial condition, material cash requirements, restrictions imposed by our asset-based credit facility and the indenture governing our senior notes, applicable laws, and other factors that our board of directors may deem relevant. Unless we continue to pay cash dividends on our common stock in the future, the success of an investment in our common stock will depend entirely upon its appreciation. Our common stock may not appreciate in value or even maintain the price at which it was purchased. \n\nCertain provisions of our organizational documents and other contractual provisions may make it difficult for stockholders to change the composition of our board of directors and may discourage hostile takeover attempts that some of our stockholders may consider to be beneficial. \n\nCertain provisions of our certificate of incorporation and bylaws may have the effect of delaying or preventing changes in control if our board of directors, in exercising its duty of care, determines that such changes in control are not in the best interests of the company and our stockholders. The provisions in our certificate of incorporation and bylaws include, among other things, the following:\n\n•     the ability of our board of directors to issue shares of preferred stock and to determine the price and other terms, including preferences and voting rights, of those shares without stockholder approval; \n\n•     stockholder action can only be taken at a special or regular meeting and not by written consent; \n\n•     advance notice procedures for nominating candidates to our board of directors or presenting matters at stockholder meetings; \n\n•     removal of directors only for cause; \n\n•     allowing only our board of directors the ability to create additional director seats and fill vacancies on our board of directors; and \n\n•     super-majority voting requirements to amend our bylaws and certain provisions of our certificate of incorporation. \n\nWe have elected in our certificate of incorporation not to be subject to Section 203 of the General Corporation Law of the State of Delaware (DGCL), an antitakeover law. However, our certificate of incorporation contains provisions that have the same effect as Section 203. The provisions in our certificate of incorporation prohibit us from engaging in a business combination, such as a merger, with a person or group owning 15% or more of the corporation's voting stock for a period of three years following the date the person became an interested stockholder, unless (with certain exceptions) the business combination or the transaction in which the person became an interested stockholder is approved in a prescribed manner. \n\nWhile these provisions have the effect of encouraging persons seeking to acquire control of our company to negotiate with our board of directors, they could enable the board of directors to hinder or frustrate a transaction that some, or a majority, of the stockholders might believe to be in their best interests and, in that case, may prevent or discourage attempts to remove and replace incumbent directors. \n\nThese provisions may frustrate or prevent any attempts by our stockholders to replace or remove our current management by making it more difficult for stockholders to replace members of our board of directors, which is responsible for appointing the members of our management.",
      "char_count": 52412
    }
  },
  "extracted_at": "2026-01-19T15:26:13.296200"
}