{
  "ticker": "BLK",
  "company_name": "BlackRock, Inc.",
  "cik": 2012383,
  "form_type": "10-K",
  "filing_date": "2025-02-25",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0000950170-25-026584",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0002012383&accession_number=000095017025026584&xbrl_type=v",
  "sic_code": "6211",
  "industry": "Security Brokers, Dealers & Flotation Companies",
  "sections": {
    "item1": {
      "text": "Item 1. Business \n\n  Overview \n\n  BlackRock, Inc. (together, with its subsidiaries, unless the context otherwise indicates, “BlackRock” or the “Company”) is a leading publicly traded investment management firm with $11.6 trillion of assets under management (“AUM”) at December 31, 2024. With approximately 21,100 employees in more than 30 countries who serve clients in over 100 countries across the globe, BlackRock provides a broad range of investment management and technology services to institutional and retail clients worldwide. On October 1, 2024, BlackRock completed the acquisition of 100% of the issued and outstanding limited liability company interests of Global Infrastructure Management, LLC (\"GIP\" or the \"GIP Transaction\"). As a result of the closing of the GIP Transaction, BlackRock, Inc. (formerly known as BlackRock Funding, Inc. (\"BlackRock Funding\")) (“New BlackRock”) became the ultimate parent company of BlackRock Finance, Inc. (formerly known as BlackRock, Inc.) (“Old BlackRock”), GIP and their respective subsidiaries. See Note 1, Business Overview and Note 3, Acquisitions, in the notes to the consolidated financial statements contained in Part II, Item 8 for additional information.\n\n  BlackRock’s diverse platform of alpha-seeking active, private markets, index and cash management investment strategies across asset classes enables the Company to offer choice and tailor investment and asset allocation solutions for clients. Product offerings include single- and multi-asset portfolios investing in equities, fixed income, private markets, liquid alternatives and money market instruments. Products are offered directly and through intermediaries in a variety of vehicles, including open-end and closed-end mutual funds, iShares® exchange-traded funds (“ETFs”), separate accounts, collective trust funds and other pooled investment vehicles. BlackRock also offers technology services, including the investment and risk management technology platform, Aladdin®, Aladdin WealthTM, eFront®, and Cachematrix®, as well as advisory services and solutions to a broad base of institutional and wealth management clients. The Company is highly regulated and manages its clients’ assets as a fiduciary. The Company does not engage in proprietary trading activities that could conflict with the interests of its clients. \n\n  BlackRock serves a diverse mix of institutional and retail clients across the globe. Clients include tax-exempt institutions, such as defined benefit and defined contribution pension plans, charities, foundations and endowments; official institutions, such as central banks, sovereign wealth funds, supranationals and other government entities; taxable institutions, including insurance companies, financial institutions, corporations and third-party fund sponsors, and retail intermediaries. \n\n  BlackRock maintains a significant global sales and marketing presence that is focused on establishing and maintaining retail and institutional investment management and technology service relationships by marketing its services to investors directly and through third-party distribution relationships, including financial professionals and pension consultants. \n\n  BlackRock is an independent, publicly traded company, with no single majority shareholder and over 80% of its Board of Directors consisting of independent directors.\n\n  Management seeks to deliver value for stockholders over time by, among other things, capitalizing on BlackRock’s differentiated competitive position, including:\n\n  •the Company’s longstanding model of client choice, through which it offers a wide range of index, active, private markets, and whole portfolio solutions across broad markets, themes, regions, and investment styles;\n\n  •the Company's focus on strong investment performance, seeking the best risk-adjusted returns for client portfolios, within the mandates given by clients, to help them meet their investment objectives;\n\n  •the Company's research, data and analytics, which are at the center of BlackRock's investment approach and processes. They inform BlackRock's pursuit of the best risk-adjusted returns, and underpin product creation and innovation;\n\n  •the Company’s global reach and commitment to best practices around the world, with approximately 59% of employees outside the United States (“US”) serving clients locally and supporting local investment capabilities. Approximately 35% of total AUM is managed for clients domiciled outside the US;\n\n  •the Company’s differentiated client relationships and fiduciary focus, which enable effective positioning toward changing client needs and industry trends including the secular shift to ETFs; growing allocations to private markets, such as infrastructure and private credit; increasing demand for outsourcing and whole portfolio solutions using index, active and private markets products; anticipated re-allocations to fixed income; demand for high-performing active strategies; interest in sustainable investment strategies; and a continued focus on income and retirement; and\n\n  •the Company’s longstanding commitment to innovation, technology services and the continued development of, and increased interest in, BlackRock technology products and solutions, including Aladdin, Aladdin Wealth, eFront, and Cachematrix. This commitment is further extended by minority investments in financial technology and digital distribution providers, data and whole portfolio capabilities including Securitize, Upvest, Avaloq, Human Interest, Circle, Clarity AI, Envestnet, Acorns, Scalable Capital and iCapital. \n\n  BlackRock operates in a global marketplace impacted by changing market dynamics and economic uncertainty, factors that can significantly affect earnings and stockholder returns in any given period. \n\n  The Company’s ability to increase revenue, earnings and stockholder value over time is predicated on its ability to generate new business, including business in Aladdin and other technology products and services. New business efforts depend on BlackRock’s ability to achieve clients’ investment objectives, in a manner consistent with their risk preferences, to deliver excellent client service and to innovate in technology to serve clients’ evolving needs. All of these efforts require the commitment and contributions of BlackRock employees. Accordingly, the ability to attract, develop and retain qualified professionals is critical to the Company’s long-term success.\n\n  1\n\n  Financial Highlights \n\n    (in millions, except per share data)\n\n    GAAP:\n\n    2024\n\n    2023\n\n    2022\n\n    2021\n\n    2020\n\n    Total revenue\n\n    $\n\n    20,407\n\n    $\n\n    17,859\n\n    $\n\n    17,873\n\n    $\n\n    19,374\n\n    $\n\n    16,205\n\n    Operating income\n\n    $\n\n    7,574\n\n    $\n\n    6,275\n\n    $\n\n    6,385\n\n    $\n\n    7,450\n\n    $\n\n    5,695\n\n    Operating margin\n\n    37.1\n\n    %\n\n    35.1\n\n    %\n\n    35.7\n\n    %\n\n    38.5\n\n    %\n\n    35.1\n\n    %\n\n    Nonoperating income (expense)(1)\n\n    $\n\n    578\n\n    $\n\n    706\n\n    $\n\n    89\n\n    $\n\n    419\n\n    $\n\n    475\n\n    Net income attributable to BlackRock, Inc.\n\n    $\n\n    6,369\n\n    $\n\n    5,502\n\n    $\n\n    5,178\n\n    $\n\n    5,901\n\n    $\n\n    4,932\n\n    Diluted earnings per common share\n\n    $\n\n    42.01\n\n    $\n\n    36.51\n\n    $\n\n    33.97\n\n    $\n\n    38.22\n\n    $\n\n    31.85\n\n    (in millions, except per share data)\n\n    As adjusted(2):\n\n    2024\n\n    2023\n\n    2022\n\n    2021\n\n    2020\n\n    Operating income\n\n    $\n\n    8,110\n\n    $\n\n    6,593\n\n    $\n\n    6,711\n\n    $\n\n    7,747\n\n    $\n\n    6,433\n\n    Operating margin\n\n    44.5\n\n    %\n\n    41.7\n\n    %\n\n    42.8\n\n    %\n\n    46.8\n\n    %\n\n    46.0\n\n    %\n\n    Nonoperating income (expense)(1)\n\n    $\n\n    533\n\n    $\n\n    648\n\n    $\n\n    89\n\n    $\n\n    419\n\n    $\n\n    353\n\n    Net income attributable to BlackRock, Inc.\n\n    $\n\n    6,612\n\n    $\n\n    5,692\n\n    $\n\n    5,391\n\n    $\n\n    6,254\n\n    $\n\n    5,352\n\n    Diluted earnings per common share\n\n    $\n\n    43.61\n\n    $\n\n    37.77\n\n    $\n\n    35.36\n\n    $\n\n    40.51\n\n    $\n\n    34.57\n\n  (1)Net of net income (loss) attributable to noncontrolling interests (redeemable and nonredeemable). \n\n  (2)BlackRock reports its financial results in accordance with accounting principles generally accepted in the United States (“GAAP”); however, management believes evaluating the Company’s ongoing operating results may be enhanced if investors have additional non-GAAP financial measures. \n\n  Beginning in the first quarter of 2022, BlackRock updated the definitions of operating income, as adjusted, operating margin, as adjusted, and net income attributable to BlackRock, Inc., as adjusted, to include new adjustments. Such measures have been recast for all prior periods to reflect the inclusion of such new adjustments. In addition, beginning in the first quarter of 2023, BlackRock updated the definitions of its non-GAAP financial measures to exclude the impact of market valuation changes on certain deferred cash compensation plans which the Company began economically hedging in 2023. For further information on non-GAAP financial measures and for as adjusted items for 2024 and 2023, see Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations — Non-GAAP Financial Measures. For further information on non-GAAP financial measures and for as adjusted items for 2022, 2021 and 2020, see Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations — Non-GAAP Financial Measures, of the Company's Annual Report on Form 10-K for the year ended December 31, 2022.\n\n  Assets Under Management\n\n  The Company’s AUM by product type for the years 2020 through 2024 is presented below.\n\n    December 31,\n\n    (in millions)\n\n    2024\n\n    2023\n\n    2022\n\n    2021\n\n    2020\n\n    5-YearCAGR(1)\n\n    Equity\n\n    $\n\n    6,310,191\n\n    $\n\n    5,293,344\n\n    $\n\n    4,435,354\n\n    $\n\n    5,342,360\n\n    $\n\n    4,419,806\n\n    11\n\n    %\n\n    Fixed income\n\n    2,905,669\n\n    2,804,026\n\n    2,536,823\n\n    2,822,041\n\n    2,674,488\n\n    5\n\n    %\n\n    Multi-asset\n\n    992,921\n\n    870,804\n\n    684,904\n\n    816,494\n\n    658,733\n\n    12\n\n    %\n\n    Alternatives\n\n    421,807\n\n    275,984\n\n    266,210\n\n    264,881\n\n    235,042\n\n    19\n\n    %\n\n    Long-term\n\n    10,630,588\n\n    9,244,158\n\n    7,923,291\n\n    9,245,776\n\n    7,988,069\n\n    9\n\n    %\n\n    Cash management\n\n    920,663\n\n    764,837\n\n    671,194\n\n    755,057\n\n    666,252\n\n    11\n\n    %\n\n    Advisory\n\n    —\n\n    —\n\n    —\n\n    9,310\n\n    22,359\n\n    —\n\n    Total\n\n    $\n\n    11,551,251\n\n    $\n\n    10,008,995\n\n    $\n\n    8,594,485\n\n    $\n\n    10,010,143\n\n    $\n\n    8,676,680\n\n    9\n\n    %\n\n  (1)Percentage represents compound annual growth rate (“CAGR”) over a five-year period (December 31, 2019 – December 31, 2024). \n\n  Component changes in AUM by product type for the five years ended December 31, 2024 are presented below. \n\n    (in millions)\n\n    December 31,2019\n\n    Net inflows(outflows)\n\n    Acquisitions(1)\n\n    Marketchange\n\n    FX impact\n\n    December 31,2024\n\n    Equity\n\n    $\n\n    3,820,329\n\n    $\n\n    469,857\n\n    $\n\n    45,398\n\n    $\n\n    2,134,992\n\n    $\n\n    (160,385\n\n    )\n\n    $\n\n    6,310,191\n\n    Fixed income\n\n    2,315,392\n\n    944,834\n\n    —\n\n    (220,628\n\n    )\n\n    (133,929\n\n    )\n\n    2,905,669\n\n    Multi-asset\n\n    568,121\n\n    276,730\n\n    —\n\n    180,410\n\n    (32,340\n\n    )\n\n    992,921\n\n    Alternatives\n\n    178,072\n\n    116,114\n\n    72,051\n\n    60,258\n\n    (4,688\n\n    )\n\n    421,807\n\n    Long-term\n\n    6,881,914\n\n    1,807,535\n\n    117,449\n\n    2,155,032\n\n    (331,342\n\n    )\n\n    10,630,588\n\n    Cash management\n\n    545,949\n\n    361,995\n\n    —\n\n    19,205\n\n    (6,486\n\n    )\n\n    920,663\n\n    Advisory\n\n    1,770\n\n    (2,423\n\n    )\n\n    —\n\n    636\n\n    17\n\n    —\n\n    Total\n\n    $\n\n    7,429,633\n\n    $\n\n    2,167,107\n\n    $\n\n    117,449\n\n    $\n\n    2,174,873\n\n    $\n\n    (337,811\n\n    )\n\n    $\n\n    11,551,251\n\n  (1)Amounts include the following: (a) net AUM from the acquisition of Aperio Group, LLC (“Aperio Transaction”) in February 2021, (b) net AUM from the acquisition of Kreos Capital (the “Kreos Transaction”) in August 2023, (c) net AUM from the acquisition of SpiderRock Advisors (the \"SpiderRock Transaction\") in May 2024 and (d) net AUM from the GIP Transaction in October 2024.\n\n  2\n\n  AUM represents the broad range of financial assets managed for clients on a discretionary basis pursuant to investment management and trust agreements that are expected to continue for at least 12 months. In general, reported AUM reflects the valuation methodology that corresponds to the basis used for determining revenue (for example, net asset value). Reported AUM does not include assets for which BlackRock provides risk management or other forms of nondiscretionary advice, or assets that the Company is retained to manage on a short-term, temporary basis. \n\n  Investment management fees are typically earned as a percentage of AUM. BlackRock also earns performance fees on certain portfolios relative to an agreed-upon benchmark or return hurdle. On some products, the Company also may earn securities lending revenue. In addition, BlackRock offers its proprietary Aladdin investment system as well as risk management, outsourcing, advisory and other technology services, to institutional investors and wealth management intermediaries. Revenue for these services may be based on several criteria including value of positions, number of users, implementation go-lives and software solution delivery and support.\n\n  At December 31, 2024, total AUM was $11.6 trillion, representing a CAGR of 9% over the last five years. AUM growth during the period was achieved through the combination of net market valuation gains, net inflows and acquisitions, including the net AUM impact from the Aperio Transaction, which added $41 billion of AUM in February 2021, the Kreos Transaction, which added $2 billion of AUM in August 2023, the SpiderRock Transaction, which added $4 billion of AUM in May 2024, and the GIP Transaction, which added $70 billion of AUM in October 2024. BlackRock's AUM mix encompasses a broadly diversified product range, as described below.\n\n  The Company considers the categorization of its AUM by client type, product type, investment style, and client region useful to understanding its business. The following discussion of the Company’s AUM will be organized as follows: \n\n    Client Type\n\n    Product Type\n\n    Investment Style\n\n    Client Region\n\n     Retail \n\n     Equity\n\n     Active \n\n     Americas\n\n     ETFs\n\n     Fixed Income\n\n     Index and ETFs\n\n     Europe, the Middle East and Africa (“EMEA”)\n\n     Institutional\n\n     Multi-asset\n\n     Asia-Pacific\n\n     Alternatives\n\n     Cash Management\n\n  Client Type \n\n  BlackRock serves a diverse mix of institutional and retail clients across the globe, with a regionally focused business model. BlackRock leverages the benefits of scale across global investment, risk and technology platforms while at the same time using local distribution presence to deliver solutions for clients. Furthermore, the Company's structure facilitates strong teamwork globally across both functions and regions in order to enhance BlackRock's ability to leverage best practices to serve our clients and continue to develop our talent.\n\n  Clients include tax-exempt institutions, such as defined benefit and defined contribution pension plans, charities, foundations and endowments; official institutions, such as central banks, sovereign wealth funds, supranationals and other government entities; taxable institutions, including insurance companies, financial institutions, corporations and third-party fund sponsors, and retail intermediaries.\n\n  ETFs are a growing component of both institutional and retail client portfolios. However, as ETFs are traded on exchanges, complete transparency on the ultimate end-investor is unavailable. Therefore, ETFs are presented as a separate client type below, with investments in ETFs by institutions and retail clients excluded from figures and discussions in their respective sections. \n\n  AUM by investment style and client type at December 31, 2024 is presented below. \n\n    (in millions)\n\n    Retail\n\n    ETFs\n\n    Institutional\n\n    Total\n\n    Active\n\n    $\n\n    733,907\n\n    $\n\n    —\n\n    $\n\n    2,136,749\n\n    $\n\n    2,870,656\n\n    Non-ETF index\n\n    281,920\n\n    —\n\n    3,247,637\n\n    3,529,557\n\n    ETFs\n\n    —\n\n    4,230,375\n\n    —\n\n    4,230,375\n\n    Long-term\n\n    1,015,827\n\n    4,230,375\n\n    5,384,386\n\n    10,630,588\n\n    Cash management\n\n    12,247\n\n    —\n\n    908,416\n\n    920,663\n\n    Total\n\n    $\n\n    1,028,074\n\n    $\n\n    4,230,375\n\n    $\n\n    6,292,802\n\n    $\n\n    11,551,251\n\n  Retail \n\n  BlackRock serves retail investors globally through a wide array of products across the investment spectrum, including separate accounts, open-end and closed-end funds, unit trusts and private investment funds. Retail investors are served principally through intermediaries, including broker-dealers, banks, trust companies, insurance companies and independent financial advisors. Technology solutions, digital distribution tools and a shift toward portfolio construction are increasing the number of financial advisors and end-retail investors using BlackRock products. \n\n  Retail represented 10% of long-term AUM at December 31, 2024 and 28% of long-term investment advisory and administration fees (collectively “base fees”) and securities lending revenue for 2024. \n\n  ETFs have a significant retail component but are shown separately below. With the exclusion of ETFs, the majority of retail AUM is comprised of active mutual funds. In the aggregate, active and index mutual funds totaled $738 billion, or approximately 75%, of retail long-term AUM at year-end, with the remainder invested in private investment funds and separately managed accounts. Approximately 70% of retail long-term AUM is invested in active products.\n\n  3\n\n  Component changes in retail long-term AUM for 2024 are presented below. \n\n    (in millions)\n\n    December 31,2023\n\n    Net inflows (outflows)\n\n    Acquisitions(1)\n\n    Marketchange\n\n    FXimpact\n\n    December 31,2024\n\n    Equity\n\n    $\n\n    435,734\n\n    $\n\n    15,285\n\n    $\n\n    4,074\n\n    $\n\n    54,257\n\n    $\n\n    (4,232\n\n    )\n\n    $\n\n    505,118\n\n    Fixed income\n\n    312,799\n\n    11,671\n\n    —\n\n    1,483\n\n    (7,312\n\n    )\n\n    318,641\n\n    Multi-asset\n\n    139,537\n\n    (2,328\n\n    )\n\n    —\n\n    14,420\n\n    (651\n\n    )\n\n    150,978\n\n    Alternatives\n\n    41,627\n\n    (261\n\n    )\n\n    —\n\n    69\n\n    (345\n\n    )\n\n    41,090\n\n    Total\n\n    $\n\n    929,697\n\n    $\n\n    24,367\n\n    $\n\n    4,074\n\n    $\n\n    70,229\n\n    $\n\n    (12,540\n\n    )\n\n    $\n\n    1,015,827\n\n  (1)Amounts include AUM attributable to the SpiderRock Transaction.\n\n  The retail client base is diversified geographically, with 70% of long-term AUM managed for investors based in the Americas, 25% in EMEA and 5% in Asia-Pacific at year-end 2024. \n\n  •US retail long-term net inflows of $19 billion were driven by $9 billion of net inflows into both fixed income and equity. Fixed income net inflows were primarily into active mutual funds, while equity net inflows reflected demand for Aperio, BlackRock’s customized index equity solution. \n\n  •International retail long-term net inflows of $6 billion reflected equity and fixed income net inflows of $6 billion and $2 billion, respectively. Equity net inflows were driven by wealth outsourcing solutions, and fixed income inflows were led by active mutual funds.\n\n  ETFs\n\n  BlackRock is the leading ETF provider in the world with $4.2 trillion of iShares ETF AUM as of December 31, 2024. BlackRock generated ETF net inflows of $390 billion in 2024. The Company offers both index-tracking ETFs, which seek to replicate the performance of a specific index, and active ETFs. Active ETFs are managed by professional portfolio managers who actively select and adjust the fund’s holdings in an effort to outperform the market, deliver a specific outcome or gain exposure to hard-to-index markets.\n\n  Equity ETF net inflows of $236 billion were driven by flows into core ETFs, as well as continued client use of BlackRock’s broad-based precision exposure ETFs to express risk preferences and make tactical allocation changes. Fixed income ETF net inflows of $112 billion were diversified across exposures, led by flows into treasury, core and corporate credit ETFs. Alternative ETFs had net inflows of $41 billion, driven by the launch of cryptocurrency exchange-traded products (“ETPs”) in the year.\n\n  ETFs represented 40% of long-term AUM at December 31, 2024 and 45% of long-term base fees and securities lending revenue for 2024. \n\n  Component changes in ETFs AUM for 2024 are presented below. \n\n    (in millions)\n\n    December 31,2023\n\n    Net inflows (outflows)\n\n    Marketchange\n\n    FXimpact\n\n    December 31,2024\n\n    Equity\n\n    $\n\n    2,532,631\n\n    $\n\n    236,357\n\n    $\n\n    359,322\n\n    $\n\n    (21,912\n\n    )\n\n    $\n\n    3,106,398\n\n    Fixed income\n\n    898,403\n\n    112,341\n\n    (16,291\n\n    )\n\n    (8,801\n\n    )\n\n    985,652\n\n    Multi-asset\n\n    9,140\n\n    1,025\n\n    841\n\n    (272\n\n    )\n\n    10,734\n\n    Alternatives(1)\n\n    59,125\n\n    40,710\n\n    27,919\n\n    (163\n\n    )\n\n    127,591\n\n    Total\n\n    $\n\n    3,499,299\n\n    $\n\n    390,433\n\n    $\n\n    371,791\n\n    $\n\n    (31,148\n\n    )\n\n    $\n\n    4,230,375\n\n  (1)Amounts include cryptocurrency and commodity ETFs and ETPs.\n\n  BlackRock’s ETF product range offers investors a precise, transparent and efficient way to gain exposure to a full range of asset classes and global markets that have been difficult for many investors to access, as well as the liquidity required to make adjustments to their exposures quickly and cost-efficiently. \n\n  •US ETF* AUM ended 2024 at $3.1 trillion with $280 billion of net inflows, led by net inflows into core equity, fixed income, cryptocurrency and other precision exposure ETFs.\n\n  •International ETF* AUM ended 2024 at $1.1 trillion with $110 billion of net inflows, diversified across product categories, and led by net inflows into core equity, fixed income and precision exposure ETFs.\n\n  * Regional ETF amounts based on jurisdiction of product, not underlying client. \n\n  Institutional \n\n  BlackRock serves institutional investors on six continents in sub-categories including: pensions, endowments and foundations, official institutions, and financial institutions; institutional AUM is diversified across product and region. \n\n  Component changes in institutional long-term AUM for 2024 are presented below. \n\n    (in millions)\n\n    December 31,2023\n\n    Net inflows(outflows)\n\n    Acquisition(1)\n\n    Marketchange\n\n    FXimpact\n\n    December 31,2024\n\n    Active:\n\n    Equity\n\n    $\n\n    186,688\n\n    $\n\n    5,380\n\n    $\n\n    —\n\n    $\n\n    30,876\n\n    $\n\n    (4,096\n\n    )\n\n    $\n\n    218,848\n\n    Fixed income\n\n    836,823\n\n    (2,843\n\n    )\n\n    —\n\n    16,885\n\n    (10,537\n\n    )\n\n    840,328\n\n    Multi-asset\n\n    717,182\n\n    54,887\n\n    —\n\n    72,798\n\n    (16,828\n\n    )\n\n    828,039\n\n    Alternatives\n\n    171,980\n\n    7,023\n\n    69,875\n\n    3,618\n\n    (2,962\n\n    )\n\n    249,534\n\n    Active subtotal\n\n    1,912,673\n\n    64,447\n\n    69,875\n\n    124,177\n\n    (34,423\n\n    )\n\n    2,136,749\n\n    Index:\n\n    Equity\n\n    2,138,291\n\n    (31,454\n\n    )\n\n    —\n\n    420,860\n\n    (47,870\n\n    )\n\n    2,479,827\n\n    Fixed income\n\n    756,001\n\n    42,500\n\n    —\n\n    (5,068\n\n    )\n\n    (32,385\n\n    )\n\n    761,048\n\n    Multi-asset\n\n    4,945\n\n    (1,906\n\n    )\n\n    —\n\n    204\n\n    (73\n\n    )\n\n    3,170\n\n    Alternatives\n\n    3,252\n\n    234\n\n    —\n\n    165\n\n    (59\n\n    )\n\n    3,592\n\n    Index subtotal\n\n    2,902,489\n\n    9,374\n\n    —\n\n    416,161\n\n    (80,387\n\n    )\n\n    3,247,637\n\n    Total\n\n    $\n\n    4,815,162\n\n    $\n\n    73,821\n\n    $\n\n    69,875\n\n    $\n\n    540,338\n\n    $\n\n    (114,810\n\n    )\n\n    $\n\n    5,384,386\n\n  (1)Amounts include AUM attributable to the GIP Transaction.\n\n  4\n\n  Institutional active AUM ended 2024 at $2.1 trillion, reflecting $64 billion of net inflows, driven by the funding of several significant outsourcing mandates and continued growth in BlackRock's LifePath® target-date and private markets platforms.\n\n  Multi-asset net inflows of $55 billion reflected continued growth from significant pension outsourcing mandates and LifePath target-date offerings. Fixed income net outflows of $3 billion were impacted by an approximately $20 billion active fixed income redemption in the second quarter from a large insurance client linked to M&A activity. Equity net inflows of $5 billion were primarily into quantitative equity strategies. \n\n  Alternatives net inflows of $7 billion were led by infrastructure, private credit and private equity. Excluding return of capital and investment of $13 billion, alternatives net inflows were $20 billion. At year-end, BlackRock had approximately $45 billion of non-fee paying, unfunded, uninvested commitments to deploy for institutional clients, which is not included in AUM.\n\n  Institutional active represented 20% of long-term AUM and 21% of long-term base fees and securities lending revenue for 2024.\n\n  Institutional index AUM totaled $3.2 trillion at December 31, 2024, reflecting $9 billion of net inflows, driven by fixed income.\n\n  Institutional index represented 30% of long-term AUM and 6% of long-term base fees and securities lending revenue for 2024.\n\n  The Company’s institutional clients consist of the following: \n\n  •Pensions, Foundations and Endowments BlackRock is among the world’s largest managers of pension plan assets with $3.4 trillion, or 63%, of long-term institutional AUM managed for defined benefit, defined contribution and other pension plans for corporations, governments and unions at December 31, 2024. The market landscape continues to shift from defined benefit to defined contribution, and BlackRock's defined contribution channel represented $1.7 trillion of total pension AUM. BlackRock remains well positioned for the ongoing evolution of the defined contribution market and demand for outcome-oriented investments. An additional $90 billion, or 2%, of long-term institutional AUM was managed for other tax-exempt investors, including charities, foundations and endowments.\n\n  •Official Institutions BlackRock managed $294 billion, or 5%, of long-term institutional AUM for official institutions, including central banks, sovereign wealth funds, supranationals, multilateral entities and government ministries and agencies at year-end 2024.\n\n  •Financial and Other Institutions BlackRock is a top independent manager of assets for insurance companies, which accounted for $695 billion, or 13%, of long-term institutional AUM at year-end 2024. Assets managed for other taxable institutions, including corporations, banks and third-party fund sponsors for which the Company provides sub-advisory services, totaled $890 billion, or 17%, of long-term institutional AUM at year-end.\n\n  5\n\n  Client Type and Product Type\n\n  Component changes in AUM by client type and product type for 2024 are presented below. \n\n    (in millions)\n\n    December 31,2023\n\n    Net inflows(outflows)\n\n    Acquisition(1)\n\n    Marketchange\n\n    FXimpact\n\n    December 31,2024\n\n    Retail:\n\n    Equity\n\n    $\n\n    435,734\n\n    $\n\n    15,285\n\n    $\n\n    4,074\n\n    $\n\n    54,257\n\n    $\n\n    (4,232\n\n    )\n\n    $\n\n    505,118\n\n    Fixed income\n\n    312,799\n\n    11,671\n\n    —\n\n    1,483\n\n    (7,312\n\n    )\n\n    318,641\n\n    Multi-asset\n\n    139,537\n\n    (2,328\n\n    )\n\n    —\n\n    14,420\n\n    (651\n\n    )\n\n    150,978\n\n    Alternatives\n\n    41,627\n\n    (261\n\n    )\n\n    —\n\n    69\n\n    (345\n\n    )\n\n    41,090\n\n    Retail subtotal\n\n    929,697\n\n    24,367\n\n    4,074\n\n    70,229\n\n    (12,540\n\n    )\n\n    1,015,827\n\n    ETFs:\n\n    Equity\n\n    2,532,631\n\n    236,357\n\n    —\n\n    359,322\n\n    (21,912\n\n    )\n\n    3,106,398\n\n    Fixed income\n\n    898,403\n\n    112,341\n\n    —\n\n    (16,291\n\n    )\n\n    (8,801\n\n    )\n\n    985,652\n\n    Multi-asset\n\n    9,140\n\n    1,025\n\n    —\n\n    841\n\n    (272\n\n    )\n\n    10,734\n\n    Alternatives\n\n    59,125\n\n    40,710\n\n    —\n\n    27,919\n\n    (163\n\n    )\n\n    127,591\n\n    ETFs subtotal\n\n    3,499,299\n\n    390,433\n\n    —\n\n    371,791\n\n    (31,148\n\n    )\n\n    4,230,375\n\n    Institutional:\n\n    Active:\n\n    Equity\n\n    186,688\n\n    5,380\n\n    —\n\n    30,876\n\n    (4,096\n\n    )\n\n    218,848\n\n    Fixed income\n\n    836,823\n\n    (2,843\n\n    )\n\n    —\n\n    16,885\n\n    (10,537\n\n    )\n\n    840,328\n\n    Multi-asset\n\n    717,182\n\n    54,887\n\n    —\n\n    72,798\n\n    (16,828\n\n    )\n\n    828,039\n\n    Alternatives\n\n    171,980\n\n    7,023\n\n    69,875\n\n    3,618\n\n    (2,962\n\n    )\n\n    249,534\n\n    Active subtotal\n\n    1,912,673\n\n    64,447\n\n    69,875\n\n    124,177\n\n    (34,423\n\n    )\n\n    2,136,749\n\n    Index:\n\n    Equity\n\n    2,138,291\n\n    (31,454\n\n    )\n\n    —\n\n    420,860\n\n    (47,870\n\n    )\n\n    2,479,827\n\n    Fixed income\n\n    756,001\n\n    42,500\n\n    —\n\n    (5,068\n\n    )\n\n    (32,385\n\n    )\n\n    761,048\n\n    Multi-asset\n\n    4,945\n\n    (1,906\n\n    )\n\n    —\n\n    204\n\n    (73\n\n    )\n\n    3,170\n\n    Alternatives\n\n    3,252\n\n    234\n\n    —\n\n    165\n\n    (59\n\n    )\n\n    3,592\n\n    Index subtotal\n\n    2,902,489\n\n    9,374\n\n    —\n\n    416,161\n\n    (80,387\n\n    )\n\n    3,247,637\n\n    Institutional subtotal\n\n    4,815,162\n\n    73,821\n\n    69,875\n\n    540,338\n\n    (114,810\n\n    )\n\n    5,384,386\n\n    Long-term\n\n    9,244,158\n\n    488,621\n\n    73,949\n\n    982,358\n\n    (158,498\n\n    )\n\n    10,630,588\n\n    Cash management\n\n    764,837\n\n    152,730\n\n    —\n\n    10,606\n\n    (7,510\n\n    )\n\n    920,663\n\n    Total\n\n    $\n\n    10,008,995\n\n    $\n\n    641,351\n\n    $\n\n    73,949\n\n    $\n\n    992,964\n\n    $\n\n    (166,008\n\n    )\n\n    $\n\n    11,551,251\n\n  (1)Amounts include AUM attributable to the GIP Transaction and the SpiderRock Transaction.\n\n  Long-term product offerings include active and index strategies. BlackRock's active strategies seek to earn attractive returns in excess of a market benchmark or performance hurdle while maintaining an appropriate risk profile and leverage fundamental research and quantitative models to drive portfolio construction. In contrast, index strategies seek to closely track the returns of a corresponding index, generally by investing in substantially the same underlying securities within the index or in a subset of those securities selected to approximate a similar risk and return profile of the index. Index products include both BlackRock's non-ETF index products and iShares ETFs. \n\n  Although many clients use both active and index strategies, the application of these strategies may differ. For example, clients may use index products to gain exposure to a market or asset class or may use a combination of index strategies to target active returns. In addition, institutional non-ETF index assignments tend to be very large (multi-billion dollars) and typically reflect low fee rates. Net flows in institutional index products generally have a small impact on BlackRock’s revenues and earnings. \n\n  Equity \n\n  Year-end 2024 equity AUM totaled $6.3 trillion, reflecting net inflows of $226 billion. Net inflows included ETF net inflows of $236 billion, partially offset by net outflows of $6 billion and $4 billion from active and non-ETF index, respectively.\n\n  BlackRock’s effective fee rates fluctuate due to changes in AUM mix. Approximately half of BlackRock’s equity AUM is tied to international market strategies, including emerging markets, which tend to have higher fee rates than US equity strategies. Accordingly, fluctuations in international equity markets, which may not consistently move in tandem with US markets, have a greater impact on BlackRock’s equity revenues and effective fee rate. \n\n  Equity represented 60% of long-term AUM and 54% of long-term base fees and securities lending revenue for 2024.\n\n  Fixed Income \n\n  Fixed income AUM ended 2024 at $2.9 trillion, reflecting net inflows of $164 billion. Net inflows included $112 billion, $42 billion and $9 billion into ETFs, non-ETF index and active, respectively. Fixed income ETF net inflows of $112 billion reflected the benefit of BlackRock's diverse product offering and included strong flows into treasury, core and corporate credit ETFs.\n\n  Fixed income represented 27% of long-term AUM and 25% of long-term base fees and securities lending revenue for 2024.\n\n  Multi-Asset \n\n  BlackRock manages a variety of multi-asset funds and bespoke mandates for a diversified client base that leverages the Company's broad investment expertise in global equities, bonds, and private markets, and the Company's extensive risk management capabilities. Investment solutions may include a combination of long-only portfolios and private markets investments as well as tactical asset allocation overlays. \n\n  Multi-asset represented 9% of long-term AUM and 8% of long-term base fees and securities lending revenue for 2024.\n\n  6\n\n  Component changes in multi-asset AUM for 2024 are presented below.\n\n    (in millions)\n\n    December 31,2023\n\n    Net inflows(outflows)\n\n    Marketchange\n\n    FXimpact\n\n    December 31,2024\n\n    Target date/risk\n\n    $\n\n    489,136\n\n    $\n\n    30,388\n\n    $\n\n    66,679\n\n    $\n\n    (4,661\n\n    )\n\n    $\n\n    581,542\n\n    Asset allocation and balanced\n\n    246,127\n\n    21,494\n\n    16,428\n\n    (6,920\n\n    )\n\n    277,129\n\n    Fiduciary\n\n    135,541\n\n    (204\n\n    )\n\n    5,156\n\n    (6,243\n\n    )\n\n    134,250\n\n    Total\n\n    $\n\n    870,804\n\n    $\n\n    51,678\n\n    $\n\n    88,263\n\n    $\n\n    (17,824\n\n    )\n\n    $\n\n    992,921\n\n  Multi-asset net inflows reflected ongoing institutional demand for BlackRock's solutions-based advice with $53 billion of net inflows coming from institutional clients, including the funding of several significant outsourcing mandates. Defined contribution plans remained a significant driver of flows and contributed $24 billion to institutional multi-asset net inflows in 2024, primarily into target date and target risk product offerings. \n\n  The Company’s multi-asset strategies include the following: \n\n  •Target date and target risk strategies generated net inflows of $30 billion. Institutional investors represented 90% of target date and target risk AUM, with defined contribution plans representing 81% of AUM. Flows were driven by defined contribution investments across BlackRock's LifePath franchise, including BlackRock's LifePath Paycheck offering launched in 2024. LifePath products utilize a proprietary active asset allocation model that seeks to balance risk and return over an investment horizon based on the investor’s expected retirement timing. Underlying investments are primarily index products.\n\n  •Asset allocation and balanced strategies generated $21 billion of net inflows. These strategies combine equity, fixed income and private markets components for investors seeking a tailored solution relative to a specific benchmark and within a risk budget. In certain cases, these strategies seek to minimize downside risk through diversification, derivatives strategies and tactical asset allocation decisions. Flows in this category included pension outsourcing mandates that funded during the year. Flagship products also include BlackRock's Global Allocation and Multi-Asset Income fund families. \n\n  •Fiduciary management services are complex mandates in which pension plan sponsors or endowments and foundations retain BlackRock to assume responsibility for some or all aspects of investment management, often with BlackRock acting as outsourced chief investment officer. These customized services require strong partnership with the clients’ investment staff and trustees in order to tailor investment strategies to meet client-specific risk budgets and return objectives.\n\n  Alternatives \n\n  BlackRock alternatives focus on sourcing and managing high-alpha investments with lower correlation to public markets and developing a holistic approach to address client needs in alternatives investing. The Company's alternatives products fall into three main categories — (1) private markets, (2) liquid alternatives, and (3) currency (including cryptocurrency) and commodities. Private markets include offerings in infrastructure, private credit, private equity, real estate and multi-alternative solutions. Liquid alternatives include offerings in direct hedge funds and hedge fund solutions (funds of funds).\n\n  In 2024, private markets generated $9 billion of net inflows, or $22 billion excluding return of capital / return on investment of $13 billion. The largest contributors to return of capital / return on investment were private equity, private credit and infrastructure. Net inflows were driven by infrastructure, private credit and private equity. At year-end, BlackRock had approximately $45 billion of non-fee paying, unfunded, uninvested commitments, which are expected to be deployed in future years; these commitments are not included in AUM or flows until they are fee-paying. Liquid alternatives saw net outflows of $3 billion driven by hedge fund solutions. Currency and commodities saw $41 billion of net inflows, primarily into cryptocurrency ETPs.\n\n  Private markets continue to see increasing allocations from institutional and wealth investors, and BlackRock’s highly diversified franchise is well positioned to continue to meet growing demand. The closing of the GIP transaction added $116 billion of client AUM and $70 billion of fee-paying AUM in October. In addition to GIP, the Company’s planned acquisitions of Preqin and HPS Investment Partners (\"HPS\"), each position its platform ahead of evolving client needs and structural industry trends. The private markets capabilities the Company expects to add through these transactions will allow it to serve clients even more comprehensively and position the Company to raise significant private capital. \n\n  Alternatives represented 4% of long-term AUM and 13% of long-term base fees and securities lending revenue for 2024.\n\n  7\n\n  Component changes in alternatives AUM for 2024 are presented in the table below. \n\n    (in millions)\n\n    December 31,2023\n\n    Net inflows(outflows)\n\n    Acquisition(1)\n\n    Marketchange\n\n    FXimpact\n\n    December 31,2024\n\n    Memo:return ofcapital/investment(2)\n\n    Memo:committed capital(3)\n\n    Private markets:\n\n    Infrastructure\n\n    $\n\n    35,701\n\n    $\n\n    5,633\n\n    $\n\n    69,875\n\n    $\n\n    (586\n\n    )\n\n    $\n\n    (1,017\n\n    )\n\n    $\n\n    109,606\n\n    $\n\n    (3,089\n\n    )\n\n    $\n\n    28,821\n\n    Private equity\n\n    35,208\n\n    771\n\n    —\n\n    490\n\n    (142\n\n    )\n\n    36,327\n\n    (5,492\n\n    )\n\n    6,986\n\n    Private credit\n\n    31,128\n\n    2,629\n\n    —\n\n    (620\n\n    )\n\n    (712\n\n    )\n\n    32,425\n\n    (3,209\n\n    )\n\n    5,561\n\n    Real estate\n\n    27,558\n\n    314\n\n    —\n\n    (1,190\n\n    )\n\n    (535\n\n    )\n\n    26,147\n\n    (370\n\n    )\n\n    630\n\n    Multi-alternatives\n\n    7,314\n\n    110\n\n    —\n\n    103\n\n    (58\n\n    )\n\n    7,469\n\n    (713\n\n    )\n\n    3,167\n\n    Total private markets\n\n    136,909\n\n    9,457\n\n    69,875\n\n    (1,803\n\n    )\n\n    (2,464\n\n    )\n\n    211,974\n\n    (12,873\n\n    )\n\n    45,165\n\n    Liquid alternatives:\n\n    Direct hedge fund strategies\n\n    46,318\n\n    (28\n\n    )\n\n    —\n\n    2,769\n\n    (285\n\n    )\n\n    48,774\n\n    —\n\n    —\n\n    Hedge fund solutions\n\n    27,915\n\n    (2,581\n\n    )\n\n    —\n\n    2,713\n\n    (431\n\n    )\n\n    27,616\n\n    —\n\n    —\n\n    Total liquid alternatives\n\n    74,233\n\n    (2,609\n\n    )\n\n    —\n\n    5,482\n\n    (716\n\n    )\n\n    76,390\n\n    —\n\n    —\n\n    Currency and commodities(4)\n\n    64,842\n\n    40,858\n\n    —\n\n    28,092\n\n    (349\n\n    )\n\n    133,443\n\n    —\n\n    —\n\n    Total\n\n    $\n\n    275,984\n\n    $\n\n    47,706\n\n    $\n\n    69,875\n\n    $\n\n    31,771\n\n    $\n\n    (3,529\n\n    )\n\n    $\n\n    421,807\n\n    $\n\n    (12,873\n\n    )\n\n    $\n\n    45,165\n\n  (1)Amounts include AUM attributable to the GIP Transaction.\n\n  (2)Return of capital/investment is included in outflows.\n\n  (3)Amount represents client assets that are uninvested commitments, which are currently non-fee paying and are not included in AUM. These commitments are expected to generate fees and will be counted in AUM and flows as the capital is deployed over time.\n\n  (4)Amounts include cryptocurrency and commodity ETFs and ETPs.\n\n  Private Markets\n\n  The Company’s private markets strategies include the following:\n\n  •Infrastructure includes offerings across equity, debt and solutions, which totaled $110 billion in AUM. Net inflows were $6 billion, or $9 billion excluding return of capital / return on investment. In 2024, the GIP transaction added $70 billion to AUM.\n\n  •Private Equity AUM of $36 billion included AUM of $28 billion in private equity solutions, and $8 billion in a direct private equity strategy. Private equity net inflows were $1 billion, or $6 billion excluding return of capital / return on investment.\n\n  •Private Credit primarily represents direct lending, opportunistic and venture debt strategies, with AUM of $32 billion at December 31, 2024. Net inflows were $3 billion, or $6 billion excluding return of capital / return on investment. Private credit does not include private credit assets included in infrastructure and real estate debt, as well as assets in private placements and multi-strategy credit funds, which are reported within fixed income and multi-asset. \n\n  •Real Estate had $26 billion in AUM at December 31, 2024. \n\n  •Multi-Alternatives represents highly customized portfolios of alternative investments, with $7 billion in AUM at December 31, 2024. \n\n  Liquid Alternatives\n\n  The Company’s liquid alternatives products’ net outflows of $3 billion reflected redemptions from hedge fund solutions. Direct hedge fund strategies includes a variety of single- and multi-strategy offerings. \n\n  In addition, the Company manages $90 billion in liquid credit strategies which is included in active fixed income. \n\n  Currency and Commodities\n\n  The Company’s currency and commodities products include a range of active and index products, including cryptocurrency ETPs.\n\n  Currency and commodities products had $41 billion of net inflows, primarily from ETPs. Cryptocurrency and commodities ETPs represented $55 billion and $73 billion of AUM, respectively, and are not eligible for performance fees.\n\n  Cash Management \n\n  Cash management AUM totaled a record $921 billion at December 31, 2024, reflecting $153 billion of net inflows. Cash management products include taxable and tax-exempt money market funds, short-term investment funds and customized separate accounts. Portfolios are denominated in US dollars, Canadian dollars, Australian dollars, euros, Swiss francs, New Zealand dollars or British pounds.\n\n  8\n\n  Client Region \n\n  BlackRock's footprints in the Americas, EMEA and Asia-Pacific regions reflect strong relationships with intermediaries and an established ability to deliver the Company's global investment expertise in funds and other products tailored to local regulations and requirements. \n\n  AUM by product type and client region at December 31, 2024 is presented below. \n\n    (in millions)\n\n    Americas\n\n    EMEA\n\n    Asia-Pacific\n\n    Total\n\n    Equity\n\n    $\n\n    4,377,383\n\n    $\n\n    1,490,961\n\n    $\n\n    441,847\n\n    $\n\n    6,310,191\n\n    Fixed income\n\n    1,835,652\n\n    756,127\n\n    313,890\n\n    2,905,669\n\n    Multi-asset\n\n    715,826\n\n    212,174\n\n    64,921\n\n    992,921\n\n    Alternatives\n\n    287,347\n\n    99,946\n\n    34,514\n\n    421,807\n\n    Long-term\n\n    7,216,208\n\n    2,559,208\n\n    855,172\n\n    10,630,588\n\n    Cash management\n\n    645,638\n\n    259,850\n\n    15,175\n\n    920,663\n\n    Total\n\n    $\n\n    7,861,846\n\n    $\n\n    2,819,058\n\n    $\n\n    870,347\n\n    $\n\n    11,551,251\n\n  Component changes in AUM by client region for 2024 are presented below.\n\n    (in millions)\n\n    December 31,2023\n\n    Net inflows(outflows)\n\n    Acquisition(1)\n\n    Marketchange\n\n    FXimpact\n\n    December 31,2024\n\n    Americas\n\n    $\n\n    6,728,310\n\n    $\n\n    406,091\n\n    $\n\n    71,308\n\n    $\n\n    685,291\n\n    $\n\n    (29,154\n\n    )\n\n    $\n\n    7,861,846\n\n    EMEA\n\n    2,478,810\n\n    207,459\n\n    112\n\n    203,851\n\n    (71,174\n\n    )\n\n    2,819,058\n\n    Asia-Pacific\n\n    801,875\n\n    27,801\n\n    2,529\n\n    103,822\n\n    (65,680\n\n    )\n\n    870,347\n\n    Total\n\n    $\n\n    10,008,995\n\n    $\n\n    641,351\n\n    $\n\n    73,949\n\n    $\n\n    992,964\n\n    $\n\n    (166,008\n\n    )\n\n    $\n\n    11,551,251\n\n  (1)Amounts include AUM attributable to the GIP Transaction and the SpiderRock Transaction.\n\n  Americas \n\n  Americas net inflows of $406 billion were driven by net inflows into equity, fixed income, cash, multi-asset, and cryptocurrency products of $139 billion, $108 billion, $90 billion, $23 billion, and $41 billion, respectively. During the year, BlackRock served clients through offices across the US as well as in Mexico, Canada, Brazil, Colombia, Chile, the Dominican Republic, and Peru.\n\n  The Americas represented 68% of total AUM and 65% of total base fees and securities lending revenue for 2024.\n\n  EMEA \n\n  EMEA net inflows of $207 billion were driven by equity, cash, fixed income, and multi-asset net inflows of $102 billion, $59 billion, $37 billion, and $9 billion, respectively, while alternatives added modest inflows. Offerings include fund families in the United Kingdom (\"UK\"), the Netherlands, Luxembourg and Dublin and ETFs listed on stock exchanges throughout Europe, as well as separate accounts and pooled investment products. \n\n  EMEA represented 24% of total AUM and 29% of total base fees and securities lending revenue for 2024.\n\n  Asia-Pacific \n\n  Asia-Pacific net inflows of $28 billion were driven by fixed income and multi-asset net inflows of $20 billion and $19 billion, respectively. These were partially offset by equity net outflows of $16 billion. Clients in the Asia-Pacific region are served through offices in India, Singapore, Hong Kong, Japan, Australia, China, Taiwan, Korea and New Zealand. \n\n  Asia-Pacific represented 8% of total AUM and 6% of total base fees and securities lending revenue for 2024.\n\n  Investment Performance \n\n  Investment performance across active and index products as of December 31, 2024 was as follows:\n\n    One-yearperiod\n\n    Three-yearperiod\n\n    Five-yearperiod\n\n    Fixed income:\n\n    Actively managed AUM above benchmark or peer median\n\n    Taxable\n\n    69%\n\n    79%\n\n    82%\n\n    Tax-exempt\n\n    69%\n\n    42%\n\n    45%\n\n    Index AUM within or above applicable tolerance\n\n    97%\n\n    99%\n\n    98%\n\n    Equity:\n\n    Actively managed AUM above benchmark or peer median\n\n    Fundamental\n\n    47%\n\n    44%\n\n    64%\n\n    Systematic\n\n    93%\n\n    89%\n\n    93%\n\n    Index AUM within or above applicable tolerance\n\n    94%\n\n    99%\n\n    100%\n\n  Performance Notes\n\n  Past performance is not indicative of future results. Except as specified, the performance information shown is as of December 31, 2024 and is based on preliminary data available at that time. The performance data shown reflects information for all actively and passively managed equity and fixed income accounts, including US registered investment companies, European-domiciled retail funds and separate accounts for which performance data is available, including performance data for high net worth accounts available as of November 30, 2024. The performance data does not include accounts terminated prior to December 31, 2024 and accounts for which data has not yet been verified. If such accounts had been included, the performance data provided may have substantially differed from that shown. \n\n  Performance comparisons shown are gross-of-fees for institutional and high net worth separate accounts, and net-of-fees for retail funds. The performance tracking shown for index accounts is based on gross-of-fees performance and includes all institutional accounts and all iShares funds globally using an index strategy. AUM information is based on AUM available as of December 31, 2024 for each account or fund in the asset class shown without adjustment for overlapping management of the same account or fund. Fund performance reflects the reinvestment of dividends and distributions. \n\n  Performance shown is derived from applicable benchmarks or peer median information, as selected by BlackRock. Peer medians are based in part on data either from Lipper, Inc. or Morningstar, Inc. for each included product. \n\n  9\n\n  TECHNOLOGY SERVICES \n\n  BlackRock offers investment management technology systems, risk management services, and wealth management and digital distribution tools on a fee basis. Aladdin is the Company's proprietary technology platform, providing an end-to-end, SaaS solution for investment and risk management for both BlackRock and a growing number of institutional and retail investors around the world. BlackRock offers risk reporting capabilities via Aladdin Risk, as well as investment accounting capabilities. Aladdin Provider is a tool used by asset servicers, connecting them to the platform used by asset managers and owners to add operational efficiency. In 2019, BlackRock acquired eFront, a leading end-to-end alternative investment management software and solutions provider to enable clients to manage portfolios and risk across public and private asset classes on a single platform. eFront is offered to clients both as a standalone offering and as part of an integrated “Whole Portfolio” solution that provides transparency across clients’ public and private assets. Through the Company's Cachematrix platform, BlackRock is also a leading provider of financial technology which simplifies the cash management process for banks and their corporate clients in a streamlined, open-architecture platform.\n\n  BlackRock offers a number of wealth management technology tools offering personalized digital advice, portfolio construction capabilities and risk analytics for retail distributors. These tools include Aladdin Wealth, which provides wealth management firms and their financial professionals with institutional-quality business management, portfolio construction, modeling and risk analytics capabilities.\n\n  At year-end, BlackRock technology services clients included banks, insurance companies, official institutions, pension funds, asset managers, asset servicers, retail distributors and other investors across North America, South America, Europe, the Middle East, Asia, Africa and Australia.\n\n  Technology services revenue of $1.6 billion was up 8% year-over-year, and annual contract value (“ACV”) increased 12% year-over-year. ACV growth was driven by strong net sales of Aladdin in 2024, with over half of new client mandates spanning multiple Aladdin products. Aladdin assignments are typically long-term contracts that provide recurring revenue. At the end of any period, BlackRock generally has recurring revenue contracts in place for a large portion of total annual revenue. BlackRock measures the fees related to these agreements and refers to this as ACV. For further information on ACV, see Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations — Non-GAAP Financial Measures.\n\n  Aladdin, which represented the majority of technology services revenue for the year, continues to benefit from trends favoring global platform and multi-asset risk solutions across public and private markets. Approximately 25% of Aladdin’s revenue was denominated in non-US currencies. In addition, while Aladdin is a multi-asset system, the majority of positions managed on the platform are fixed income. Revenue growth in 2024 reflected the successful onboarding of a number of new clients and expanding relationships with existing clients. 2024 revenue growth also reflects the prior year revenue impact of several clients’ renewals of eFront “on-premises” licenses.\n\n  BlackRock is focused on enhancing Aladdin, with continued investment into areas such as whole portfolio, private markets, wealth and sustainable investing solutions. BlackRock continues to evolve and enable clients to further simplify their operating infrastructure with Aladdin. Clients increasingly want to tailor how they use Aladdin to meet their specific needs, and BlackRock is providing them with choice and flexibility. BlackRock is empowering clients with data and opening Aladdin by creating connectivity with ecosystem providers and third-party technology solutions, which include asset servicers, cloud providers, digital asset platforms, trading systems and others. This connectivity helps clients work in their Aladdin environments with a more customized and seamless end-to-end experience.\n\n  In addition, BlackRock has made minority investments in financial technology and digital distribution providers, data and whole portfolio capabilities including Securitize, Upvest, Avaloq, Human Interest, Circle, Clarity AI, Envestnet, Acorns, Scalable Capital and iCapital. BlackRock records its share of income related to certain minority investments accounted for under the equity method within nonoperating income (expense) beginning in the first quarter of 2024 and within other revenue in 2023. In addition, BlackRock records gains and losses related to changes in value of other minority investments in nonoperating income (expense). \n\n  In June 2024, BlackRock announced that it had entered into a definitive agreement to acquire Preqin, a leading independent provider of private markets data, for £2.55 billion (or approximately $3.2 billion based on the GBP/USD foreign exchange rate at December 31, 2024) in cash. The Company believes bringing together Preqin's data and research tools with the complementary workflows of Aladdin and eFront in a unified platform will create a preeminent private markets technology and data provider. The Preqin Transaction is anticipated to close in the first quarter of 2025, subject to customary closing conditions.\n\n  Securities Lending \n\n  Securities lending is managed by a dedicated team, supported by quantitative analysis, proprietary technology and disciplined risk management. BlackRock receives both cash (primarily for US domiciled portfolios) and noncash collateral under securities lending arrangements. The cash management team invests the cash received as collateral for securities on loan in other portfolios. Fees for securities lending for US domiciled portfolios can be structured as a share of earnings, or as a management fee based on a percentage of the value of the cash collateral or both. The value of the securities on loan and the revenue earned are captured in the corresponding asset class being managed. The value of the collateral is not included in AUM. \n\n  Outstanding loan balances ended the year at approximately $412 billion, up from $359 billion at year-end 2023. More demand for general collateral securities resulted in higher balances year-over-year. Intrinsic lending spreads decreased, and cash reinvestment spreads increased year-over-year.\n\n  BlackRock employs a conservative investment style for cash and securities lending collateral that emphasizes quality, liquidity, and interest rate risk management. Disciplined risk management, including a rigorous credit surveillance process, is an integral part of the investment process. BlackRock’s Cash Management Credit Committee has established risk limits, such as aggregate issuer exposure limits and maturity limits, across many of the products BlackRock manages, including over all of its cash management products. In the ordinary course of BlackRock's business, there may be instances when a portfolio may exceed an internal risk limit or when an internal risk limit may be changed. No such instances, individually or in the aggregate, have been material to the Company. To the extent that daily evaluation and reporting of the profile of the portfolios identify that a limit has been exceeded, the relevant portfolio will be adjusted. To the extent a portfolio manager would like to obtain a temporary waiver of a risk limit, the portfolio manager must obtain approval from the credit research team, which is independent from the cash management portfolio managers. While a risk limit may be waived temporarily, such waivers are infrequent.\n\n  10\n\n  Risk and Quantitative Analysis \n\n  Across all asset classes, in addition to the efforts of the portfolio management teams, the Risk and Quantitative Analysis (“RQA”) group at BlackRock draws on extensive analytical systems and proprietary and third-party data to identify, measure and manage a wide range of risks. RQA provides risk management advice and independent risk oversight of the investment management processes, identifies and helps manage counterparty and enterprise risks, coordinates standards for firm wide investment performance measurement and determines risk management-related analytical and information requirements. Where appropriate, RQA will work with portfolio managers and developers to facilitate the development or improvement of risk models and analytics.\n\n  COMPETITION \n\n  BlackRock competes with investment management firms, mutual fund complexes, insurance companies, banks, brokerage firms, financial technology providers and other financial institutions that offer products that are similar to, or alternatives to, those offered by BlackRock. In order to grow its business, BlackRock must be able to compete effectively for AUM. Key competitive factors include investment performance track records, the efficient delivery of beta for index products, investment style and discipline, price, client service and brand name recognition. Historically, the Company has competed principally on the basis of its long-term investment performance track record, its investment process, its risk management and analytic capabilities and the quality of its client service. \n\n  HUMAN CAPITAL\n\n  With approximately 21,100 employees in more than 30 countries as of December 31, 2024, BlackRock provides a broad range of investment management and technology services to institutional and retail clients in more than 100 countries across the globe. As an asset manager, BlackRock’s long-term success depends on its people and how it manages its workforce. \n\n  Culture and Principles\n\n  BlackRock believes that maintaining a strong corporate culture is an important component of its human capital management practices and critical to the firm’s long-term success. BlackRock’s culture is underpinned by five core principles that unify its workforce and guide how it interacts with its employees, its clients, the communities in which it operates and its other stakeholders: (1) We are a fiduciary to our clients; (2) We are One BlackRock (1BLK); (3) We are passionate about performance; (4) We take emotional ownership; and (5) We are committed to a better future. \n\n  Connectivity and Inclusivity\n\n  BlackRock’s approach to building a connected and inclusive culture is aligned with the firm’s business priorities and long-term objectives. Delivering for the firm’s clients requires attracting the best people from across the world. BlackRock is committed to creating an environment that supports top talent and fosters diverse perspectives to avoid groupthink. Creating a connected and inclusive culture where people with new ideas and fresh perspectives can thrive is core to our 1BLK principle. These values have been fundamental to BlackRock since its founding 37 years ago.\n\n  In 2024, BlackRock continued to focus on (1) supporting its talent and culture across the globe, (2) expanding investment choices and business partnership opportunities for interested clients, and (3) helping more and more people experience financial wellbeing through BlackRock philanthropy and employee-led volunteer efforts. Last year also marked the start of a significant period at BlackRock as the firm prepared to welcome thousands of new colleagues through acquisitions. These employees will play a crucial role in driving the firm’s success forward, and a connected and inclusive culture is imperative to enabling that objective.\n\n  Since 2020, BlackRock has published annual SASB-aligned disclosure and EEO-1 reports, which provide information about the firm’s workforce, including workforce composition. Of the Company’s approximately 21,100 employees as of December 31, 2024, 43% were based in the Americas, 31% were based in EMEA, and 26% were based in the Asia-Pacific region.\n\n  Board Oversight of Human Capital Management \n\n  BlackRock’s Board of Directors (the “Board”) plays an important role in the oversight of human capital management and devotes one Board meeting annually to an in-depth review of BlackRock’s culture, talent development, retention and recruiting initiatives, human capital management strategy, leadership and succession planning and employee feedback. Moreover, the Board’s Management Development and Compensation Committee periodically reviews efforts and developments related to the firm’s human capital management strategy. \n\n  Succession planning for BlackRock’s Chief Executive Officer and other senior executives is a key part of the Board’s annual review of human capital management issues. As part of this review, the Board focuses on whether BlackRock has the right people in place to execute the Company’s long-term strategic plans, and on BlackRock’s ability to identify, attract, develop, promote and retain future senior executives. An important element of the succession planning across the organization is a commitment to building leadership from within.\n\n  Employee Engagement\n\n  BlackRock values continuous dialogue with its employees to better understand their experiences at the firm and assess the efficacy of its human capital management practices. The Company uses several employee engagement mechanisms, including: (1) global employee opinion surveys; (2) interactive events and communications; (3) the sponsorship of employee networks; and (4) local community involvement. The employee opinion pulse surveys, which BlackRock conducts throughout the year, provide the Company with actionable feedback for its teams and for the Company as a whole. Additionally, BlackRock uses ongoing lifecycle surveys to collect feedback at various points along the employee journey. BlackRock works to keep employees informed and engaged through a regular cadence of communications and events, including newsletters, global and local townhalls and messages from leaders with timely business and organizational updates and culture-building opportunities.\n\n  BlackRock believes that employees value opportunities to give back to their communities. Through local, employee-led BlackRock Gives committees, the Company supports nonprofit organizations nominated by employees in the communities where it operates. In addition, the Company has a matching gifts program that matches an employee’s donations to IRS qualified charitable organizations for up to $10,000 a year. BlackRock also matches volunteer time with eligible charities and full-time employees may take up to two paid volunteer days.\n\n  11\n\n  Compensation, Wellness and Benefits \n\n  BlackRock is committed to responsible business practices and believes that investing in the physical, emotional, mental and financial well-being of its employees is a critical component of the firm’s human capital management strategy. To that end, the Company designs its compensation and benefits practices to: (1) attract, motivate and retain talented employees; (2) align employee incentives and risk-taking with that of the firm and the interests of its clients; and (3) support employees and their families across many aspects of their lives. The Company has a strong pay-for-performance culture and an annual compensation process that takes into consideration firmwide results, individual business results and employee performance, as well as market benchmarks. BlackRock also offers a wide range of benefits that it regularly reviews in accordance with market practices and the local requirements of its offices, including, where applicable, retirement savings plans, a Flexible Time Off (“FTO”) policy and flexible working arrangements, parental leave and family forming benefits, such as fertility benefits, adoption and surrogacy assistance, and backup elder and childcare benefits. The Company provides comprehensive healthcare and mental-health benefits to eligible employees, including medical, dental and vision coverage, health savings and spending accounts, counseling services, an employee assistance program and access to telemedicine services, where available. The Company also offers a Mental Health Ambassador program that is comprised of global volunteers across office locations who are trained in empathetic listening skills and direct interested colleagues to benefits, tools and resources to support mental health.\n\n  BlackRock prioritizes protecting the rights of its workforce. The Company has implemented policies related to harassment prevention and compliance with applicable equal employment opportunity and overtime regulations. BlackRock is also committed to providing a safe and healthy work environment for its workforce. To do this, it designs global programs, including environmental and occupational health and safety programs, to meet or exceed local requirements. Moreover, BlackRock encourages all of its employees to raise issues of concern and assures employees that they may do so without fear of retaliation. \n\n  Recruiting, Training and Development\n\n  BlackRock recognizes that, like all companies, it is operating in an increasingly competitive environment. As such, the Company engages in efforts to reach top talent. In the spirit of attracting talent from broad backgrounds, BlackRock also provides formal recruiting programs for Veterans (former service members transitioning to civilian careers) and Returners (individuals who have taken a career break of 18 months or more).\n\n  BlackRock is also committed to innovation, learning and reinvention in all areas of its business and believes that developing the capabilities of its employees is integral to delivering long-term value. To that end, the Company’s human capital management practices are designed to provide opportunities for employees to learn, innovate and enhance their skillsets at every stage of their career. One example is the BlackRock Academies, the firm’s online suite of interactive resources and courses, which enable employees to build skills in specific facets of BlackRock’s business and purpose. The Company believes these opportunities play an important role in engaging BlackRock’s employees.\n\n  In addition, BlackRock believes that a critical driver of its future success is its ability to grow strong leaders and people managers. The Company invests in leadership development programs designed to foster career growth. People managers have access to coaching and the Managing at BlackRock program to assist in building foundational skills.\n\n  REGULATION\n\n  Virtually all aspects of BlackRock’s business are subject to various laws and regulations around the world, some of which are summarized below. These laws and regulations are primarily intended to protect investment advisory clients, investors in registered and unregistered investment companies, and trust and other fiduciary clients of BlackRock Institutional Trust Company, N.A. (“BTC”). Under these laws and regulations, agencies that regulate investment advisers, investment funds and trust banks and other individuals and entities have broad administrative powers, including the power to limit, restrict or prohibit the regulated entity or person from carrying on business if it fails to comply with such laws and regulations. Possible sanctions for significant compliance failures include the suspension of individual employees, limitations on engaging in certain lines of business for specified periods of time, revocation of investment adviser and other registrations or bank charters, censures and fines both for individuals and BlackRock. The rules governing the regulation of financial institutions and their holding companies and subsidiaries are very detailed and technical. Accordingly, the discussion below is general in nature, does not purport to be complete and is current only as of the date of this report. \n\n  BlackRock’s business may be impacted by numerous regulatory reform initiatives occurring around the world. Any such initiative, or any new laws or regulations or changes to, or in the enforcement of, existing laws or regulations, could materially and adversely impact the scope or profitability of BlackRock’s business activities, lead to business disruptions, require BlackRock to alter its business or operating activities and expose BlackRock to additional costs (including compliance and legal costs) as well as reputational harm. BlackRock’s profitability also could be materially and adversely affected by modification of the rules and regulations that impact the business and financial communities in general, including changes to the laws governing banking, securities, taxation, antitrust regulation and electronic commerce.\n\n  GLOBAL REGULATORY REFORM \n\n  Policymaking workstreams focused on the financial services sector led by global standard setters, such as the Financial Stability Board (“FSB”) and International Organization of Securities Commissions (“IOSCO”), may lead to or inform new regulations in multiple jurisdictions in which BlackRock operates. Such workstreams have focused on areas such as money market funds (“MMFs”), open-ended funds (“OEFs”) and sustainability regulations.\n\n  12\n\n  Macroprudential Policies for Asset Managers \n\n  Concerns about liquidity and leverage risks in the asset management industry and wider market-based finance sector have prompted a broad review of existing regulations globally, including an assessment of the adequacy of certain structural market components in mitigating risks, by the FSB, IOSCO, the US Securities and Exchange Commission (the “SEC”) and the Financial Stability Oversight Council (“FSOC”). In November 2022, the SEC proposed amendments to rules governing OEF liquidity risk management. The EU launched a consultation on macroprudential policies in 2024, including enhanced requirements for liquidity management tools, which may lead to new restrictions on management of OEFs. The UK proposed introducing liquidity facilities to certain asset owners, which could result in regulatory burdens on asset managers. If any of these regulatory or policy actions result in broad application of macroprudential tools to OEFs or require changes to structural features of certain OEFs, it could limit BlackRock’s ability to offer products to certain clients and/or result in clients altering their investment strategies or allocations in a manner that is adverse to BlackRock.\n\n  Global MMF Reforms\n\n  Following the market events of March 2020, US, UK and EU authorities initiated a review of existing regulatory frameworks with the aim of improving the resilience of MMFs in market downturns. In the US, the SEC adopted changes to Rule 2a-7, the primary rule under the Investment Company Act of 1940 governing MMFs, including changes to required liquidity levels and requiring mandatory liquidity fees under certain circumstances. The UK released a consultation in December 2023 indicating their intent to change regulatory requirements for MMFs domiciled in the UK, including material increases in required liquidity levels. The EU consultation on macroprudential policies mentioned above may also result in changes to the regulations of EU-domiciled MMFs. Depending on the terms of the final UK and EU reforms, certain of BlackRock’s MMF products could be adversely impacted.\n\n  Sustainability\n\n  Sustainability has been the subject of regulatory focus across jurisdictions. Disclosure standards aligned with the International Sustainability Standards Board's (“ISSB”) inaugural disclosure standards have been adopted by several national regulators, including in Hong Kong, Singapore and Australia, while others are expected to propose ISSB-aligned standards, such as the UK, Canada and Japan. However, in the US, final rules issued by the SEC requiring corporate issuers to make climate-related disclosures in their periodic reports are pending litigation, and as of February 2025, the SEC was revisiting its litigation position. The SEC has previously proposed rules requiring enhanced ESG disclosures by investment companies and investment advisers in fund and adviser filings, including disclosures on ESG strategies and how ESG factors are considered and GHG emissions disclosure by certain environmentally focused funds. It also increased scrutiny of disclosure and compliance issues relating to investment advisers’ and funds’ ESG strategies, policies and procedures. In addition, the US Department of Labor (“DOL”) issued final rules clarifying that Employee Retirement Income Security Act of 1974, as amended (“ERISA”) plan fiduciaries can consider the economic effects of ESG factors for purposes of investing ERISA plan assets and exercising voting rights with respect to plan investments. In 2023, California passed several laws requiring certain companies doing business in California to publish certain types of climate-related disclosures, and other states may adopt similar laws.\n\n  The EU has enacted numerous sustainability regulations, including (1) the Sustainable Finance Disclosure Regulation, requiring sustainability-related disclosures by financial market participants; (2) the EU Taxonomy Regulation, requiring asset managers to report against an EU-wide taxonomy of environmentally sustainable activities and make detailed disclosures relating to ESG characteristics of funds and portfolios; (3) the Corporate Sustainability Reporting Directive (\"CSRD\"), requiring enhanced sustainability reporting for EU-based and EU-listed companies, and from 2028, for a wider group of global companies; and (4) the Corporate Sustainability Due Diligence Directive (\"CSDDD\"), requiring in-scope EU companies and certain non-EU companies to manage actual or potential adverse impacts of their activities and their supply chains on human rights and environmental matters. The European Commission (“EC”) is reviewing and may amend aspects of the CSRD, CSDDD and EU Taxonomy Regulation. Meanwhile, the UK continues to work on implementation of its Sustainability Disclosure Requirements.\n\n  The EU and the UK Financial Conduct Authority (“FCA”) have issued rules and guidelines on the use of ESG or sustainability related terms in fund names. In addition, the EU adopted regulations on ESG rating providers applicable in mid-2026 while the UK is expected to propose new legislation on ESG rating providers. Japan and Singapore have published codes of conduct for ESG data and rating providers, with Hong Kong considering a similar approach, while India introduced a regulatory framework for ESG rating providers in July 2023.\n\n  As jurisdictions continue to develop and implement sustainability regulations and litigation challenging such regulations increases, BlackRock faces greater fragmentation risk related to local application of regulations, resulting in complex and conflicting compliance obligations and legal and regulatory uncertainty.\n\n  Taxation\n\n  BlackRock’s businesses may be directly or indirectly affected by tax legislation and regulation, or the modification of existing tax laws, by US or non-US tax authorities. Legislation at both the US federal and state level has been previously proposed to enact a financial transaction tax (“FTT”) on stocks, bonds and a broad range of financial instruments and derivative transactions. In the EU, certain Member States have also enacted similar FTTs and the European Commission (“EC”) has proposed legislation to harmonize these taxes and provide for the adoption of EU-level legislation applicable to some (but not all) EU Member States. If enacted as proposed, FTTs could have an adverse effect on BlackRock’s financial results and clients’ performance results.\n\n  The Organisation for Economic Cooperation and Development (“OECD”) has proposed certain international tax reforms, which, among other things, would (1) shift taxing rights to the jurisdiction of the consumer (“Pillar One”) and (2) establish a global minimum tax for multinational companies of 15% (“Pillar Two”). In response, EU member states and several other countries, including the UK, have since adopted laws implementing the OECD’s minimum tax rules under Pillar Two, effective starting in 2024. As a result of these developments, the tax laws of certain countries in which BlackRock does business have changed and may continue to change, and any such changes could increase its tax liabilities. The Company is continuing to monitor legislative developments and evaluate the potential impact of the Pillar Two Framework on future periods.\n\n  The application of tax regulations involves numerous uncertainties and, in the normal course of business, US and non-US tax authorities may review and challenge tax positions adopted by BlackRock. These challenges may result in adjustments to, or impact the timing or amount of, taxable income, deductions or other tax allocations, which may adversely affect BlackRock’s effective tax rate and overall financial condition. Similarly, the Company manages assets in products and accounts that have investment objectives which may conform to tax positions adopted by BlackRock or to specific tax rules. To the extent there are changes in tax law or policy, or regulatory challenges to tax positions adopted by BlackRock, the value or attractiveness of such investments may be diminished and BlackRock may suffer financial or reputational harm.\n\n  13\n\n  US REGULATORY REFORM\n\n  Antitrust Rules and Guidance \n\n  In October 2024, the Federal Trade Commission (“FTC”), with concurrence from the Antitrust Division of the Department of Justice (the “DOJ”) approved amendments to rules enacted under the Hart-Scott-Rodino Antitrust Improvements Act of 1976 (“HSR”) that require parties in certain transactions to provide the FTC and DOJ prior notice and observe a waiting period before consummation of such transactions. The final amendments significantly expanded the information required to be reported and documents to be submitted in connection with an HSR filing, which will likely substantially increase any pre-merger notification expenses and may delay transactions. In December 2023, the FTC and DOJ also jointly issued new merger guidelines, which could impact (1) the ability of the Company to expand its services through strategic investments or acquisitions and (2) funds that engage in transactions reportable under HSR.\n\n  Designation as a Systemically Important Financial Institution (“SIFI”)\n\n  The FSOC has the authority to designate nonbank financial institutions as SIFIs in the US under the Dodd-Frank Wall Street Reform and Consumer Protection Act of 2010 (the “Dodd-Frank Act”). In November 2023, the FSOC finalized amendments to its existing interpretive guidance to remove the prioritization of an activities-based approach over an entity-specific approach to designation in connection with addressing potential risks to financial stability, although the amendment clarified that the FSOC retained the ability to use an activities-based approach when appropriate. If BlackRock is designated as a SIFI, it could become subject to enhanced regulatory and capital requirements and direct supervision by the Federal Reserve.\n\n  SEC Rules Governing Security-Based Swaps\n\n  In 2021, the SEC proposed rules in connection with security-based swaps (“SBS”) transactions to require public reporting of large SBS positions, which, if adopted as proposed, may affect the types of transactions BlackRock may choose to execute in SBS or other SBS-related assets, introduce or increase costs relating to such transactions, and impact the liquidity in the SBS markets in which BlackRock transacts.\n\n  SEC Rules on Form PF\n\n  In 2023 and 2024, the SEC adopted new rules and amendments to Form PF for registered investment advisers requiring new disclosures, filing obligations and enhanced reporting. Implementing these rules and amendments may significantly increase BlackRock’s reporting, disclosure and compliance obligations and create operational complexity for BlackRock’s alternatives products.\n\n  US DOL Fiduciary Rule\n\n  The US DOL adopted new regulation redefining the meaning of “investment advice fiduciary” under ERISA as well as amendments to several prohibited transaction exemptions applicable to investment advice fiduciaries, which would substantially expand when a person would be considered a fiduciary subject to ERISA and could require BlackRock to revise a number of its distribution relationships, create compliance and operational challenges for BlackRock and its distribution partners, and limit BlackRock’s ability to provide certain services to applicable clients. In July 2024, federal courts issued stays on the regulation and implementation has been postponed pending further notice.\n\n  SEC US Treasury Clearing Mandate\n\n  In December 2023, the SEC adopted rules mandating central clearing of US Treasury repurchases and certain other Treasury transactions. The rules require many market participants, including a large number of BlackRock funds and accounts, to clear Treasury repurchase transactions and potentially certain cash Treasury securities transactions through a clearing agency registered with the SEC, which could increase transaction costs for BlackRock’s clients.\n\n  Proposed Rules on Equity Market Structure\n\n  In 2023, the SEC proposed equity market structure reforms that would significantly change how national market system (“NMS”) stock orders are priced, executed and reported. The reforms include: (1) a requirement for certain retail orders to be subject to order-by-order competition, (2) a best execution rule and (3) an adjustment to the tick sizes at which NMS stocks can be quoted or traded. In 2024, the SEC adopted the rule adjusting NMS tick sizes. If the other proposed rules are enacted as proposed, their collective impact may adversely affect market efficiency and execution costs, which would result in negative effects for BlackRock’s business and clients.\n\n  SEC Rules on Short Sales and Reporting of Securities Loans\n\n  In 2023, the SEC adopted a new rule requiring certain institutional managers to report short positions and activity to the SEC for publication on an aggregate basis, which could impact investment strategies and result in greater operational burdens and cost for BlackRock. The SEC also adopted a new rule requiring certain persons to report information on securities loan transactions to a registered national securities association which will then publish certain information. The rule may increase BlackRock’s operational burdens and costs.\n\n  SEC Predictive Data Analytics Rules\n\n  The SEC proposed new rules in 2023 that would require broker-dealers and investment advisers, when engaging or communicating with investors using predictive data analytics (“PDA”) and PDA-like technologies, to evaluate such technologies for conflicts of interest and, where identified, eliminate or neutralize the conflict of interest. If adopted as proposed, the rules could encompass a wide range of forward-looking uses of technology applications and impose significant operational burdens and costs.\n\n  Financial Crimes Enforcement Network Rule for Registered Investment Advisers\n\n  In August 2024, the Financial Crime Enforcement Network (“FinCEN”) issued a final rule which will require registered investment advisers to adopt new anti-money laundering requirements beginning in 2026. Under the rule, registered investment advisers will be required to establish written risk-based anti-money laundering programs and report suspicious activity to FinCEN under the Bank Secrecy Act of 1970 (the “Bank Secrecy Act”), as well as comply with Bank Secrecy Act reporting and recordkeeping requirements, which may increase BlackRock’s compliance burdens and costs. \n\n  14\n\n  SEC Rulemakings for US Registered Funds and Investment Advisers\n\n  The SEC has engaged in various initiatives and reviews impacting regulatory structure governing the asset management industry and registered investment companies. For example, the SEC adopted rules requiring certain funds to provide tailored fund shareholder reports, adopted final amendments to the rule governing fund names, expanding the scope of the rule to fund names including growth, value, ESG or similar terms, and proposed rules governing outsourcing of certain functions by investment advisers to service providers.\n\n  INTERNATIONAL REGULATORY REFORM\n\n  Enhanced Regulatory Scrutiny of Technology Service Providers to Financial Services Firms\n\n  The EU’s Digital Operational Resilience Act (“DORA”), which focuses on direct regulation of providers and users of technology and data services, became applicable beginning in January 2025. DORA, among other things: (1) introduces additional governance, risk management, incident reporting, resilience testing and information sharing requirements to several of BlackRock’s European entities and certain Aladdin clients; and (2) may potentially subject Aladdin to additional oversight. The European Supervisory Authorities will use data collected under DORA to assess which third party suppliers should be designated as critical to the EU financial system and become subject to further regulatory oversight. In 2024, the UK issued final policies regulating services provided by certain third parties designated by HMT as “critical” to the financial sector, which became effective in January 2025. Entities designated as “critical” will be required to provide additional information to financial regulators, engage in resilience testing and report major incidents like cyber-attacks, natural disasters and power outages.\n\n  Retail Investment Strategy \n\n  The EU continues to consider a proposed Retail Investment Strategy package of amendments intended to enhance protections for retail investors. When enacted, these changes could impact clients’ product preferences and may increase costs for BlackRock in European markets due to additional requirements on distributors and product providers.\n\n  EMIR 3.0\n\n  The EU legislative package known as “EMIR 3.0” introduces key changes to clearing, margining and reporting requirements in the European Market Infrastructure Regulation (EMIR), including: (1) a requirement to hold an “active account” with an EU central counterparty for clearing certain euro-denominated instruments; (2) new reporting requirements for cleared trades; (3) revised clearing thresholds for financial and non-financial counterparties; and (4) amendments related to clearing to the UCITS directive. EMIR 3.0 is expected to impact EU counterparties as well as UK and non-EU entities trading with EU firms, and the collective impact of the package may increase operational complexity, necessitate a reassessment of clearing and trading strategies, and lead to higher transaction costs for BlackRock and its clients.\n\n  FSMA 2023\n\n  The Financial Services and Markets Act 2023 (“FSMA”) reflects significant changes to the UK framework for financial services regulation, including changes that: (1) revoke, amend or retain EU law on financial services regulation, (2) amend the UK Markets in Financial Instruments Directive and Markets in Financial Instruments Regulation frameworks, (3) establish a new designated activities regime and (4) reform the financial promotion regime for unauthorized firms. Other reforms building upon the FSMA and potentially impacting the asset management sector include: (1) replacement of the packaged retail and insurance based investment products (\"PRIIPs\") Regulation; (2) review of the UK’s green finance strategy, including regulation of ESG data providers, UK taxonomy and disclosure requirements; (3) review of governance through the Senior Managers and Certification Regime; (4) repeal of EU legislation on the European Long-Term Investment Fund; (5) market infrastructure reforms, including transition to T+1 settlement; (6) reassessment of the boundary between investment advice and financial guidance; (7) a new UK cryptoasset regime; and (8) continuing reforms to the UK listing regime.\n\n  Overseas Fund Regime (“OFR”)\n\n  OFR, the simplified regime through which non-UK funds can register with the FCA to be marketed to UK retail investors, was enacted in February 2022 and continues to be implemented through 2025. For certain types of funds, OFR requires consumer protection regimes in EU countries where such BlackRock funds are domiciled to be found equivalent to the UK’s regime in order to market the funds in the UK.\n\n  Conduct Regulation\n\n  The FCA continues to focus on conduct regulation, including the implementation of the Consumer Duty by all asset management firms, including BlackRock’s UK subsidiaries. The Consumer Duty rules require firms to act to deliver good outcomes for retail customers in their manufacture and distribution of products and services, in respect of price and value, consumer understanding and consumer support. Any failure to meet the FCA’s regulatory expectations could expose BlackRock to regulatory sanctions and increased reputational risk.\n\n  UK Stewardship Code Review\n\n  In 2024, the UK Financial Reporting Council released a consultation on reforms to the UK Stewardship Code, including tailored reporting requirements for proxy advisers and investment consultants, which may impact BlackRock’s activities on behalf of its clients.\n\n  Regulatory Environment in China \n\n  The Company’s operations in China are subject to a number of regulatory risks, including an evolving regulatory environment and complex data security and data transfer regulations. These factors may increase compliance risk and costs, limit the Company’s ability to source and execute new investment opportunities and lead to impairment losses on its investments. Restrictions on transfers of certain types of onshore data of the Company’s Chinese entities to offshore entities also may limit BlackRock’s ability to aggregate, report and monitor such data on its global platform. In addition, a number of regulators in China have jurisdiction over BlackRock’s business operations, increasing operational and regulatory engagement complexity. These risks may be further heightened by additional scrutiny by Chinese regulators of certain sectors, such as technology and other industries that might be deemed to be of national importance.\n\n  15\n\n  EXISTING US REGULATION — OVERVIEW\n\n  BlackRock and certain of its US subsidiaries are currently subject to extensive regulation, primarily at the federal level, by the SEC, the DOL, the Federal Reserve, the Office of the Comptroller of the Currency (“OCC”), the Financial Industry Regulatory Authority (“FINRA”), the National Futures Association (“NFA”), the FTC, the Department of Justice, the CFTC and other federal government agencies and regulatory bodies. In addition, BlackRock’s interactions with government entities, public officials, and candidates for public office are subject to federal, state, and local laws and rules.\n\n  Certain of BlackRock’s US subsidiaries are also subject to various anti-terrorist financing, privacy, anti-money laundering and economic sanctions laws and regulations established by various agencies. In addition, the Investment Advisers Act of 1940 (the “Advisers Act”) imposes numerous obligations on registered investment advisers such as certain BlackRock subsidiaries, including record-keeping, operational and marketing requirements, disclosure obligations and prohibitions on fraudulent activities. State level oversight and regulation through attorneys general, insurance commissioners and other state level agencies also applies to certain BlackRock activities.\n\n  The Investment Company Act of 1940 (the “Investment Company Act”) imposes stringent governance, compliance, operational, disclosure and related obligations on registered investment companies and their investment advisers and distributors, such as certain BlackRock subsidiaries and affiliates. The SEC is authorized to institute proceedings and impose sanctions for violations of the Advisers Act and the Investment Company Act, ranging from fines and censure to termination of an investment adviser’s registration. Investment advisers also are subject to certain state securities laws and regulations. Non-compliance with the Advisers Act, the Investment Company Act or other federal or state securities laws and regulations could result in investigations, sanctions, disgorgement, fines and reputational damage. \n\n  BlackRock’s trading and investment activities for client accounts are regulated under the Securities Exchange Act of 1934, as amended (the “Exchange Act”), the Securities Act of 1933, as amended and the Commodity Exchange Act, as well as the rules of various securities exchanges and self-regulatory organizations, including laws governing trading on inside information, market manipulation and a broad number of technical requirements (e.g., short sale limits, volume limitations and reporting obligations) and market regulation policies. Violation of any of these laws and regulations could result in fines or sanctions, as well as restrictions on BlackRock’s activities and damage to its reputation. Furthermore, the Dodd-Frank Act requires one of BlackRock’s subsidiaries, BTC, to register as a municipal advisor (as that term is defined in the Exchange Act) with the SEC and Municipal Securities Rulemaking Board (“MSRB”). BTC's registration as a municipal advisor subjects BTC to additional regulation by the SEC and MSRB.\n\n  BlackRock and its subsidiaries are more broadly subject to comprehensive regulation of their derivatives businesses, including regulations promulgated by US regulators such as the CFTC, the NFA and the SEC that, among other things, impose margin requirements, public and regulatory reporting, central clearing and mandatory trading on regulated exchanges or execution facilities for certain types of swaps and security-based swaps.\n\n  BlackRock manages a variety of private pools of capital, including hedge funds, funds of hedge funds, private equity funds, collateralized debt obligations, collateralized loan obligations, real estate funds, collective trust funds, managed futures funds and hybrid funds. Congress, regulators, tax authorities and others continue to explore, on their own and in response to demands from the investment community and the public, increased regulation related to private pools of capital, including changes with respect to investor eligibility, certain limitations on trading activities, record-keeping and reporting, the scope of anti-fraud protections, safekeeping of client assets and a variety of other matters. BlackRock may be materially and adversely affected by new legislation, rulemaking or changes in the interpretation or enforcement of existing rules and regulations imposed by various regulators in this area. \n\n  The activities of certain BlackRock subsidiaries are subject to ERISA, and to regulations promulgated thereunder by the DOL, insofar as they act as a “fiduciary” under ERISA with respect to benefit plan clients that are subject to ERISA. ERISA and applicable provisions of the Internal Revenue Code, including applicable related regulations, impose certain duties on persons who are fiduciaries under ERISA, prohibit certain transactions involving ERISA plan clients (clients subject to the prohibited transaction rules under Section 975 of the Code), and, among other things, mandate certain required periodic reporting and disclosures and require certain BlackRock entities to carry bonds insuring against losses caused by fraud or dishonesty. ERISA and other applicable regulations also impose additional compliance, reporting and operational requirements on BlackRock that otherwise are not applicable to clients that are not subject to ERISA. Excise taxes and other potential penalties could apply as a result of violations of the above-described prohibitions and requirements. \n\n  BlackRock has eight subsidiaries that are registered as commodity pool operators and/or commodity trading advisors with the CFTC and are members of the NFA. The CFTC and NFA each administer a comparable regulatory system covering futures contracts and various other financial instruments, including swaps as a result of the Dodd-Frank Act, in which certain BlackRock clients may invest. In addition, two of BlackRock’s subsidiaries are registered with the SEC as broker-dealers and are member-firms of FINRA. Each broker-dealer has a membership agreement with FINRA that limits the scope of such broker-dealer’s permitted activities. The broker-dealers are also members of the MSRB and are subject to MSRB rules.\n\n  BlackRock’s business activity in California that involves the processing of personal information is subject to the California Consumer Privacy Act (“CCPA”) and the California Privacy Rights Act (“CPRA”), which provide for enhanced consumer protections for California residents. The CCPA and CPRA impose obligations on BlackRock for the handling, disclosure and deletion of personal information for California residents. In addition, several other US states have proposed or adopted similar privacy laws. Any failure by BlackRock to comply with the CCPA, CPRA or similar state privacy laws may result in fines, heightened regulatory scrutiny, litigation and/or reputational harm. \n\n  US Banking Regulation \n\n  One of BlackRock’s subsidiaries, BTC, is organized as a nationally-chartered limited purpose trust company that does not accept deposits or make commercial loans. Accordingly, BTC is examined and supervised by the OCC and is subject to various banking laws and regulations enforced by the OCC, such as laws and regulations governing capital adequacy, fiduciary activities, conflicts of interest, self-dealing, and the prevention of financial crime, including money laundering. BTC is also a member of the Federal Reserve System and is subject to various Federal Reserve regulations applicable to member institutions, such as regulations restricting transactions with affiliates. Many of these laws and regulations are meant for the protection of BTC and/or BTC’s customers rather than BlackRock, its affiliates or stockholders.\n\n  16\n\n  EXISTING INTERNATIONAL REGULATION — OVERVIEW\n\n  BlackRock’s international operations are subject to the laws and regulations of a number of international jurisdictions, as well as oversight by numerous regulatory agencies and bodies in those jurisdictions. In some instances, these operations are also affected by US laws and regulations that have extra-territorial application. \n\n  Below is a summary of certain international regulatory standards to which BlackRock is subject. It is not meant to be comprehensive as there are parallel legal and regulatory arrangements in force in many jurisdictions where BlackRock’s subsidiaries conduct business. \n\n  Of note among the various other international regulations to which BlackRock is subject, are the extensive and complex regulatory reporting requirements that necessitate the monitoring and reporting of issuer exposure levels (thresholds) across the holdings of managed funds and accounts and those of the Company. \n\n  Regulation in EMEA\n\n  The FCA currently regulates certain BlackRock subsidiaries in the UK. It is also responsible for the conduct of business regulation of the UK branch of one of BlackRock’s US subsidiaries. In addition, the Prudential Regulation Authority (“PRA”) regulates one BlackRock UK insurance subsidiary. Authorization by the FCA and (where relevant) the PRA is required to conduct certain financial services-related business in the UK under the Financial Services and Markets Act 2000 (the “FSMA”). The FCA’s rules adopted under the FSMA govern the majority of a firm’s capital and liquidity resources requirements, senior management arrangements, conduct of business and client assets requirements, interaction with clients, and systems and controls, whereas the rules of the PRA focus solely on the prudential requirements that apply to BlackRock’s UK-based insurance subsidiary. The FCA supervises BlackRock’s UK-regulated subsidiaries through a combination of proactive engagement, event-driven and reactive supervision and thematic reviews in order to monitor BlackRock’s compliance with regulatory requirements. Breaches of the FCA’s rules may result in a wide range of disciplinary actions against BlackRock’s UK-regulated subsidiaries and/or its employees. The FCA’s Consumer Duty requires BlackRock’s UK authorized firms to act to deliver good outcomes for retail customers taking into account products and services, price and value and consumer understanding and support.\n\n  In addition, BlackRock has regulated entities in France, Germany, Ireland, Jersey, Luxembourg, the Netherlands and Switzerland. Each of these entities is required to comply with regulatory rules in the country in which it has been established, including the branches of the Netherlands entity which operate across the EU.\n\n  BlackRock’s EU subsidiaries and branches must comply with the EU regulatory regime set out in MiFID II. BlackRock’s UK-regulated subsidiaries and branches must comply with the UK version of MiFID II, which regulates the provision of investment services and activities in the UK. MiFID II, and the UK equivalent of MiFID II, set out detailed requirements governing the organization and conduct of business of investment firms and regulated markets. The legislation also includes pre- and post-trade transparency requirements for equity and non-equity markets and extensive transaction reporting requirements. BlackRock’s UK insurance subsidiary must also comply with the UK regulation which implemented Solvency II and the Insurance Distribution Directive. In addition, relevant entities must comply with revised obligations on capital resources for certain investment firms arising out of the Investment Firms Prudential Review. These include requirements to ensure capital adequacy, as well as matters of liquidity, governance and remuneration. Relevant BlackRock entities must also comply with the requirements of the UCITS Directive and the AIFMD, as implemented in the relevant EU Member States and in the UK, which impose obligations on the authorization and capital, conduct of business, organization, transparency and marketing of retail and alternative investment funds respectively that are sold in, or marketed to, the EU. The obligations introduced through these regulations and directives (and the UK implementation and onshoring of the same) will affect certain of BlackRock’s European and UK operations. Compliance with the UCITS Directives and the AIFMD (and the UK implementation and onshoring of the same) may subject BlackRock to additional expenses associated with depositary oversight and other organizational requirements. The UK Government and the FCA have also enacted the new OFR providing a fast-track framework for non-UK funds to be recognized and registered for marketing to retail investors in the UK after Brexit. \n\n  The EU has seen an increase in Common Supervisory Actions by ESMA to coordinate supervisory action by national EU regulators, most notably in areas such as sustainability-related product features and disclosures, product governance, liquidity management and fund costs and charges. BlackRock’s EU operations may be affected to the extent this initiative results in formal legislation or action.\n\n  EU Member States, the UK and many other non-US jurisdictions have adopted statutes and/or regulations concerning privacy and data protection and requiring notification of personal data security breaches if certain thresholds are met. For example, the EU adopted the General Data Protection Regulation (“GDPR”), which became effective in 2018. Following Brexit, the UK onshored the GDPR into national law (“UK GDPR”), which became effective in 2021. In June 2021, the EC published a new set of standard contractual clauses, which only apply to the transfer of personal data outside of the EU to a country not approved by the EU as providing an adequate level of protection for the processing of personal data. The EU's adequacy decision with respect to the UK, which allows the continued flow of personal data from the EU to the UK, will be regularly reviewed and may be revoked if the UK diverges from its current adequate data protection laws. The UK has developed its own international data transfer agreement, which was implemented in March 2022. In June 2023, the EU-US Data Protection Framework came into force, which allows organizations to self-certify their compliance under the framework for data transfers from the EU, UK and Switzerland to the US. Saudi Arabia and Dubai have also adopted privacy and data protection regulations aligned with GDPR. GDPR and UK GDPR, as well as other statutes and/or regulations concerning privacy and data protection, increase compliance obligations, affect BlackRock’s collection, processing, retention and transfer of personal data and reporting of personal data security breaches, and provide for increased penalties for non-compliance.\n\n  BlackRock also maintains two offices in the Middle East, one in Dubai, which is regulated by the Dubai Financial Services Authority, and one in Riyadh, Saudi Arabia, which is regulated by the Saudi Capital Markets Authority. Both offices are authorized to provide certain investment services and support BlackRock’s provision of investment products and services in their countries of domicile. Other countries across the Middle Eastern region are serviced on a cross-border basis.\n\n  Regulation in the Asia-Pacific Region \n\n  In Japan, a BlackRock subsidiary is subject to the Financial Instruments and Exchange Act (“FIEA”) and the Act on Investment Trusts and Investment Corporations. These laws are administered and enforced by the Japanese Financial Services Agency (“JFSA”), which establishes standards for compliance, including capital adequacy and financial soundness requirements, customer protection requirements and conduct of business rules. The JFSA is empowered to conduct administrative proceedings that can result in censure, fines, cease and desist orders or the suspension or revocation of registrations and licenses granted under the FIEA. This Japanese subsidiary also holds a license for real estate brokerage activities which subjects it to the regulations set forth in the Real Estate Brokerage Act.\n\n  17\n\n  In Australia, BlackRock’s main operating entities are principally regulated under the Corporations Act 2001 (Cth) by the Australian Securities and Investments Commission (“ASIC”), which includes holding an Australian financial services license and operating registered managed investment schemes. ASIC is Australia’s integrated corporate, markets, financial services and consumer credit regulator.\n\n  In New Zealand, certain BlackRock subsidiaries are primarily regulated by the Financial Markets Authority (“FMA”). The FMA is responsible for overseeing and enforcing financial markets legislation including the licensing of firms to provide certain financial products and services in New Zealand and administering anti-money laundering and terrorism financing legislation, amongst other functions.\n\n  The activities of certain BlackRock subsidiaries in Hong Kong are subject to the Securities and Futures Ordinance (“SFO”), which governs the securities and futures markets, and regulates, among others, offers of investments to the public, and provides for the licensing of intermediaries. The SFO is administered by the Securities & Futures Commission (“SFC”). The SFC is also empowered to establish standards for compliance as well as codes and guidelines. The relevant BlackRock subsidiaries and the employees conducting any of the regulated activities specified in the SFO are required to be licensed with the SFC, and are subject to the rules, codes and guidelines issued by the SFC. \n\n  BlackRock’s operations in Taiwan are subject to the Securities Investment Trust and Consulting Act and other regulations, rules or guidelines thereunder (collectively, “SITE and SICE Requirements”). BlackRock’s subsidiary in Taiwan is governed and regulated by the Securities & Futures Bureau (“SFB”) under the Taiwan Financial Supervisory Commission, which is responsible for regulating securities markets (including the Taiwan Stock Exchange, the Taipei Exchange and the Taiwan Futures Exchange), the asset management industry, the broker and futures commission merchant sector, the banking industry and the insurance sector. The relevant BlackRock subsidiary and employees conducting regulated activities are required to be licensed with the SFB and subject to the SITE and SICE Requirements.\n\n  BlackRock’s Fund Management Company in China (“BlackRock FMC”) is regulated by the China Securities Regulatory Commission and is subject to the Securities Investment Fund Law and Measures for the Supervision and Administration of Mutual Fund Managers for the overall oversight from incorporation to the corporate governance and operations of fund managers and funds. BlackRock FMC is also subject to the China Securities Law and various other financial laws and regulations. BlackRock CCB Wealth Management Limited, which is BlackRock’s wealth management joint venture company with CCB Wealth Management Co., Ltd. and Fullerton Management Pte Ltd. in China, is regulated by the National Financial Regulatory Administration (“NFRA”, formerly known as the China Banking and Insurance Regulatory Commission). They have enacted Bank Wealth Management Supervision and Management Measures and Management Measures of Bank Wealth Management Subsidiaries and other relevant rules to regulate the setup, conduct of business and risk management of bank wealth management companies.\n\n  In Singapore, a BlackRock subsidiary is regulated by the Monetary Authority of Singapore (“MAS”) and its business activities are subject to the Securities and Futures Act 2001 (“SFA”). The SFA governs the regulation of activities and institutions in the securities and derivatives industry, including fund management, dealing in capital markets products and leveraged foreign exchange trading. The MAS is Singapore’s central bank and integrated financial regulator, which regulates the financial services sector in Singapore and conducts integrated supervision of financial services and financial stability surveillance. This BlackRock subsidiary and the employees conducting any of the regulated activities specified in the SFA are required to be licensed with the MAS, and are subject to the SFA and the regulations, rules, codes, notices and guidelines issued by the MAS. \n\n  In India, the Jio BlackRock joint venture entities, Jio BlackRock Asset Management Private Limited, Jio BlackRock Investment Advisers Private Limited and Jio BlackRock Trustee Private Limited, are governed by the Companies Act, 2013 and regulated by the Ministry of Corporate Affairs in India. Following approval to act as sponsors, Jio Financial Services and BlackRock through their Jio BlackRock joint venture entities have made applications to the Securities and Exchange Board of India seeking to manage and operate a licensed asset management company.\n\n  Other financial regulators oversee BlackRock subsidiaries, branches and representative offices across the Asia-Pacific region, including in South Korea. Regulators in all of these jurisdictions have authority with respect to financial services including, among other things, the authority to grant, suspend or cancel required licenses or registrations. In addition, these regulators may subject certain BlackRock subsidiaries to net capital requirements.\n\n  AVAILABLE INFORMATION \n\n  BlackRock files annual, quarterly and current reports, proxy statements and all amendments to these reports and other information with the SEC. BlackRock makes available free-of-charge, on or through its website at https://www.blackrock.com, the Company’s Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, proxy statements and all amendments to those filings, as soon as reasonably practicable after such material is electronically filed with or furnished to the SEC. The Company also makes available on its website the charters for the Audit Committee, Management Development and Compensation Committee, Nominating, Governance and Sustainability Committee and Risk Committee of the Board of Directors, its Code of Business Conduct and Ethics, its Code of Ethics for Chief Executive and Senior Financial Officers and its Corporate Governance Guidelines. Further, BlackRock will provide, without charge, upon written request, a copy of the Company’s Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, proxy statements and all amendments to those filings as well as the committee charters, its Code of Business Conduct and Ethics, its Code of Ethics for Chief Executive and Senior Financial Officers and its Corporate Governance Guidelines. Requests for copies should be addressed to Investor Relations, BlackRock, Inc., 50 Hudson Yards, New York, New York 10001. Reports, proxy statements and other information regarding issuers that file electronically with the SEC, including BlackRock’s filings, are also available to the public from the SEC’s website at https://www.sec.gov.",
      "char_count": 113900
    },
    "item1a": {
      "text": "Item 1A. Risk Factors\n\n  As a global investment management firm, risk is an inherent part of BlackRock’s business. Global markets, by their nature, are prone to uncertainty and subject participants to a variety of risks. While BlackRock devotes significant resources across all of its operations to identify, measure, monitor, manage and analyze market, operating, legal, compliance, reputational, fiduciary and investment risks, BlackRock’s business, financial condition, operating results and nonoperating results could be materially adversely affected and the Company’s stock price could decline as a result of any of these risks and uncertainties, including the ones discussed below.\n\n  RISKS RELATED TO MARKET AND COMPETITION\n\n  Changes in the value levels of equity, debt, real assets, commodities, foreign exchange or other asset markets, including from the impact of global trade policies and tariffs, may cause assets under management (“AUM”), revenue and earnings to decline.\n\n  BlackRock’s investment management revenue is primarily comprised of fees based on a percentage of the value of AUM and, in some cases, performance fees which are normally expressed as a percentage of returns to the client. Numerous factors, including price movements in the equity, debt or currency markets, or movements in the price of real assets, commodities, digital assets or other alternative investments in which BlackRock invests on behalf of its clients, including from the impact of global fiscal, monetary and trade policies, could cause:\n\n  •the value of AUM, or BlackRock's returns on AUM, to decrease;\n\n  •client redemptions from BlackRock’s products;\n\n  •client rebalancing or reallocating of assets into BlackRock products that yield lower fees;\n\n  •an impairment to the value of intangible assets and goodwill; or\n\n  •a decrease in the value of seed or co-investment capital.\n\n  These risks may also be heightened by market volatility, illiquid market conditions or other market disruptions. The occurrence of any of the above events may cause the Company’s AUM, revenue and earnings to decline.\n\n  Changes in interest or foreign exchange rates and/or divergent beta may cause BlackRock’s AUM and base fees to fluctuate and introduce volatility to the Company’s net income and operating cash flows.\n\n  BlackRock’s business is directly and indirectly affected by changes in global interest rates, as well as changes in global markets, which have experienced substantial volatility in recent years. Similarly, due to the global nature of BlackRock’s operations, a portion of its business is conducted in currencies other than the United States (\"US\") dollar. Fluctuations in BlackRock’s AUM related to its exposure to foreign exchange rates relative to the US dollar and interest rates may introduce volatility to the Company’s base fees, net income and operating cash flows.\n\n  In addition, beta divergence between equity markets, where certain markets perform differently than others, may lead to an increase in the proportion of BlackRock AUM weighted toward lower fee equity products, resulting in a decline in BlackRock’s effective fee rate. Divergent market factors may also erode the correlation between the growth rates of AUM and base fees.\n\n  BlackRock’s investment advisory contracts may be terminated or may not be renewed by clients and fund boards on favorable terms and the liquidation of certain funds may be accelerated at the option of investors.\n\n  BlackRock derives a substantial portion of its revenue from providing investment advisory services. The advisory or management contracts BlackRock has entered into with its clients, including the agreements that govern many of BlackRock’s investment funds, provide investors or, in some cases, the independent directors of applicable investment funds, with significant latitude to terminate such contracts, withdraw funds or liquidate funds, or to remove BlackRock as a fund’s investment advisor (or equivalent). BlackRock also manages its US mutual funds, closed-end and exchange-traded funds under management contracts that must be renewed and approved annually by the funds’ respective boards of directors, a majority of whom are independent from the Company. BlackRock’s fee arrangements under any of its advisory or management contracts may be reduced (including at the behest of a fund’s board of directors). In addition, shareholder activism involving closed-end funds has increased, including public campaigns to demand that a fund consider significant transactions such as a tender offer, merger or liquidation or seek other actions such as the termination of the fund's management contract. If a number of BlackRock’s clients terminate their contracts, or otherwise remove BlackRock from its advisory roles, liquidate funds or fail to renew management contracts on similar terms, the fees or carried interest BlackRock earns could be reduced, which may cause BlackRock’s AUM, revenue and earnings to decline.\n\n  The failure or negative performance of products offered by competitors may cause AUM in similar BlackRock products to decline irrespective of BlackRock’s performance.\n\n  Many competitors offer similar products to those offered by BlackRock and the failure or negative performance of competitors’ products could lead to a loss of confidence in similar BlackRock products, irrespective of the performance of such BlackRock products. Any loss of confidence in a product type could lead to withdrawals, redemptions and liquidity issues in such products, which may cause the Company’s AUM, revenue and earnings to decline.\n\n  Increased competition may cause BlackRock’s AUM, revenue and earnings to decline.\n\n  The investment management industry is highly competitive, and BlackRock competes based on a number of factors including: investment performance, liquidity, its technology and portfolio construction offerings, the level of fees charged, the quality and breadth of services and products provided, name recognition and reputation, and its ability to develop new investment strategies and products to meet the changing needs of investors. In addition, over the past several years, the asset management industry has continued to evolve as investors increasingly seek out firms that have the capacity to deliver broad multi-asset investment capabilities and technological expertise, including in a manner that is responsive to ever more localized needs. This evolution, together with the introduction of new technologies, as well as regulatory changes, continues to alter the competitive landscape for investment managers, which may lead to additional fee compression or require BlackRock to invest more to modify or adapt its product offerings to attract and retain customers and remain competitive with the products, services and geographic diversity offered by other financial institutions, technology companies, advisory or asset management firms. Increased competition on the basis of any of these factors, including competition leading to fee reductions on existing or new business, may cause the Company’s AUM, revenue and earnings to decline.\n\n  19\n\n  Failure to maintain Aladdin’s competitive position in a dynamic market could lead to a loss of clients and could impede BlackRock’s productivity and growth.\n\n  The sophisticated risk analytics, portfolio management, trade execution and investment operations that BlackRock provides via its technology platform to support investment advisory and Aladdin clients are important elements of BlackRock’s competitive success. Aladdin’s competitive position is based in part on its ability to combine risk analytics with portfolio management, trading and operations tools on a single platform. Increased competition from risk analytics and investment management technology providers, including from competitors with increasingly sophisticated and comprehensive product offerings, or a shift in client demand toward standalone or internally developed solutions, whether due to price competition, perceived client market share, platform offerings or flexibility, or market-based or regulatory factors, may weaken Aladdin’s competitive position and may cause the Company’s revenue and earnings to decline. In addition, to the extent that Aladdin competitors are able to innovate more effectively than BlackRock or leverage delivery models that provide clients faster time to market, lower costs or the ability to more seamlessly combine or bundle with other service offerings, BlackRock may lose existing clients or fail to capture future market share, which may impede its productivity and growth. Moreover, although BlackRock takes steps to safeguard against infringements of its intellectual property (“IP”), there can be no assurance that the Company will be able to effectively protect and enforce its IP rights in Aladdin.\n\n  BlackRock may be unable to develop new products and services and the development of new products and services may expose BlackRock to reputational harm, additional costs or operational risk.\n\n  BlackRock’s financial performance depends, in part, on its ability to react to changes in the asset management industry, respond to evolving client demands and technological advances, and develop, market and manage new investment products and services. The development and introduction of new products and services, including the creation of increasingly customizable products, requires continued innovative effort on the part of BlackRock and may require significant time and resources as well as ongoing support and investment. Substantial risk and uncertainties are associated with the introduction of new products and services, including the implementation of new and appropriate operational controls and procedures, shifting client and market preferences, the introduction of competing products or services, constraints on BlackRock’s ability to manage growth within client mandates, compliance with regulatory and disclosure requirements and IP-related lawsuits or claims, which may not be fully evident or identified prior to the introduction of any such product or service. A growing number of BlackRock’s products and services also depend on data provided by third parties as analytical inputs and are subject to additional risks, including with respect to data quality, cost, availability and provider relationships. Data sets for certain developing analytics, such as those in the sustainability space, continue to evolve and difficulties approximating gaps in the data, sourcing data from reliable sources, or validating the data could adversely impact the accuracy and effectiveness of such analytics. There can be no assurance that BlackRock will be able to innovate effectively in order to develop new products or services that address the needs of its clients on the timeline they require. Any failure to successfully develop and support new products and services, or effectively manage associated operational risks, could have an adverse impact on BlackRock’s growth, harm BlackRock’s reputation and expose the Company to additional costs, which may cause its AUM, revenue and earnings to decline.\n\n  Changes in the value of seed and co-investments that BlackRock owns could affect its income and could increase the volatility of its earnings.\n\n  At December 31, 2024, BlackRock’s net economic investment exposure of approximately $3.9 billion in its investments (see Item 7, Management’s Discussion and Analysis of Financial Condition and Results of Operations – Investments) primarily resulted from co-investments and seed investments in its sponsored investment funds. Movements in the equity, debt or currency markets, or in the price of real assets, commodities or other alternative investments, could lower the value of these investments, increase the volatility of BlackRock’s earnings and cause earnings to decline.\n\n  BlackRock indemnifies certain securities lending clients for specified losses as a result of a borrower default.\n\n  BlackRock provides borrower default indemnification to certain of its securities lending clients. In the event of a borrower default, BlackRock may use the collateral provided by the defaulting borrower to repurchase securities out on loan to such borrower in order to replace them in a client’s account. Borrower default indemnification is limited to the shortfall that occurs in the event the collateral available at the time of the borrower’s default is insufficient to repurchase those securities out on loan. BlackRock requires all borrowers to mark to market their posted collateral daily to levels in excess of the value of the securities out on loan which mitigates the likelihood of the indemnity being triggered. Where the collateral is in the form of cash, the borrower default indemnification BlackRock provides does not guarantee, assume or otherwise insure the investment performance or return of any cash collateral vehicle into which that cash collateral is invested. The amount of securities on loan as of December 31, 2024 and subject to this type of indemnification was approximately $305 billion. In the Company’s capacity as lending agent, cash and securities totaling approximately $324 billion was held as collateral for indemnified securities on loan at December 31, 2024. Significant borrower defaults occurring simultaneously with rapid declines in the value of collateral and/or increases in the value of the securities loaned may create collateral shortfalls, which could result in material liabilities under these indemnities and may cause the Company’s revenue and earnings to decline.\n\n  BlackRock’s decision on whether to provide support to particular investment products from time to time, or the inability to provide support, may cause AUM, revenue and earnings to decline.\n\n  While not legally mandated, BlackRock, at its option and from time to time, has and may in the future choose to seed, warehouse or otherwise support investment products through capital or credit support for commercial or other reasons. Any decision by BlackRock on whether to support products may utilize capital and liquidity that would otherwise be available for other corporate purposes. BlackRock’s ability to seed, warehouse or otherwise support certain products may be restricted by regulation or by the Company’s failure to have or make available sufficient capital or liquidity. Moreover, inherent constraints arising from the business models of certain asset managers, including BlackRock, may during periods of market volatility result in BlackRock having fewer options for accessing liquidity than asset managers with alternate business models, which may adversely impact its ability to support certain products. Any decision by BlackRock to support particular investment products, or its inability or unwillingness to provide such support, may result in losses or affect BlackRock's capital or liquidity, which may cause AUM, revenue and earnings to decline.\n\n  20\n\n  Geopolitical unrest and other events outside of BlackRock’s control could adversely affect the global economy or specific international, regional and domestic markets, which may cause BlackRock’s AUM, revenue and earnings to decline.\n\n  Geopolitical risks, including those arising from trade tension and/or the imposition of trade tariffs, terrorist activity or acts of civil or international hostility, could have an adverse impact on BlackRock. For instance, the Ukraine-Russia and Middle East conflicts have and may continue to result in geopolitical instability and adversely affect the global economy, supply chains, specific markets and operations. Strategic competition between the US and China and resulting tensions and heightened levels of political polarization have also contributed to uncertainty in the geopolitical and regulatory landscapes. Similarly, other events outside of BlackRock’s control, including the impact of natural disasters, climate-related events, pandemics or health crises may arise from time to time and be accompanied by governmental actions that may increase international tension or impact the US or global economy in ways that are uncertain. Any such events and responses, including regulatory developments, may cause significant volatility and declines in the global markets, disproportionate impacts to certain industries or sectors, disruptions to commerce (including to economic activity, travel and supply chains), loss of life and property damage, and may adversely affect the global economy or capital markets, as well as the Company’s products, operations, clients, vendors and employees, which may cause BlackRock’s AUM, revenue and earnings to decline. BlackRock’s exposure to geopolitical risks may be heightened to the extent such risks arise in countries in which BlackRock currently operates or seeks to expand its presence.\n\n  Climate-related risks could adversely affect BlackRock’s business, products, operations and clients, which may cause BlackRock’s AUM, revenue and earnings to decline. \n\n  BlackRock’s business and those of its clients could be impacted by climate-related risks. Climate-related risks may impact BlackRock through changes in the physical climate or from the process of transitioning to a low-carbon economy. Climate-related physical risks arise from the direct impacts of a changing climate in the short- and long-term. Such risks may include the risks of extreme weather events and changes in temperature, which may damage infrastructure and facilities, including BlackRock’s physical assets, as well as disrupt connectivity or supply chains. Climate-related transition risks arise from exposure to the transition to a low-carbon economy through policy, regulatory, technology and market changes. For instance, divergent existing and future climate regulations or guidance, as well as differing perspectives of stakeholders regarding climate impacts, have affected and may continue to affect BlackRock’s business activities and reputation, increase scrutiny and complicate compliance requirements. \n\n  Climate-related physical and transition risks could also impact BlackRock’s business both directly and indirectly through adverse impacts to its clients’ investments, including as a result of declines in asset values, changes in client preferences, increased regulatory and compliance costs and significant business disruptions. Any of these risks may cause the Company’s AUM, revenue and earnings to decline.\n\n  RISKS RELATED TO INVESTMENT PERFORMANCE\n\n  Poor investment performance could lead to the loss of clients and may cause AUM, revenue and earnings to decline.\n\n  The Company’s management believes that investment performance, including the efficient delivery of beta, is one of the most important factors for the growth and retention of AUM. Poor investment performance relative to applicable portfolio benchmarks, aggregate fee levels or competitors may cause AUM, revenue and earnings to decline as a result of:\n\n  •client withdrawals in favor of better performing products offered by competitors;\n\n  •client shifts to products that charge lower fees;\n\n  •the diminishing ability to attract additional funds from existing and new clients;\n\n  •reduced, minimal or no performance fees;\n\n  •an impairment to the value of intangible assets and goodwill; or\n\n  •a decrease in the valuations of seed and co-investment capital.\n\n  Performance fees may increase volatility of both revenue and earnings.\n\n  A portion of BlackRock’s revenue is derived from performance fees on investment advisory assignments. Performance fees represented $1.2 billion, or 6%, of total revenue for the year ended December 31, 2024. Generally, the Company is entitled to a performance fee only if the agreement under which it is managing the assets provides for one and if returns on the related portfolio exceed agreed-upon periodic or cumulative return targets. If these targets are not exceeded, a performance fee for that period will not be earned and, if targets are based on cumulative returns, the Company may not earn performance fees in future periods. The volatility of the Company’s future revenue and earnings may also be affected due to private markets becoming an increasing component of the overall composition of the Company’s performance fee generating assets, including from the Company’s acquisition of GIP (the “GIP Acquisition”) and its proposed acquisition of HPS (the “HPS Acquisition”). In particular, the Company expects that as it manages more private markets products, its performance fees will generally be recognized over substantially longer multi-year periods than those associated with more liquid products.\n\n  Failure to identify errors in the quantitative models BlackRock utilizes to manage its business could adversely affect product performance and client relationships.\n\n  BlackRock employs various quantitative models to support its investment processes, including those related to risk assessment, portfolio management, trading and hedging activities and product valuations. Any errors or limitations in the underlying models, model inputs or assumptions, including those from third-party sources, as well as any failure of BlackRock’s governance, approval, testing, validation and monitoring standards in respect of such models, model inputs or assumptions, the failure to timely update such models, model inputs or assumptions or errors in how such models are used, could have adverse effects on BlackRock’s business and reputation. These risks may be heightened by the rapid growth and complexity of new models, evolving data sets and standards, and market volatility.\n\n  21\n\n  TECHNOLOGY AND OPERATIONAL RISKS\n\n  A failure in, or disruption to, BlackRock’s operations, systems or infrastructure, including business continuity plans, could adversely affect operations, damage the Company’s reputation and cause BlackRock’s AUM, revenue and earnings to decline.\n\n  BlackRock’s infrastructure, including its technological capacity, data centers and office space, is vital to the competitiveness of its business. Moreover, a significant portion of BlackRock’s critical business operations is concentrated in a limited number of geographic areas, including San Francisco, New York, London, Edinburgh, Budapest, Atlanta, Gurgaon, Mumbai and Belgrade. The failure to maintain an infrastructure commensurate with the size and scope of BlackRock’s business, or the occurrence of a business outage or event outside BlackRock’s control, including a major earthquake, hurricane, fire, terrorist act, pandemic, health crisis or other catastrophic event, or the actions of individuals or groups seeking to disrupt BlackRock’s operations in any location at which BlackRock maintains a major presence, could materially impact operations, result in business disruption or impede the Company's growth.\n\n  Despite BlackRock’s efforts to ensure business continuity, if it fails to keep business continuity plans up-to-date or if such plans, including secure back-up facilities and systems and the availability of back-up employees, are improperly implemented or deployed during a disruption, the Company’s ability to operate could be adversely impacted which may cause AUM, revenue and earnings to decline or impact the Company’s ability to comply with regulatory obligations or contractual obligations leading to reputational harm, legal liability, regulatory fines and/or sanctions.\n\n  A cyber-attack or a failure to implement effective information and cybersecurity policies, procedures and capabilities could disrupt operations and lead to financial losses and reputational harm, which may cause BlackRock’s AUM, revenue and earnings to decline.\n\n  BlackRock is dependent on the effectiveness of the information and cybersecurity policies, procedures and capabilities it maintains to protect its computer and telecommunications systems and the data that resides on or is transmitted through them, including data provided by third parties that is significant to portions of BlackRock's business and products. An information security incident or disruption, such as a cyber-attack including social engineering, deepfakes, phishing scams, business email compromise, malware, denial-of-service or ransomware attacks, or failures to control access to sensitive systems, could materially interrupt business operations or cause disclosure or modification of sensitive or confidential client or competitive information. Moreover, developments in BlackRock’s use of process automation and artificial intelligence (“AI”), as well as the use of remote access by employees and mobile and cloud technologies, heightens these and other operational risks, as certain aspects of the security of such technologies may be complex, unpredictable or beyond BlackRock’s control. BlackRock’s growing exposure to the public Internet, as well as reliance on mobile or cloud technology or any failure by mobile technology and cloud service providers to adequately safeguard their systems and prevent cyber-attacks, could disrupt BlackRock’s operations and result in misappropriation, corruption or loss of personal, confidential or proprietary information or third-party data. In addition, there is a risk that encryption and other protective measures may be circumvented, particularly to the extent that new computing technologies including quantum computing increase the speed and computing power available.\n\n  The financial services industry has been the subject of cyber-attacks involving the dissemination, theft and destruction of corporate information or other assets, as a result of failure to follow procedures by employees or contractors or as a result of actions by third parties, including nation state actors, terrorist organizations, cyber criminals and hacktivists. BlackRock has been and continues to be the target of cyber-attacks, as well as the co-opting of its brand, and continues to monitor and develop its systems to protect its technology infrastructure and data from misappropriation or corruption, as the failure to do so could disrupt BlackRock’s operations and cause financial losses. Advances in technology, including generative AI, and use of such technology by malicious actors heightens these risks. Although BlackRock has implemented policies and controls, and takes protective measures involving significant expense, to help prevent and address potential data breaches, inadvertent disclosures, increasingly sophisticated cyber-attacks and cyber-related fraud, there can be no assurance that any of these measures proves fully effective. In addition, given the evolving nature of cyber threat actors and the increasing sophistication of cyber-attack methodology, a successful cyber-attack may persist for an extended period of time before being detected, and it may take a considerable amount of time for an investigation to be completed and the severity and potential impact to be known. Moreover, due to the complexity and interconnectedness of BlackRock’s systems, the process of upgrading or patching the Company’s protective measures could itself create a risk of security issues or system disruptions for the Company, as well as for clients who rely upon, or have exposure to, BlackRock’s systems.\n\n  In addition, due to BlackRock’s interconnectivity with third-party vendors, advisors, central agents, exchanges, clearing houses and other financial institutions, BlackRock or any such third-party may be adversely affected if any of them (or their service providers) is subject to a successful cyber-attack or other information security event, including those arising due to the use of mobile technology or a third-party cloud environment. BlackRock also routinely transmits and receives personal, confidential or proprietary information by email and other electronic means. The Company collaborates with clients, vendors and other third parties to develop secure transmission capabilities and protect against cyber-attacks. However, BlackRock or such third parties may not have all appropriate controls in place to protect the confidentiality of such information.\n\n  Any information security incident or cyber-attack against BlackRock or third parties with whom it is connected, including any interception, mishandling or misuse of personal, confidential or proprietary information or failure to disclose or communicate a cybersecurity incident appropriately, could result in material financial loss, loss of competitive position, regulatory fines and/or sanctions, breach of client contracts, reputational harm or legal liability, which, in turn, may cause BlackRock’s AUM, revenue and earnings to decline. In addition, BlackRock’s cybersecurity insurance may not cover all losses and damages from such events and BlackRock’s ability to maintain or obtain sufficient insurance coverage in the future may be limited.\n\n  Failure or unavailability of third-party dependencies may adversely affect Aladdin operations, which could cause reputational harm, lead to a loss of clients and impede BlackRock’s productivity and growth.\n\n  BlackRock must maintain effective infrastructure, including a robust and secure technological framework, in order to maximize the benefit of the Aladdin platform. In so doing, it relies in part on certain third-party service providers, including for cloud hosting and technologies supporting cloud-based operations. For example, Aladdin’s data architecture depends on third-party providers of technology solutions, including the ability of such parties to scale and perform in response to Aladdin’s growth. In addition, the analytical capabilities of Aladdin depend on the ability of a number of third parties to provide data and other information as inputs into Aladdin’s analytical calculations. Although BlackRock has implemented internal controls and procedures and maintains a robust vendor management program designed to perform diligence and monitor third parties that support the Aladdin platform, there can be no assurance that these measures will prove effective. Any failure by third parties to maintain infrastructure that is commensurate with Aladdin’s size and growth, or provide the data or information required to support its varying capabilities, could compromise Aladdin’s resilience, result in operational difficulties, cause reputational harm and adversely impact BlackRock’s ability to provide services to its investment advisory and Aladdin clients.\n\n  22\n\n  Continuing enhancements to Aladdin’s capabilities, as well as the expansion of the Aladdin platform into new markets and geographies, have led to significant growth in Aladdin’s processing scale, which may expose BlackRock to reputational harm, increased regulatory scrutiny and heightened operational, data management, cyber- and information-security risks.\n\n  The operation of BlackRock’s Aladdin platform routinely involves updating existing capabilities, configuration change management, developing, testing and rolling out new functionalities and expanding coverage into new markets and geographies, including in connection with inorganic transactions or to address client or regulatory requirements. These updates and expansion initiatives, which have led to significant growth in Aladdin’s processing scale, frequently occur on accelerated time frames and may expose BlackRock to additional cyber- and information-security risks, as well as increased execution, operational and data management risks. If BlackRock is unable to manage the pace of, or provide the operational resiliency and stability for, the expansion of Aladdin and associated growth of its processing scale, BlackRock may experience client attrition, reduced business, increased costs, reputational harm or regulatory fines and/or sanctions, which may cause BlackRock’s AUM, revenue and earnings to decline.\n\n  In addition, the highly regulated business activities of many Aladdin clients may expose BlackRock to heightened regulatory scrutiny. For example, the changing political and regulatory environment in certain jurisdictions in which Aladdin clients are based has required BlackRock to open new data centers in those jurisdictions in order to host client data in the client’s home location. Operating new data centers in foreign jurisdictions may expose BlackRock to increased operational complexity, as well as additional regulatory risks associated with the compliance requirements of such jurisdictions. In addition, there has been increased regulatory scrutiny globally on technology and information providers, which may impact Aladdin and certain functionalities and tools.\n\n  A failure to effectively manage the development and use of AI, combined with an evolving regulatory environment, could have an adverse effect on BlackRock’s growth, reputation or business.\n\n  BlackRock uses machine learning and AI in its business and expects to continue to expand its AI capabilities, including through generative AI. AI methods are complex and rapidly evolving, and the introduction of AI into new or existing processes may result in new or enhanced governmental or regulatory scrutiny, IP or other litigation, data protection, confidentiality or information security risks, social or ethical concerns, competitive harm or other complications. For example, the use of datasets to develop and test AI models, the content generated by AI systems, or the application of AI systems may be found to be insufficient, biased or harmful, or lead to adverse business decisions or operating errors. AI technologies, including generative AI, may create content that appears correct but is factually inaccurate or flawed. In addition, IP ownership and license rights, including copyright, surrounding AI technologies are still being developed and have not been fully addressed by US courts or federal, state or non-US laws or regulation. Furthermore, regulatory scrutiny of AI technologies and controls continues to evolve globally with new and forthcoming laws and regulations. Efforts around use of these technologies require additional investment in operational controls and procedures, development and implementation of appropriate protections and safeguards for handling the use of data with AI, including with respect to data leakage, fraud prevention and regulatory compliance costs. AI technologies may also disrupt the competitive landscape for investment management and technology services, including in commercial and operational areas such as data aggregation and quantitative models. Any failure to successfully integrate AI technologies, respond to client or market demands, accurately communicate AI initiatives, comply with AI-related regulations, identify or address any legal or regulatory issues associated with AI or effectively manage the related risks could harm BlackRock’s growth and reputation, adversely impact product offerings, client interactions or business initiatives, and expose the Company to legal and regulatory liabilities and additional costs, including regulatory fines or sanctions, which may cause its AUM, revenue and earnings to decline.\n\n  Failure to maintain adequate corporate and contingent liquidity may cause BlackRock’s AUM, liquidity and earnings to decline, as well as harm its prospects for growth.\n\n  BlackRock’s ability to meet anticipated cash needs depends upon a number of factors, including its creditworthiness and ability to generate operating cash flows. In addition, while BlackRock, Inc. is not subject to regulatory capital or liquidity requirements, certain of its subsidiaries are subject to regulatory capital and liquidity frameworks as well as certain other prudential requirements and standards, which require them to maintain certain levels of capital and liquidity. Failure to maintain adequate liquidity could lead to unanticipated costs and force BlackRock to revise existing or future strategic and business initiatives. BlackRock’s access to equity and debt markets and its ability to issue public or private debt, or obtain lines of credit or commercial paper back-up lines, on reasonable terms may be limited by adverse market conditions, a reduction in its long- or short-term credit ratings, or changes in government regulations, including tax and interest rates. Failure to obtain funds and/or financing, or any adverse change to the cost of obtaining such funds and/or financing, may cause BlackRock’s AUM, liquidity and earnings to decline, curtail its operations and limit or impede its prospects for growth.\n\n  Operating risks associated with BlackRock’s securities lending program may result in client losses.\n\n  BlackRock lends securities to banks and broker-dealers as agent on behalf of certain of its clients. In these securities lending transactions, the borrower is required to provide and maintain collateral at or above regulatory minimums. Securities on loan are marked to market daily to determine if the borrower is required to provide additional collateral. BlackRock must manage this process and is charged with mitigating the associated operational risks. The failure of BlackRock’s controls to mitigate such operational risks could result in financial losses for the Company’s clients that participate in its securities lending programs (separate from any losses related to the risks of collateral investments), and BlackRock may be held liable for any failure to manage such risks.\n\n  Inorganic transactions may harm the Company’s competitive or financial position if they are not successful.\n\n  BlackRock employs a variety of organic and inorganic strategies intended to enhance earnings, increase product offerings, deliver whole-portfolio solutions, access new clients, leverage advances in technology and expand into new geographies. Inorganic strategies have included hiring smaller-sized investment teams, making minority investments in early- to mid-stage technological and other ventures, entering into strategic joint ventures and acquiring investment management and technology businesses, analytics, models and other IP. Inorganic transactions involve a number of financial, accounting, tax, regulatory, geographical and operational challenges and uncertainties, including in some cases, the assumption of pre-existing liabilities, which must be managed in order for BlackRock to realize the benefit of such transactions, and such transactions may be the subject of unanticipated liabilities arising from commercial, client or other disputes, information security vulnerabilities or breaches and IP or other legal claims. \n\n  23\n\n  The success of BlackRock’s inorganic strategy also depends in large part on its ability to integrate the workforce, operations, strategies, technologies and other components of a target business following the completion of an acquisition. BlackRock may be required to commit significant management time, as well as create new, or grow existing, operational and support functions, to facilitate the integration of acquired businesses, manage combined future growth and maintain a cohesive corporate culture. There can be no assurance that BlackRock will be able to successfully integrate acquired businesses, retain associated talent, scale support functions, effectively manage growth or realize other intended benefits of its inorganic strategy in the timeframe BlackRock expects, or at all. Moreover, the challenges associated with BlackRock’s inorganic strategy may be heightened when inorganic transactions are in new geographic locations, involve new markets, products, business lines or early stage investments or are delivered via technology and systems that differ from those employed by BlackRock or that overlap with existing BlackRock businesses. In addition, in the case of minority investments and joint ventures, including BlackRock’s joint venture to provide investment solutions in India, BlackRock may be subject to risks due to reputational harm, liability or loss resulting from, or relating to operating systems, risk management controls, and employees that are outside of BlackRock’s control, risks related to the jurisdictions or markets in which such investees or joint ventures operate and risks related to the joint venture partners and investees. Any failure to identify and mitigate the risks associated with acquisitions, joint ventures or minority investments through due diligence, governance or oversight rights, indemnification provisions and/or operational expertise, or to manage the integration of acquisitions effectively, could result in losses or impairments related to such transactions and have an adverse effect on BlackRock’s reputation or cause its AUM, revenue and earnings to decline, which may harm the Company’s competitive position in the investment management industry.\n\n  BlackRock is subject to risks associated with its recent and proposed acquisitions, including completion of proposed acquisitions in the anticipated timeframes or at all, and any failure to realize anticipated benefits of such acquisitions.\n\n  In October 2024, BlackRock completed the GIP Acquisition. BlackRock also previously announced (1) its proposed acquisition of Preqin (the “Preqin Acquisition”) which is currently expected to close in the first quarter of 2025, subject to customary closing conditions and (2) the HPS Acquisition (together with the Preqin Acquisition, the “Proposed Acquisitions”) which is currently expected to close in mid-2025, subject to regulatory approvals and customary closing conditions. BlackRock is subject to risks and uncertainties associated with the Proposed Acquisitions, including the risk that a condition to closing may not be satisfied or waived, the possibility of failure to obtain any outstanding necessary regulatory approvals, which may be outside the control of BlackRock or the acquired company, or the possibility that a Proposed Acquisition does not close in the anticipated timeframe or at all. BlackRock may not be able to realize the anticipated benefits of GIP Acquisition or the Proposed Acquisitions, including synergies, value creation or other benefits of such acquisition, fully or at all, or on the timeline BlackRock expects. At times, the resources of BlackRock and the acquired companies or the attention of certain members of their management may be focused on completion and integration of the acquisition and diverted from day-to-day business operations, which may disrupt ongoing business. In addition, the process of integrating each acquired company may have an adverse impact on the Company, including from risks related to significant transaction and integration costs, unknown liabilities, employee turnover, divergence of management attention, litigation and/or regulatory actions related to the acquisition or if the acquired business does not perform as expected, which may cause BlackRock’s AUM, revenue and earnings to decline.\n\n  BlackRock's alternatives products include investments in early-stage companies, private equity portfolio companies and real assets, such as real estate, infrastructure and energy assets, which expose BlackRock and its funds and accounts to new or increased risks and liabilities, as well as reputational harm.\n\n  BlackRock’s alternatives products include investments in early-stage companies, private equity portfolio companies and real assets, including real estate, infrastructure and energy assets, which expose BlackRock and its funds and accounts to increased risks and liabilities that are inherent in the ownership and management of such investments and portfolio companies. These include:\n\n  •risks related to the potential illiquidity, valuation and disposition of such investments;\n\n  •risks related to emerging and less established companies that have, among other things, short operating histories, new technologies and products, nascent control functions, quickly evolving markets and limited financial resources;\n\n  •construction risks, including as a result of force majeure, labor disputes or work stoppages, shortages of material or interruptions to the availability of necessary equipment;\n\n  •accidents, pandemics, health crises or catastrophic events, such as explosions, fires or terrorist activity beyond BlackRock’s control;\n\n  •climate-related risks, including greater frequency or intensity of adverse weather and natural disasters;\n\n  •personal injury or property damage;\n\n  •failures on the part of third-party servicers and operators, including managers and contractors, appointed in connection with investments or projects to adequately perform their contractual duties or operate in accordance with applicable laws;\n\n  •risks related to investments in emerging markets, including economic and political risks and differences in legal or regulatory environments, which may make enforcement of legal obligations more difficult;\n\n  •exposure to stringent and complex non-US, federal, state and local laws, ordinances and regulations, including those related to financial crime, permits, government contracting, conservation, exploration and production, tenancy, occupational health and safety, foreign investment and environmental protection;\n\n  •environmental hazards, such as natural gas leaks, product and waste spills, pipeline and tank ruptures, and unauthorized discharges of products, wastes and other pollutants;\n\n  •changes to the supply and demand for properties and/or tenancies or fluctuations in the price of commodities;\n\n  •risks related to the availability, cost, coverage and other limitations on insurance;\n\n  •risks related to governance and oversight, including board oversight, of portfolio companies;\n\n  •the financial resources of tenants; and\n\n  •contingent liabilities on disposition of investments.\n\n  24\n\n  The above risks may expose BlackRock’s funds and accounts to additional expenses and liabilities, including costs associated with delays or remediation, and increased legal or regulatory costs, all of which could impact the returns earned by BlackRock’s clients. These risks could also result in direct liability for BlackRock by exposing BlackRock to losses, regulatory sanctions or litigation, including claims for compensatory or punitive damages. Similarly, market conditions may change during the course of developments or projects in which BlackRock invests and those changes may make such developments or projects less attractive than at the time they were commenced and potentially harm the investment returns of BlackRock’s clients. These risks may be heightened as the Company expands its alternative products, including through the GIP Acquisition. The occurrence of any such events may expose BlackRock to reputational harm, divert management’s attention away from BlackRock’s other business activities or cause its AUM, revenue and earnings to decline.\n\n  Operating in international markets increases BlackRock’s operational, political, regulatory and other risks.\n\n  As a result of BlackRock’s extensive international operations, the Company faces associated operational, regulatory, reputational, political and foreign exchange rate risks, many of which are outside of the Company’s control. Operating outside the US may also expose BlackRock to increased compliance risks, as well as higher costs to comply with US and non-US anti-corruption, anti-money laundering and sanctions laws and regulations. Similarly, certain jurisdictions in which BlackRock operates may not have comparable levels of protection for corporate assets, such as IP, and client information and records, to the US. As a result, there may also be heightened information security or privacy risks in those jurisdictions. Any theft or unauthorized use of data, technology or IP may negatively impact BlackRock’s business operations and reputation. In addition, changes to the political or regulatory environment in a jurisdiction in which BlackRock operates, including increased restrictions or scrutiny, may adversely impact BlackRock’s business or operating activities. The failure of the Company’s systems of internal control to mitigate such risks, or of its operating infrastructure to support its global activities, could result in operational failures and regulatory fines and/or sanctions and impede the Company's growth, which may cause the Company’s AUM, revenue and earnings to decline.\n\n  RISKS RELATED TO HUMAN CAPITAL\n\n  The potential for human error in connection with BlackRock’s operational systems could disrupt operations, cause losses, lead to regulatory fines or damage the Company’s reputation and may cause BlackRock’s AUM, revenue and earnings to decline.\n\n  Many of BlackRock’s operations are highly complex and are dependent on the Company’s ability to process and monitor a large number of transactions, many of which occur across numerous markets and currencies at high volumes and frequencies. Although BlackRock expends considerable resources on systemic controls, supervision, technology and training in an effort to ensure that such transactions do not violate client guidelines, applicable rules and regulations or information barriers, or adversely affect clients, counterparties or the Company, BlackRock’s operations are dependent on its employees. From time-to-time, employees make mistakes that are not always immediately detected by systems, controls, policies and procedures intended to prevent and detect such errors. These can include calculation errors, errors in software implementation or development, failure to ensure data security, follow processes, patch systems or timely report issues, or errors in judgment. Such risks may be exacerbated in times of increased market volatility, high trading volumes, significant changes in operation or business offerings, and workforce turnover (including turnover related to acquisitions). Human errors, even if promptly discovered and remediated, may disrupt operations or result in regulatory fines and/or sanctions, breach of client contracts, reputational harm or legal liability, which, in turn, may cause BlackRock’s AUM, revenue and earnings to decline.\n\n  Fraud, the circumvention of controls or the violation of risk management and workplace policies could have an adverse effect on BlackRock’s reputation, which may cause the Company’s AUM, revenue and earnings to decline.\n\n  BlackRock seeks to foster a positive workplace culture, has adopted a comprehensive risk management framework and continues to enhance various controls, procedures, policies and systems to monitor and manage risks. Notwithstanding these measures, BlackRock cannot ensure that its workplace culture or such controls, procedures, policies and systems will successfully identify and manage internal and external risks, and BlackRock employees have in the past engaged in improper conduct. In addition, BlackRock is subject to the risk that its employees, contractors or other third parties may in the future deliberately or recklessly seek to circumvent established controls to commit fraud, pay or solicit bribes or otherwise act in ways that are inconsistent with the Company’s controls, policies, procedures, workplace culture or principles. This risk may be heightened as BlackRock expands into new markets, increases the breadth of its business offerings and integrates acquisitions, all of which introduce additional complexity to its risk management program. The changing nature of the office environment, such as return to office arrangements and remote and alternative work models, could cause employees to become disconnected with corporate culture and policies, which may increase operational issues. Persistent attempts to circumvent policies and controls or repeated incidents involving fraud, conflicts of interests or transgressions of policies and controls could have an adverse effect on BlackRock’s reputation, cause adverse publicity, and result in litigation, regulatory inquiries, fines and/or sanctions, which may cause the Company’s AUM, revenue and earnings to decline.\n\n  The failure to recruit, train and retain employees and develop and implement effective executive succession could lead to the loss of clients and may cause AUM, revenue and earnings to decline.\n\n  BlackRock’s success is largely dependent on the talents and efforts of its highly skilled workforce and the Company’s ability to plan for the future long-term growth of the business by identifying and developing those employees who can ultimately transition into key roles within BlackRock. The global market for qualified fund managers, investment analysts, technology and risk specialists and other professionals is highly competitive. Factors that affect BlackRock’s ability to attract, train and retain highly qualified employees include the Company’s reputation and workplace culture, the immigration and public health policies in the jurisdictions in which BlackRock has offices, its approach to remote and alternative work models, the compensation and benefits it provides, the impact of acquisitions and its commitment to effectively managing executive succession, including the development and training of qualified individuals.\n\n  In addition, BlackRock pays certain of its employees in deferred compensation that is tied to the Company’s share price or through incentive fees and carried interest related to certain investment funds. As such, decreases in BlackRock’s share price or poor performance of the investment funds related to the incentive fees and carried interest could impair the retention value of such deferred compensation. There can be no assurance that the Company will continue to be successful in its efforts to recruit and retain employees and effectively manage executive succession. If BlackRock is unable to offer competitive compensation or otherwise attract, develop and retain talented individuals, or if it fails to effectively manage executive succession, the Company’s ability to compete effectively and retain its existing clients may be materially impacted.\n\n  25\n\n  RISKS RELATED TO KEY THIRD-PARTY RELATIONSHIPS\n\n  The impairment or failure of third parties may negatively impact the performance of products and accounts that BlackRock manages, which may cause BlackRock’s AUM, revenue and earnings to decline.\n\n  BlackRock’s investment management activities expose the products and accounts it manages for its clients to many different industries and counterparties, including distributors, brokers and dealers, commercial and investment banks, clearing organizations, mutual and hedge funds, and other institutional clients. Transactions with counterparties expose BlackRock’s clients to credit risk in the event the applicable counterparty defaults. Although BlackRock regularly assesses risks posed by its counterparties, such counterparties may be subject to sudden swings in the financial and credit markets that may impair their ability to perform or they may fail to meet their obligations. Counterparties may also experience lapses in their internal controls or risk management systems or expose BlackRock and/or its clients to losses resulting from employee malfeasance, negligence or human error. In addition, the concentration of certain financial institutions that BlackRock uses to facilitate securities and derivatives transactions for its clients, including clearing organizations, exchanges and central agents, increases the risk that a technical or operational issue at, or default by, one such institution could introduce operational issues or delays impacting multiple BlackRock clients. Any such operational issue, impairment or failure could negatively impact the performance of products that BlackRock manages for its clients, which may lead to client attrition and, in turn, cause BlackRock’s AUM, revenue and earnings to decline.\n\n  The failure of key third-party providers to BlackRock to fulfill their obligations or a failure by BlackRock to maintain its relationships with key third-party providers could have a material adverse effect on BlackRock’s growth, reputation or business, which may cause the Company’s AUM, revenue and earnings to decline.\n\n  BlackRock depends on a number of key third-party providers for various fund administration, accounting, custody, market and environmental, social and governance (“ESG”) data, market indices, insurance, technology and AI, cloud hosting and transfer agent roles and other distribution and operational needs. Further, BlackRock relies upon a relatively concentrated group of third-party index providers to deliver services that are integral to its clients’ investment decisions. The index provider industry is characterized by large vendors and the use of long-term contracts remains the market standard. This industry structure may limit BlackRock’s ability to renegotiate its index provider contracts on favorable terms or at all. While BlackRock performs focused diligence on its vendors in an effort to ensure they operate in accordance with expectations and required obligations, to the extent any significant deficiencies are uncovered, there may be few, or no, alternative vendors available. In addition, BlackRock’s operations and processes rely on commercially available data provided by third parties as well as providers of services, including technology services, and operating errors, process delays and failures or failures to comply with data usage requirements with respect to these service providers may adversely impact BlackRock. Data providers commonly disclaim the accuracy and completeness of data and BlackRock does not have the ability to validate or verify the accuracy and completeness of commercially sourced datasets. Moreover, in situations where BlackRock has limited access to alternative vendors, or where the nature of BlackRock’s arrangement with a vendor requires a long term-commitment, BlackRock may be dependent on such vendor for continuous operational reliability and may incur additional costs if such vendor introduces required upgrades to its services.\n\n  BlackRock may from time to time transfer key contracts from one third-party provider to another. Key contract transfers may be costly and complex and expose BlackRock to heightened operational and legal risks. Any failure to mitigate such risks could result in reputational harm as well as financial losses to BlackRock and its clients. The failure or inability of BlackRock to diversify its sources for key services or the failure of any key third-party provider to fulfill its obligations could result in activities inconsistent with clients’ investment management or other agreements, have an adverse financial impact on BlackRock products or lead to operational, legal and regulatory issues for the Company, which could result in reputational harm or legal liability, fines and/or sanctions and may cause BlackRock’s AUM, revenue and earnings to decline.\n\n  Any disruption to the Company’s distribution channels may cause BlackRock’s AUM, revenue and earnings to decline.\n\n  BlackRock relies on a number of third parties to provide distribution, portfolio administration and servicing for certain BlackRock investment management products and services through their various distribution channels. BlackRock’s ability to maintain strong relationships with its distributors may impact the Company’s future performance, and its relationships with distributors are subject to periodic renegotiation that may result in increased distribution costs and/or reductions in the amount of BlackRock products and services being marketed or distributed. Moreover, new fiduciary regulations could lead to significant shifts in distributors' business models and more limited product offerings, potentially resulting in reduced distribution and/or marketing of certain of the Company’s products and services and fee compression. If BlackRock is unable to distribute its products and services successfully or if it is unable to replace or renew existing distribution arrangements, BlackRock’s AUM, revenue and earnings may decline. In addition, improper activities, as well as inadequate anti-money laundering and sanctions diligence conducted by third-party distributors, could create reputational and regulatory harm to BlackRock.\n\n  Key technology partnerships may expose BlackRock to increased regulatory oversight, as well as migration, execution, technology and operational risks.\n\n  BlackRock has a number of key strategic partnerships, including with Microsoft. For instance, the Aladdin infrastructure and environment for BlackRock and its external Aladdin clients are hosted on Microsoft Azure. BlackRock has also migrated certain systems that support its corporate functions to cloud-based platforms. The benefits of cloud-based platforms are significant and BlackRock has adopted a robust risk-based approach to its migration strategies. However, these partnerships also introduce new risks, including: (1) risks associated with relying on third-parties for aspects of infrastructure reliability and stability; (2) software and information security risks arising from the use of cloud technology; (3) operational and execution risks; and (4) risks related to increased regulatory oversight and new compliance obligations, which risks may be further exacerbated as BlackRock and the Aladdin platform continue to grow. A prolonged global failure of cloud services could also impact BlackRock’s other systems. Failures by BlackRock to manage these risks, and/or risks associated with future technology partnerships, may result in escalating costs, financial loss, client dissatisfaction or attrition, regulatory fines and/or sanctions, reputational harm or legal liability, which, in turn, may cause BlackRock’s AUM, revenue and earnings to decline.\n\n  26\n\n  Disruption to the operations of third parties whose functions are integral to BlackRock’s exchange-traded fund (“ETF”) platform may adversely affect the prices at which ETFs trade, particularly during periods of market volatility.\n\n  BlackRock is the largest provider of ETFs globally. Shares of ETFs trade on stock exchanges at prices at, above or below the ETF’s most recent net asset value (“NAV”). The NAV of an ETF is calculated at least once daily, generally at the end of each business day, and fluctuates with changes in the market value of the ETF’s holdings. The trading price of the ETF’s shares fluctuates continuously throughout trading hours. The creation/redemption feature and arbitrage mechanism of an ETF are designed to make it more likely that the ETF’s shares normally will trade at prices close to the NAV. Notwithstanding these features, exchange prices have in the past deviated measurably from the NAV of certain ETFs and may under certain circumstances do so in the future. ETF market prices are subject to numerous potential risks, including trading halts invoked by a stock exchange, and the inability or unwillingness of market makers, authorized participants, settlement systems or other market participants to perform functions necessary for an ETF’s arbitrage mechanism to function effectively. These risks may be heightened as a result of significant market volatility, the growth of the ETF industry combined with increased market activity, as well as the complexity associated with certain products or asset classes, such as digital assets. Moreover, if market events lead to incidents where ETFs trade at prices that deviate meaningfully from an ETF’s NAV, or trading halts are invoked by the relevant stock exchange or market, investors may lose confidence in ETF products and redeem their holdings, which may cause BlackRock’s AUM, revenue and earnings to decline.\n\n  LEGAL, REGULATORY AND REPUTATIONAL RISKS\n\n  BlackRock is subject to extensive regulation around the world, which increases its cost of doing business.\n\n  BlackRock’s business is subject to extensive regulation around the world. These regulations subject BlackRock’s business activities to an array of increasingly detailed operational requirements, compliance with which is costly and complex. \n\n  In addition, many of BlackRock’s legal entities are subject to laws and regulations aimed at preventing corruption, money laundering, inappropriate employment practices, illegal payments and engaging in business activities with certain individuals, countries or groups, including but not limited to the US Foreign Corrupt Practices Act, the USA PATRIOT Act, the Bank Secrecy Act, the EU Anti-Money Laundering Directives, the Money Laundering, Terrorist Financing and Transfer of Funds Regulations 2017, the UK Bribery Act, sanctions imposed by the US Treasury’s Office of Foreign Assets Control, the United Nations and the EU and its member states, as well as those imposed by other countries in which BlackRock operates, such as His Majesty’s Treasury’s (“HMT”) Office of Financial Sanctions Implementation. \n\n  BlackRock is also subject to certain risk retention rules and regulation, as well as regulatory capital requirements, which require the Company to maintain capital to support certain of its businesses. Furthermore, many jurisdictions in which BlackRock operates have laws and regulations relating to data privacy, cybersecurity and protection of personal information, including the GDPR and UK GDPR, which impose stringent data protection rules for individuals within the European Economic Area (“EEA”) and UK, respectively, and for personal data exported outside the EEA and UK. \n\n  BlackRock is additionally subject to scrutiny from various government agencies that focus on antitrust and competition laws and regulations within the US and internationally, including in connection with merger control proceedings and proposed investments. Any determination of a failure to comply with any such laws or regulations could result in fines and/or sanctions against the Company, as well as reputational harm. Moreover, to the extent that these laws and regulations become more stringent, or if BlackRock is required to hold increased levels of capital to support its businesses, the Company’s financial performance or plans for growth may be adversely impacted.\n\n  BlackRock may also be adversely affected by a failure to comply with existing laws and regulations or by changes in the interpretation or enforcement of such laws and regulations, including those discussed above. Challenges associated with interpreting regulations issued in numerous countries in a globally consistent manner may add to such risks if regulators in different jurisdictions have inconsistent views or provide only limited regulatory guidance. In particular, violation of applicable laws or regulations could result in fines and/or sanctions, temporary or permanent prohibition of certain activities, reputational harm and related client terminations, suspensions of employees or revocation of their licenses, suspension or termination of investment adviser, broker-dealer or other registrations, or suspension or termination of BTC’s bank charter or other sanctions, which could have a material adverse effect on BlackRock’s reputation or business and may cause the Company’s AUM, revenue and earnings to decline. For a more extensive discussion of the laws, regulations and regulators to which BlackRock is subject and regulated by, see Item 1, Business – Regulation.\n\n  New regulations informed by global standard setters and/or developed by various national authorities may expose BlackRock to increasing regulatory scrutiny and compliance costs in the jurisdictions in which it operates.\n\n  Policymaking workstreams focused on the financial services sector led by global standard setters, such as the Financial Stability Board (“FSB”) and International Organization of Securities Commissions (“IOSCO”), may lead to or inform new regulations in multiple jurisdictions in which BlackRock operates. Such workstreams have focused on areas such as money market funds (“MMFs”), open-ended funds (“OEFs”) and sustainability regulations. BlackRock is, and may become, subject to increasing regulation in these areas, see Item 1, Business – Regulation, including:\n\n  •Macroprudential Policies for Asset Managers: Concerns about liquidity and leverage risks in the asset management industry and wider market-based finance sector have prompted a broad review of existing regulations globally, including an assessment of the adequacy of certain structural market components in mitigating risks, by the FSB, IOSCO, the US Securities and Exchange Commission (the “SEC”) and the Financial Stability Oversight Council (“FSOC”). In November 2022, the SEC proposed amendments to rules governing OEF liquidity risk management. The EU launched a consultation on macroprudential policies in 2024, including enhanced requirements for liquidity management tools, which may lead to new restrictions on management of OEFs. The UK proposed introducing liquidity facilities to certain asset owners, which could result in regulatory burdens on asset managers. If any of these regulatory or policy actions result in broad application of macroprudential tools to OEFs or require changes to structural features of certain OEFs, it could limit BlackRock’s ability to offer products to certain clients and/or result in clients altering their investment strategies or allocations in a manner that is adverse to BlackRock.\n\n  27\n\n  •Global MMF Reforms: Following the market events of March 2020, US, UK and EU authorities initiated a review of existing regulatory frameworks with the aim of improving the resilience of MMFs in market downturns. In the US, the SEC adopted changes to Rule 2a-7, the primary rule under the Investment Company Act of 1940 governing MMFs, including changes to required liquidity levels and requiring mandatory liquidity fees under certain circumstances. The UK released a consultation in December 2023 indicating their intent to change regulatory requirements for MMFs domiciled in the UK, including material increases in required liquidity levels. The EU consultation on macroprudential policies mentioned above may also result in changes to the regulations of EU-domiciled MMFs. Depending on the terms of the final UK and EU reforms, certain of BlackRock’s MMF products could be adversely impacted.\n\n  •Sustainability: Sustainability has been the subject of regulatory focus across jurisdictions. Disclosure standards aligned with the International Sustainability Standards Board's (“ISSB”) inaugural disclosure standards have been adopted by several national regulators, including in Hong Kong, Singapore and Australia, while others are expected to propose ISSB-aligned standards, such as the UK, Canada and Japan. However in the US, final rules issued by the SEC requiring corporate issuers to make climate-related disclosures in their periodic reports are pending litigation, and as of February 2025, the SEC was revisiting its litigation position. The SEC has previously proposed rules requiring enhanced ESG disclosures by investment companies and investment advisers in fund and adviser filings, including disclosures on ESG strategies and how ESG factors are considered and GHG emissions disclosure by certain environmentally focused funds. It also increased scrutiny of disclosure and compliance issues relating to investment advisers’ and funds’ ESG strategies, policies and procedures. In addition, the US Department of Labor (“DOL”) issued final rules clarifying that Employee Retirement Income Security Act of 1974, as amended (“ERISA”) plan fiduciaries can consider the economic effects of ESG factors for purposes of investing ERISA plan assets and exercising voting rights with respect to plan investments. In 2023, California passed several laws requiring certain companies doing business in California to publish certain types of climate-related disclosures, and other states may adopt similar laws.\n\n  The EU has enacted numerous sustainability regulations, including (1) the Sustainable Finance Disclosure Regulation, requiring sustainability-related disclosures by financial market participants; (2) the EU Taxonomy Regulation, requiring asset managers to report against an EU-wide taxonomy of environmentally sustainable activities and make detailed disclosures relating to ESG characteristics of funds and portfolios; (3) the Corporate Sustainability Reporting Directive (\"CSRD\"), requiring enhanced sustainability reporting for EU-based and EU-listed companies, and from 2028, for a wider group of global companies; and (4) the Corporate Sustainability Due Diligence Directive (\"CSDDD\"), requiring in-scope EU companies and certain non-EU companies to manage actual or potential adverse impacts of their activities and their supply chains on human rights and environmental matters. The European Commission (“EC”) is reviewing and may amend aspects of the CSRD, CSDDD and EU Taxonomy Regulation. Meanwhile, the UK continues to work on implementation of its Sustainability Disclosure Requirements. \n\n  The EU and the UK Financial Conduct Authority (“FCA”) have issued rules and guidelines on the use of ESG or sustainability related terms in fund names. In addition, the EU adopted regulations on ESG rating providers applicable in mid-2026 while the UK is expected to propose new legislation on ESG rating providers. Japan and Singapore have published codes of conduct for ESG data and rating providers, with Hong Kong considering a similar approach, while India introduced a regulatory framework for ESG rating providers in July 2023.\n\n  As jurisdictions continue to develop and implement sustainability regulations and litigation challenging such regulations increases, BlackRock faces greater fragmentation risk related to local application of regulations, resulting in complex and conflicting compliance obligations and legal and regulatory uncertainty.\n\n  Global regulatory reforms could require BlackRock to alter its future business or operating activities, which could be time-consuming and increase costs, including costs related to regulatory compliance, result in litigation, impede the Company’s growth and cause its AUM, revenue and earnings to decline. Regulatory reform may also impact BlackRock’s clients, which could cause them to change their investment strategies or allocations in manners that may be adverse to BlackRock.\n\n  Regulatory reforms in the US expose BlackRock to increasing regulatory scrutiny, as well as regulatory uncertainty.\n\n  In recent years, a number of regulatory reforms have been proposed or fully or partially implemented in the US, and the level of regulatory scrutiny to which BlackRock is subject has increased. BlackRock, as well as its clients, vendors and distributors, have expended resources and altered certain of their business or operating activities to prepare for, address and meet the requirements that such regulatory reforms impose. New or proposed changes to laws, regulations, policies, initiatives and other government actions may be difficult to anticipate, which provides additional uncertainty and may heighten the Company’s risks related to such actions. While BlackRock is, and may become, subject to numerous reform initiatives in the US, see Item 1, Business – Regulation, key regulatory reforms that may impact the Company include:\n\n  •Antitrust Rules and Guidance: In October 2024, the Federal Trade Commission (“FTC”), with concurrence from the Antitrust Division of the Department of Justice (the “DOJ”) approved amendments to rules enacted under the Hart-Scott-Rodino Antitrust Improvements Act of 1976 (“HSR”) that require parties in certain transactions to provide the FTC and DOJ prior notice and observe a waiting period before consummation of such transactions. The final amendments significantly expanded the information required to be reported and documents to be submitted in connection with an HSR filing, which will likely substantially increase any pre-merger notification expenses and may delay transactions. In December 2023, the FTC and DOJ also jointly issued new merger guidelines, which could impact (1) the ability of the Company to expand its services through strategic investments or acquisitions and (2) funds that engage in transactions reportable under HSR.\n\n  •Designation as a Systemically Important Financial Institution (“SIFI”): The FSOC has the authority to designate nonbank financial institutions as SIFIs in the US under the Dodd-Frank Wall Street Reform and Consumer Protection Act of 2010. In November 2023, the FSOC finalized amendments to its existing interpretive guidance to remove the prioritization of an activities-based approach over an entity-specific approach to designation in connection with addressing potential risks to financial stability, although the amendment clarified that the FSOC retained the ability to use an activities-based approach when appropriate. If BlackRock is designated as a SIFI, it could become subject to enhanced regulatory and capital requirements and direct supervision by the Federal Reserve.\n\n  •SEC Rules Governing Security-Based Swaps: In 2021, the SEC proposed rules in connection with security-based swaps (“SBS”) transactions to require public reporting of large SBS positions, which, if adopted as proposed, may affect the types of transactions BlackRock may choose to execute in SBS or other SBS-related assets, introduce or increase costs relating to such transactions, and impact the liquidity in the SBS markets in which BlackRock transacts.\n\n  28\n\n  •SEC Rules on Form PF: In 2023 and 2024, the SEC adopted new rules and amendments to Form PF for registered investment advisers requiring new disclosures, filing obligations and enhanced reporting. Implementing these rules and amendments may significantly increase BlackRock’s reporting, disclosure and compliance obligations and create operational complexity for BlackRock’s alternatives products.\n\n  •US DOL Fiduciary Rule: The US DOL adopted new regulation redefining the meaning of “investment advice fiduciary” under ERISA as well as amendments to several prohibited transaction exemptions applicable to investment advice fiduciaries, which would substantially expand when a person would be considered a fiduciary subject to ERISA and could require BlackRock to revise a number of its distribution relationships, create compliance and operational challenges for BlackRock and its distribution partners, and limit BlackRock’s ability to provide certain services to applicable clients. In July 2024, federal courts issued stays on the regulation and implementation has been postponed pending further notice.\n\n  •SEC US Treasury Clearing Mandate: In December 2023, the SEC adopted rules mandating central clearing of US Treasury repurchases and certain other Treasury transactions. The rules require many market participants, including a large number of BlackRock funds and accounts, to clear Treasury repurchase transactions and potentially certain cash Treasury securities transactions through a clearing agency registered with the SEC, which could increase transaction costs for BlackRock’s clients.\n\n  •Proposed Rules on Equity Market Structure: In 2023, the SEC proposed equity market structure reforms that would significantly change how national market system (“NMS”) stock orders are priced, executed and reported. The reforms include: (1) a requirement for certain retail orders to be subject to order-by-order competition, (2) a best execution rule and (3) an adjustment to the tick sizes at which NMS stocks can be quoted or traded. In 2024, the SEC adopted the rule adjusting NMS tick sizes. If the other proposed rules are enacted as proposed, their collective impact may adversely affect market efficiency and execution costs, which would result in negative effects for BlackRock’s business and clients.\n\n  •SEC Rules on Short Sales and Reporting of Securities Loans: In 2023, the SEC adopted a new rule requiring certain institutional managers to report short positions and activity to the SEC for publication on an aggregate basis, which could impact investment strategies and result in greater operational burdens and cost for BlackRock. The SEC also adopted a new rule requiring certain persons to report information on securities loan transactions to a registered national securities association which will then publish certain information. The rule may increase BlackRock’s operational burdens and costs.\n\n  •SEC Predictive Data Analytics Rules: The SEC proposed new rules in 2023 that would require broker-dealers and investment advisers, when engaging or communicating with investors using predictive data analytics (“PDA”) and PDA-like technologies, to evaluate such technologies for conflicts of interest and, where identified, eliminate or neutralize the conflict of interest. If adopted as proposed, the rules could encompass a wide range of forward-looking uses of technology applications and impose significant operational burdens and costs.\n\n  •Financial Crimes Enforcement Network Rule for Registered Investment Advisers: In August 2024, the Financial Crime Enforcement Network (“FinCEN”) issued a final rule which will require registered investment advisers to adopt new anti-money laundering requirements beginning in 2026. Under the rule, registered investment advisers will be required to establish written risk-based anti-money laundering programs and report suspicious activity to FinCEN under the Bank Secrecy Act of 1970 (the “Bank Secrecy Act”), as well as comply with Bank Secrecy Act reporting and recordkeeping requirements, which may increase BlackRock’s compliance burdens and costs.\n\n  •SEC Rulemakings for US Registered Funds and Investment Advisers: The SEC has engaged in various initiatives and reviews impacting regulatory structure governing the asset management industry and registered investment companies. For example, the SEC adopted rules requiring certain funds to provide tailored fund shareholder reports, adopted final amendments to the rule governing fund names, expanding the scope of the rule to fund names including growth, value, ESG or similar terms, and proposed rules governing outsourcing of certain functions by investment advisers to service providers.\n\n  Regulatory reforms in the US could require BlackRock to alter its future business or operating activities, which could be time-consuming and costly, increase regulatory compliance costs, result in litigation, impede the Company’s growth and cause its AUM, revenue and earnings to decline. Regulatory reform may also impact BlackRock’s clients, which could cause them to change their investment strategies or allocations in manners that may be adverse to BlackRock.\n\n  International regulatory reforms expose BlackRock to increasing regulatory scrutiny, as well as regulatory uncertainty. \n\n  BlackRock’s business and operating activities are subject to increasing regulatory oversight outside of the US and the Company may be affected by several proposed or implemented reform initiatives in the EMEA and the Asia-Pacific regions, as well as volatility associated with international regulatory uncertainty. While BlackRock is, and may become, subject to numerous reform initiatives internationally, see Item 1, Business – Regulation, key reforms in these regions include:\n\n  European Union\n\n  •Enhanced Regulatory Scrutiny of Technology Service Providers to Financial Services Firms: The EU’s Digital Operational Resilience Act (“DORA”), which focuses on direct regulation of providers and users of technology and data services, became applicable beginning in January 2025. DORA, among other things: (1) introduces additional governance, risk management, incident reporting, resilience testing and information sharing requirements to several of BlackRock’s European entities and certain Aladdin clients; and (2) may potentially subject Aladdin to additional oversight. The European Supervisory Authorities will use data collected under DORA to assess which third party suppliers should be designated as critical to the EU financial system and become subject to further regulatory oversight. In 2024, the UK issued final policies regulating services provided by certain third parties designated by HMT as “critical” to the financial sector, which became effective in January 2025. Entities designated as “critical” will be required to provide additional information to financial regulators, engage in resilience testing and report major incidents like cyber-attacks, natural disasters and power outages. \n\n  •Retail Investment Strategy: The EU continues to consider a proposed Retail Investment Strategy package of amendments intended to enhance protections for retail investors. When enacted, these changes could impact clients’ product preferences and may increase costs for BlackRock in European markets due to additional requirements on distributors and product providers.\n\n  29\n\n  •EMIR 3.0: The EU legislative package known as “EMIR 3.0” introduces key changes to clearing, margining and reporting requirements in the European Market Infrastructure Regulation (EMIR), including: (1) a requirement to hold an “active account” with an EU central counterparty for clearing certain euro-denominated instruments; (2) new reporting requirements for cleared trades; (3) revised clearing thresholds for financial and non-financial counterparties; and (4) amendments related to clearing to the UCITS directive. EMIR 3.0 is expected to impact EU counterparties as well as UK and non-EU entities trading with EU firms, and the collective impact of the package may increase operational complexity, necessitate a reassessment of clearing and trading strategies, and lead to higher transaction costs for BlackRock and its clients.\n\n  United Kingdom\n\n  •FSMA 2023: The Financial Services and Markets Act 2023 (“FSMA”) reflects significant changes to the UK framework for financial services regulation, including changes that: (1) revoke, amend or retain EU law on financial services regulation, (2) amend the UK Markets in Financial Instruments Directive and Markets in Financial Instruments Regulation frameworks, (3) establish a new designated activities regime and (4) reform the financial promotion regime for unauthorized firms. Other reforms building upon the FSMA and potentially impacting the asset management sector include: (1) replacement of the packaged retail and insurance based investment products (\"PRIIPs\") Regulation; (2) review of the UK’s green finance strategy, including regulation of ESG data providers, UK taxonomy and disclosure requirements; (3) review of governance through the Senior Managers and Certification Regime; (4) repeal of EU legislation on the European Long-Term Investment Fund; (5) market infrastructure reforms, including transition to T+1 settlement; (6) reassessment of the boundary between investment advice and financial guidance; (7) a new UK cryptoasset regime; and (8) continuing reforms to the UK listing regime.\n\n  •Overseas Fund Regime (“OFR”): OFR, the simplified regime through which non-UK funds can register with the FCA to be marketed to UK retail investors, was enacted in February 2022 and continues to be implemented through 2025. For certain types of funds, OFR requires consumer protection regimes in EU countries where such BlackRock funds are domiciled to be found equivalent to the UK’s regime in order to market the funds in the UK.\n\n  •Conduct Regulation: The FCA continues to focus on conduct regulation, including the implementation of the Consumer Duty by all asset management firms, including BlackRock’s UK subsidiaries. The Consumer Duty rules require firms to act to deliver good outcomes for retail customers in their manufacture and distribution of products and services, in respect of price and value, consumer understanding and consumer support. Any failure to meet the FCA’s regulatory expectations could expose BlackRock to regulatory sanctions and increased reputational risk.\n\n  •UK Stewardship Code Review: In 2024, the UK Financial Reporting Council released a consultation on reforms to the UK Stewardship Code, including tailored reporting requirements for proxy advisers and investment consultants, which may impact BlackRock’s activities on behalf of its clients.\n\n  Asia-Pacific\n\n  •Regulatory Environment in China: The Company’s operations in China are subject to a number of regulatory risks, including an evolving regulatory environment and complex data security and data transfer regulations. These factors may increase compliance risk and costs, limit the Company’s ability to source and execute new investment opportunities and lead to impairment losses on its investments. Restrictions on transfers of certain types of onshore data of the Company’s Chinese entities to offshore entities also may limit BlackRock’s ability to aggregate, report and monitor such data on its global platform. In addition, a number of regulators in China have jurisdiction over BlackRock’s business operations, increasing operational and regulatory engagement complexity. These risks may be further heightened by additional scrutiny by Chinese regulators of certain sectors, such as technology and other industries that might be deemed to be of national importance.\n\n  International regulatory reforms could require BlackRock to alter its future business or operating activities, which could be time-consuming and costly, increase regulatory compliance costs, result in litigation, impede the Company’s growth and cause its AUM, revenue and earnings to decline. Regulatory reform may also impact BlackRock’s clients, which could cause them to change their investment strategies or allocations in manners that may be adverse to BlackRock.\n\n  Legal proceedings may cause the Company’s AUM, revenue and earnings to decline.\n\n  BlackRock is subject to a number of sources of potential legal liability and the Company, certain of the investment funds it manages and certain of its subsidiaries and employees have been named as defendants in various legal actions, including arbitrations, class actions and other litigation arising in connection with BlackRock’s activities. Certain of BlackRock’s subsidiaries and employees are also subject to periodic examination, special inquiries and potential proceedings by regulatory authorities, including the SEC, Office of the Comptroller of the Currency (“OCC”), DOL, Commodity Futures Trading Commission, the FCA, Commission de Surveillance du Secteur Financial and Federal Reserve. Similarly, from time to time, BlackRock receives subpoenas or other requests for information from various US state and federal as well as non-US governmental and regulatory authorities in connection with certain industry-wide, company-specific or other investigations, proceedings or litigations. Governmental or regulatory authorities have and could in the future institute proceedings and/or seek to impose sanctions for violations. Any such action may also result in litigation by investors in BlackRock’s funds, other BlackRock clients or BlackRock’s shareholders. Such legal proceedings could harm the Company’s reputation and may cause its AUM, revenue and earnings to decline, potentially harm the investment returns of the applicable fund, or result in the Company being liable for damages.\n\n  In addition, when clients retain BlackRock to manage their assets or provide them with products or services, they typically specify contractual requirements or guidelines that BlackRock must observe in the provision of its services. A failure to comply with these guidelines or requirements could expose BlackRock to lawsuits, harm its reputation or cause clients to withdraw assets or terminate contracts.\n\n  30\n\n  BlackRock faces increasing focus from regulators, officials, clients and other stakeholders regarding environmental and social-related matters, which may adversely impact its reputation and business.\n\n  BlackRock faces increasing focus from regulators, officials, clients and other stakeholders regarding environmental and social-related matters. BlackRock offers choice to its clients who have a variety of goals and preferences, including those who want to increase their exposure to the low-carbon transition and those who choose not to invest in products or strategies with sustainable investment objectives. BlackRock is subject to competing demands from different stakeholder groups with divergent views on environmental and social-related matters, including in countries in which BlackRock operates and invests, as well as in countries, states and localities where BlackRock serves public sector clients. This divergence has and continues to increase the risk that any perceived or actual action or lack thereof by BlackRock on such matters on behalf of its clients will be viewed differently by various stakeholders and adversely impact BlackRock’s reputation and business, including through withdrawals, redemptions, terminations or decisions not to commit or invest new capital by clients, as well as legal and governmental action and scrutiny. Some US states and state officials have adopted or proposed legislation or otherwise raised concerns about BlackRock’s business practices. In certain instances, this has led them to take official positions restricting or prohibiting state government entities from doing certain business with entities identified by the state as “boycotting” or “discriminating” against particular industries or considering environmental and social factors in their investment processes and proxy voting. Other states and localities may adopt similar legislation or other environmental and social-related laws and positions that adversely impact BlackRock’s business. BlackRock has previously communicated and may communicate certain initiatives and goals for its corporate activities related to the environment, human capital management, and other environmental and social-related matters. BlackRock faces criticism for the scope or nature of certain initiatives or goals and may face additional criticism for revisions thereto. If BlackRock is not able to successfully manage environmental and social-related expectations across varied stakeholder interests, it may adversely affect BlackRock’s reputation, ability to attract and retain clients, employees, shareholders and business partners or result in litigation, legal or governmental action, which may cause its AUM, revenue and earnings to decline.\n\n  Damage to BlackRock’s reputation may harm its business.\n\n  BlackRock’s reputation is critical to its relationships with its clients, employees, shareholders and business partners. BlackRock’s reputation may be harmed by, among other factors, regulatory, enforcement or other governmental actions, technology or operational failures, poor investment performance, ineffective management or monitoring of key third-party relationships, ransomware or other cybersecurity incidents, privacy incidents, employee errors or misconduct, failures to manage risks or conflicts of interest, or legal actions related to BlackRock or its products and services. In addition, BlackRock’s business, scale and investments subject it to significant media coverage and increasing attention from a broad range of stakeholders. This heightened scrutiny has resulted in negative publicity and adverse actions for BlackRock and may continue to do so in the future. Any perceived or actual action or lack thereof, or perceived lack of transparency, by BlackRock on matters subject to scrutiny, such as environmental and social matters, may be viewed differently by various stakeholders and adversely impact BlackRock’s reputation and business, including through redemptions or terminations by clients, and legal and governmental action and scrutiny. BlackRock’s global presence and investments on behalf of its clients around the world could also lead to heightened scrutiny and criticism in an increasingly fragmented geopolitical landscape. For example, BlackRock has received criticism from some stakeholders because of its operations and investments in certain countries on behalf of clients, including China. These criticisms could adversely impact BlackRock’s reputation and business. In addition, the increasing popularity of social media and non-mainstream Internet news sources may lead to faster and wider dissemination of adverse publicity, inaccurate information or disinformation campaigns about BlackRock, making effective remediation more difficult. Damage to BlackRock’s reputation may impact BlackRock’s ability to attract and retain clients, employees, shareholders and business partners, which may cause its AUM, revenue and earnings to decline.\n\n  A failure to effectively manage potential conflicts of interest could result in litigation or enforcement actions and/or adversely affect BlackRock’s business and reputation, which may cause BlackRock’s AUM, revenue and earnings to decline.\n\n  As a global investment management firm that provides investment and technology services to a diverse range of clients, the Company must routinely address and manage conflicts of interest, as well as the perception of conflicts of interest, between itself and its clients, employees or vendors. While BlackRock has policies, controls and disclosure protocols in place to manage and address potential conflicts of interest, identifying and mitigating conflicts of interest can be complex and is the subject of increasing regulatory and media scrutiny. It is possible that actual, potential or perceived conflicts could give rise to investor or client dissatisfaction, adverse publicity, litigation or enforcement actions. In particular, BlackRock’s broad range of investment, advisory and technology offerings, and its focus on providing clients with whole portfolio solutions, may result in clients working with multiple BlackRock businesses and/or BlackRock being engaged by institutions that have a nexus to industries or jurisdictions in which BlackRock operates, which may increase the potential for actual or perceived conflicts of interest and improper information sharing. To the extent that BlackRock fails, or appears to fail, to deal appropriately with any conflict of interest, it may face adverse publicity, reputational damage, litigation, regulatory proceedings, client attrition, penalties, fines and/or sanctions, any of which may cause BlackRock’s AUM, revenue and earnings to decline.\n\n  A subsidiary of BlackRock is subject to US banking regulations that may limit its business activities.\n\n  BlackRock’s trust bank subsidiary, which is a national banking association chartered by the OCC, is subject to OCC regulation and capital requirements that may limit its business activities. The OCC has broad supervisory and enforcement authority over BlackRock’s trust bank. Having a subsidiary subject to banking regulation may put BlackRock at a competitive disadvantage because certain of its competitors are not subject to the limitations imposed by such regulation.\n\n  The implications of complying with threshold limits and/or any failure to comply with ownership reporting requirements could result in harm to BlackRock’s reputation, impact the performance of certain BlackRock funds and may cause its AUM, revenue and earnings to decline.\n\n  Of note among the various regulations to which BlackRock is subject are the extensive and increasingly stringent regulatory reporting requirements that necessitate the monitoring and reporting of issuer exposure levels (thresholds) across the holdings of managed funds and accounts and those of the Company. The specific triggers and the reporting methods that these threshold filings entail vary significantly by regulator and across jurisdictions. BlackRock continues to invest in technology, training and its employees to further enhance its monitoring and reporting functions. Despite these investments, the complexity of the various threshold reporting requirements combined with the breadth of the assets managed by the Company and high volume of securities trading have caused errors and omissions to occur in the past and pose a risk that errors or omissions may occur in the future. Any such errors may expose BlackRock to monetary penalties or other sanctions, which could have an adverse effect on BlackRock’s reputation and may cause its AUM, revenue and earnings to decline.\n\n  31\n\n  Moreover, as BlackRock’s business grows it is becoming subject to a greater number of regulatory, industry-level or issuer-specific threshold limits and scrutiny that may prevent BlackRock from holding positions in certain equity securities, securities convertible into equity securities or futures contracts in excess of certain thresholds. In addition, regulators are reviewing and considering changes to their regulatory frameworks on threshold limits and ownership reporting requirements. These changes may result in significant operational impacts and costs to BlackRock and its products depending on their scope. Although BlackRock is actively engaged in regulatory, issuer-specific and structural initiatives to create additional investment capacity, threshold limits may nonetheless prevent the purchase of certain securities which may, in turn, impact the performance of certain BlackRock index funds by increasing tracking error relative to the funds’ benchmarks, impact the performance of certain BlackRock actively managed funds by preventing them from taking advantage of alpha generating opportunities, and impede the Company's growth.\n\n  BlackRock has been the subject of commentary citing concerns about the scale of its index investing business, as well as purported competition issues relating to the common ownership theory.\n\n  As a leader in the index investing and asset management industry, BlackRock has been the subject of commentary citing concerns about the growth of index investing and concentrated proxy voting power. Some commentators have argued that continued growth of index funds has the potential to impact stock market competitiveness by exacerbating stock price moves and market volatility. Some commentators, regulators and lawmakers have also argued that index managers have accumulated outsized influence through the proxy voting power their clients have assigned them. Some have proposed limitations on the ability of index fund managers to vote or engage on behalf of their clients, or indicated that voting and engagement on certain topics should trigger changes in regulatory status. Additional commentary focuses on the common ownership theory, an academic theory stating that minority ownership of multiple companies within a single industry by the same investor leads to anticompetitive effects. This theory purports to link aggregated equity positions in certain industries with higher consumer prices and executive compensation and lower wages and employment rates, among other things. In 2021, the FTC identified common ownership as a key enforcement area and passed a resolution empowering individual commissioners to investigate shareholder conduct in connection with common ownership. In 2023, the FTC and DOJ released new merger guidelines recognizing that common ownership may reduce competitive incentives and in 2024, the FTC and DOJ submitted a joint comment letter to the Federal Energy Regulatory Commission (“FERC”) encouraging FERC to consider common ownership as a relevant factor in updating regulatory relief available to asset managers. Common ownership may be given greater consideration in regulatory investigations, studies, rule proposals, policy decisions and/or the scrutiny of mergers and acquisitions. The debate on common ownership has been on the agenda of lawmakers, policymakers and competition regulators globally, and common ownership may continue to be a consideration for the EC and European Parliament, among others. There is substantial literature casting doubt on the assumptions, data, methodology and conclusions associated with the common ownership theory, including research conducted by staff of regulatory agencies. Competition regulators, including at the FTC and UK Competition & Markets Authority (“CMA”), have acknowledged that the debate around the theory remains unsettled. Nevertheless, some commentators have proposed remedies, including limits on the ownership stakes of common owners that, if enacted into policy, could have a negative impact on the capital markets, as well as increase costs and limit the availability of products for investors. Such policy solutions could, in turn, adversely affect BlackRock.\n\n  New tax legislation or changes to existing US and non-US tax laws, treaties and regulations or challenges to BlackRock’s historical taxation practices may adversely affect BlackRock’s effective tax rate, business and overall financial condition.\n\n  BlackRock’s businesses may be directly or indirectly affected by tax legislation and regulation, or the modification of existing tax laws, by US or non-US tax authorities. Legislation at both the US federal and state level has been previously proposed to enact a financial transaction tax (“FTT”) on stocks, bonds and a broad range of financial instruments and derivative transactions. In the EU, certain Member States have also enacted similar FTTs and the EC has proposed legislation to harmonize these taxes and provide for the adoption of EU-level legislation applicable to some (but not all) EU Member States. If enacted as proposed, FTTs could have an adverse effect on BlackRock’s financial results and clients’ performance results.\n\n  The Organisation for Economic Cooperation and Development (“OECD”) has proposed certain international tax reforms, which, among other things, would (1) shift taxing rights to the jurisdiction of the consumer (“Pillar One”) and (2) establish a global minimum tax for multinational companies of 15% (“Pillar Two”). In response, EU member states and several other countries, including the UK, have since adopted laws implementing the OECD’s minimum tax rules under Pillar Two, effective starting in 2024. As a result of these developments, the tax laws of certain countries in which BlackRock does business have changed and may continue to change, and any such changes could increase its tax liabilities. The Company is continuing to monitor legislative developments and evaluate the potential impact of the Pillar Two Framework on future periods.\n\n  The application of tax regulations involves numerous uncertainties, and in the normal course of business US and non-US tax authorities may review and challenge tax positions adopted by BlackRock. These challenges may result in adjustments to, or impact the timing or amount of, taxable income, deductions or other tax allocations, which may adversely affect BlackRock’s effective tax rate and overall financial condition. Similarly, the Company manages assets in products and accounts that have investment objectives which may conform to tax positions adopted by BlackRock or to specific tax rules. To the extent there are changes in tax law or policy, or regulatory challenges to tax positions adopted by BlackRock, the value or attractiveness of such investments may be diminished and BlackRock may suffer financial or reputational harm.",
      "char_count": 107435
    }
  },
  "extracted_at": "2026-01-19T15:27:05.209526"
}