{
  "ticker": "BWMN",
  "company_name": "Bowman Consulting Group Ltd.",
  "cik": 1847590,
  "form_type": "10-K",
  "filing_date": "2025-03-12",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001628280-25-012365",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001847590&accession_number=000162828025012365&xbrl_type=v",
  "sic_code": "8742",
  "industry": "Services-Management Consulting Services",
  "sections": {
    "item1": {
      "text": "Item 1. Business\n\nBowman is a professional services firm delivering innovative engineering, technology and program management services to customers who own, develop, and maintain the built environment. We provide planning, engineering, construction management, commissioning, environmental consulting, geospatial imaging, surveying, land procurement and other technical services to customers operating in a diverse set of end markets.\n\nGary Bowman, our Chairman, Chief Executive Officer, and largest individual stockholder, founded Bowman in 1995. Over the past 10 years, we have experienced a roughly five-fold increase in gross contract revenue to $427 million for the year ended December 31, 2024 (we interchangeably refer to gross contract revenue as \"revenue\" or \"gross contract revenue\"). We have achieved this increase in revenue through both organic growth and acquisitions. In 2024, we ranked 78th on the ENR Top 500 Design Firms list, up from 144th in 2021, the year of our initial public offering and 87th in 2023. As of December 31, 2024, we have a work force of over 2,200 employees that provides services to thousands of customer projects both big and small, as well as both short- and long-term, from more than 95 offices throughout the United States and two offices in Mexico. As of December 31, 2024, we have approximately 10,000 active projects in our backlog.\n\nWe work as both a prime and sub-consultant for a broad base of public and private sector customers that generally operate in regulated environments. Our public sector assignments originate from customers that are transportation departments, utilities, government agencies (federal, state, and local), military branches, school systems, water authorities and other general public infrastructure operators. Our private sector customers include owners and operators from multiple industries such as investor-owned utilities, oil & gas extractors and operators, participants in the renewable energy and decarbonization marketplace, data center developers and operators, wastewater treatment facilities, developers and owners of residential and commercial real estate, big-box and convenience retail chains including quick-serve restaurants, mine operators and others. During each of the years ended December 31, 2024 and 2023, approximately 29% and 21%, respectively of our revenue was derived from public sector customer assignments.\n\nWe develop and maintain loyal and long-standing relationships with our customers that result in repeat assignments. We believe these relationships benefit us through lower business development and customer acquisition expenses as compared to those associated with developing new customers. Our strategic focus is on expanding our presence in markets which best afford us opportunities to secure assignments that provide recurring revenue and multi-year customer assignments. These assignments typically produce dependable and predictable revenue streams resulting in high employee utilization which leads to increased profitability. Approximately 60% of our revenue for the year ended December 31, 2024 was derived from repeat customers, which we define as any customer from which revenue was earned in both the full years ended December 31, 2024 and 2023, excluding revenue derived from companies we acquired in 2024. Our customers are international, national, regional, and local in their focus. Our success in customer acquisition and retention is the result of our investment in relationships over time and the delivery of highly creative, technology-enabled and cost-effective solutions.\n\nWe are defined by our core values and purpose. Our culture revolves around a top to bottom commitment to the creation of opportunities for aspiring people to thrive and achieve their goals. We remain committed to promoting inclusion and engagement in our workplace, principles we believe are critical to our long-term success. We continue to focus on the hiring, retention, and advancement of a qualified representative workforce. We have focused our recent employee engagement efforts in five areas: inspiring innovation through an engaging culture; expanding our efforts to recruit and hire diverse talent; optimizing our total rewards profile with employees; advocating and facilitating employee-defined internal affinity groups; and identifying opportunities to implement sustainability initiatives.\n\nWe have a diversified business focus that is not dependent on any one customer, service line, geographic region, or end market. We are deliberate in our efforts to balance our sources of revenue and avoid reliance on any one significant customer, service line, geography, or end market concentration. As a result, we believe our business is resilient and less exposed to the impacts of political and economic cycles.\n\nWhile we report our results of operations using General Accepted Accounting Principles (“GAAP”) including gross contract revenue and net income, we also utilize non-GAAP metrics to manage our business and provide what we believe are meaningful metrics to the investment community. These non-GAAP metrics include Net Service Billing (the amount of gross contract revenue generated by the direct efforts of our workforce), Adjusted EBITDA (our earnings before taxes, interest and depreciation and amortization with non-cash stock compensation and other non-recurring, non-core, and acquisition related costs added), and Backlog (the aggregate amount of undelivered gross contract revenue relating to assignment in place with customers) and Adjusted Earnings Per Share (net income after tax, adjusted for acquisition related \n\n3\n\nTable of Content\n\nexpenses, amortization of intangibles, non-cash compensation associated with pre-IPO grants, other non-core expenses and associated tax expenses or benefits).\n\nCompetitive Strengths\n\nWe are an agile, growth-oriented consulting, technology and engineering services firm committed to providing essential technical and professional services to a broad base of project-specific, long-term and repeat customers. The recurring needs of our customers for technical services to monetize, operate and maintain their assets makes us a very important part of their ongoing operations. Our commitment to quality and reliability with respect to designs, plans and customer service has enabled us to create durable, long-term customer relationships. We focus many of our business pursuits in end markets where laws and regulations create a level of complexity that places a premium on the value of our services, thereby providing us openings to develop new customer loyalty through creative problem solving. Our base of repeat customers and multi-year contracts reduce customer acquisition expenses and provide increased visibility into future revenues, allowing us to make investments confidently to expand and take market share from competitors. We believe we have the following competitive strengths:\n\nScalable platform with differentiated capabilities and national reputation for operational excellence. Our national presence and strong operational foundation support our growth across geographic regions and service offerings. Our scale has helped to create a national brand within our industry associated with high quality and timely delivery of technical services. We believe the reputation of our brand allows us to extend existing customer relationships, efficiently attract new customers and recruit and retain a credentialed and representative workforce. As of December 31, 2024, we have a professional staff of more than 2,200 employees that operate out of more than 95 offices throughout the United States and two offices in Mexico and we are licensed in all states within the United States. The strategic locations of our offices support broad recruiting capabilities while the integrated nature of our technology enables efficient cross-utilization of both technical experience and production resources. Our diversified geography increases our sources of revenue and income, thereby helping insulate us from concentrated economic or political disruptions. \n\nCommitment to technological innovation, investment and leadership. Our industry is adopting and integrating advanced technology solutions and services at a rapid rate. We believe that we are well positioned to make investments into leading-edge and proven technology tools that enable faster production through aided design, 3-D modelling, large-scale data collection and processing, predictive planning and accelerated iteration. We are committed to being an industry leader in the adoption of adaptive technology, geospatial mapping and orthoimaging tools and collaboration enabling systems. We endeavor to utilize technology applications and high resolutions capture devices to enhance our delivery timeframes, expand our service offerings, repurpose and monetize our inventory of collected information, improve customer capture and expand margins. Currently, the financial benefits of our technology solutions and investments are embedded indirectly in our production process efficiency and customer delivery routines. We do not develop software or produce hardware for resale.\n\nDiversified portfolio across growing end-markets and broad array of engineering services. We are deliberate in our efforts to balance our sources of revenue and avoid reliance on any one significant customer, service line, geography, or end market concentration. As a result, we believe our business is resilient and less exposed to the impacts of political and economic cycles. For the year ended December 31, 2024, we did not have any individual customers that represented more than 5% of our gross contract revenue. Our operations encompass nearly every aspect of the U.S. domestic built environment. We provide planning, engineering, construction management, commissioning, environmental consulting, geospatial imaging, surveying, land procurement and other technical consulting services to customers that (i) develop and manage infrastructure supporting places where people live, work, play and learn; (ii) build and operate systems that collect, produce, manage and distribute vital life services such as water, electricity, and other critical utilities; (iii) manage roads, bridges, ports, marine facilities and transportation systems used to transport people, goods and services from place to place; (iv) develop and advance technologies that provide clean energy, energy transition and decarbonization initiatives; (v) operate mission critical facilities where public and private data is stored, commercial transactions are processed, and communications are enabled; (vi) provide healthcare, education, military readiness and other public safety services every day; and (vii) protect and preserve the environment. Our services are aligned with attractive and growing market trends such as transportation systems and marine distribution infrastructure repair, replacement and expansion, utility pipeline rehabilitation and extension, electrical transmission and distribution grid capacity increases, data processing and mission critical facilities design, urban and suburban commercial and residential building development, decarbonization initiatives, outsourced program and project management, and other areas, which are providing notable organic growth and are expected to continue to be the focus of funding in the coming years.\n\nConsistent commitment to organic growth and margin expansion. We have a history of delivering long-term organic growth. Our five-fold growth of revenue over the past ten years is derived from investments in organic and non-organic \n\n4\n\nTable of Content\n\ngrowth initiatives, including synergy driven organic growth derived over time from businesses we acquire. We have accelerated our growth organically through technology investments that enhance our capacity and ability to share work across our company, an increase in our breadth of services and expand our geographic footprint, and a wholesale commitment to cross-selling, revenue capture and collaborative business development. For the year ended December 31, 2024, we had an increase in organic gross contract revenue of $37.9 million or 10.9%, compared to the year ended December 31, 2023. We have been able to achieve these growth rates while expanding our margin profile during this period. Our continued dedication to investment in our existing capabilities, coupled with our strong backlog of approximately $400 million as of December 31, 2024, consistent book-to-bill ratio for net service billing of greater than 1.0 for full years 2024 and 2023, and deep customer relationships, gives us confidence in our ability to maintain significant organic growth and an attractive margin profile for the foreseeable future. We calculate book-to-bill as bookings of new work, net of sub-contractor costs, divided by net service billing during the same period. Our executive leadership and senior managers are personally invested in our success through both cash and equity incentives that are targeted to reward organic growth and successful execution resulting in profitable operations and increasing shareholder value over time. We believe this compensation philosophy and ownership orientation aligns our leadership interest with those of our shareholders.\n\nProven track record of successful acquisitions, with demonstrated ability to integrate systems and operations to maximize synergies. Since our initial public offering in May 2021, we have acquired 34 different operating companies and three non-operating licensing companies as of December 31, 2024. Through these acquisitions, we have expanded our geographic reach, added service lines, increased our depth of leadership, broadened our end markets, enhanced our portfolio of experience, added technical capabilities, and significantly increased our revenue and profitability. Fundamental to our successful acquisition strategy has been our leadership team’s ability to identify, execute, and integrate strategic acquisitions of companies with workforces that align with our culture and are expected to provide synergies for our existing operations. Our complete acquisition integration approach rapidly facilitates cross-cultivation of experiences, employee collaboration and cross selling of services. Historically, we have been able to fully consolidate most of an acquired entity’s operations into ours within one year. Our target for acquisitions has to date focused on companies with annual net service revenue of between $3 million and $30 million, with the largest being $28 million. We intend to increase the size of our acquisition target in the future. Our disciplined acquisition objectives include earnings accretion, geographic and market diversification, scale, cross-selling and revenue synergy, technology advancement and talent acquisition.\n\nGrowing franchise in secular growth markets. Our growth initiatives are especially focused on markets that possess strong secular growth characteristics. We target growth opportunities related to renewable energy, energy transition, and energy efficiency activities; aging, failing and inadequate infrastructure in need of upgrade and replacement; economic vitality and attractive growth in geographic regions with both a critical mass of population and a growing workforce; and initiatives involving regulatory complexity that are supported by stable, long-term public sector funding. Our target market characteristics are fluid, and our adaptability enables us to adjust swiftly to evolving demand dynamics. We continuously evaluate opportunities in different markets and are responsive to evolving macro-economic trends. We believe we are well positioned to capitalize on U.S. federal government funded programs such as the Infrastructure Investment and Jobs Act, the Inflation Reduction Act, and the CHIPS and Science Act, to the extent legislative and funding commitments with respect to these programs remain intact, programs which in the aggregate provide for approximately $1.6 trillion in funding and incentives that impact our current and target markets. Our operations infrastructure is designed to quickly scale our labor resources and optimize utilization to accommodate significant growth without a proportionate need to increase related corporate overhead expenses. We believe this positions us for responsive expansion within and into attractive growth markets while increasing margins through scale over time.\n\nExperienced leadership team, aligned insider ownership, valuable technical workforce, and entrepreneurial culture. Gary Bowman has led our Company since its founding in 1995 and is our largest individual stockholder.\n\nOur senior executive team is highly experienced, with extensive tenure in their respective areas of responsibility. The team has a proven record of accomplishment with respect to sustained revenue growth, executing, and integrating acquisitions, implementing internal controls, and managing regulatory compliance. \n\nWe have a highly technical workforce, of which approximately 33% hold professional certifications from various industry and regulatory bodies. Our dedication to growth of opportunity for our employees has enabled us to attract and retain exceptional talent. We have built an organization uniformly aligned in its mission, values, purpose, and goals. We embody a set of cultural values that promote entrepreneurship, personal growth, and responsible freedom. We remain committed to advancing diversity and inclusion in our workforce.\n\n5\n\nTable of Content\n\nIndustry Overview \n\nOur operations engage with nearly every aspect of the U.S. domestic built environment. We provide planning, engineering, construction management, commissioning, environmental consulting, geospatial imaging, surveying, land procurement and other technical consulting services to customers that 1) develop and manage the infrastructure supporting places where people live, work, play and learn; 2) build and operate the systems that collect, produce, manage and distribute vital life services such as water, electricity, and other critical utilities; 3) manage the roads, bridges, and transportation systems used to transport people, goods and services from place to place; 4) maintain the ports and other marine facilities used to load, ship and distribute goods; 5) develop and advance technologies that provide clean energy, energy transition and decarbonization initiatives; 6) operate mission critical facilities where public and private data is stored, commercial transactions are processed, and communications are enabled; 7) provide healthcare, education, military readiness and other public safety services every day; and 8) protect and preserve the environment. Our public sector customers include government agencies (federal, state, and local), military branches, educational institutions, transportation departments, water authorities and other general infrastructure managers. Our private sector customers include owners and operators from multiple industries such as investor-owned utilities, oil & gas extractors and operators, participants in the renewable energy and decarbonization marketplace, data center developers and operators, wastewater treatment facilities, developers and owners of residential and commercial real estate, big-box and convenience retail chains including quick-serve restaurants, mine operators and others.\n\nThe market for engineering services in the United States is large, with an expected total revenue of $312 billion in 2025, according to IBISWorld. With over 130,000 firms, a large proportion of whom are small-scale organizations focused on specific local markets or specialized niches, the industry is extremely fragmented. According to Horizon Grand View Research, the US domestic engineering services market will register a compound annual growth rate (CAGR) of 6.0% from 2024 to 2030.\n\nAs with most fragmented industries with extensive participation of privately held companies, there is an active market for ownership transition and consolidation activity with larger participants actively engaging in growth through acquisitions. The technical complexity and financial risks associated with designing a substantial number of projects performed in the industry effectively discourages the free flow of new entrants, limiting participation to those with demonstrated capacities across a range of projects. Qualifications, sophisticated technical skills, expertise, financial resources, and scale are prerequisites for successful industry participation. Participants aspiring to enter the market must have sufficient skilled human capital to complete complex projects, and the financial resources to cover working capital and provide adequate risk management including professional liability, cyber liability and other insurance requirements. These factors serve as both a barrier to entry and a catalyst for consolidation. \n\nOur Markets \n\nWe visualize our business as a grid with markets as the vertical columns and services as the horizontal intersects. Customer assignments are grouped by vertical, with each assignment consuming one or more of our services. Services are provided across verticals to all customers. This approach affords us the ability to efficiently manage across our platform with an emphasis on cross-selling and revenue capture.\n\nWe have strategically and deliberately diversified the markets that we serve to reduce our dependence on any single market segment and to dampen the effects of business cycles in our markets. While we are bullish on all the market spaces that we currently serve, we intend to especially focus our growth initiatives on markets that possess the following characteristics: \n\n•High potential for reoccurring revenue and multi-year assignments \n\n•Engagement with renewable energy, energy transitions and energy efficiency activities\n\n•Aging and failing infrastructure in need of upgrade and replacement \n\n•Transformational investment paradigms such as privatization \n\n•Economic vitality and attractive growth in population and workforce\n\n•Long-term public sector funding stability\n\n•Prime for technology advancement with respect to delivery of our services\n\n•Complex regulatory environments \n\nThe markets we serve typically require participants to engage with several of our services, affording us the opportunity to cross sell, optimize revenue potential, and differentiate ourselves as a single source supplier. \n\n6\n\nTable of Content\n\nWe have a significant presence in each of the following markets we currently serve:\n\nTransportation\n\nWe believe the current and future utilization of transportation infrastructure within the domestic and global built environment far exceeds its intended capacity. The aging of the current installed transportation base and increasing load usage are forcing public and quasi-public authorities to invest in repairs, increase the capacity of their systems or privatize the operation of their roads, bridges, and tollways. The Federal Highway Administration has estimated that nearly a quarter of the nation’s bridges are deficient and require replacement or rehabilitation. In recent years, the transportation market has experienced broad increases in federal funding from U.S. government and U.S. Department of Transportation infrastructure spending initiatives along with increased for-profit privatization referred to as private-public partnerships (PPPs). \n\nWe believe that economic and population growth will drive demand wholesale for spending on expanded roadway capacity. The American Society of Civil Engineers (“ASCE”) 2021 Infrastructure Report Card rated the state of the U.S. Highway system as “D+” and estimated spending requirements of over $2.5 trillion over ten years on U.S. surface transportation infrastructure. Providing construction management and design services to departments of transportation and toll authorities has been a proven and dependable source of multi-year and reoccurring revenue. \n\nWithin our transportation practice we serve customers that include state and local departments of transportation, tollway authorities, transit authorities, and private roadway owners. For the years ended December 31, 2024 and 2023, Transportation represented 20.6% and 21.0%, respectively, of our gross contract revenue.\n\nPower, Utilities & Energy Services - orient to oil & gas /away from alternative energies\n\nWe believe that demand for power, gas, and energy services in the U.S. and the threats from increasingly more severe and frequent weather events result in the inability of the infrastructure supporting such resources to provide adequate supply of services. Major power outages due to increasingly severe weather events are a growing contributor to the problem which the Department of Energy estimates costs the U.S. economy at least $150 billion per year. Grid resilience and fortification are significant drivers of investment. \n\nUtilities, policy makers, and local governments have agreed for years that the aging electric transmission and distribution grid in the U.S. needs to be substantially upgraded to withstand the challenges of the future. The Electric Power Research Institute estimated the cost to move the U.S. to a smarter national grid with better protection against major outages to be somewhere between $338 billion and $476 billion. The proliferation of data centers, the internet of things, and artificial intelligence applications and the associated electrical demand are straining the U.S. power grid and creating a sense of urgency around maintenance and upgrade. Operators of the U.S. power grid have faced unrelenting pressure to increase resiliency and to integrate technologies such as electric vehicles, distributed generation, and battery storage, as well as to upgrade and replace aging infrastructure. According to the ASCE Infrastructure 2021 Report Card, the U.S. electric infrastructure will require capital investment of $637 billion by 2031.\n\nDegradation of the safety and sustainability of natural gas distribution systems is advancing the infusion of public investment and private, returns-driven capital. The entrance of private capital into the historically public utility market, and the associated timely demand for return on investment driven by rate adjustments, has catalyzed the pace of multi-year expenditures on critical infrastructure. According to the American Gas Association, the Unites States has over 2.6 million miles of natural gas pipeline delivering energy to 187 million customers daily. In 2022, natural gas produced one-third of the energy consumed in the United States. Examples of our multi-year reoccurring revenue assignments in the utilities space include undergrounding of electric distribution lines, procurement of rights-of-way and easements, land surveying and geomatics, gas distribution system mapping, and design for gas distribution pipeline replacement. \n\nRenewable energy encompasses all activities supporting the energy sector’s transition away from fossil-based systems of energy production in favor of renewable energy sources such as wind and solar, as well as lithium-ion batteries. According to Wood Mackenzie, the U.S. will need to invest one trillion dollars per year in new energy capacity over 20 years to meet the demands of economic growth and energy transition. In its report, Renewables 2020—Analysis and forecast to 2025, the International Energy Agency predicts that renewables are expected to account for 95% of the net increase in global power capacity through 2025. During that period, the share of renewables in electricity generation was forecast to grow from 27% in 2020 to 33% in 2025. Limited natural resources, increasing demand, and disruptive innovation are driving consequential private and public investment in the expansion of renewable energy facilities. Despite evolving U.S. domestic energy priorities away from non-traditional energy sources, we believe that increasing demand for industrial grade renewable infrastructure and expanded capacity within existing facilities presents opportunity for the sale of our services. Recent acquisitions have provided us the capability and reputation needed to serve the renewables energy \n\n7\n\nTable of Content\n\nmarket. Over the long-term, energy efficiency plays a pivotal role in advancing sustainable development within the global economy. Efforts to decarbonize the global energy system and advance the world’s climate objectives are dependent on improving energy efficiency. We view the energy efficiency market as one that is synergistic with the renewable energy market as well as the power and utilities market–.\n\nWithin our power, utility and energy services practice we work for customers that include large electric transmission systems, gas utilities, and renewables and decarbonization providers. For the years ended December 31, 2024 and 2023, Power and Utilities represented 17.6% and 18.5%, respectively, of our gross contract revenues.\n\nBuilding Infrastructure\n\nEncompassing all the places we live, sleep, work, shop, interact, and play, the building infrastructure market is foundationally aligned with all day-to-day factors that are either influenced by or influence economic activity. Fueled by changing population demographics and evolving work dynamics, the market for design, construction and maintenance of new and renewed building infrastructure presents us with continually expanding opportunities. With respect to building infrastructure, we are agnostic as to the end use of the site we are planning. For residential homebuilders, our business is one of inventory creation, not of land development or construction of structures. Interest rate uncertainty, however, can introduce temporary disruptions into the market for residential, commercial and mixed-use building infrastructure. According to IBISWorld, the land development industry represented a market valued at roughly $14.2 billion in 2024.\n\nCommercial and Retail. Changes in shopping and consuming habits spurred by e-commerce have, in our belief, catalyzed a massive reconfiguration of commercial and retail physical plant along with the configuration of their surrounding site elements. Brands have been adapting their customer engagement models because of fundamental changes in consumption patterns that resulted from the pandemic experience. As an example, as part of an initiative to “increase convenience-led formats” in the U.S., a large coffee shop chain with both drive-thru and curbside pickup options closed 400 traditional locations in North America while adding 300 net new convenience-oriented locations throughout North America in their place. We believe that change can be good for our business. We believe savvy and well capitalized developers and operators in this market will continue to demand our services in response to evolving market forces. We serve national retailers, big box retailers, distribution center owners, office building owners and developers, convenience store operators, quick serve restaurant owners and others.\n\nResidential. Post-pandemic, household formation has resumed in earnest with home sale prices at all-time highs. Within the residential market there are fundamentally three sub-markets in which our customers participate: 1) for-sale residential housing; 2) multi-family rental housing, and 3) mixed-use and urban cluster developments. Common to each of these sub-markets is the long lead time for the planning, design and approval of land inventory. The process of land inventory creation for residential use involves entitlement, environmental impact analysis, preliminary infrastructure planning and final layout. Each phase in the process involves public scrutiny and input along with regulatory review and approval. Land use entitlements for residential use are often flexible with respect to the ownership structure of the dwellings constructed, thereby allowing landowners to adapt to highest and best use throughout economic cycles and consumer preferences. Changes in interest rates can impact demand for fee-simple, for-sale and rental housing but they do not necessarily impact the demand for household formation and the need for new housing stock. Our history serving the residential market goes back to our beginning and we work for most of the large national homebuilders.\n\nInstitutional and Government. As our economy and population grows, the market to construct expand, and modernize government facilities, schools, state-of-the-art educational institutions, military installations, and mission critical complexes expands continuously. State and local governments experience increasing demand from their constituents for safe, efficient, and environmentally friendly facilities. Evolving demographics and associated demands for municipal and recreational services are increasing the need for new and updated government infrastructure. Communities are placing a growing emphasis of focus on environmental impact and sustainability as seen through the implementation of smart- and green-building technologies in new and retrofit facilities. As society adapts to a post-pandemic state and return-to-work mandates, we have experienced increased demand for retrofits of ventilation, air handling, air quality monitoring, and filtration systems to ensure healthier indoor environments necessary to mitigate the spread of infectious respiratory diseases. We have served institutional, government and quasi-public customers including large universities, state and local school systems, military branches, healthcare systems and others\n\nFor the years ended December 31, 2024 and 2023, Building infrastructure represented 51.5% and 56.3%, respectively, of our gross contract revenue.\n\nWe are also engaged in activities in the following markets which we consider to be emerging areas of opportunity for us. We refer to this collection of markets as our Emerging Markets.\n\n8\n\nTable of Content\n\nWater, Environmental and Other Natural Resources\n\nWater is essential to our lives and our communities, making it critical that we create a sustainable future for our water supply. Balancing the world’s needs for safe, reliable water with protection of this critical natural resource for the future requires a deep understanding of multiple interconnected systems. As water supplies become scarce and in increasing need of protection, and infrastructure needs increase contemporaneously, we collaborate with our customers to develop sustainable solutions to their water, wastewater, and water resources challenges. Our team of water professionals provides water supply distribution and treatment, wastewater collection and treatment, and asset management engineering and consulting services to customers. Rapid urbanization, industrial growth, suburban sprawl, and depleting sources of fresh water are increasing domestic demand for water and wastewater solutions. Expanding regulations governing the treatment, distribution and storage of water resources will intensify demand for adaptive water and wastewater treatment solutions. We assist municipalities, county agencies, public utilities, and private customers in addressing their potable water and wastewater challenges. Our expertise with water solutions ranges from planning, design, construction management, and funding identification. We serve the water resource needs of a variety of customers.\n\nMining\n\nMining facilities require a variety of the general and specialty engineering services we provide. We serve the Southwest U.S. copper mining industry where we have developed specialized capabilities over time. Copper is buoyed by both near and long-term favorable fundamentals. Policy driven decarbonization targets are accelerating and copper is a critical component for electric vehicles, charging stations, high-efficiency motors, and renewable energy. According to the International Copper Association, electric vehicles use up to four times as much copper as internal combustion vehicles and renewable energy power generation uses four to five times as much copper as fossil fuel power generation. Copper is crucial for connecting and advancing development of core technologies and smart cities, including artificial intelligence, smart grids, 5G technologies, mobile phones and computers. Supply of copper is limited due to an aging base supply, limited numbers of in-progress and planned expansion projects, and the substantial time and entitlement challenges for execution of new projects. We also serve customers focused on mining of aggregates which are essential to the construction of roads and other transportation related infrastructure. The demand for mined aggregates is strongly correlated to transportation construction. According to the U.S. Geological Survey, 94% of the materials used in the construction of interstate highways are natural aggregates including crushed stone, sand and gravel. We expect the funding provided by the Infrastructure Investment and Jobs Act to stimulate increasing long-term demand for aggregates. We believe our customers are well positioned to benefit from supply constraints facing increasing copper and aggregates demand.\n\nHigh Altitude Orthoimagery\n\nIn 2024, in connection with the Surdex acquisition, we included all revenue from aerial orthoimagery in our emerging markets. High altitude digital orthoimagery involves extremely high-resolution digital scanning of the earth’s surface from manned, fixed-wing aircraft flying at a variety of altitudes. To capture these images, aircraft of different configurations are modified to accommodate precision imaging equipment being mounted inside the aircraft’s fuselage pointing downward with clear visibility. The scanners and cameras are operated at high speeds while flying overlapping patterns covering large target areas. Raw data is converted to manageable image files which are ‘stitched’ together to create detailed interactive multi-dimensional maps of highly varied terrain. These discrete images and layered maps are used by private and public entities in connection with multiple infrastructure planning and monitoring initiatives. Going forward, aerial orthoimagery will be combined with other geospatial services and similarly aligned with end-customer markets.\n\nFor the years ended December 31, 2024 and 2023, these emerging markets collectively represented 10.4% and 4.2%, respectively, of our gross contract revenue.\n\nGrowth Strategies \n\nWe continue to focus our efforts on the goal of growing our revenue to become an ENR Top 50 firm within five years of the completion of our initial public offering in May 2021. Our five-fold growth of revenue over the past ten years is derived from both acquisitive and organic growth, including significant post-integration organic growth in the businesses we have acquired. Two of our bedrock cultural values are growth and entrepreneurial spirit. Our commitment to sustaining our unique culture as we continue to expand has been, and will continue to be, fundamental to maintaining an engaged workforce and delivering organic growth throughout our organization.\n\nWe intend to continue to grow through acquisitions. The current outlook is positive for each of the markets we work in and services we provide, and we intend to grow aggressively and opportunistically within each of them. To achieve the \n\n9\n\nTable of Content\n\naggressive growth targets we have established, we plan to focus effort and resources on markets and service line expansion opportunities with the following characteristics: \n\n•High potential for reoccurring revenue and multi-year assignments \n\n•Engagement with renewable energy, energy transitions, and energy efficiency activities\n\n•Aging and failing infrastructure in need of upgrade and replacement\n\n•Transformational investment paradigms such as privatization\n\n•Economic vitality and attractive growth in population and workforce\n\n•Long-term public sector funding\n\n•Prime for technology advancement with respect to delivery of our services\n\n•Complex regulatory environments\n\nThese characteristics of market and service line opportunities are fluid, and we may adapt them from time to time to evolving dynamics. We intend to be opportunistic, responsive to evolving macro-economic trends, and deliberate in our evaluation of attractive and synergistic opportunities in other markets when they present themselves.\n\nIn addition to market expansion, we intend to grow by investing in and acquiring skillsets, service lines, technology solutions, production tools, and equipment which deepen our market penetration and provide enhanced revenue capture opportunities with our existing and prospective customers (also referred to as “wallet share”). Such strategic and synergistic service line extensions include, but are not limited to, program management, energy management and data management and analytics.\n\nWe have built a scalable organizational infrastructure that can accommodate significant growth without requiring a proportionate increase in overhead expense. We have invested time and resources in developing our accounting and financial systems, integration expertise, management reporting processes, human capital development programs and information technology infrastructure. As we grow the size and scale of the company, we expect to expand operating margins by leveraging our investments and general overhead structure over a larger labor pool.\n\nOrganic Growth\n\nWe engage all our employees in our commitment to responsible growth by encouraging responsible freedom, entrepreneurial spirit, innovative thinking, and collaborative business development through cross-selling and revenue capture. Throughout the organization, our employees, leaders and managers are provided opportunities to be invested in our success through equity participation and incentives that are targeted to reward organic growth and successful execution. As a public company, we believe in using our publicly traded equity as a component of our compensation strategy. Creative use of growth-connected and retention-oriented equity incentives along with a commitment to maintaining our core culture are key to the entrepreneurial spirit that we believe will drive our organic growth.\n\nAcquisitive Growth\n\nWe maintain an active engagement with prospective acquisition targets and business brokers. The theme of our acquisition initiatives is adjacency, whereby we identify companies that provide customer, geographic, service line, skillset and culture that are aligned adjacently with our business and our growth objectives. We maintain full-time, in-house acquisitions, diligence, and integrations teams and have developed a robust network of third-party representatives working on our behalf to identify future acquisition targets that meet our strategic goals. We maintain a dynamic pipeline driven by general market awareness of our demand for acquisition, existing relationships we have cultivated, and deliberately directed activity of our representatives. We believe that our proven track record, ownership culture, and unyielding commitment to preserving a uniquely entrepreneurial culture as we grow will provide us a competitive edge with acquisition targets as a desirable transaction partner. We generally impose stringent criteria to the evaluation of targets including:\n\n•Advances one or more of our strategic growth objectives\n\n•Provides opportunities for cross-selling\n\n•Embodies a culture that is entrepreneurial and compatible with ours\n\n•Serves a funded infrastructure spending category\n\n•Is accretive to our leadership and executive talent pool\n\n•Creates technology advancement and service delivery improvement opportunities\n\n•Aligns with our capital allocation strategy and risk tolerance profile\n\n10\n\nTable of Content\n\nAlthough we generally apply rigorous financial discipline in the execution of our acquisition program, purchase price is not always the primary deal determinant. We evaluate targets holistically, considering all the factors mentioned above. \n\nGeographic Expansion\n\nWe intend to continue a program of deliberate and opportunistic geographic expansion. Over the foreseeable future, we plan our geographic footprint to be generally focused on but not limited to North America, concentrating on the United States, with a potential secondary focus on Canada and Mexico. While acquisitions will generally be the source of geographic expansion, we may also establish presence in new areas by opening new offices. To maintain consistency with our acquisition program, we maintain a dynamic list of target metropolitan statistical areas (“MSAs”) that will serve as focus areas for expansion. General criteria for our target expansion MSAs include:\n\n•Population scale or trajectory of one million or greater\n\n•Location which complements and/or expands customer opportunities\n\n•Established or emerging industrial, commercial and/or residential profile\n\n•Availability of high caliber, skilled labor force \n\nWe expect our geographic expansion decision making to be fluid, flexible, opportunistic, and loosely bound by the criteria described above. \n\nDescription of Services \n\nWe provide a broad array of professional engineering, technical, and technology enhanced consulting services to customers who own, construct, and maintain the built environment. Our highly accredited and skilled workforce utilizes an integrated methodology to provide our customers with a consistent and accountable one-stop solution for both simple and highly complex assignments. Our scale, complemented by our breadth and depth of subject matter expertise and suite of service-enabling technology assets, allows us to secure work by delivering comprehensive and complete solutions. \n\nCivil and Site Engineering\n\nSince our founding in 1995 as a civil engineering and surveying firm, we have expanded our presence across the U.S. providing site planning and design services instrumental to creating communities where people live, work and play. Our land plans are attractive, marketable, and economically feasible. We creatively solve the toughest site challenges. Our awareness of, and sensitivity to time, cost, and impacts on surrounding neighborhoods distinguishes us and has made us a go-to brand for civil and site engineering. Examples of services include: \n\n•Conceptual land planning \n\n•Environmental consulting and permitting \n\n•Planning / zoning and entitlements \n\n•Roadway, bridge and highway designs \n\n•Erosion and Sediment designs \n\n•Stormwater management designs \n\n•Construction administration \n\n•Traffic studies \n\n•Floodplain studies \n\n•Utility relocation designs \n\nTransportation\n\nFunctional transportation systems are crucial in connecting our communities and play an essential role in the development of society. Our engineers apply proven methods and technologies to support our customers’ objectives, strengthen communities and positively impact quality of life. With significant experience in alternative delivery methods, our local knowledge is backed by the deep resources and stability of a national company. We excel on challenging transportation projects that require complex solutions within both congested urban and rural environments. From major freeway systems and urban arterials to rural highways, rail and bridge projects, our transportation engineers plan, design and oversee the construction process for safe, efficient, reliable and user-friendly transit projects of all sizes and scopes. We have experience with and understand agency rules and regulations, and we work closely with municipal, county and \n\n11\n\nTable of Content\n\nstate officials to provide guidance, professional insight, and functional and cost-effective designs while staying up to date on continually changing industry trends. Examples of services include: \n\n•Traffic engineering \n\n•Traffic signal design \n\n•Traffic studies \n\n•Intersection improvements \n\n•Route/alignment studies \n\n•Signing/pavement marking plans \n\n•Roadway design \n\n•Drainage design\n\n•Bridge design\n\n•Hydraulics \n\n•Public involvement/consensus building\n\n•Corridor and program management \n\n•Traffic control plans \n\n•Alternate delivery methods \n\nCommissioning and Energy Efficiency\n\nCommissioning involves ensuring that a new building operates in as energy efficient a manner as the original design intent. Over time, the intended use and operation of a building can change significantly. The retro-commissioning process assures that a building and its systems are optimized to perform interactively to minimize energy demands. In addition to aligning the systems with the current usage, the retro-commissioning process will typically result in substantial reduction of both operating costs and energy consumption. In addition to commissioning, we provide energy related services such as energy modeling, Energy Star certifications, LEED consulting, and energy audits that result in substantial reductions in energy consumption. Examples of services include: \n\n•Construction observation \n\n•Direct systems functional performance testing \n\n•Develop systems readiness checklist \n\n•Post occupancy review \n\n•Review of construction documents \n\n•Deferred / seasonal functional testing \n\n•Final commissioning report \n\n•Commissioning review of submittals \n\nConstruction Management & Oversight\n\nThe quality, durability, and safety of our infrastructure are all ensured by proficient construction engineering and management services augmented by sound quality assurance practices. Our construction engineering team consists of professional engineers, construction managers, inspectors, and certified technicians. We approach assignments with a depth of experience that enables us to anticipate the challenges associated with successfully delivering complex infrastructure construction projects. Every project has a comprehensive plan to address stakeholder issues, utilities, construction access and safety, pedestrian movements, environmental constraints, and schedule and budgetary limitations. It is important to note that we do not provide general contracting services to our customers. Examples of services include: \n\n•Constructability review \n\n•Value engineering \n\n•Budgeting and cost estimating \n\n•Bid solicitation, documentation, and preparation \n\n•Interagency and utility coordination \n\n•Onsite observation and report evaluation\n\n•Traffic routing, planning and management \n\n•Resident engineer service \n\n•Public communication and outreach \n\n12\n\nTable of Content\n\nEnvironmental Consulting \n\nSound environmental management is essential to the health and safety of our surroundings and is a critical aspect of the development of any energy, transportation, or community development project. With a focus on the environmental impact of a project, a comprehensive plan requires solutions for issues such as water scarcity, climate change, managing environmental liabilities, regulatory obligations, risk management, and good environmental stewardship. Our team of scientists and licensed environmental professionals possess a broad range of experience in natural resource inventories, wetland delineations, and threatened and endangered species habitat assessments for conservation, development, and infrastructure improvement projects. Our environmental teams have developed, or contributed to numerous regional habitat conservation plans, statewide parks planning assessments, and endangered species research, planning, and compliance projects. Examples of services include: \n\n•Wetlands and waters of the U.S. delineations \n\n•Natural resources inventories \n\n•Wildlife and vegetation surveys \n\n•Threatened and endangered species surveys \n\n•Endangered species conservation and management \n\n•Wetland creation and enhancement design \n\n•NEPA documentation \n\n•Section 404/401 permitting and compliance \n\n•NPDES permitting \n\n•Phase I environmental site assessment \n\nSurveying and Geospatial Engineering\n\nOur industry-leading land surveying and geospatial services provide a reliable foundation for a broad range of project types. We deploy a full suite of advanced technology solutions allowing us to capture data efficiently in even the most remote and access challenged locations. We create, analyze, and build tools to share 3-D geospatial data, as well as help our customers integrate these tools into their daily business activities. We seamlessly provide GIS mapping and IT services, as well as technical enhancements to projects. Our in-house teams of accredited land surveying experts have a deep understanding of local, county, and state jurisdiction requirements and review processes. Our one stop shop approach to survey and geospatial engineering streamlines our customer experience and enhances the accuracy, outcome and experience of any development services or public sector project. Examples of services include:\n\n•ALTA boundary surveys \n\n•Topographic surveys\n\n•Route surveys\n\n•Right of way mapping\n\n•Drone inspection of transmission lines\n\n•Laser scanning and LiDAR imaging\n\n•Land title surveys\n\n•Underground utility location\n\n•Reality capture\n\n•GIS mapping\n\n•Underwater and marine survey\n\n•Hydrology and geoscience\n\n•Aerial orthoimagery\n\nLandscape Architecture\n\nLandscape architecture is place-making within the exterior environment. This broad field ranges from small-scale garden design and community parks to the large-scale design of plazas, institutional campuses, and streetscape settings. Each space is important to its users and to function well, it must meet specified programmatic needs while being aesthetically pleasing. We work with our customers to develop the big picture ideas that can strengthen and transform a community, create tools needed to make vision a reality, guide our customers through regulatory approvals processes, and work closely with developers to ensure market success once projects are completed. Balancing aesthetics, function, and sustainability, we skillfully translate raw ideas into successful projects tailored for each site. Examples of services include:\n\n•Conceptual planning \n\n13\n\nTable of Content\n\n•Master planning \n\n•Hardscape design and details \n\n•Streetscape design \n\n•Sustainable / low impact design \n\n•Construction documentation \n\n•Construction administration \n\n•Arborist services \n\nLand Procurement and Right-of-Way\n\nLand procurement and right-of-way acquisition is a critical component of practically any significant utility, infrastructure, or utility scale energy project. We provide turn-key services related to the real estate aspects of large projects including public outreach, property owner negotiation, appraisal services, relocation services, and expert testimony. Examples of services include: \n\n•Public information meeting support \n\n•Right of entry agreements \n\n•Title searches/title curatives \n\n•Appraisals/appraisal reviews \n\n•Relocation advisory assistance \n\n•Encroachment resolutions \n\n•Expert witness court testimony \n\n•Eminent domain/condemnation support \n\nBuilding Services - Mechanical, Electrical and Plumbing\n\nOur mechanical, electrical, and plumbing engineering services are focused on creating high performance connected environments. Our solutions support a facility’s purpose with systems that optimize the personal experience and deliver practical results to owners, tenants, and operators while promoting productivity and energy efficiency. Our electrical engineers are highly experienced in the field of photovoltaics to serve our customers in the renewable energy, energy transition and energy efficiency space. Our mechanical engineers have the expertise necessary to deliver cost effective plans and designs for ventilation and medical-grade air filtration to meet stringent indoor air quality requirements to assist in reducing the spread of infectious respiratory diseases. Examples of services and projects include:\n\n•Heating ventilating and a/c systems \n\n•Medical-grade air filtration \n\n•Indoor air quality monitoring \n\n•Smoke control and evacuation \n\n•Energy management and controls \n\n•Medical gas and vacuum \n\n•Lighting design and lighting controls \n\n•Low and medium voltage power distribution \n\n•Fire / life safety systems \n\n•Standby power and UPS systems \n\n•Telecom/Data/AV Infrastructure \n\n•Arc flash hazard analysis\n\n•Acoustic engineering\n\nStructural Engineering\n\nOur structural engineers work on the design and technical challenges involved in creating durable structures that meet the challenges of increasing 21st century demands. From simple culverts to complex interchanges and long-span bridges, we incorporate unique architectural treatments and other features that contemplate the full spectrum of modern construction techniques and materials, including steel trusses, curved beams, box beams, precast/prestressed concrete, timber, and fiber-reinforced polymer spans. Examples of projects include: \n\n14\n\nTable of Content\n\n•Highway bridges \n\n•Culverts \n\n•Retaining walls \n\n•Pedestrian bridges \n\n•Buildings \n\n•Railroad bridges \n\n•Tanks \n\n•Contractor services \n\nWater Resources\n\nThe U.S. water supply is becoming scarcer and in need of protection while at the same time our water infrastructure renewal needs increase. To address these challenges, we work with our customers to develop sustainable solutions to their water, wastewater, and water resources challenges. Our team of water professionals and technologists provide specialized water supply, distribution, wastewater infrastructure and treatment, and asset management engineering and consulting services to customers. Our in-house expertise ranges from planning, design, and construction assistance to municipalities, county agencies, public utilities, and private customers in helping them meet potable water and wastewater needs. We work regularly with state and federal governments in maintaining existing systems. For customers who need funding assistance, our teams have expertise in attaining grants, funds, and loans. Examples of projects include: \n\n•Filtration systems \n\n•Water pumping and storage systems \n\n•Elevated storage tanks \n\n•Reverse osmosis systems \n\n•Disinfection / treatment systems \n\n•Distribution systems \n\n•Water treatment systems \n\n•Nutrient removal systems \n\n•Pump stations \n\n•Collection system \n\n•Reuse systems \n\n•Membrane treatment systems\n\nAcquisitions \n\nAcquisitions are a core component of our growth plans. Since our initial public offering in May 2021 through December 31, 2024, we have successfully acquired thirty-four operating engineering and consulting companies and four non-operating companies from which we strictly acquired certain, state-specific licensing rights. Our acquisitions activities have added numerous capabilities, services, leadership and customers in addition to expanding our operations throughout the continental United States. Many of the senior leaders in our company today come from companies we acquired both before and after becoming a public company. We are regularly engaged in discussions with acquisition prospects. The discussions range in formality from an initial inquiry to a non-binding letter of intent. Not all prospective acquisitions materialize as completed transactions.\n\nRecent Acquisitions\n\nIn 2024, we completed eight acquisitions, one of which closed after September 30, 2024. None of these recent acquisitions was individually or collectively in the aggregate significant under Rule 3-05 of Regulation S-X. The 2024 acquisitions are summarized below in order of acquisition. \n\n•TCE, Inc (“TCE”). On February 5, 2024, we acquired the business and operations of Trudell Consulting Engineers. TCE is a Willston, Vermont based professional services firm focused on civil engineering, landscape architecture, land surveying, utility locating and environmental services. The company works with private and public customers along with private developers, planning authorities, municipalities, renewable energy providers, natural resource excavators, hospitality and ski resort operators, property managers and retailers.\n\n15\n\nTable of Content\n\n•Speece Lewis Engineers, LLC (“Speece”). On February 20, 2024, we acquired the business and operations of Speece Lewis Engineers, LLC. Speece is a Lincoln, Nebraska based professional services firm specializing in transportation, bridge design, surveying and hydraulics. The company works with private and public customers along with natural resource districts; federal, state, county, and municipal governments; as well as private and commercial entities.\n\n•Surdex Corporation (“Surdex”). On April 3, 2024, we acquired the business and operations of Surdex Corporation. Surdex is a St. Louis, Missouri based professional services firm specializing in geospatial and engineering, low-, medium- and high-altitude digital orthoimagery, advanced high-resolution LiDAR, intelligent digital mapping, 3D hydrography, and disaster mapping. Surdex develops geospatial mapping and digital orthoimagery that enables federal, state, and local governments to view, measure, and analyze extremely high-resolution data tied to identified geographic features. Surdex serves a variety of public sector customers and contracts including multiple state departments of transportation, the US Department of Agriculture, the US Geological Survey, the US Army Corps of Engineers, and other state and local government agencies.\n\n•Moore Consulting Engineers, LLC (“Moore”). On April 17, 2024, we acquired the business and operations of Moore Consulting Engineers LLC. Moore is a mechanical, electrical, plumbing, and fire protection (\"MEP/FP\") engineering firm based in Shamong, New Jersey. Moore provides comprehensive MEP/FP engineering services to private and public sector customers throughout the United States.\n\n•Element Engineering, LLC (“Element”). On July 12, 2024, we acquired the business and operations of Element Engineering, LLC. Element is a professional services firm based in Lakewood, Colorado that provides civil, water and wastewater engineering services. Element primarily serves municipal customers in rural communities and specialty districts throughout the Rocky Mountain West and Midwest.\n\n•Financial Consulting Group, Inc. (“FCS”). On July 18, 2024, we acquired the business and operations of Financial Consulting Group, Inc., a Redmond, Washington based professional services firm focused on addressing the financial, management and economic challenges facing public sector entities including utilities, state and local governments, regional agencies and public safety organizations. FCS consults for a variety of customers, including government agencies in urban and suburban areas, rural utility systems, municipal authorities in regions with seasonal or climate sensitivities and communities with special commercial and industrial needs.\n\n•Robau and Associates, LLC (“Robau”). On August 26, 2024, we acquired the business and operations of Robau and Associates, LLC. Robau is a Naples, Florida based firm with a professional staff with an extensive project portfolio that enhances civil engineering, water resources and project management offerings.\n\n•Exeltech Consulting, Inc.(“Exeltech”). On October 31, 2024, we acquired the business and operations of Exeltech. Exeltech is a Lacey, Washington based company that specializes in bridge design, transportation planning, environmental compliance, civil engineering, landscape architecture, permitting and construction management for owners and operators of transportation infrastructure, transit facilities, ports and harbors, waterfront developments, building structures, and storm drainage and utility systems. Exeltech serves customers throughout the Pacific Northwest from offices in Washington, Oregon, and Montana.\n\nUnder the acquisition purchase agreements, we paid a total of approximately $79.7 million for these acquisitions, including 1,023,786 shares of common stock valued at a total of $33.9 million or an average of $33.12 per share. The remaining consideration was comprised of a combination of cash and seller notes, including notes convertible into shares of common stock at the option of the seller. For full purchase price accounting, see Note 4 Acquisitions in Part IV of this Annual Report on the 10-K, for additional information. Consistent with our acquisition strategy, we generally intend to have fully integrated the operations, systems, and employees of our acquired companies into our organization during a transition and integration period of up to one year, after which we expect to phase out the individual brands.\n\nKey Customers and Projects \n\nWe serve a diverse portfolio of public and private customers, who own, construct, and maintain the built environment. Approximately 60% of our customers during the year ended December 31, 2024 were repeat customers, which we define as any customer from which revenue was earned in both the full years ended December 31, 2024 and 2023, excluding revenue derived from companies we acquired in 2024. Our breadth of our customer base diversifies risk, with the ten largest customers we served accounting for approximately 18% and 18% of our net service billing during the years ended December 31, 2024 and 2023, respectively. We avoid concentration of exposure with no single customer accounting for more than 5% of our net service revenue during either of these periods. We focus our business development \n\n16\n\nTable of Content\n\nefforts on increasing the proportion of our revenue generated by long-term projects and multi-year contracts. We intend to continue expanding long-term relationships and multi-year assignments with both public and private sector customers through organic growth and acquisitions. During each of the years ended December 31, 2024 and 2023, approximately 27% and 21% of our revenue was derived from assignments with public sector customers directly.\n\nContracts \n\nWe enter into contracts with customers that either cover a single performance obligation consisting of one or more tasks (also referred to as assignments and deliverables) or are open-ended engagements that create a framework for our being retained for one or more discrete performance obligations and tasks (often referred to as master services agreements). Our contracts contain two principal types of pricing provisions: (1) fixed price, also referred to as lump sum, and (2) hourly, also referred to as time and materials or cost plus. In many cases, a single contract will contain both fixed price and hourly priced tasks. From a financial reporting perspective, a contract is categorized as fixed fee and therefore subjected to percentage completion accounting under Accounting Standards Codification \"ASC\" Topic 606 if any one task within the contract is priced on a fixed fee basis. For management discussion and analysis purposes, we evaluate the percentages of our revenues that are fixed fee and hourly based on the pricing of each individual task or assignment within our contracts. When we distinguish percentages of revenue based on contracts, we are considering any contract with at least one fixed fee task to be completely characterized as fixed fee. We believe the percentage allocation relating to assignments is a more accurate assessment of the risk and opportunity associated with our revenue distribution. \n\nThe characteristics of the two contract and task types are as follows:\n\nHourly contracts and/or assignments are common for professional and technical consulting assignments both short-term and multi-year in duration. Under these types of engagements, there is no predetermined maximum fee, and we generally experience no risk associated with cost overruns. For hourly engagements, we negotiate hourly billing rates and charge our customers based upon the actual hours expended toward a deliverable. Direct project expenditures such as subconsultants and other expenses generally pass through to the customer for reimbursement. These engagements may have not-to-exceed parameters requiring us to receive additional authorizations from our customer to continue working but in these cases, we have no obligation to deliver a pre-negotiated result without authorization to continue at additional cost to the customer. Purely hourly contracts for financial reporting purposes do not include any lump sum components as outlined below.\n\nLump sum contracts and/or assignments typically require the completion of a deliverable for a specified lump-sum or fixed fee, subject to price adjustments if the scope of the assignment changes or unforeseen requirements arise. With lump sum assignments, modified schedules and expansions of scope will likely result in additional fees through change orders issued by our customers. Our fixed fee assignments generally include a specified scope of work and a defined set of deliverables. For accounting and financial reporting purposes we classify a contract as fixed fee if any portion of the performance obligation under the contract requires us to complete work outlined in the contract for a pre-determined fixed price. \n\nFor the years ended December 31, 2024 and 2023, we derived approximately 60% and 62%, respectively, of our gross contract revenue from lump sum assignments and approximately 33% and 28%, respectively, from hourly assignments. The remainder of our gross contract revenue in each year was derived from reimbursements for itemized passthrough items such as consultants and direct expenses. \n\nBacklog \n\nWe calculate the value of our not yet billed gross contract revenue to measure backlog and predict future revenue. Backlog includes fully awarded and contracted work along with revenue we expect to invoice over an eighteen-month time frame for open-ended long-term engagements and undefined multi-year assignments. To calculate backlog, we assess the gross contract revenue we will recognize in connection with the completion of as yet billed customer commitments. Our \n\n17\n\nTable of Content\n\nbacklog increases both because of new contracts entered into with customers and through acquisitions. On December 31, 2024 and 2023, our gross backlog was divided among our markets as follows: \n\nDecember 31, 2024December 31, 2023\n\nBuilding Infrastructure41 %55 %\n\nTransportation35 %24 %\n\nPower & Utilities15 %17 %\n\nEmerging Markets\n\n9 %4 %\n\nWe use backlog to predict appropriate staffing levels and forecast gross contract revenue growth, both of which typically move accordingly over time with changes in backlog. Backlog definitions and methods of calculation vary within our industry. As such, backlog is not a reliable metric on which to evaluate us relative to our peers.\n\nAs of December 31, 2024, we had approximately $399 million of gross backlog, representing a 31.0% increase as compared to $306 million as of December 31, 2023.\n\nWe have experienced growth in our backlog as we have expanded our footprint, increased our customer base, more deeply penetrated our end markets and been successful in our acquisitions program. We believe that our growth in backlog is a positive indicator of the efficacy of our growth strategies.\n\nMarketing and Sales \n\nWe position ourselves as a preferred provider of services to those who own, construct and maintain the built environment. We secure assignments primarily through business development efforts targeted at cultivating new customers, cross-selling of our services to existing customers to increase wallet share, expanding customer relationships into new geographies as we grow, referrals and social media campaigns. We maintain professional marketing and business development staffs that work closely with our managers and leadership to develop strategic, targeted programs for affecting outreach, advancing our brand, producing professional project bids and submissions, developing new opportunities and securing new assignments. \n\nConsumers of engineering and technical services consistent with those we offer can be local, regional, and national organizations with projects ranging from a single, quick-turn deliverable to complex long-term assignments and multi-year engagements with evolving phases and deliverables. By focusing our business development efforts more on long-term assignments and multi-year engagement opportunities in growing end markets, we extend the visibility of future revenue forecasts and reduce the costs and uncertainty associated with backlog depletion, staffing optimization and revenue replacement. We expect to continue to experience continued organic growth based on our commitment to delivering the highest quality and most creatively conceived solutions to our customers.\n\nOur business development and marketing efforts emphasize lead generation, industry group networking, project and staff promotion and general corporate visibility. We support our managers’ business development efforts with a seasoned team of marketing professionals embedded throughout our organization working to professionalize every touchpoint with customers, prospects and influencers. We complement our marketing and business development efforts with extensive social media and traditional press awareness.\n\nWe actively engage in creating revenue capture by cross-selling our services between customers, geographies and markets. We define cross-selling and revenue capture as either expanding our relationship with a particular customer by providing additional services and expanded geographic coverage or expanding our overall market penetration throughout our national operation. Our acquisitions offer significant cross selling and revenue capture opportunities which facilitates organic growth. As our service offerings continue to develop and we expand our portfolio of services, we anticipate increases in our cross-selling successes. \n\nCompetition \n\nOur competition for assignments varies according to the market, geographical area of the project and the nature and scope of each opportunity. The engineering and consulting industry is highly fragmented and characterized by many small and mid-sized companies that focus their operations on regional markets or specialized service niches. On any given opportunity, we compete and/or team with many of the same local, regional and national companies.\n\n18\n\nTable of Content\n\nIndustry participants compete on the strength of customer relationships, reputation for quality of service and reliability, expertise in local markets, technical capabilities, and price. While price differentiation remains an important element in competitive bidding and is often a significant factor in securing public sector contracts, we believe that value, quality, reputation and scale are competitive differentiators that positively affect our ability to win work. The importance of the foregoing factors varies widely based upon the nature, location, and size of the project. On highly complex and sought-after projects, our breadth of services, technology tools, financial foundation, work-sharing orientation and geographic reach afford us flexibility in pricing and cost estimation. Our ability to provide comprehensive and integrated solutions gives us flexibility when it comes to pricing strategies to meet customer budgets and funding limitations. We believe that we benefit from our diversified service offerings, adaptable technology and highly skilled, diverse and qualified employees.\n\nCredentials, licensing and the ability to secure and demonstrate sufficient professional liability insurance present significant barriers to entry in the industry. Within the engineering market, scale and breadth of service offerings can also act as a barrier for entry for companies that do not have adequate professional and financial resources to compete for and execute complex, large-scale projects. Customers are increasingly emphasizing safe work practices by placing a premium on limiting liability, thus creating an additional barrier to entry for those who cannot demonstrate and maintain a safety record at or above industry standards. The opportunity and financial cost to customers of delivery delays has a meaningful impact on their willingness to rely on smaller firms. \n\nIt is common for many of the companies we compete with to have greater financial resources, larger national platforms or more extensive service offerings than we currently have. Factors affecting our ability to win assignments include our marketing effectiveness, our customer relationships, our ability to team with larger organizations, our capacity to accurately estimate costs and quantify the quality assurance requirements of the work, our ability to hire, train and retain qualified personnel, our ability to deliver timely, and our ability to obtain adequate professional liability, cyber liability, and other insurance for the work we perform. We believe our positioning enables us to continue winning incrementally larger work assignments that will grow our business. \n\nHuman Capital Resources\n\nAs of December 31, 2024, we had approximately 2,200 employees, of which approximately 93% are full-time employees. We believe our 2024 voluntary turnover rate among our full-time and part-time professional staff, inclusive of acquisition related hires, was reflective of the competitive labor market in our industry and our commitment and does not represent a substantial risk to our ability to deliver our backlog. Our reputation, aided by our position as a publicly traded company with dedicated internal recruiting staff and nationally scaled work-share platform, has afforded us the ability to be successful in locating and engaging with qualified and credentialed employees as needed on an anywhere-anytime basis. We do not expect our growth efforts to be significantly constrained by a lack of qualified personnel or by any geographic limitations. We consider our employee relations to be exceptional and our level of engagement with employees to be high. As of December 31, 2024, our licensed professional staff represented approximately 33% of our workforce, which we consider appropriate for our operating profile.\n\nApproximately 30% of our workforce works primarily outside one of our offices performing geospatial engineering, construction management, land procurement and field surveying. Our professional safety team administers a disciplined compliance routine with complex and comprehensive protocols that lead to fewer accidents, lower costs associated with accidents, lost productivity, and insurance. We have earned a safety record that distinguishes us relative to our competitors.\n\nIt is crucial that we continue to attract and retain top talent to continue to maintain our reputation for delivering high-quality services. To facilitate talent attraction and retention, we strive to make Bowman a diverse, inclusive, safe and community-oriented workplace, with opportunities for our employees to grow and develop in their personal and professional lives.\n\nQualified Representative Workforce. We believe that a representative workforce contributes to our success in capturing work, recruiting professionals and retention of our workforce. We have focused our recent efforts in four areas: inspiring innovation through culture of inclusion and acceptance; expanding our efforts to recruit and hire qualified and representative talent; advocating and facilitating employee engagement; and identifying strategic initiatives and partnerships that promote employee satisfaction. \n\nHealth, Safety and Wellness. Fundamental to the success of our business is our commitment to the safety and well-being of our employees and customers. Accordingly, we dedicate resources to making sure our employees are trained and equipped to carry out their job functions to keep themselves, our customers, and the communities in which we work safe. We provide employees and their families with access to a variety of innovative, flexible and convenient health and wellness programs, including: 1) benefits that provide protection and security so employees have peace of mind concerning \n\n19\n\nTable of Content\n\nevents that may require time away from work or that impact financial well-being; 2) support for physical and mental health through tools, resources and leave policies that help improve or maintain health status and encourage engagement in healthy behaviors; and 3) choices where possible, so employees can customize benefits to meet their needs and the needs of their families. We believe that in-person collaboration is a critical component of employee engagement. While we do not mandate absolute full-time in-office attendance, we encourage managers to implement policies that encourage employees to work collaboratively on a regular basis in our offices. \n\nTalent Development. We invest significant resources to develop the talent needed to remain a leading engineering services provider. We deliver numerous training opportunities, provide geographic flexibility, have expanded our focus on continuous learning and development, and implemented industry-leading methodologies to manage performance, provide feedback and develop talent. \n\nOur talent development programs provide employees with the resources they need to help achieve their career goals, to build management skills and lead their organizations. We provide a series of employee workshops throughout the company that support professional growth and development. Additionally, our manager and leadership development programs provide an ongoing opportunity for employees to practice and apply learning around conversations aligned with our annual review process. We offer employees a breadth of online tools that provide quick access to learning resources that are personalized to the individual’s development objectives. \n\nRegulation \n\nWhile our business is not generally subject to significant regulation, the services we provide to our customers address various federal, state and local regulations that must be complied with to receive approval to proceed. With respect to the operation of our business, we are subject to certain professional licensing and human resources requirements that vary by state. We maintain a large fleet of vehicles, some of which are subject to various federal regulations.\n\nEach state establishes licensing and organizational requirements for our services. Certain states allow only individuals and individually owned professional services corporations to hold licenses. In those states there may be grandfathering exemptions that allow corporations to hold licenses. In the event a state does not allow a corporation to hold a license, we have in the past, formed professional services corporations owned by Mr. Bowman and other employees to facilitate our ability to work in such states. To the extent we could not adequately satisfy a state’s licensing requirements, we would not operate in that state. As of December 31, 2024, we were licensed to operate in all states within the United States either directly or through an affiliate.\n\nWe must comply with laws and regulations relating to government contracts, which affect how we do business with our customers and may impose added costs on our business. In connection with the process of bidding for and being awarded certain government assignments we are required to provide an annual Federal Acquisition Regulation rate audit that determines our overhead reimbursement allowance. Some significant laws and regulations that affect us include: \n\n•federal, state, and local laws and regulations (including the Federal Acquisition Regulation or “FAR”) regarding the formation, administration, and performance of government contracts;\n\n•the Civil False Claims Act, which provides for substantial civil penalties for violations, including for submission of a false or fraudulent claim to the U.S. government for payment or approval; and\n\n•federal, state, and local laws and regulations regarding procurement integrity including gratuity, bribery and anti-corruption requirements as well as limitations on political contributions and lobbying. \n\nAny failure to comply with applicable laws and regulations could result in contract termination, damage to our reputation, price or fee reductions, suspension, or debarment from contracting with the government, each of which could have a materially adverse effect our business, results of operations and financial condition.\n\nIn addition, federal, state, and local government entities may revise existing contract rules and regulations or adopt new contract rules and regulations at any time and may also face restrictions or pressure regarding the type and number of services that they may obtain from private contractors. Any of these changes could impair our ability to obtain new contracts or renew contracts under which we currently perform when those contracts are subject to recompete.\n\nWe must comply with several laws that strictly regulate the handling, removal, treatment, transportation and disposal of toxic and hazardous substances. Under the Comprehensive Environmental Response Compensation and Liability Act of 1980, as amended (“CERCLA”), and comparable state laws, we may be required to investigate and remediate regulated hazardous materials. CERCLA and comparable state laws typically impose strict joint and several liabilities without regard \n\n20\n\nTable of Content\n\nto whether a company knew of or caused the release of hazardous substances. The liability for the entire cost of clean-up could be imposed upon any responsible party. Other principal federal environmental, health, and safety laws affecting us include, among others, the Resource Conversation and Recovery Act, the National Environmental Policy Act, the Clean Air Act, the Occupational Safety and Health Act, the Toxic Substances Control Act, and the Superfund Amendments and Reauthorization Act. Our business operations may also be subject to similar state and international laws relating to environmental protection. Liabilities related to environmental contamination or human exposure to hazardous substances, or a failure to comply with applicable regulations, could result in substantial costs to us, including clean-up costs, fines and civil or criminal sanctions, third-party claims for property damage or personal injury, or cessation of remediation activities. Our continuing work in the areas governed by these laws and regulations exposes us to the risk of substantial liability. To help ensure compliance with these laws and regulations, our employees are sometimes required to complete tailored ethics and other compliance training relevant to their position and our operations. \n\nAvailable Information\n\nOur principal office is located at 12355 Sunrise Valley Drive, Suite 520, Reston, Virginia 20191, and our telephone number at that address is (703) 464-1000. Our Internet website is http://www.bowman.com. The reports we file with or furnish to the SEC, including our annual report, quarterly reports and current reports, as well as amendments to those reports, are available free of charge on our Internet website under “Investors–Financials–SEC Filings” as soon as reasonably practicable after we electronically file such material with, or furnish it to, the SEC. The SEC maintains an Internet site that contains reports, proxy and information statements, and other information regarding issuers that file electronically with the SEC at http://www.sec.gov.",
      "char_count": 87581
    },
    "item1a": {
      "text": "Item 1A. Risk Factors\n\nSummary of Risk Factors\n\nOur business is subject to numerous risks. The following summary highlights some of the risks you should consider with respect to our business and prospects. This summary is not complete, and the risks summarized below are not the only risks we face. You should review and carefully consider the risks and uncertainties described in more detail in the “Risk Factors” section of this Annual Report on Form 10-K which includes a more complete discussion of the risks summarized below as well as a discussion of other risks related to our business.\n\n•We engage in a highly competitive business. If we are unable to compete effectively, we could lose market share and our business and results of operations could be negatively impacted;\n\n•Our continued success is dependent upon our ability to hire, retain and utilize qualified personnel; continued success is dependent upon our ability to hire, retain and utilize qualified personnel;\n\n•Our profitability could suffer if we are not able to maintain adequate utilization of our workforce due to slowdowns in the economy, or reduced demand for our services;\n\n•If we are unable to integrate acquired businesses successfully, our business could be harmed;\n\n•We cannot assure you that we will achieve synergies and cost savings in connection with prior or future acquisitions;\n\n•Demand from customers is cyclical and vulnerable to economic downturns. If the economy weakens or customer spending declines, our financial results may be impacted; \n\n•Construction, roadway, mining, and maintenance sites are inherently dangerous workplaces. If we, the owner, or others working at such sites fail to maintain safe work conditions, we can be exposed to significant financial losses and reputational harm, as well as civil and criminal liabilities; \n\n•Our services expose us to significant risks of liability, and our insurance policies may not provide adequate coverage;\n\n•The contracts in our backlog may be adjusted, cancelled, or suspended by our customers and, therefore, our backlog is not necessarily indicative of our future revenues or earnings. Additionally, even if fully performed, our backlog is not a good indicator of future gross profit; \n\n•The nature of our contracts, particularly those that are fixed price, subject us to risks of cost overruns. We may experience reduced profits or, in some cases, losses if costs increase above budgets or estimates or if the project experiences schedule delays; \n\n21\n\nTable of Content\n\n•Governmental agencies may modify, curtail or terminate our contracts at any time prior to their completion and, if we do not replace them, we may suffer a decline in revenue; \n\n•Our failure to comply with a variety of complex procurement rules and regulations could damage our reputation and result in our being liable for penalties, including termination of our government contracts, disqualification from bidding on future government contracts and suspension or debarment from government contracting;\n\n•We are dependent on third parties to complete certain elements of our contracts;\n\n•Our quarterly results may fluctuate significantly, which could have a material negative effect on the price of our common stock;\n\n•If we fail to develop or maintain an effective system of internal controls, we may not be able to accurately report our financial results or prevent fraud. As a result, current and potential stockholders could lose confidence in our financial reporting, which would harm our business and the trading price of our common stock;\n\n•Our disclosure controls and procedures may not prevent or detect all errors or acts of fraud; \n\n•An active trading market for our common stock may not continue to develop or be sustained; and\n\n•Anti-takeover provisions under our charter documents and Delaware law could delay or prevent a change of control, which could limit the market price of our common stock and may prevent or frustrate attempts by our stockholders to replace or remove our current management.\n\nRisks Relating to Our Business and Industry \n\nWe engage in a highly competitive business. If we are unable to compete effectively, we could lose market share and our business and results of operations could be negatively impacted. \n\nWe face continuing competition to provide technical, professional and construction services to customers. The markets we serve are highly competitive and we compete against many regional, national and multi-national companies. \n\nThe degree of competition we face varies by industry, geographic area and project type. Our projects are frequently awarded through a competitive bidding process, which is standard in our industry. We are constantly competing for project awards based on pricing, schedule and the breadth and technical sophistication of our services. Competition can place downward pressure on our contract prices and profit margins and may force us to accept contractual terms and conditions that are less favorable to us, thereby increasing the risk that, among other things, we may not realize profit margins at the same rates as we have seen in the past or may become responsible for costs or other liabilities we have not accepted in the past. If we are unable to compete effectively, we may experience a loss of market share or reduced profitability or both, which, if significant, could have a material adverse impact on our business, financial condition, and results of operations. \n\nOur engagements often involve large-scale, complex projects. The quality of our performance on such projects depends in large part upon our ability to manage the relationship with our customers and our ability to effectively manage the project and deploy appropriate resources, including third-party contractors and our own personnel, in a timely manner. If a project is not completed by the scheduled date or fails to meet required performance standards, we may either incur significant additional costs or be held responsible for the costs incurred by the customer to rectify damages due to late completion or failure to achieve the required performance standards. The performance of projects can be affected by a number of factors including unavoidable delays from government inaction, public opposition, inability to obtain financing, weather conditions, unavailability of vendor materials needed by us or our customers, changes in the project scope of services requested by our customers, industrial accidents, environmental hazards and labor disruptions. To the extent these events occur, the total costs of the project could exceed our estimates and we could experience reduced profits or, in some cases, incur a loss on a project, which may reduce or eliminate our overall profitability. Further, any defects or errors, or failures to meet our customers’ expectations, could result in claims for damages against us. Our contracts do not always limit our liability for damages that arise from negligent acts, errors, mistakes, or omissions in rendering services to our customers. As such, we cannot be sure that these contractual provisions will protect us from liability for damages in the event we are sued. \n\nOur continued success is dependent upon our ability to hire, retain and utilize qualified personnel. \n\nAs a professional and technical engineering and consulting solutions provider we depend upon our ability to hire, retain, and utilize qualified personnel, including our executive management team, engineers, architects, designers, craft personnel and corporate management professionals who have the required experience and expertise at a reasonable cost. The market for these and other personnel is competitive. From time to time and in different regions, it may be difficult to \n\n22\n\nTable of Content\n\nattract and retain qualified individuals with the expertise, and in the timeframe, demanded by our customers, or to replace such personnel when needed in a timely manner. In certain geographic areas, for example, we may not be able to satisfy the demand for our services because of our inability to successfully hire and retain qualified personnel. Furthermore, we may become required to employ technical professions with government granted clearance to obtain or contribute to certain government projects. If we were to lose some or all of these personnel, they would be difficult to replace. Loss of the services of, or failure to recruit, qualified technical and management personnel could limit our ability to successfully complete existing projects and compete for new projects. \n\nIn addition, if any of our key personnel or members of executive management retire or otherwise leave the company, we need to have appropriate succession plans in place and successfully implement such plans. Implementing a succession plan requires that we devote time and resources toward identifying and integrating new personnel into leadership roles and other key positions. If we cannot attract and retain qualified personnel or effectively implement appropriate succession plans, there could be a material adverse impact on our business, financial condition and results of operations. We do not maintain key-man life insurance policies on our executive officers. \n\nOur profitability could suffer if we are not able to maintain adequate utilization of our workforce due to slowdowns in the economy, or reduced demand for our services. \n\nThe cost of providing our services, including the extent to which we utilize our workforce, affects our profitability. The rate at which we utilize our workforce is affected by several factors, including: \n\n•our ability to transition employees from completed projects to new assignments and to hire and assimilate new employees; \n\n•our ability to forecast demand for our services and thereby maintain an appropriate headcount in each of our geographies and workforces;\n\n•our ability to manage attrition;\n\n•our need to devote time and resources to training, business development, professional development, and other non-chargeable activities;\n\n•our ability to match the skill sets of our employees to the needs of the marketplace; and \n\n•if we over-utilize our workforce, our employees may become disengaged, which will impact employee attrition. If we under-utilize our workforce, our profit margin and profitability could suffer.\n\nIf we are unable to integrate acquired businesses successfully, our business could be harmed\n\n As part of our business strategy to pursue accretive acquisitions, we have in the past and intend to continue to selectively pursue targets that provide complementary, low-risk services and expand our national platform. We may not be able to identify suitable acquisition or strategic investment opportunities or may be unable to obtain the required consent of our lenders and, therefore, may not be able to complete such acquisitions or strategic investments. We have incurred, and may continue to incur, expenses associated with sourcing, evaluating, and negotiating acquisitions (including those that do not get completed), and we have paid, and may in the future also pay, fees and expenses associated with financing acquisitions to investment banks and other advisors. Any of these amounts may be substantial, and together with the size, timing, and number of acquisitions we pursue, may negatively affect, and cause significant volatility in our financial results. \n\nIn addition, we have assumed, and may in the future assume, liabilities of the companies we acquire. While we conduct a due diligence process and when appropriate, we retain third-party advisors to consult on potential liabilities related to these acquisitions, there can be no assurances that all potential liabilities will be identified or known to us. If there are unknown liabilities or other obligations, our business could be materially adversely affected. \n\nWhile we have integrated businesses in the past, our growth strategy includes the acquisition of companies that are larger than ones we have acquired in the past. Our inability to integrate future acquisitions successfully could impede us from realizing all of the benefits of those acquisitions and could weaken our business operations. The integration process of any acquisition may disrupt our business and, if implemented ineffectively, may preclude realization of the full benefits expected by us and could harm our results of operations. In addition, the overall integration process may result in unanticipated problems, expenses, liabilities, and competitive responses and may cause our stock price to decline. \n\nThe difficulties of integrating acquisitions include, among other things: \n\n•unanticipated issues in integration of information, communications and other systems;\n\n•unanticipated incompatibility of logistics, marketing and administration methods;\n\n23\n\nTable of Content\n\n•maintaining employee morale and retaining key employees;\n\n•integrating the business cultures of companies;\n\n•preserving important strategic customer relationships;\n\n•consolidating corporate and administrative infrastructures and eliminating duplicative operations; and\n\n•coordinating geographically separate organizations. \n\nIn addition, even if the operations of an acquisition are integrated successfully, we may not realize the full benefits of such acquisition, including the synergies, cost savings or growth opportunities that we expect. These benefits may not be achieved within the anticipated time frame, or at all. \n\nFurther, acquisitions have in the past, and may also in the future, cause us to: \n\n•expend significant time, effort and resources;\n\n•issue securities that would dilute our current stockholders;\n\n•use a substantial portion of our cash resources;\n\n•increase our interest expense, leverage and debt service requirements if we incur additional debt to pay\n\nfor an acquisition;\n\n•assume liabilities, including environmental liabilities, for which we do not have indemnification from the\n\nformer owners or have indemnification that may be subject to dispute or concerns regarding the creditworthiness of the former owners;\n\n•record goodwill and non-amortizable intangible assets that are subject to impairment testing on a regular\n\nbasis and potential impairment charges;\n\n•experience volatility in earnings due to changes in contingent consideration related to acquisition liability\n\nestimates;\n\n•incur amortization expenses related to certain intangible assets;\n\n•lose existing or potential contracts as a result of conflict-of-interest issues;\n\n•incur large and immediate write-offs; or\n\n•become subject to litigation. \n\nIf we are not able to successfully manage our growth strategy, our business operations and financial results may be adversely affected.\n\nOur expected future growth presents numerous managerial, administrative, and operational challenges. Our ability to manage the growth of our operations will require us to continue to improve our management information systems and our other internal systems and controls. In addition, our growth will increase our need to attract, develop, motivate, and retain both our management and professional employees. The inability of our management to effectively manage our growth or the inability of our employees to achieve anticipated performance could have a material adverse effect on our business.\n\nThere is no assurance that we will achieve synergies and cost savings in connection with prior or future acquisitions. \n\nWe may not achieve anticipated cost savings in connection with prior or future acquisitions within the anticipated time frames or at all. A variety of risks could cause us not to realize some or all of these expected benefits. These risks include, among others, higher than expected standalone overhead expenses, delays in the anticipated timing of activities related to such initiatives and the incurrence of other unexpected costs associated with operating the business. Moreover, our implementation of cost savings initiatives may disrupt our operations and performance, and our estimated cost savings from such initiatives may be based on assumptions that prove to be inaccurate. If, for any reason, the benefits we realize are less than our estimates or our improvement initiatives adversely affect our operations or cost more or take longer to implement than we project, or if our assumptions prove inaccurate, our results of operations may be materially and adversely affected. In addition, our operating results from these acquisitions could, in the future, result in impairment charges for any of our intangible assets, including goodwill, or other long-lived assets, particularly if economic conditions worsen unexpectedly. These changes could materially adversely affect our results of operations, financial condition, stockholders’ equity, and cash flows.\n\nOur results of operations depend on the award of new contracts, the renewal of existing contracts and the timing of the performance of these contracts. \n\nOur revenues derive from new contract awards and the renewal of existing contracts. Our long-term projected results could be affected by delays in the timing of the awards or cancellations of such projects resulting from economic conditions, material and equipment pricing and availability or other factors. It is particularly difficult to predict whether or when we will receive large-scale projects as these contracts are affected by several factors including lengthy and complex \n\n24\n\nTable of Content\n\nbidding and selection process, among others. Other factors include market conditions, financing arrangements, and required governmental approvals. While we do not have any contract with the requirement to provide a bond or letter of credit to protect the customer from our failure to perform under the terms of the contract, we may be required to do so at some time in the future. We generate revenues from such project awards; as such, our results of operations and cash flows can fluctuate significantly from quarter to quarter depending on the timing of our contract awards and the commencement or progress of work under awarded contracts. Furthermore, many of these contracts are subject to financing contingencies and, as a result, we are subject to the risk that the customer will not be able to secure the necessary financing for the project. \n\nIn addition, certain contracts require us to satisfy specific progress or performance milestones in order to receive payment from the customer. As a result, we may incur significant costs for labor, equipment, sub-consultants or other out of pocket expenses prior to receipt of payment from a customer. \n\nThe uncertainty of contract award timing can also present difficulties in matching workforce size with contract needs. In some cases, we maintain and bear the cost of a ready workforce that is larger than necessary under existing contracts in anticipation of future workforce needs for expected contract awards. If an expected contract award is delayed or not received, we may incur additional costs resulting from reductions in staff or redundancy of facilities, which could have a material adverse effect on our business, financial condition and results of operations. \n\nContinuing worldwide political, social and economic uncertainties may adversely affect our revenue and profitability.\n\nThe last several years have been periodically marked by political, social and economic concerns, including decreased consumer confidence, the lingering effects of international conflicts, energy costs and inflation. Ongoing instability and current conflicts in global markets, including Eastern Europe, the Middle East and Asia, and the potential for other conflicts and future terrorist activities and other recent geopolitical events throughout the world have created and may continue to create economic and political uncertainties and impacts. For example, financial markets around the world experienced volatility following the invasion of Ukraine by Russia in February 2022. The military conflict between Ukraine and Russia as well as conflicts in the Middle East remains uncertain; however, the conflicts and sanctions have resulted and could continue to result in disruptions to trade, commerce, pricing stability, credit availability, and/or supply chain continuity, in both Europe and globally, and has introduced significant uncertainty into global markets and the global economy. Current global geopolitical tensions, including those related to Ukraine and the Middle East, may exacerbate any economic downturn. In addition, recent significant changes in U.S. trade policies and actual or potential tariffs may create uncertainty regarding the relationship between the United States and certain other countries with respect to trade policies, treaties and tariffs. These developments, or the perception that any of them could occur, may have a material adverse effect on global economic conditions and the stability of global financial markets, and may significantly reduce global trade and, in particular, trade between the impacted nations and the United States. These factors could restrict some of our customers’ access to products, components, raw materials or construction materials or otherwise increase the cost of such goods, which may have a material adverse effect on their business, financial condition and results of operations, which in turn could negatively impact us.\n\nThe instability created by these global uncertainties can make it extremely difficult for our customers, our vendors and us to accurately forecast and plan future business activities, and could cause constrained spending on our services, delays and a lengthening of our business development efforts, the demand for more favorable pricing or other terms and/or difficulty in collection of our accounts receivable. Our government customers may face budget deficits that prohibit them from funding proposed and existing projects. Further, ongoing economic instability in the global markets could limit our ability to access the capital markets at a time when we would like, or need, to raise capital, which could have an impact on our ability to react to changing business conditions or new opportunities. If economic conditions remain uncertain or weaken, or government spending is reduced, our revenue and profitability could be adversely affected.\n\nDemand from customers is cyclical and vulnerable to economic downturns. If the economy weakens or customer spending declines, our financial results may be impacted. \n\nDemand for services from our customers is cyclical and vulnerable to economic downturns, which may result in customers delaying, curtailing or canceling proposed and existing projects. Our business traditionally leads in downturns to the overall economy and may lag in a recovery, therefore, our business may not recover immediately when the economy improves. \n\nIf the economy weakens or customer spending declines, then our revenue, profits and overall financial condition may deteriorate. If there is additional economic downturn, including as a result of the worldwide political, social and economic uncertainties described above, our existing and potential customers may either postpone entering into new \n\n25\n\nTable of Content\n\ncontracts, renew existing contracts or request price concessions. Difficult financing and economic conditions may cause some of our customers to demand better pricing terms or delay payments for services we perform, thereby increasing the average number of days our receivables are outstanding and the potential of increased credit losses on uncollectible invoices. Further, these conditions may result in the inability of some of our customers to pay us for services that we have already performed. If we are not able to reduce our costs quickly enough to respond to the revenue decline from these customers, our operating results may be adversely affected. Accordingly, these factors affect our ability to forecast our future revenue and earnings from business areas that may be adversely impacted by market conditions.\n\nOutbreaks of communicable diseases, directly or indirectly, a material and adverse effect on our business, financial condition, and results of operations. The duration and extent to which this will impact our future financial condition and results of operations remains uncertain. \n\nGlobal or national health concerns, including the outbreak of pandemic or contagious disease, can negatively impact the U.S. economy and, therefore, demand and pricing for our services. \n\nAdditionally, we have an increased number of employees working remotely. As a result, we may have increased cyber security and data security risks, due to increased use of home Wi-Fi networks and virtual private networks, as well as increased distribution of physical machines. While we implement IT controls to reduce the risk of a cyber-security and data security breach, there is no guarantee that these measures will be adequate to safeguard all systems with an increased number of employees working remotely. In addition, the engineering and consulting design process undertaken by us is a collaborative process typically undertaken in an in-person office environment. The lack of this in person interaction may adversely impact our work product and our financial results. \n\nInflation could adversely affect our business and results of operations.\n\nDuring 2023 and 2024, the economy in the United States and global markets encountered a material increase in the level of inflation. Geopolitical developments such as the Russia-Ukraine conflict, the conflict in the Middle East and global supply chain disruptions continue to increase uncertainty in the outlook of near-term and long-term economic activity, including whether inflation will continue and how long, and at what rate. Increases in inflation raise our costs for labor, materials and services and other costs required to grow and operate our business, and failure to secure these on reasonable terms may adversely impact our financial condition. Additionally, increases in inflation, along with the uncertainties surrounding geopolitical developments and global supply chain disruptions, have caused, and may in the future cause, global economic uncertainty and uncertainty about the interest rate environment, which may make it more difficult, costly or dilutive for us to secure additional financing. A failure to adequately respond to these risks could have a material adverse impact on our financial condition, results of operations or cash flows.\n\nA significant decline in new home construction, and/or a deterioration in expectations regarding the homebuilding market, could have a material adverse impact on our business, financial condition and results of operations. \n\nOur customers include many of the top homebuilders in the United States. Demand for new homes has historically been fueled by continued low interest rates and changing population demographics but remains sensitive to changes in economic conditions such as the level of employment, consumer confidence, consumer income, the availability of financing and interest rate levels. Demand for new homes is subject to fluctuations, often due to factors outside of our control. For example, during 2022, the housing market weakened in response to the Federal Reserve’s aggressive increase in interest rates in an effort to curtail inflation. We cannot predict whether and to what extent housing markets will grow, particularly if interest rates for mortgage loans, land costs, and construction costs continue to rise. It is likely that if one or more of the foregoing factors occurred or if there was an economic downturn, the resulting decline in demand for new homes would negatively impact the demand for our residential land planning and design services, which in turn could have a material adverse impact on our business, results of operations and financial condition. \n\nConstruction, roadway, mining and maintenance sites are inherently dangerous workplaces. If we, the owner, or others working at such sites fail to maintain safe work conditions, we can be exposed to significant financial losses and reputational harm, as well as civil and criminal liabilities. \n\nConstruction and maintenance sites often put our employees and others in proximity with large pieces of mechanized equipment, moving vehicles, manufacturing processes, and highly regulated materials, in a challenging environment. If we fail to implement safety procedures or if the procedures, we implement are ineffective, or if others working at the site fail to implement and follow appropriate safety procedures, our employees and others may become injured, disabled or even lose their lives, the completion or commencement of our projects may be delayed, and we may be exposed to litigation or investigations. Unsafe work sites also have the potential to increase employee turnover, increase the \n\n26\n\nTable of Content\n\ncost of a project to our customers, and raise our operating and insurance costs. Any of the foregoing could result in financial losses or reputational harm, which could have a material adverse impact on our business, financial condition and results of operations.\n\n In addition, our projects could involve the handling of hazardous and other highly regulated materials, which, if improperly handled or disposed of, could subject us to civil and/or criminal liabilities. We are also subject to regulations dealing with occupational health and safety. Although we maintain functional groups whose primary purpose is to ensure we implements effective health, safety and environmental (“HSE”) work procedures throughout our organization, including construction sites, roadways, mines and maintenance sites, the failure to comply with such regulations could subject us to liability. In addition, despite the work of our functional groups, we cannot guarantee the safety of our personnel or that there will be no damage to or loss of our work, equipment, or supplies. \n\nWe operate a large and diverse fleet of vehicles. Our employee drivers receive safety training, and we monitor for safe driving, however, we may be subject to liability associated with incidents involving our fleet.\n\nFailure to maintain an adequate safety record could impair our ability to perform contracts for existing customers or our ability to obtain new contracts.\n\nOur general safety record is critical to our reputation. Many of our customers require that we meet certain safety criteria to be eligible to bid for contracts and many contracts provide for automatic termination or forfeiture of some or all of our contract fees or profit in the event we fail to meet certain measures. Accordingly, if we fail to maintain adequate safety standards, or even if we do maintain those safety standards but our employees are involved in accidents that result in our failing to meet stated safety criteria, we could suffer reduced profitability or the loss of projects or customers, which could have a material adverse impact on our business, financial condition, and results of operations. \n\nOur services expose us to significant risks of liability, and our insurance policies may not provide adequate coverage. \n\nIf we fail to provide our services in accordance with applicable professional standards or contractual requirements, we could be exposed to significant monetary damages or even criminal violations. Our engineering practice, for example, involves applying professional judgments to the planning, design, development, construction, operations and management of residential, commercial, and mixed-use projects, industrial facilities, and public infrastructure projects. While we do not generally accept liability for consequential damages in our contracts, and although we have adopted a range of insurance, risk management and risk avoidance programs designed to reduce potential liabilities, a catastrophic event at one of our project sites or completed projects resulting from the services we have performed could result in significant professional or product liability, and warranty or other claims against us as well as reputational harm, especially if public safety is impacted. These liabilities could exceed our insurance limits or the fees we generate, may not be covered by insurance at all due to various exclusions in our coverage and self-insured retention amounts, and could impact our ability to obtain insurance in the future. Further, even where coverage applies, the policies have deductibles, which result in our assumption of exposure for certain amounts with respect to any claim filed against us. In addition, customers or sub-consultants who have agreed to indemnify us against any such liabilities or losses might refuse or be unable to pay it. An uninsured claim, either in part or in whole, as well as any claim covered by insurance but subject to a high deductible, if successful and of a material magnitude, could have a material adverse impact on our business, financial condition and results of operations.\n\nUnavailability or cancellation of third-party insurance coverage would increase our overall risk exposure as well as disrupt the management of our business operations. \n\nWe maintain insurance coverage from third-party insurers as part of our overall risk management strategy and some of our contracts require us to maintain specific insurance coverage limits. If any of our third-party insurers fail or cancel coverage, or we are otherwise are unable to obtain adequate insurance coverage at a reasonable cost, our overall risk exposure and operational expenses would increase, and the management of our business operations would be disrupted. In addition, there can be no assurance that any of our existing insurance coverage will be renewable upon the expiration of the coverage period or that future coverage will be affordable at our desired limits. \n\nThe contracts in our backlog may be adjusted, cancelled, or suspended by our customers and, therefore, our backlog is not necessarily indicative of our future revenues or earnings. Additionally, even if fully performed, our backlog is not a good indicator of future gross profit. \n\nBacklog represents the total dollar amount of revenues we expect to record in the future from the performance of work under contracts we have been awarded. As of December 31, 2024, our gross backlog totaled approximately $358 million. There is no assurance that backlog will be realized as revenues in the amounts reported or, if realized, will result in \n\n27\n\nTable of Content\n\nprofits. In accordance with industry practice, substantially all our contracts are subject to cancellation, termination, or suspension at the discretion of the customer. In the event of a project cancellation, we would generally have no contractual right to the total revenue reflected in our backlog. Projects can remain in backlog for extended periods of time because of the nature of the project and the timing of the services required by the project. The risk of contracts in backlog being cancelled or suspended generally increases during periods of widespread economic slowdowns or in response to changes in commodity prices. \n\nThe contracts in our backlog are subject to changes in the scope of services to be provided as well as adjustments to the costs relating to the contracts. The revenue for certain contracts included in backlog is based on estimates. Additionally, the way we perform on our individual contracts can affect greatly our gross margins and hence, future profitability. \n\nLosses under lump-sum contracts and assignments may adversely impact our business operations and financial results.\n\nOur contracts include one or more assignments and often include assignments through which we commit to the performance of work for a specified lump-sum fee, subject to price adjustments if the scope of the assignment changes or unforeseen conditions arise. For financial reporting, any contract with one or more lump-sum fee assignment is characterized in total as a fixed fee contract and is reported in the aggregate as such. During the years ended December 31, 2024 and 2023, we derived over 60% and 62%, respectively, of our revenue from lump-sum assignments. Lump-sum assignments expose us to a number of risks not inherent in cost-plus and time and material assignments, including underestimation of costs, ambiguities in specifications, unforeseen costs or difficulties, problems with new technologies, delays beyond our control, failures of subcontractors to perform, and economic or other changes that may occur during the contract period. Losses under lump-sum assignments could adversely impact our results of operations.\n\nOur use of the percentage of completion method of revenue recognition requires that we estimate costs to be incurred under long-term contracts. Incorrect estimates could result in a reduction or reversal of previously recorded revenue and profits.\n\nWe recognize revenue for our lump-sum contracts ratably over time based on cost-basis percentage of completion. Our use of percentage-of-completion accounting requires that revenue and profit be recognized ratably over the life of the contract based on the proportion of costs incurred to date to total costs expected to be incurred for the entire project. The effects of revisions to revenue and estimated costs, including the achievement of award fees as well as the impact of change orders and claims, are recorded when the amounts are known and can be reasonably estimated. Such revisions could occur in any period and their effects could be material. The uncertainties inherent in the estimating process make it possible for actual costs to vary materially from initial and updated estimates.\n\nWe are dependent on third parties to complete certain elements of our contracts. \n\nWe engage third-party sub-consultants to perform certain work under our contracts. We also rely on third-party equipment manufacturers or suppliers to provide equipment used for certain of our projects. If we are unable to hire qualified sub-consultants or find qualified equipment manufacturers or suppliers, our ability to successfully complete those projects could be impaired. If we are not able to locate qualified third-party sub-consultants or the amount we are required to pay for sub-consultants or equipment and supplies exceeds what we have estimated and/or we are unable to pass through the excess cost to our customers, especially in a lump sum or a fixed price contract, we may suffer losses on these contracts. We generally do not obtain a performance bond from our sub-consultants. If a sub-consultant, supplier or manufacturer fails to provide services, supplies or equipment as required under a contract for any reason, we may be required to source these services, equipment or supplies to other third parties on a delayed basis or on less favorable terms, which could impact contract profitability. There is a risk that we may have disputes with our sub-consultants relating to, among other things, the quality and timeliness of work performed, customer concerns about a sub-consultant or our failure to extend existing task orders or issue new task orders under a contract. In addition, faulty workmanship, equipment, or materials could impact the overall project, resulting in claims against us for failure to meet required project specifications. \n\nThird parties may find it difficult to obtain enough financing to help fund their operations. The inability to obtain financing could adversely affect a third party’s ability to provide materials, equipment or services which could have a material adverse impact on our business, financial condition, and results of operations. In addition, a failure by a third-party sub-consultant, supplier, or manufacturer to comply with applicable laws, regulations or customer requirements could negatively impact our business and, for government customers, could result in fines, penalties, suspension or even debarment being imposed on us, which could have a material adverse impact on our business, financial condition, and results of operations. \n\n28\n\nTable of Content\n\nFailure of our sub-consultants to satisfy their obligations to us or other parties, or the inability to maintain these relationships, may adversely impact our business operations and financial results. \n\nWe depend on sub-consultants in conducting our business. There is a risk that we may have disputes with our sub-consultants arising from, among other things, the quality and timeliness of work performed, customer concerns, or failure to extend existing task orders or issue new task orders under a subcontract. In addition, if any of our sub-consultants fail to deliver on a timely basis the agreed-upon services or supplies, go out of business, or fail to perform on a project, our ability to fulfill our obligations may be jeopardized and we may be contractually responsible for the work performed. The absence of qualified sub-consultants with which we have a satisfactory relationship could adversely affect the quality of our service and our ability to perform under some of our contracts. \n\nWe also rely on relationships with other contractors when we act as their sub-consultants or joint venture partner. Our future revenue and growth prospects could be adversely affected if other contractors eliminate or reduce their subcontracts or teaming arrangement relationships with us or if a government agency terminates or reduces these other contractors’ programs, does not award them new contracts, or refuses to pay under a contract. \n\nWeather conditions and seasonal revenue fluctuations may adversely impact our financial results.\n\nOur financial results during the months of November through March may be impacted by adverse weather conditions and the holiday season. As a result, our revenue and net income for the first and fourth quarters of our fiscal year may be lower when compared to our results for the second and third quarters of our fiscal year. If we were to experience lower-than-expected revenue during any such periods, we could experience a material adverse effect on our business, financial results and cash flows. \n\nCatastrophic events may adversely impact our business operations.\n\nOur business operations may be adversely impacted by force majeure or extraordinary events beyond the control of the contracting parties, such as natural and man-made disasters as well as terrorist attacks. Such events could result in the closure of offices, interruption of projects, and the relocation of employees. We typically remain obligated to perform our services after a terrorist attack or natural disaster unless the contract contains a force majeure clause that relieves us of our contractual obligations. If we are not able to react quickly to force majeure, our operations may be affected significantly, which would have a negative impact on our business operations. \n\nWe rely on third-party internal and outsourced software to run our critical accounting, project management and financial information systems. As a result, any sudden loss, disruption or unexpected costs to maintain these systems could significantly increase our operational expense and disrupt the management of our business operations. \n\nWe rely on third-party software to run our critical accounting, project management and financial information systems. We also depend on our software vendors to provide long-term software maintenance support for our information systems. Software vendors may decide to discontinue further development, integration or long-term software maintenance support for our information systems, in which case we may need to abandon one or more of our current information systems and migrate some or all of our accounting, project management and financial information to other systems, thus increasing our operational expense as well as disrupting the management of our business operations. \n\nWe are subject to cybersecurity risks and breaches of our systems and information technology could adversely impact our ability to operate. \n\nWe rely on our network and third-party infrastructure and enterprise applications, internal technology systems, and our website for our development, marketing, operational, support, hosted services, and sales activities. We need to protect our own internal trade secrets, work product for our customers, and other business confidential information from disclosure. Despite our implementation of network security measures, we are vulnerable to disruption, infiltration, or failure of these systems or third-party hosted services in the event of cyber-attack, natural disasters, terrorist attacks or other catastrophic events that could cause system interruptions, reputational harm, loss of intellectual property, lengthy interruptions in our services, breaches of data security, and loss of critical data and could harm our future operating results. \n\nWe face the threat to our computer systems of unauthorized access, computer hackers, computer viruses, malicious code, organized cyber-attacks and other security problems and system disruptions, including possible unauthorized access to our and our customers’ proprietary or classified information. These threats may increase as a result of the increased capabilities of artificial intelligence and other emerging technologies that may be used maliciously, as well as geopolitical instability or conflicts. For example, as a result of the conflict between Russia and the Ukraine, in February 2022 the U.S. \n\n29\n\nTable of Content\n\nCybersecurity and Infrastructure Security Agency issued a “Shields Up” alert for American organizations noting the potential for Russia’s cyber-attacks on Ukrainian government and critical infrastructure organizations to impact organizations both within and beyond the U.S., particularly in the wake of sanctions imposed by the United States and its allies. We rely on industry-accepted security measures and technology to maintain securely all confidential and proprietary information on our information systems. We have devoted and will continue to devote significant resources to the security of our computer systems, but they are still vulnerable to these threats. A user who circumvents security measures can misappropriate confidential or proprietary information, including information regarding us, our personnel and/or our customers, or cause interruptions or malfunctions in operations. Our industry has not been immune from organized cyber-attacks from persons seeking a ransom as a condition of releasing access to the firm’s computer systems. As a result, we can be required to expend significant resources to protect against the threat of these system disruptions and security breaches or to alleviate problems caused by these disruptions and breaches. Any of these events can damage our reputation and have a material adverse effect on our business, financial condition, results of operations and cash flows.\n\nNegative conditions in the credit and financial markets and delays in receiving customer payments could result in liquidity problems, adversely affecting our cost of borrowing and our business. \n\nAlthough we finance much of our operations using cash provided by operations, at times we depend on the availability of credit to grow our business and to help fund business acquisitions. Instability in the credit markets in the U.S. or abroad could cause the availability of credit to be relatively difficult or expensive to obtain at competitive rates, on commercially reasonable terms or in sufficient amounts. This situation could make it more difficult or more expensive for us to access funds, refinance our existing indebtedness, enter into agreements for new indebtedness, or obtain funding through the issuance of securities or such additional capital may not be available on terms acceptable to us, or at all. We may also enter into business acquisition agreements that require us to access credit, which if not available at the closing of the acquisition could result in a breach of the acquisition agreement and a resulting claim for damages by the sellers of such business. In addition, market conditions could negatively impact our customers’ ability to fund their projects and, therefore, utilize our services, which could have a material adverse impact on our business, financial condition, and results of operations. \n\nSome of our customers, suppliers and sub-consultants depend on access to commercial financing and capital markets to fund their operations. Disruptions in the credit or capital markets and increases in market interest rates could adversely affect our customers’ ability to finance projects and could result in contract cancellations or suspensions, project delays and payment delays or defaults by our customers. In addition, customers may be unable to fund new projects, may choose to make fewer capital expenditures or otherwise slow their spending on our services or to seek contract terms more favorable to them. Our government customers may face budget deficits that prohibit them from funding proposed and existing projects or that cause them to exercise their right to terminate our contracts with little or no prior notice. In addition, any financial difficulties suffered by our sub-consultants or suppliers could increase our cost or adversely impact project schedules. These disruptions could materially impact our backlog and have a material adverse impact on our business, financial condition and results of operations. \n\nOur quarterly results may fluctuate significantly, which could have a material negative effect on the price of our common stock. \n\nOur quarterly operating results may fluctuate due to several factors, including:\n\n•fluctuations in the spending patterns of our customers;\n\n•the number and significance of projects executed during a quarter;\n\n•unanticipated changes in contract performance, particularly with contracts that have funding limits;\n\n•the timing of resolving change orders, requests for equitable adjustments and other contract adjustments;\n\n•the timing of our meeting a project milestone that allows us to bill our customer and recognize revenue;\n\n•project delays;\n\n•changes in prices of commodities or other supplies;\n\n•weather conditions that delay work at project sites;\n\n•the timing of expenses incurred in connection with acquisitions or other corporate initiatives;\n\n•natural disasters or other crises;\n\n•staff levels and utilization rates; \n\n•changes in prices of services offered by our competitors; and\n\n•general economic and political conditions.\n\n30\n\nTable of Content\n\nIf our quarterly operating results fluctuate significantly, it could have a material negative affect on our financial condition and results of operations and could cause the price of our common stock to decrease, perhaps substantially and disproportionately to the actual effect on our business. \n\nAn impairment charge on our goodwill could have a material adverse impact on our financial position and results of operations. \n\nBecause we have grown in part through acquisitions, and expect to grow further through acquisitions, goodwill and intangible assets represent a substantial portion of our assets and will likely represent a more substantial portion in the future. As of December 31, 2024 and 2023, we had $134.7 million and $96.4 million of goodwill, representing 26.8% and 23.9%, respectively, of our total assets as of December 31, 2024 and 2023. Under U.S. GAAP, we are required to evaluate goodwill carried in our consolidated balance sheet for possible impairment on an annual basis using a fair value approach. We also are required to test goodwill for impairment between annual tests if events occur or circumstances change that would more likely than not reduce our enterprise fair value below our goodwill carrying value. These events or circumstances could include a significant change in the business climate, including legal factors, economic impacts, operating performance indicators, competition, sale, or disposition of a significant portion of our business, potential changes in regulatory or licensing requirements, and other factors. \n\nIf our market capitalization drops significantly below the amount of net equity recorded on our balance sheet, that might indicate a decline in our fair value and would require us to further evaluate whether our goodwill has been impaired. The amount of any impairment could be significant and, if taken, could have a material adverse impact on our financial position and results of operations to the period in which we record the charge. \n\nIncreases in inflation, interest rates, and/or construction costs could reduce the demand for our services as well as decrease our profit on existing contracts, particularly our fixed price contracts. \n\nIncreases in inflation, interest rates, or construction costs could reduce the demand for our services. In addition, we bear all the risk of rising inflation on our fixed price contracts with respect to our cost of labor. Because a meaningful portion of our revenues are earned from fixed price contracts involving a substantial cost associated with our labor, the effects of inflation could have a material adverse impact on our business, financial condition, and results of operations. \n\nWe are subject to professional standards, duties and statutory obligations on professional reports and opinions we issue, which could subject us to monetary damages. \n\nWe issue reports and opinions to customers based on our professional engineering expertise as well as our other professional credentials that subject us to professional standards, duties and obligations regulating the performance of our services. If a customer or another third party alleges that our report or opinion is incorrect or it is improperly relied upon and we are held responsible, we could be subject to significant liability or claims for damages. In addition, our reports and other work product may need to comply with professional standards, licensing requirements, securities regulations and other laws and rules governing the performance of professional services in the jurisdiction where the services are performed. We could be liable to third parties who use or rely upon our reports and other work product even if we are not contractually bound to those third parties. These events could in turn result in monetary damages and penalties. \n\nOur credit agreement contains several restrictive covenants, which could limit our ability to finance future operations, acquisitions or capital needs or engage in other business activities that may be in our interest. \n\nOur credit agreement contains several financial covenants that impose operating and other restrictions on us, and our subsidiaries. Such restrictions affect or could affect, and in many respects limit or prohibit, among other things, our ability, and the ability of certain of our subsidiaries to: \n\n•incur additional indebtedness;\n\n•create liens;\n\n•pay dividends and make other distributions in respect of our equity securities; \n\n•redeem our equity securities;\n\n•enter into certain lines of business;\n\n•make certain investments or certain other restricted payments;\n\n•sell certain kinds of assets;\n\n•enter into certain types of transactions with affiliates; and\n\n31\n\nTable of Content\n\n•undergo a change in control or effect certain mergers or consolidations.\n\nIn addition, our credit agreement also requires us to comply with certain fixed charge coverage, debt to EBITDA and senior debt to EBITDA ratios. Poor financial performance or events beyond our control may affect our ability to comply with these covenants. \n\nThese restrictions could limit our ability to plan for or react to market or economic conditions or meet capital needs or otherwise restrict our activities or business plans and could adversely affect our ability to finance our operations, acquisitions, investments or strategic alliances or other capital needs or to engage in other business activities that would be in our interest. \n\nA breach of any of these covenants or our inability to comply with the required financial ratios could result in a default under the credit agreement. If an event of default occurs, the lenders under the credit agreement could elect to: \n\n•declare all borrowings outstanding, together with accrued and unpaid interest, to be immediately due and payable;\n\n•require us to apply all our available cash to repay the borrowings; or\n\n•prevent us from making debt service payments on certain of our borrowings due to other creditors.\n\nIf we were unable to repay or otherwise refinance these borrowings when due, the lenders under the credit agreement could sell the collateral securing the credit agreement, which constitutes a significant majority of our assets. \n\nVariable rate indebtedness subjects us to interest rate risk, which could cause our debt service obligations to increase significantly.\n\nBorrowings under our credit agreement with Bank of America, N.A. bear interest at variable rates, exposing us to interest rate risk. Interest rates in the United States may continue to increase in the future. If interest rates continue to increase, our debt service obligations on borrowings under our credit agreement would continue to increase even though the amount borrowed would remain the same, and our results of operations and cash flows for servicing our indebtedness would decrease, perhaps significantly.\n\nRisks Relating to Government Contracts, Regulation and Litigation \n\nGovernmental agencies may modify, curtail, or terminate our contracts at any time prior to their completion and, if we do not replace them, we may suffer a decline in revenue. \n\nMost government contracts may be modified, curtailed, or terminated by the government either at its discretion or upon the default of the contractor. If the government terminates a contract at its discretion, then we typically can recover only costs incurred or committed, settlement expenses and profit on work completed prior to termination, which could prevent us from recognizing all the potential revenue and profits from that contract. In addition, for some assignments, the government may attempt to “insource” the services to government employees rather than outsource to a contractor. If a governmental agency terminates a contract due to our default, we could be liable for excess costs incurred by the governmental agency in obtaining services from another source. \n\nBecause we provide services to municipalities and other public agencies, we are more susceptible to the unique risks associated with government contracts. \n\nA substantial amount of our revenue is derived from our work for municipalities and other public agencies. Consequently, we are exposed to certain risks associated with public agency and government contracting, any one of which can have a material adverse effect on our business, results of operations and financial condition. These risks include: \n\n•The ability of the public agency to terminate the contract with 30 days’ prior notice or less;\n\n•Changes in public agency spending and fiscal policies which can have an adverse effect on demand for our services; \n\n•Contracts that are subject to public agency budget cycles, and often are subject to renewal on an annual basis;\n\n•The often wide variation of the types and pricing terms of contracts from agency to agency;\n\n•The difficulty of obtaining change orders and additions to contracts; and\n\n•The requirement to perform periodic audits as a condition of certain contract arrangements.\n\n32\n\nTable of Content\n\nLegislation, policy, rules, or regulations may be enacted that limit or change the ability of state, regional or local agencies to contract for our privatized services. Such changes would affect our ability to obtain new contracts and may decrease the demand for our services. \n\nLegislation is proposed periodically that attempts to limit the ability of governmental agencies to contract with private consultants to provide services. Should such changes occur and be upheld, demand for our services may be materially adversely affected. For each of the years ended December 31, 2024 and 2023, approximately 27% and 21% of our gross revenue was derived from services performed under contracts with governmental agencies, respectively. While attempts at such legislation have failed in the past, such measures could be adopted in the future. \n\nState and other public employee unions may bring litigation that seeks to limit the ability of public agencies to contract with private firms to perform government employee functions relating to public improvements. Judicial determinations in favor of these unions could affect our ability to compete for contracts and may have an adverse effect on our financial results. \n\nFor over 20 years, state and other public employee unions have challenged the validity of propositions, legislation, charters, and other government regulations that allow public agencies to contract with private firms to provide services in the fields of engineering, design, and construction of public improvements that might otherwise be provided by public employees. These challenges could have the effect of eliminating or severely restricting the ability of municipalities to hire private firms and otherwise require them to use union employees to perform the services. If a state or other public employee union is successful in its challenge, this may result in additional litigation which could affect our ability to compete for contracts. \n\nOur failure to comply with a variety of complex procurement rules and regulations could damage our reputation and result in our being liable for penalties, including termination of our government contracts, disqualification from bidding on future government contracts and suspension or debarment from government contracting. \n\nWe must comply with laws and regulations relating to government contracts, which affect how we do business with our customers and may impose added costs on our business. Some significant laws and regulations that affect us include: \n\n•federal, state, and local laws and regulations (including the Federal Acquisition Regulation or “FAR”) regarding the formation, administration, and performance of government contracts;\n\n•the Civil False Claims Act, which provides for substantial civil penalties for violations, including for submission of a false or fraudulent claim to the U.S. government for payment or approval; and\n\n•federal, state, and local laws and regulations regarding procurement integrity including gratuity, bribery and anti-corruption requirements as well as limitations on political contributions and lobbying. \n\nAny failure to comply with applicable laws and regulations could result in contract termination, damage to our reputation, price or fee reductions, suspension, or debarment from contracting with the government, each of which could have a materially adverse effect our business, results of operations and financial condition. \n\nIn addition, federal, state, and local government entities may revise existing contract rules and regulations or adopt new contract rules and regulations at any time and may also face restrictions or pressure regarding the type and number of services that they may obtain from private contractors. Any of these changes could impair our ability to obtain new contracts or renew contracts under which we currently perform when those contracts are subject to recompete. \n\nThe outcome of pending and future claims and litigation could have a material adverse impact on our business, financial condition, and results of operations. \n\nWe are a party to claims and litigation in the normal course of business. Since we engage in engineering, surveying and related consulting activities for large facilities and projects where design, construction or systems failures can result in substantial injury or damage to employees or others, we are exposed to claims and litigation and investigations if there is a failure at any such facility or project. Such claims could relate to, among other things, personal injury, loss of life, business interruption, property damage, pollution and environmental damage and be brought by our customers or third parties, such as those who use or reside near our customers’’ projects. We can also be exposed to claims if we agreed that a project will achieve certain performance standards or satisfy certain technical requirements and those standards or requirements are not met. In many of our contracts with customers, sub-consultants, and vendors, we agree to retain or assume potential liabilities for damages, penalties, losses and other exposures relating to projects that could result in claims that greatly \n\n33\n\nTable of Content\n\nexceed the anticipated profits relating to those contracts. In addition, while customers and sub-consultants may agree to indemnify us against certain liabilities, such third parties may refuse or be unable to pay it. \n\nEmployee, agent or partner misconduct or our overall failure to comply with laws or regulations may adversely impact our reputation and financial results as well as subject us to criminal and civil enforcement actions. \n\nMisconduct, fraud, non-compliance with applicable laws and regulations, or other improper activities by one of our employees, agents, or partners could have a significant negative impact on our business and reputation. Such misconduct could include the failure to comply with regulations regarding government procurements, the protection of classified information, bribery and other foreign corrupt practices, pricing of labor and other costs in government contracts, lobbying or similar activities, internal controls over financial reporting, environmental laws, and any other applicable laws or regulations. Our policies mandate compliance with these regulations and laws, and we take precautions to prevent and detect misconduct. However, since our internal controls are subject to inherent limitations, including human error, it is possible that these controls could be intentionally circumvented or become inadequate because of changed conditions. As a result, we cannot assure that our controls will protect us from reckless or criminal acts committed by our employees and agents. Our failure to comply with applicable laws or regulations or acts of misconduct could subject us to fines and penalties, loss of security clearances, and suspension or debarment from contracting, any or all of which could harm our reputation, reduce our revenue and profits, and subject us to criminal and civil enforcement actions. Historically, we have not had any material cases involving misconduct or fraud. \n\nChanges in resource management or infrastructure industry laws, regulations, and programs could directly or indirectly reduce the demand for our services which could in turn negatively impact our revenue. \n\nSome of our services are directly or indirectly impacted by changes in U.S. federal, state, local, or foreign laws and regulations pertaining to resource management, infrastructure, and the environment. In addition, growing concerns about climate change may result in the imposition of additional regulations, international protocols or other restrictions on emissions. Accordingly, such additional laws and regulations or a relaxation or repeal of existing laws and regulations, or changes in governmental policies regarding the funding, implementation, or enforcement of these programs, could result in a decline in demand for our services, which could in turn negatively impact our revenue. \n\nWe may be subject to liabilities under environmental laws and regulations, including liabilities assumed in acquisitions for which we may not be indemnified.\n\nWe must comply with several laws that strictly regulate the handling, removal, treatment, transportation and disposal of toxic and hazardous substances. Under the Comprehensive Environmental Response Compensation and Liability Act of 1980, as amended (“CERCLA”), and comparable state laws, we may be required to investigate and remediate regulated hazardous materials. CERCLA and comparable state laws typically impose strict joint and several liabilities without regard to whether a company knew of or caused the release of hazardous substances. The liability for the entire cost of clean-up could be imposed upon any responsible party. Other principal federal environmental, health, and safety laws affecting us include, among others, the Resource Conversation and Recovery Act, the National Environmental Policy Act, the Clean Air Act, the Clean Water Act, the Occupational Safety and Health Act, the Toxic Substances Control Act, and the Superfund Amendments and Reauthorization Act. Our business operations may also be subject to similar state and international laws relating to environmental protection. Liabilities related to environmental contamination or human exposure to hazardous substances, or a failure to comply with applicable regulations, could result in substantial costs to us, including clean-up costs, fines and civil or criminal sanctions, third-party claims for property damage or personal injury, or cessation of remediation activities. Our continuing work in the areas governed by these laws and regulations exposes us to the risk of substantial liability. \n\nWhile our business is not subject to significant regulation, the services we provide to our customers address various federal, state and local regulations that must be complied with to receive approval to proceed. In connection with the process of bidding for and being awarded certain government assignments we are required to provide an annual Federal Acquisition Regulation rate audit that determines our overhead reimbursement allowance. With respect to the operation of our business, we are subject to professional licensing requirements that vary by state. \n\nEach state establishes licensing and organizational requirements for our services. Certain states allow only individuals and individually owned professional services corporations to hold licenses. In those states there may be grandfathering exemptions that allow corporations to hold licenses. In the event a state does not allow a corporation to hold a license, we have in the past formed professional services corporations owned by Mr. Bowman and other employees to facilitate our ability to work in such states. To the extent we cannot adequately satisfy a state’s licensing requirements, we \n\n34\n\nTable of Content\n\ndo not operate in that state. As of December 31, 2024, we were licensed to operate in all states within the United States either directly or through an affiliate. \n\nChanges in tax laws could increase our tax rate and tax payments and materially affect our results of operations.\n\nWe are subject to tax laws in the United States and various states. The current U.S. presidential administration has called for fiscal and tax policies, which may include extension of the 2017 Tax Cut & Jobs Act as well as other aspects of tax reform. Some of these proposed changes to the taxation of our activities could increase our effective tax rate and harm our results of operations. Further, as part of the recently adopted Inflation Reduction Act of 2022, the United States implemented a 1% excise tax on the value of certain share repurchases by publicly traded companies and this excise tax rate could plausibly increase through additional legislation. As discussed below, this tax could increase the costs to us of any share repurchases. In addition, under the 2017 Tax Cut & Jobs Act, research and experimental costs are no longer fully deductible and are required to be capitalized and amortized for U.S. tax purposes effective for our fiscal year ended December 31, 2024. Unless this provision of the act is repealed or its effectiveness is deferred, the capitalization requirement would significantly increase our tax payments. \n\nRisks Relating to Our Common Stock\n\nIf we fail to maintain an effective system of internal controls, we may not be able to accurately report our financial results or prevent fraud. As a result, current and potential stockholders could lose confidence in our financial reporting, which would harm our business and the trading price of our common stock. \n\nEffective internal controls are necessary for us to provide reliable financial reports, prevent fraud and operate successfully as a public company. If we cannot provide reliable financial reports or prevent fraud, our reputation and operating results would be harmed. We cannot be certain that our efforts to maintain our internal controls will be successful, that we will be able to maintain adequate controls over our financial processes and reporting in the future or that we will be able to comply with our obligations under Section 404 of the Sarbanes-Oxley Act of 2002. Any failure to develop or maintain effective internal controls, or difficulties encountered in implementing or improving our internal controls, could harm our operating results or cause us to fail to meet our reporting obligations. Ineffective internal controls could also cause investors to lose confidence in our reported financial information, which would likely have a negative effect on the trading price of our common stock. \n\nOur disclosure controls and procedures may not prevent or detect all errors or acts of fraud. \n\nOur disclosure controls and procedures are designed to reasonably assure that information required to be disclosed by us in reports we file or submit under the Exchange Act is accumulated and communicated to management, recorded, processed, summarized and reported within the time periods specified in the rules and forms of the SEC. We believe that any disclosure controls and procedures or internal controls and procedures, no matter how well conceived and operated, can provide only reasonable, not absolute, assurance that the objectives of the control system are met. These inherent limitations include the realities that judgments in decision-making can be faulty, and that breakdowns can occur because of simple error or mistake. Additionally, controls can be circumvented by the individual acts of some persons, by collusion of two or more people or by an unauthorized override of the controls. Accordingly, because of the inherent limitations in our control system, misstatements, or insufficient disclosures due to error or fraud may occur and not be detected. \n\nThe price of our common stock has been, and may continue to be, volatile and the value of our common stock could decline. \n\nThe market price of our common stock has been, and may in the future be highly, volatile. The stock market in general and the market for emerging growth companies have experienced extreme volatility that has often been unrelated to the operating performance of particular companies. The market price for our common stock may fluctuate or decline substantially as a result of a variety of factors, some of which are beyond our control, including:\n\n•the recruitment or departure of key personnel;\n\n•actual or anticipated changes in estimates as to financial results, acquisitions or recommendations by securities analysts;\n\n•variations in our financial results or those of companies that are perceived to be similar to us;\n\n•market conditions in the utility and infrastructure markets where we focus;\n\n•future sales of our common stock by us or our stockholders;\n\n•the trading volume of our common stock;\n\n35\n\nTable of Content\n\n•general economic, industry and market conditions; and\n\n•the other factors described in this “Risk Factors” section.\n\nAn active trading market for our common stock may not be sustained. \n\nAlthough our common stock is listed on The Nasdaq Global Market, an active trading market for our common stock may not be sustained. The lack of an active market may impair your ability to sell your shares at the time you wish to sell them or at a price that you consider reasonable. The lack of an active market may also reduce the fair value of your shares. An inactive market may also impair our ability to raise capital to continue to fund operations by selling shares and may impair our ability to acquire other companies by using our shares as consideration.\n\nThere can be no assurance that we will be able to comply with the continued listing standards of Nasdaq. \n\nOur continued eligibility for listing on Nasdaq depends on several factors. If Nasdaq delists the common stock from trading on its exchange for failure to meet the listing standards, we and our stockholders could face significant material adverse consequences including: \n\n•a limited availability of market quotations for our securities;\n\n•a determination that our common stock is a “penny stock,” which will require brokers trading in our common stock to adhere to more stringent rules, possibly resulting in a reduced level of trading activity in the secondary trading market for our common stock;\n\n•a limited amount of analyst coverage; and\n\n•a decreased ability to issue additional securities or obtain additional financing in the future.\n\nIf securities analysts do not publish research or reports about our business or if they publish negative evaluations of our stock, the price of our stock could decline. \n\nThe trading market for our common stock relies in part on the research and reports that industry or financial analysts publish about us or our business. We may not continue to obtain research coverage by industry or financial analysts. If no or few analysts commence coverage of us, the trading price of our stock would likely decrease. Even if we do obtain analyst coverage, if one or more of the analysts covering our business downgrade their evaluations of our stock, the price of our stock could decline. If one or more of these analysts cease to cover our stock, we could lose visibility in the market for our stock, which in turn could cause our stock price to decline. \n\nOur Chairman and Chief Executive Officer owns a large percentage of our voting stock, which may allow him to have a significant influence on all matters requiring stockholder approval. \n\nGary Bowman, our Chairman and Chief Executive Officer, beneficially owned 2,339,041 shares, or approximately 13.57% of our common stock as of March 12, 2025. Mr. Bowman has significant power to influence the outcome of important corporate decisions or matters submitted to a vote of our stockholders, including decisions regarding mergers, going private transactions, and other extraordinary transactions, and to significantly influence the terms of any of these transactions. Although Mr. Bowman owes our stockholders certain fiduciary duties as a director and an executive officer, Mr. Bowman could take actions to address his own interests, which may be different from those of our other stockholders. \n\nFuture issuances or sales of a substantial number of shares of our common stock, or the perception that such issuances or sales may occur, could cause our stock price to decline.\n\nFuture issuances or sales of additional shares of our common stock could dilute the ownership interest of our common stockholders and could depress the market price of shares of our common stock. \n\nIn addition, if our existing stockholders sell, or indicate an intention to sell, substantial amounts of our common stock in the public market after certain lock-up and other legal restrictions on resale lapse, the market price of our common stock could decline.\n\nIn the future, we may issue additional shares of common stock or other equity or debt securities convertible into common stock in connection with financings, acquisitions, registration statements or otherwise.\n\nWe have also registered shares of our common stock that we may issue under our equity incentive plans and our employee stock purchase plan. As a result, all such shares can be freely sold in the public market upon issuance, subject to any vesting conditions or contractual lock-up agreements.\n\n36\n\nTable of Content\n\nIf additional shares of our common stock are issued or sold, or if it is perceived that they will be issued or sold, in the public market, the market price of our common stock could decline.\n\nWe cannot guarantee that our share repurchase program will be fully implemented or that it will enhance long-term stockholder value.\n\nOn August 15, 2024, our board of directors authorized a $25 million share repurchase program under which we may repurchase up to $25 million of our common stock. On November 29, 2024 the board of directors authorized an increase to this repurchase authorization from $25 million to $35 million. The authorization is effective through July 31, 2025.\n\nUnder the terms of the program, the shares may be repurchased from time to time in open market transactions at prevailing market prices, in privately negotiated transactions or by other means in accordance with federal securities laws. The actual manner, timing and amount of repurchases under the share repurchase program will be determined by management at its discretion and will depend on a number of factors, including the market price of our common stock, market conditions and capital allocation priorities. As a result, there can be no guarantee around the timing or volume of our share repurchases. In addition, as part of the Inflation Reduction Act of 2022, the United States implemented a 1% excise tax on the value of certain share repurchases by publicly traded companies. This tax could increase the costs to us of any share repurchases. We intend to finance any stock repurchases through operating cash flow. Repurchases also may be made under a trading plan under Rule 10b5-1, which would permit shares to be repurchased when we might otherwise be precluded from doing so because of self-imposed trading blackout periods or other regulatory restrictions. There is no guarantee as to the number of shares that will be repurchased, and the share repurchase program may be extended, suspended or discontinued at any time without notice at our discretion, which may result in a decrease in the trading price of our common stock. The share repurchase program could increase volatility in and affect the price of our common stock. The existence of our share repurchase program could also cause the price of our common stock to be higher than it would be in the absence of such a program and could potentially reduce the market liquidity for our common stock. Additionally, repurchases under our share repurchase program will diminish our cash reserves and negatively impact our access to debt and our overall indebtedness. There can be no assurance that any stock repurchases will enhance stockholder value because the market price of our common stock may decline below the levels at which we repurchased such shares. Any failure to repurchase shares after we have announced our intention to do so may negatively impact our reputation and investor confidence in us and may negatively impact our stock price. Although our share repurchase program is intended to enhance long-term stockholder value, short-term stock price fluctuations could reduce the program’s effectiveness.\n\nAnti-takeover provisions under our charter documents and Delaware law could delay or prevent a change of control, which could limit the market price of our common stock and may prevent or frustrate attempts by our stockholders to replace or remove our current management. \n\nOur amended and restated certificate of incorporation and our amended and restated bylaws contain provisions that could delay or prevent a change of control of our company or changes in our board of directors that our stockholders might consider favorable. Some of these provisions include: \n\n•a board of directors divided into three classes serving staggered three-year terms, such that not all members of the board will be elected at one time;\n\n•a prohibition on stockholder action through written consent, which requires that all stockholder actions be taken at a meeting of our stockholders;\n\n•a requirement that special meetings of stockholders be called only by the board of directors acting pursuant to a resolution approved by the affirmative vote of a majority of the directors then in office;\n\n•advance notice requirements for stockholder proposals and nominations for election to our board of directors;\n\n•a requirement that no member of our board of directors may be removed from office by our stockholders except for cause and, in addition to any other vote required by law, upon the approval of not less than two-thirds of all outstanding shares of our voting stock then entitled to vote in the election of directors;\n\n•a requirement of approval of not less than two-thirds of all outstanding shares of our voting stock to amend any bylaws by stockholder action or to amend specific provisions of our certificate of incorporation; and\n\n•the authority of the board of directors to issue preferred stock on terms determined by the board of directors without stockholder approval and which preferred stock may include rights superior to the rights of the holders of common stock.\n\n37\n\nTable of Content\n\nIn addition, because we are incorporated in Delaware, we are governed by the provisions of Section 203 of the Delaware General Corporate Law, or DGCL, which may prohibit certain business combinations with stockholders owning 15% or more of our outstanding voting stock. These antitakeover provisions and other provisions in our amended and restated certificate of incorporation and amended and restated bylaws could make it more difficult for stockholders or potential acquirers to obtain control of our board of directors or initiate actions that are opposed by the then-current board of directors and could also delay or impede a merger, tender offer or proxy contest involving our company. These provisions could also discourage proxy contests and make it more difficult for you and other stockholders to elect directors of your choosing or cause us to take other corporate actions you desire. Any delay or prevention of a change of control transaction or changes in our board of directors could cause the market price of our common stock to decline. \n\nOur amended and restated bylaws designate specific courts as the exclusive forum for certain litigation that may be initiated by our stockholders, which could limit our stockholders’ ability to obtain a favorable judicial forum for disputes with us. \n\nPursuant to our amended and restated bylaws, unless we consent in writing to the selection of an alternative forum, the Court of Chancery of the State of Delaware is the sole and exclusive forum for any state law claims for (1) any derivative action or proceeding brought on our behalf; (2) any action asserting a claim of or based on a breach of a fiduciary duty owed by any director, officer or other employee of ours to us or our stockholders; (3) any action asserting a claim pursuant to any provision of the Delaware General Corporation Law, our amended and restated certificate of incorporation or our amended and restated bylaws; or (4) any action asserting a claim governed by the internal affairs doctrine, or the Delaware Forum Provision. The Delaware Forum Provision will not apply to any causes of action arising under the Securities Act or the Exchange Act. Our amended and restated bylaws contain a Federal Forum provision that provides that unless we consent in writing to the selection of an alternative forum, the United States District Court for the Eastern District of Virginia shall be the sole and exclusive forum for resolving any complaint asserting a cause of action arising under the Securities Act or the Exchange Act. In addition, our amended and restated bylaws provide that any person or entity purchasing or otherwise acquiring any interest in shares of our capital stock is deemed to have notice of and consented to the Delaware Forum Provision and the Federal Forum Provision; provided, however, that stockholders cannot and will not be deemed to have waived our compliance with the federal securities laws and the rules and regulations thereunder. \n\nWe recognize that the Delaware Forum Provision and the Federal Forum Provision in our amended and restated bylaws may impose additional litigation costs on stockholders in pursuing any such claims, particularly if the stockholders do not reside in or near the State of Delaware or the Commonwealth of Virginia, as applicable. Additionally, the forum selection clauses in our amended and restated bylaws may limit our stockholders’ ability to bring a claim in a judicial forum that they find favorable for disputes with us or our directors, officers, or employees, which may discourage the filing of lawsuits against us and our directors, officers and employees, even though an action, if successful, might benefit our stockholders. In addition, while the Delaware Supreme Court ruled in March 2020 that federal forum selection provisions purporting to require claims under the Securities Act be brought in federal court are “facially valid” under Delaware law, there is uncertainty as to whether other courts will enforce our Federal Forum Provision. If the Federal Forum Provision is found to be unenforceable, we may incur additional costs associated with resolving such matters. The Federal Forum Provision may also impose additional litigation costs on stockholders who assert that the provision is not enforceable or invalid. The Court of Chancery of the State of Delaware and the United States District Court for the Commonwealth of Virginia may also reach different judgments or results than would other courts, including courts where a stockholder considering an action may be located or would otherwise choose to bring the action, and such judgments may be more or less favorable to us than our stockholders.\n\nWe are an emerging growth company, and we cannot be certain if the reduced reporting requirements applicable to emerging growth companies will make our common stock less attractive to investors. \n\nWe are an emerging growth company, as defined in the Jumpstart Our Business Startups Act, or JOBS Act, enacted in April 2012, and we intend to continue to take advantage of exemptions from various reporting requirements that are applicable to other public companies that are not emerging growth companies. These include, but are not limited to, exemption from auditor attestation requirements of Section 404 of the Sarbanes-Oxley Act, reduced executive compensation disclosure obligations, in our periodic reports and our proxy statements, and an exemption from the requirements of holding nonbinding advisory votes on executive compensation, and stockholder approval of any golden parachute payments not previously approved. We could be an emerging growth company for up to five years following the year in which we complete our initial public offering, although circumstances could cause us to lose that status earlier. We will remain an emerging growth company until the earlier of: (i) the last day of the fiscal year in which we have total annual gross revenues of $1.07 billion or more; (ii) the last day of our fiscal year following the fifth anniversary of the date \n\n38\n\nTable of Content\n\nof the completion of our initial public offering; (iii) the date on which we have issued more than $1 billion in non-convertible debt during the prior three-year period; or (iv) the date on which we are deemed to be a large accelerated filer under the rules of the SEC. \n\nUnder the JOBS Act, emerging growth companies can also delay adopting new or revised accounting standards until such time as those standards apply to private companies. We have elected to not “opt out” of this exemption from complying with new or revised accounting standards and, therefore, we will adopt new or revised accounting standards at the time private companies adopt the new or revised accounting standard and will do so until such time that we either (i) irrevocably elect to “opt out” of such extended transition period or (ii) no longer qualify as an emerging growth company. \n\nWe cannot predict if investors will find our common stock less attractive because we may rely on these exemptions. If some investors find our common stock less attractive as a result, there may be a less active trading market for our common stock and our stock price may be more volatile. \n\nBecause we do not anticipate paying any cash dividends on our capital stock in the foreseeable future, capital appreciation, if any, will be your sole source of gain. \n\nWe do not intend to pay cash dividends on our capital stock. We currently intend to retain all of our future earnings, if any, to finance the growth and development of our business. As a result, capital appreciation, if any, of our common stock will be your sole source of gain for the foreseeable future.",
      "char_count": 93208
    }
  },
  "extracted_at": "2026-01-19T15:27:30.297998"
}