{
  "ticker": "CERT",
  "company_name": "Certara, Inc.",
  "cik": 1827090,
  "form_type": "10-K",
  "filing_date": "2025-02-26",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001827090-25-000014",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001827090&accession_number=000182709025000014&xbrl_type=v",
  "sic_code": "7372",
  "industry": "Services-Prepackaged Software",
  "sections": {
    "item1": {
      "text": "Item 1. Business.\n\nOur Company\n\nWe are a global leader in biosimulation technology and solutions for using Model-Informed Drug Development (“MIDD”) in the global biopharmaceutical industry. MIDD is an approach that utilizes biological and statistical models derived from preclinical and clinical data to inform decision-making in drug development and commercialization. Biosimulation is a critical component of MIDD that uses computer-aided mathematical simulation of biological processes and systems to understand the action of a drug in a human body or a population of humans. \n\nBiosimulation and MIDD can increase the probability of success in bringing a new drug to market and decrease the costs of drug development. There are many examples of currently approved drugs where models were successfully used in discovery, preclinical, first-in-human dose predictions, clinical trial design, and for drug interaction label claims.  Biosimulation is also used to support drug development beyond the approval stage; examples include determining formulation or manufacturing changes and label extensions. In addition, MIDD strategies are increasingly utilized to help predict commercial success, a critical part of the drug development process as new products must be both approved by regulators and adopted by the market.\n\nThe diagram below shows the different areas of expertise that come together to enable MIDD. Our organization has been purposefully designed to include all of these capabilities to collectively enable a new model of drug development for our clients.   \n\nOur goal is to enable the life sciences industry to use data, modeling, and analytics to make better decisions during drug development and commercialization to increase productivity rates and vastly reduce development costs. The pharmaceutical industry spends more than $270 billion annually on research and development. On average, it takes 10-15 years and costs $6.2 billion to develop one new medicine, including the cost of failures. Drug development is necessarily a highly regulated process involving the collection of vast amounts of laboratory, clinical and evidence data, and there are many failures at every step along the way that add to total cost. Our software and scientists incorporate modern advances in scientific understanding, drug development experience, data analysis, and AI, resulting in significant opportunities to decrease the cost and increase the odds of new drug approval and commercial success.  \n\nOur proprietary biosimulation platforms are built on biology, chemistry, and pharmacology principles with proprietary mathematical algorithms that model how medicines and diseases behave in the body. For over two decades, our scientists have developed and validated our biosimulation technology using data from scientific literature, laboratory research, preclinical and clinical studies. To do this, we have developed solutions for the collection, standardization, validation, storage, and analysis of the preclinical and clinical data needed for MIDD. These data solutions are used internally and by global life sciences companies.  \n\nThe scientific principles underlying our work must be transparent and fully explainable during the regulatory process, so we have developed expertise in incorporating data and results into regulatory documents. Our software and regulatory services streamline the creation of regulatory filings and speed regulatory data flow to maximize the chances of successful commercialization.  \n\nAI and machine learning technologies are being incorporated across our software and services portfolios, providing opportunities to expand the number of data sources utilized, better predict outcomes, and streamline reporting. For example, we are using machine learning to automate and speed the process of biosimulation, and we have created an AI application to aid in drafting regulatory documents from scientific analyses and clinical data. We believe that AI predictive models will continue to enhance the accuracy and usefulness of biosimulation models and will be utilized broadly across drug development.   \n\nWe leverage our validated software applications to deliver technology-enabled services. Our services are delivered by scientists with extensive drug development experience who aid our customers in applying biosimulation and MIDD to their specific projects.   \n\nAccording to our internal data, Certara’s customers have received 90%  or more of all novel drug approvals by the U.S. Food and Drug Administration (the “FDA”) from 2014 through 2024. We have worked with more than 2,400 life sciences companies and academic institutions and have collaborated on more than 9,000 customer projects in the last decade across a wide variety of therapeutic areas ranging from cancer and hematology to diabetes and hundreds of rare diseases. Our software products are licensed by more than 94,000 users and are also used by 23 global drug regulatory agencies, including the FDA, Japan’s Pharmaceuticals and Medical Devices Agency (the “PMDA”), and China’s National Medical Products Administration (the “NMPA”).  \n\nOur Solutions \n\nWe offer differentiated and comprehensive solutions for MIDD, which include software and technology-enabled services. Customers use our solutions to implement MIDD with the aim of improving certainty, accuracy, commercial success and the speed at which decisions can be made during the drug development process.\n\nLife sciences companies make many decisions during the MIDD process that have regulatory considerations. We help support these decisions with comprehensive regulatory science solutions that include technology platforms along with regulatory submission and regulatory writing expertise. In addition, recognizing that time to approval is one of the most valuable components of the drug development journey, we designed our regulatory solutions to accelerate the regulatory writing and filing process.\n\nBy offering both software and services solutions, we provide flexible offerings for life sciences companies of all sizes and requirements. Services are complemented by scientific and regulatory expertise to conduct and interpret biosimulation results and make recommendations on the next best action to move a program forward. In 2023, we extended the capabilities of MIDD and regulatory offerings with the launch of an AI platform designed for life sciences, Certara.AI. Certara.AI is a secure, flexible platform for deploying life science-specific Generative Pre-Trained Transformers (“GPTs”) across an organization’s data, enabling faster search, connectivity, and content generation. Additionally, in 2024, we launched the next generation of our CoAuthor regulatory writing software, which combines generative AI, data integration, and structured content authoring tools to enable writers to create and assemble regulatory submissions and medical publications faster and with confidence in the quality of their results.\n\nOur Biosimulation Solutions\n\nOur biosimulation solutions are designed to predict both pharmacokinetics (how the body interacts with drugs) and pharmacodynamics (how a drug affects the body). We offer both mechanistic and empirical biosimulation solutions providing clients with a comprehensive offering based on their therapy goals, mechanism of action, and available data sources. Mechanistic biosimulation models are built by experts using known scientific principles and facts, while empirical biosimulation solutions are typically statistical models built using preclinical and clinical data. Our customers use biosimulation results to improve the design of clinical trials, reduce trial size and complexity, and in some cases obtain clinical trial waivers to replace clinical testing. \n\nSimcyp™ Simulator\n\nThe Simcyp Simulator is a mechanistic biosimulation platform for physiologically based pharmacokinetic (“PBPK”) simulation. It is frequently utilized for determining first-in-human dosing, optimizing clinical study design, evaluating new drug formulations, setting the dose in untested populations, performing virtual bioequivalence analyses, and predicting drug-drug interactions (“DDIs”). The Simcyp Simulator has been applied to small molecules, biologics, antibody-drug conjugates (“ADCs”), generics, and new modality drugs. Simcyp was started over 20 years ago and has been expanded each year with extensions and additions to its biosimulation models and is designed to produce “regulatory quality” results that customers can use in their drug approval applications.  The Simcyp Simulator family includes various add-on modules, as well as products focused on specific aspects of drug development that can benefit from its mechanistic simulation approach. The major Simcyp products are described below. \n\n•Simcyp Discovery – Targeted to scientists working on pre-Investigational New Drug (“IND”) and translational stages.\n\n•Simcyp Biopharmaceutics – Tailored for formulation scientists, who use it to identify and refine promising drug formulations in a cost-effective manner.  \n\n•Simcyp Secondary Intelligence – Integrates toxicology with quantitative analysis of large networks of molecular and functional biological changes to identify drug toxicity and adverse drug reactions earlier.\n\n9\n\n\nEmpirical Biosimulation Software Platform\n\nIn addition to mechanistic modeling, MIDD requires empirical statistical modeling to account for all the data available on a drug including population variability. We have a large group of pharmacometrics scientists, who use clinical and preclinical data to quantify the impact of drugs on diseases and predict clinical efficacy and safety outcomes across various patient populations. These analyses are utilized to support the design of clinical trials and other drug development and/or regulatory decisions and are generally expected by regulators to support the justification of approved dosage regimens. \n\nWe provide customers with a powerful combination of scientific expertise, bringing experts with experience in thousands of projects across the industry, together with our industry-standard software applications. Our Phoenix™ PK/PD suite is the life sciences industry’s premier software for managing, analyzing and reporting pharmacokinetic (“PK”), pharmacodynamic (“PD”), and toxicokinetic (“TK”) data. Phoenix has four modules that support pharmacometrics and workflow. \n\n•Phoenix WinNonlin – A platform for non-compartmental analysis, PK/PD, and TK modeling with a proven 30-year history and extensive use across the biopharmaceutics industry. \n\n•Phoenix Hosted – A hosted (i.e., online) version of Phoenix, which provides a secured and validated Certara Amazon Web Services (“AWS”) workspace allowing for much quicker transit time from compliant data sources. It enhances productivity and supports compliance requirements by managing complex time-based drug data, the foundation for all PK/PD modeling. \n\n•Phoenix NLME – A population modeling and simulation software for nonlinear mixed effects (“NLME”) models, a type of pharmacometric model often used by pharmacometricians to model absorption effects.\n\n•Pirana Modeling Workbench – A workbench providing modelers with a structure to facilitate the iterative processes used to create population PK/PD models and perform simulations using AI and machine learning resulting in more efficient analysis.  \n\nScientific Informatics for Improving Drug Discovery and In-Silico Development \n\nIn 2024, Certara acquired Chemaxon, a software company that develops leading software products for chemical property prediction, search, and analysis. Used by research scientists globally, Chemaxon software helps to digitize the design, make, test and analyze lifecycle to discover the best new chemical leads. Certara and Chemaxon have had a long-term partnership spanning ten years, providing integrated solutions to the life sciences industry. The acquisition strategically positions Certara in the drug discovery biosimulation market and is intended to complement Certara’s existing biosimulation portfolio which is widely used in later phases of drug development. Together, Certara and Chemaxon offer life sciences companies a more complete data and predictive analytics platform, helping to advance the decision-making from discovery through commercialization. \n\nThe major Chemaxon and Certara products focused on supporting more efficient chemical related information and workflows throughout drug discovery and development are described below.  \n\nChemaxon JChem Engines – A widely used chemical search engine that integrates chemical intelligence into research informatics systems. It provides highly accurate single and combined search results rapidly providing researchers with the insights and data needed to move research projects forward.\n\nChemaxon Compound Registration – Compound Registration supports a streamlined lead optimization process workflow by comparing the uniqueness of new small molecules against those already stored in a database. \n\n10\n\n\nChemaxon Design Hub – A compound design and tracking platform for drug discovery teams and their external collaborators that connects scientific hypotheses, candidate compound selection and computational capabilities. Design Hub has been integrated with the Certara D360 solution for more than eight years to provide an optimal end user experience throughout the lead optimization stage of discovery. \n\nCertara D360™ Software – D360 is a scientific informatics system for small molecule and biologics discovery research. It provides researchers with self-service data access, integrated data visualizations, analysis and collaboration tools for prioritization, development of Structure Activity Relationship (“SAR”) and many other scientific data workflows to improve the effectiveness of data-driven research.  \n\nChemaxon Marvin – Marvin is a universal chemical drawing tool for chemists involved in research and drug discovery. Marvin includes chemical intelligence to catch errors and perform live calculations and predictions and has a wide range of built-in tools to create publication-worthy chemical schemes.\n\nPreclinical & Clinical Data Pipeline and Automation Suite\n\nOur data suite allows customers to efficiently standardize preclinical and clinical data during the drug development process, utilize that data to support MIDD, and efficiently submit it to regulatory authorities for approval. Our customers typically collect large quantities of data from many sources during the drug development process, and our products allow them to reduce the cost of creating scientifically valid and analyzable data sets, speeding time to scientific insights and enabling better and faster decisions. The Certara suite of applications replaces costly manual processes in which pharmaceutical companies collect laboratory and clinical data from many sources, standardize, validate, analyze the data, and include it in reporting and downstream systems.  Our principal clinical data suite is the Pinnacle 21™ family of products.\n\n•Pinnacle 21 – A cloud-based platform for clinical data automation, standardization, and validation with industry standards. Pinnacle 21 is widely utilized across the pharmaceutical industry and by its regulators to validate that clinical data meets the required standards for regulatory submittal.  We support two versions of Pinnacle 21 – a fully featured enterprise version, which contains workflow and reporting tools needed by large-scale drug development customers, and a more basic free community version designed for small organizations who want to try the software. \n\n•Pinnacle 21 Data Exchange – Allows sponsors and data providers to define data standards and specifications (metadata) and ensure that data adheres to these specifications to make the process of acquiring external data from laboratory and clinical sources more efficient and predictable.  \n\n•Metadata Repository – A cloud-based Clinical Metadata Repository & Study Data Tabulation Model automation suite to enable faster study design using controlled and standardized data.\n\nRegulatory Science\n\nOur comprehensive regulatory science solutions help provide our customers the coordinated technology-enabled regulatory submission and regulatory writing expertise they need to accelerate the regulatory writing and filing process.  \n\n•CoAuthor™ Software – Structured and Assisted Content Authoring with Generative AI – Approval for a new drug or biologic requires expert development of numerous regulatory documents, which is a time intensive process often requiring inputs from a variety of data sources and types. CoAuthor powers efficient and expedited creation of regulatory documents and medical communications. Combining data integration, structured content authoring and AI, CoAuthor enables writers to create and assemble regulatory submissions and medical publications faster and with confidence in the quality of their results.\n\n•GlobalSubmit™ eCTD Submissions Management – The Electronic Common Technical Document (“eCTD”) is a standard format required for submitting applications to regulatory authorities. Our \n\n11\n\n\nGlobalSubmit eCTD submissions management software provides regulatory teams with the tools they need to efficiently publish, validate, and review eCTD submissions. \n\nTechnology-Enabled Services  \n\nIn addition to core software platforms, our scientists utilize our software to offer a broad range of technology-enabled services to help clients interpret biosimulation results, increase scientific insights related to the therapy, streamline drug submission and approval, and support the overall drug development process. We also provide the drug development expertise needed to ensure quality study execution and oversight along with preparation of commercialization plans and the evidence generation needed to ensure product launch success post approval. \n\nQuantitative Systems Pharmacology (“QSP”): One of the most scientifically innovative areas of  biosimulation is QSP, an approach which combines computational modeling and experimental data to examine the relationships between a drug, the biological system, and the disease process. We believe that Certara has one of the largest teams of QSP experts in the pharmaceutical industry. The insights delivered by our QSP team help answer critical questions about novel therapies required for development progression, including “which drug candidate is optimal” and “which patient populations are most likely to respond.”  \n\nWe have differentiated our approach to QSP by building robust, regulatory-ready software platforms for reproducible model development that are further enabled by Certara.AI. Currently, QSP platforms are available for immunogenicity, immuno-oncology, and capabilities for neurodegenerative diseases are in development. This unique approach has been shared with U.S., European Union (“EU”), and Japanese regulators, all committed to advancing the use of QSP in drug discovery, development, and regulatory review.\n\nDrug Development and Regulatory Strategy: Our experts develop and deliver drug development and regulatory plans and provide high-level regulatory input to customer projects, incorporating biosimulation and supporting decision making through critical development and investment stage gates. \n\nPharmacometrics: Pharmacometrics uses mathematical and statistical models to quantify drug, disease, and trial information to help address these decisions. The data used to build pharmacometrics models comes from both internal preclinical and clinical data as well as external data on competitor drugs.\n\nData Science: As the volume, variety, and velocity of data available in research has grown rapidly, so has the complexity of collecting, analyzing, and publishing data. Certara offers biometrics and data sciences services to help clients analyze and standardize data for faster time to insight and for submission readiness, in addition to preparing and transforming data for use in biosimulation and pharmacometrics models. \n\nClinical Pharmacology: Certara has numerous industry leaders and experts that guide drug developers in clinical pharmacology decisions. They provide early-phase development plans and study designs across the development life cycle, often incorporating biosimulation along with regulatory support.  \n\nRegulatory Science: Certara provides expert services for regulatory submissions from early-stage INDs, new drug applications, and MAAs that require Chemistry, Manufacturing, and Controls (“CMC”), nonclinical, and clinical expertise. Submission programs require the coordinated technology-enabled expertise that Certara regulatory writing solutions offers delivering quality and speed at scale. \n\nRegulatory Operations: We manage the submission of regulatory documents using our GlobalSubmit platform. Submission management services include submission leadership, program management and planning, due diligence and readiness preparation, submission compilation, and eCTD publishing using Global Submit. Certara supports applications to all major health agencies, including the FDA, the European Medicines Agency (the “EMA”), Health Canada, Japan’s PMDA, and China’s NMPA.\n\n12\n\n\nOur Markets\n\nOur markets within the biopharmaceutical industry are large and growing. Traditional drug discovery and development is costly and prone to failure. The biopharmaceutical industry was estimated to have spent a total of approximately $270 billion in 2024 on R&D. Currently, over 90% of drug candidates fail during the drug development process, many after significant expenditures of resources and time.   \n\nWe believe that biosimulation solutions can improve these success rates. A small percentage increase in success rates has a large impact on the costs of the overall system; research shows that a modest increase of just three percent in the success rates at each development phase could save almost three hundred million dollars in total costs per approved drug. Additionally, there are often new ways that biosimulation is used to create value as the simulation and modeling capabilities are constantly expanding.\n\nWith increasing adoption of technology across all stages of drug discovery and development, we believe our end-to-end platform and growth strategies position us to further penetrate the rapidly growing technology-driven biopharmaceutical R&D market of the future that leverages advanced modeling and analytics.\n\nWith greater investment dollars being spent and increasing competition in the race to develop novel medicines, the speed and efficiency with which drugs are developed and brought to market have never been more critical. As a result, the demand for and willingness to adopt innovative approaches to discovery, development, and commercialization are rapidly increasing. Continued development and innovation in software and technology such as biosimulation, virtual trials, and real-world evidence tools are helping biopharmaceutical companies increase efficiency and decrease costs. This is further bolstered by regulatory agencies that have increasingly issued guidance supporting the adoption of many of these innovations. For example, the FDA announced in 2021 its Project Optimus initiative to reform the dose selection and optimization paradigm in oncology drug development to maximize both efficacy and safety. Biosimulation’s use cases in dose finding and optimization are well-suited to help biopharmaceutical companies navigate this evolving regulatory landscape.\n\nAs technology and analytics become increasingly powerful along with AI and the application of new solutions is validated, we anticipate further demand for these innovations. We believe we are still in the early stages of a long-term trend that will continue to advance traditional drug discovery and development into a technology-driven era of advanced modeling, analytics, and AI enabled solutions.\n\nOur Growth Strategy\n\nOur growth strategy is to build upon our platforms creating more value through increased automation and connectivity. We continue to innovate in biosimulation, develop more AI-enabled offerings across our portfolio, engage with regulatory agencies, and land and expand our customer relationships. We remain focused on reducing the cost, time, and probability of failure of clinical trials for our customers so that they may potentially accelerate and lower overall cost of the delivery of future therapies that are needed by patients worldwide. As new research and technologies areas and opportunities arise, we seek to attract and hire specialized talent and acquire complementary businesses to expand our offerings accordingly.\n\nAdvance Our Technology\n\nThe science, technology, and data behind biosimulation continue to advance rapidly, and our top investment priority is to develop additional functionality and uses for biosimulation to improve decision making and patient outcomes. We aim to release new software, additional features, and upgrades on a frequent and regular basis, with a focus on cloud-based solutions, as a means to integrate and connect access to our products within an end-to-end platform. In 2024, we introduced 36 new software applications and upgrades, including Phoenix Version 8.5, next-generation CoAuthor and Certara Cloud. \n\n13\n\n\n Grow Within Our Existing Customer Base \n\nAs we continue to expand our portfolio of offerings, we integrate our solutions and sell more across our end-to-end platform. We actively cross-sell our software and technology-enabled services throughout our end-to-end platform. Our scientists and regulatory and market access experts, business developers, marketing professionals, and business leaders work together to provide a high-quality customer experience and nurture long-term partnerships. Ultimately, one of our goals is to facilitate customer growth over time through higher adoption of biosimulation with additional user licenses and more modules.\n\nExpand Our Customer Base Globally \n\nWe have invested in an international footprint to effectively serve the global biopharmaceutical industry. There are more than 5,500 biopharmaceutical companies worldwide with active R&D pipelines as of January 2023, up from nearly 2,400 in 2011. As of December 31, 2024, we had employees in 30 countries, including approximately 576 in the US, 688 in Europe, and 180 in Asia.\n\nScale Through Acquisitions \n\nPart of our strategy to date has been to pursue strategic acquisitions to accelerate our development roadmap. Since 2013, we have acquired 21 companies, 14 of which include software or technology, with such key acquisitions including Simcyp, the core of our mechanistic biosimulation platform, Pinnacle 21, which enhances our software offerings in data management and the regulatory drug approval process, and VyasaTM, which brings state-of-the-art AI capabilities to our end-to-end platform. More recently, in 2023, we also acquired Formedix, which added a metadata repository and clinical data flow automation to our data platform, and Applied Biomath, a company focused on QSP to expand and complement our existing QSP capabilities. In 2024, we acquired Chemaxon, a leading provider of cheminformatics software to expand and complement our existing prediction and analytical capabilities in drug discovery.   \n\nOur Customers\n\nOur customers include life sciences companies of all sizes along with contract research organizations, academic institutions, and global regulators. Certara software and services have been used by more than 2,400 biopharmaceutical companies and academic institutions across 70 countries, including 38 of the top 40 biopharmaceutical companies by R&D spend in 2023. We also derive limited revenue from contracts with U.S. government agencies, including the FDA and the Center for Disease Control and Prevention within the Department of Health and Human Services, as well as foreign governments. For example, our software products are licensed by 23 global drug regulatory agencies, including the FDA, Health Canada, Japan’s PMDA, China’s NMPA and the UK’s Medicines and Healthcare Products Regulatory Agency (“MHRA”). In addition to life sciences, Certara serves customers in animal health, crop science, bio science, medical devices, and public sector industries. No single customer accounted for more than 10% of our revenues in 2024. Our ten largest customers accounted for 27% and 28% of revenues for each of the years ended December 31, 2024 and 2023, respectively. \n\nSales and Marketing\n\nOur sales and marketing functions pursue a coordinated approach with a global commercial team of business development, product management, and marketing experts. Our global commercial team collaborates with our scientists, subject matter experts, and technologists to engage with customers and prospects to understand their needs and offer tailored solutions with our biosimulation software and technology-enabled services. In support of our presence and authority within our fields, our scientists and experts have authored thousands of scientific \n\n14\n\n\npublications, posters, and articles to share biosimulation knowledge and methods to advance adoption. Additionally, in an effort to further expand our reach to potential customers, we may partner with software distributors in  regions or categories where we may have less dedicated presence or activity today. \n\nCompetition\n\nThe market for our biosimulation products and related services for the biopharmaceutical industry is competitive and highly fragmented. The solutions offered by our competitors vary in size, capabilities and breadth. In addition to competition from other solution providers, another challenge is that some biopharmaceutical industry participants may still rely on or over-index the status quo method of conducting research without fully leveraging the benefits of modeling, simulation, AI, dataflow and analytics platforms to inform and de-risk decisions across each phase of research and development. \n\nIn our view, the principal competitive factors in our market are the functionality and quality of models, the breadth of molecular types, therapeutic areas, and modalities supported, regulator acceptance of our solutions, ease of use and functionality of applications, depth of experience in drug development, brand awareness and reputation, total cost, and the ability to securely integrate with other enterprise applications and the overall drug development process in the customer. We believe that we compete favorably based on these factors and that the time, effort, and investment necessary to develop validated models, modeling solutions, enterprise software and extensive MIDD experience presents a significant barrier to new entrants.  Our ability to remain competitive depends on our ability to continue to invest in innovation as MIDD and drug development science advances.  \n\nIn the biosimulation software market, we compete with other technology companies including Mathworks, Dassault Systemes, Ansys, Simulations Plus, and NONMEM, a division of ICON. Other competitors include open-sourced solutions such as R and PK-Sim and internally developed software from biopharmaceutical companies. There are also many clinical research organizations that provide various data, decision tools, and advice on drug candidates and drug trial decisions.  Our technology-enabled services generally compete with in-house teams at biopharmaceutical companies. Additionally, we compete with other specialized service providers including Metrum Research, qPharmetra, and Pharmetheus. We compete in both the biosimulation software market and technology-enabled services markets, with outcomes typically based on the quality and capabilities of our products, our scientific, technical and regulatory expertise, our ability to innovate and develop solutions attractive to customers, our regulatory agency partnerships, and price, among other factors. \n\nIntellectual Property\n\nWe safeguard and enhance our innovative technology platforms, systems, processes, and databases with a full array of intellectual property rights, including copyrights, trade secrets, know-how, patents, and tradenames/trademarks. Our proprietary software products are copyright protected, and may be further defined by contractual provisions in our software license agreements limiting permitted uses and also prohibiting specific acts of infringement, such as reverse engineering, deriving, or otherwise using the source code and underlying algorithms in all cases or beyond the terms of a license, as the case may be. Embedded within some of our biosimulation tools, including the Simcyp Simulator, are several decades’ worth of proprietary data that have been compiled and collated from both public and private sources. These data, in tandem with our proprietary source code and algorithms, create powerful modeling tools that cannot be easily or practically duplicated independently. Continual ongoing development of source code and algorithms as well as new version release of modeling tools also contribute to the competitive value of  our proprietary software products.  Our processes and systems are further protected by trade secrets principles and expert knowledge bases, which we seek to secure by requiring and  enforcing confidentiality obligations with our employees, contractors, customers, and other third parties, and invention assignment agreements with our employees, in collaboration with administrative and technical safeguards.\n\n15\n\n\nWe maintain a portfolio of issued and pending patents in several jurisdictions in which we do business. As of December 31, 2024, our patent portfolio consists of 29 issued patents, which expire and may be renewed by us on a rolling basis as available and determined by us, between November 2026 and August 2044, and 16 pending patent applications related to our software and technology. We do not currently consider any of our issued patents to be independently material to our business. \n\nWe maintain registration in the United States and other countries for numerous trademarks, including Certara, Simcyp, Phoenix, Pinnacle 21, Virtual Twin, WinNonlin, Vyasa, and BaseCase. We pursue trademark registrations to the extent we believe doing so would be beneficial to our competitive position. We are not presently a party to any legal proceedings relating to intellectual property that, in the opinion of our management, would individually or taken together have a material adverse effect on our business, financial condition, results of operations or cash flows.\n\nHuman Capital\n\nWe are a global  team united in our purpose to accelerate medicine to patients. Challenging the status quo, our talented team of scientists, software developers, and subject matter experts strive to understand our customers’ most difficult business challenges and apply cutting edge technology and rigorous scientific thinking to inform solutions. As of December 31, 2024, we employed 1,546 professionals in 30 countries, including 1,487 full-time employees and 59 part-time employees, of which 408 held PhD or doctor of medicine degrees in their respective disciplines, including clinical pharmacology and pharmacometrics. Most of the senior management team and the members of our board of directors also hold PhDs and/or other advanced degrees. We also rely on independent contractors to address discrete parts of our business and provide expertise in certain specialized areas or focus on projects. In 2024, we again received the “Great Place to Work” award (from the Great Place to Work® Institute, Inc.).\n\nOur over 1,500 employees are the key to our success. The breadth and depth of expertise, experience, and backgrounds fuel innovation by bringing rich ideas, problem-solving capabilities, and mutual respect. We are dedicated to attracting, retaining, and growing leading scientists and experts, who are passionate about developing medicines that matter. We strive to encourage intellectual curiosity and offer a variety of professional development opportunities to enable our colleagues to grow their skills. We have traditionally offered job  training programs covering technical and soft skills for employees who want to refine specific skills, and all employees participate in a formal performance management process and receive career coaching and counseling as we may determine from time to time. We seek to offer our people competitive compensation packages, depending on role or market, and varying by location we may make available on group terms pension/retirement savings programs, benefits, life insurance, income protection, and healthcare offerings.  We strive to provide all staff opportunities for career advancement by posting and announcing openly all promotion opportunities, regularly reviewing pay to ensure fair practices and providing  training to all new hires. \n\n Government Regulation\n\nRegulation of Biopharmaceutical Products\n\nThe development, testing, manufacturing, labeling, approval, promotion, distribution and post-approval monitoring and reporting of biopharmaceutical products are subject to regulation by numerous governmental authorities at both the national and local levels, including the FDA in the United States, as well as those of other countries, such as the EMA in the EU and the MHRA in the United Kingdom. Although our biosimulation software products and platforms are not approved by the FDA or other government agencies, our customers’ products are subject to these regulations, which may be applicable to us to the extent that the services and deliverables we provide to our customers are used in their marketing applications. Consequently, we must \n\n16\n\n\ncomply with relevant laws and regulations relating to certain aspects of the drug and biologic development and approval process. For example, our customers may require that documents or records we produce that may be used in the approval process be compliant with part 11 of Title 21 of the U.S. Code of Federal Regulations, which relates to the creation, modification, maintenance, archival, retrieval, transmittal or distribution of electronic records under records requirements in FDA regulations and submitted to the FDA. Further, certain portions of our business, such as the biosimulation work we conduct in connection with designing clinical trials, must comply with current Good Laboratory Practices (“GLP”) and Good Clinical Practices (“GCP”) requirements as established by the International Council on Harmonisation of Technical Requirements for Registration of Pharmaceuticals for Human Use, as adopted by the FDA and similar regulatory authorities in other countries, which helps ensure the quality and integrity of the data we produce. To help ensure compliance with GLP and GCP, we have established a robust quality management system that includes standard operating procedures, working practice documents and processes, and quality assurance personnel to audit deliverables intended to be used in our customers’ drug and biologic approval applications.\n\nPrivacy and Cybersecurity Laws\n\nThe collection, use, disclosure, disposal, protection, and other processing of information about individuals, in particular healthcare data, is highly regulated both in the U.S., EU and other jurisdictions, including but not limited to: the U.S. Health Insurance Portability and Accountability Act of 1996 (“HIPAA”), as amended by the Health Information Technology for Economic and Clinical Health Act (“HITECH”) and other U.S. privacy, security and breach notification and healthcare information laws; the European Union’s General Data Protection Directive (“GDPR” and its national implementing laws) and other European privacy laws; and additional privacy laws in other jurisdictions around the world. \n\nWe generally require that the clinical data we receive from our customers is de-identified within the meaning of HIPAA (or pseudonymized within the meaning of GDPR), although in limited cases we may encounter personal health and other information processed by our customers. The collection, retention, use, disclosure and other processing of such information is highly regulated, including under the laws described above. In each use case, we examine and apply the data privacy and cybersecurity laws that may govern our potential processing of any subject data.  \n\nIn the United States, the Federal Trade Commission (the “FTC”) is active in regulating health-related privacy and security. The FTC has taken enforcement actions against companies for statements or promises made about the privacy or security of health information through Section 5 of the Federal Trade Commission Act, which prohibits unfair or deceptive acts or practices. We may also be subject to scrutiny by Federal and state regulators, partners, and consumers of our collection, use and disclosure of consumer personal data, including consumer health data. \n\nTwenty states have also adopted robust data privacy laws, with several other states considering similar laws. For example, the California Consumer Privacy Act (“CCPA”), which became effective on January 1, 2020, as amended by the California Privacy Rights Act, which became effective on January 1, 2023, imposes obligations and restrictions on businesses regarding their collection, use, and sharing of personal information and provides new and enhanced data privacy rights to California residents, such as affording them the right to access and delete their personal information and to opt out of certain sharing of personal information. The interpretation and application of these new state privacy laws and their pending regulations are uncertain.\n\nThe processing of any personal data regarding individuals in the European Economic Area (“EEA”) is subject to the GDPR. The GDPR and the UK’s post-Brexit equivalent of the GDPR (“UK GDPR”) is wide-ranging in scope and imposes numerous requirements on companies that process personal data, including requirements relating to processing health and other sensitive personal data, cross-border transfers, notice and consent and contractual obligations with vendors and service providers. Data protection authorities are authorized to impose \n\n17\n\n\nlarge administrative penalties for violations of the GDPR or UK GDPR, including potential fines of up to €20 million or 4% of annual global revenues, whichever is greater, for each law.\n\nLegal developments in Europe have created complexity and uncertainty regarding transfers of personal data from the EEA to the United States, including the European Commission’s adequacy decision with respect to the transfer of personal data from the EU to the United States and establishment of the EU-U.S. Data Privacy Framework (“EU-U.S DPF”), the UK Extension to the EU-U.S DPF, and the Swiss-U.S. Data Privacy Framework. We also currently rely on the standard contractual clauses to transfer personal data outside the EEA, including to the United States, among other data transfer mechanisms pursuant to the GDPR. While the Court of Justice of the European Union (the “CJEU”) has upheld the adequacy of the standard contractual clauses (a standard form of contract approved by the European Commission as an adequate personal data transfer mechanism), it made clear that reliance on them alone may not necessarily be sufficient in all circumstances; this has created uncertainty.\n\nIn response to the data privacy laws discussed above and those in other countries in which we do business, we have implemented a multi-disciplinary privacy management program that includes technological safeguards, processes, contractual third-parties provisions, and employee trainings to help ensure that we handle information about our employees and customers in a compliant manner. Concurrently, we observe a trend toward expanding privacy data protection law both in number and scope that will expand our obligations. We may need to modify our practices and incur expenses to accommodate this evolving privacy compliance landscape.\n\nBribery, Anti-Corruption and Other Laws\n\nWe are subject to compliance with the U.S. Foreign Corrupt Practices Act (“FCPA”) and similar anti-bribery laws, such as the U.K. Bribery Act of 2010 (“U.K. Bribery Act”), which generally prohibit companies and their intermediaries from making improper payments to foreign government officials for the purpose of obtaining or retaining business. In addition, in the United States, we may also be subject to certain state and federal fraud and abuse laws, including the federal Anti-Kickback Statute and False Claims Act, that are intended to reduce waste, fraud and abuse in the health care industry. Our employees, distributors, and agents are required to comply with these laws, and we have implemented policies, procedures, and training, to minimize the risk of violating these laws.\n\nSeasonality\n\nOur business has experienced seasonality, including quarterly unevenness in software sales driven primarily by the timing of customer sales and renewal cycles, and services contracts based on project and development activity within our customer base.  Customer contract acquisitions and renewals, as well as our revenue, are typically highest in the fourth quarter.\n\nOur Corporate Information\n\nIn 2008, Tripos International and Pharsight Corporation came together to form Certara. Certara, Inc. was incorporated in Delaware on June 27, 2017. Our principal business office is located at 4 Radnor Corporate Center, Suite 350, Radnor, Pennsylvania 19087, and the telephone number of our principal business office is (415) 237-8272. Our internet address is www.certara.com. Our internet website and the information contained therein or connected to or linked from our internet website are not incorporated information and do not constitute a part of this Annual Report or any amendment thereto.\n\n18\n\n\nAvailable Information\n\nThe SEC maintains a website at www.sec.gov that contains reports, proxy and information statements, and other information about reporting issuers, like us, that file electronically with the SEC. The following filings are available through our Investor Relations website as soon as reasonably practicable after we file them with, or furnish them to, the SEC: Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and our Proxy Statement for our annual meeting of stockholders, as applicable (as well as any amendments to those reports). These documents are also available for download free of charge through a link on our Investor Relations website. Further corporate governance information, including our Code of Conduct, Corporate Governance Guidelines, and committee charters, as well as our Environmental, Social and Governance (“ESG”) Report, are also available on our website. Our internet website and the information contained therein or connected to or linked from our internet web site are not incorporated information and do not constitute a part of this Annual Report.",
      "char_count": 47122
    },
    "item1a": {
      "text": "Item 1A. Risk Factors.\n\nInvesting in our common stock involves a high degree of risk. You should carefully consider the following risk factors together with other information in this filing, including our consolidated financial statements and related notes included elsewhere in this filing, before deciding whether to invest in shares of our common stock. The occurrence of any of the events described below could harm our business, financial condition, results of operations and growth prospects. In such an event, the trading price of our common stock may decline and you may lose all or part of your investment.\n\nRisks Related to Our Industry\n\nDeceleration in, or resistance to, the acceptance of model-informed biopharmaceutical discovery and development by regulatory authorities or academic institutions could damage our reputation or reduce the demand for our products and services.\n\nThere has been a steady level of recognition by regulatory and academic institutions of the role that modeling and simulation can play in the biopharmaceutical development and approval process, as demonstrated by  regulations and guidance documents describing and encouraging the use of modeling and simulation in the biopharmaceutical discovery, development, testing and approval process, which has directly led to an increase in the demand for our services. Nonetheless, significant changes in government or regulatory policy, or a reversal in the level of adoption and reliance upon in silico data (trials, studies, or experiments conducted via computer or computer simulation) in the drug approval process, could result in the decrease in demand for our products and services or lead regulatory authorities to cease use of, or to recommend against the use of, our products and services. These factors, in turn, could ultimately have a material adverse effect on our business, financial condition and results of operations.\n\nOur software products are licensed by the FDA and other regulatory authorities, who may use them in assessing new drug applications. These licenses are typically renewed on an annual basis, and there is no obligation for these regulatory authorities to renew these licenses at the same or any level. While these licenses account for a small amount of our annual revenue, a reduction or the elimination of the use of any of our software products that are currently licensed by regulatory authorities could diminish our reputation and negatively impact our ability to effectively market and sell our software products, particularly if such action were part of a wider reversal of government or regulatory acceptance of in silico data.\n\nWe also work closely with the global academic community on research, publications, and training of the next generation of biopharmaceutical scientists. Our software products are used in many academic institutions, often free of charge, where students, including PhD candidates, are first exposed to the types of tools and models that we offer. Upon graduating, these students frequently become employed by biopharmaceutical companies, where \n\nthey may continue to use our products and advocate for their continued use. If academic institutions decide to use competitive products, develop their own biosimulation products, or reduce their exposure to biosimulation tools in general, familiarity with our products by the future generations of pharmacometricians and clinical pharmacologists may be diminished, which could ultimately result in a reduction in demand for our products over time.\n\nWe compete in a competitive and highly fragmented market.\n\nThe market for our biosimulation products and related services for the biopharmaceutical industry is competitive and highly fragmented. In biosimulation software, we compete with other scientific software providers, technology companies, in-house development by biopharmaceutical companies, and certain open source solutions. In the technology-driven services market, we compete with specialized companies, in-house teams at biopharmaceutical companies, and academic and government institutions. In some standard biosimulation services, and in regulatory and market access, we also compete with clinical research organizations. Some of our competitors have longer operating histories in certain segments of our industry than we do and could have greater financial, technical, marketing, R&D and other resources, and can use such resources to develop or adapt products, services or technologies that are comparable, or superior to, or could render obsolete, the products, services and technologies we offer. Some of our competitors offer products and services directed at more specific markets than those we target, enabling these competitors to focus a greater proportion of their efforts and resources on those specific markets. Some competing products are developed and made available at lower cost by government organizations and academic institutions, and these entities may be able to devote substantial resources to product development. Some clinical research organizations or technology companies may decide to enter into or expand their offerings in the biosimulation area, whether through acquisition or internal development. We also face continued competition from open source software initiatives, in which developers provide software and intellectual property free of charge, such as R and PK-Sim software. In addition, some of our customers spend significant internal resources in order to develop their own solutions. Any material decrease in demand for our technologies or services may have a material adverse effect on our business, financial condition and results of operations.\n\nChanges or delays in government regulation, executive action or administrative decision-making relating to the biopharmaceutical industry could decrease the need for some of the services we provide. \n\nGovernmental agencies throughout the world strictly regulate the biopharmaceutical development process. Our business involves assisting biopharmaceutical companies strategically and tactically to navigate the regulatory approval process. New or amended regulations could result in higher regulatory standards and potentially additional revenues for companies that service these industries. However, some changes in regulations, such as a relaxation in regulatory requirements or the introduction of streamlined or expedited approval procedures, or an increase in regulatory requirements that we have difficulty satisfying or that make our regulatory strategy services less competitive, could eliminate or substantially reduce the demand for our regulatory services. Regulatory developments that could potentially increase demand for our services could also be postponed or not fully implemented. \n\nAlso, over time, but also with relatively short notice, governmental agencies could make different decisions or change standards with respect to all of the foregoing within their administrative oversight functions and authorities. There continue to be business and operational variables across regions and changes in governments that may adopt different strategies and priorities in approaches to the regulation of the biopharmaceutical industry. The biopharmaceutical industry may experience a change in the traditional approaches to government support and funding for drug development, in particular for public sector and academic organizations, dependent on outside funding to develop early-stage research. Any material decrease or delay in demand for our technologies or services, or regulatory restrictions or requirements placed on them, may have a material adverse effect on our business, results of operations and financial condition. \n\nWe cannot predict the likelihood, nature or extent of government regulation or intervention that may arise from future legislation or administrative or executive action, or changes to governmental regulation that may be required as a result of judicial decisions or change in administration, either in the United States or abroad. If we are slow or unable to adapt to changes in existing requirements or the adoption of new requirements or policies, or if we are not able to maintain regulatory compliance, our business may be harmed.\n\nReduction in R&D spending by our customers for a variety of reasons, as well as delays in the drug discovery and development process, may reduce demand for our products and services and negatively impact our results of operations and financial condition.\n\nWe provide biosimulation software platforms and services to the biopharmaceutical industry, including both private and public companies, as well as government and academic institutions. Because our products and services often depend on our customers’ R&D expenditures, our revenues may be materially negatively affected by any economic, competitive, regulatory, demand, or other market impact that decreases our customers’ financial performance, access to funds or their ability to raise capital, which may cause them to decrease or delay R&D spend. In such an event, our revenues may be reduced through increased downward pricing pressure, reduction in the scope of projects, delays or cancellations of ongoing projects, or our customers shifting away from using third parties for their modeling and simulation work. Our customers’ expenses and obligations could continue to increase as a result of the higher costs of developing more complex drugs and biologics and complying with more onerous government regulations. Furthermore, our customers may finance their R&D spending from both private and public sources, including the capital markets. As a result, our revenues and financial performance may be adversely impacted if our customers are unable to obtain sufficient capital on acceptable terms to finance their R&D spending. Government and university-based funding of scientific research can vary for a number of reasons, including general economic conditions, political priorities, changes in the number of students and other demographic changes.\n\nOur customers’ revenue and/or profitability could decline as a result of efforts by government and third-party payors to reduce the cost of healthcare. Governments worldwide have increased efforts to expand healthcare coverage while at the same time curtailing and better controlling the increasing costs of healthcare. If cost-containment efforts or other measures substantially change existing insurance models and limit our customers’ profitability, our customers may decrease R&D spending, which could decrease the demand for our services and materially adversely affect our growth prospects. \n\nLikewise, drug price controls are a topic subject to governmental intervention and regulation, and may vary by region, market and administration, and when applied could lead to reduced R&D spending by pharmaceutical companies, with one assumption being that they may have less financial incentive to develop new drugs, particularly for niche or complex therapeutic areas. For example, in the United States, specific drug price control provisions, allowing for negotiation of certain categories of drug prices through government executive agencies, were included in the Inflation Reduction Act of 2022, and the extent of their application may have an economic impact on the incentive structure related to drug development R&D spending by our customers. In addition, industry trends, economic factors, regulatory developments, patent protection and political and other events and circumstances that decrease our customers’ R&D spending also affect us.\n\nDrug development cycles and investment in trials may also be impacted by a shift in government priorities, increased regulatory enforcement, more rigorous standards applied to public funding or reductions in philanthropic allocations or budgets.  In such events, delays in the biopharmaceutical development cycle, particularly related to clinical trials being paused or canceled, could also impact the demand or timing for our products and services.\n\nFurthermore, our financial success depends upon the creditworthiness and ultimate collection of amounts due from our customers. If we are not able to collect amounts due from our customers in a timely fashion due to funding or liquidity challenges or for any other reason, we may be required to write-off significant accounts \n\n21\n\n\nreceivable and recognize bad debt expenses, which could materially and adversely affect our operating results. All of these events could have a material adverse effect on our business, financial condition and results of operations.\n\nConsolidation within the biopharmaceutical industry may reduce the pool of potential customers for our products and services or reduce the number of licenses for our software products.\n\nA significant portion of our customer base consists of biopharmaceutical companies, and our revenue is dependent upon expenditures by these customers. Consolidation through mergers or contraction through business failures within the biopharmaceutical industry may reduce the number of potential customers, particularly larger customers, for our products and services. Consolidation of major biopharmaceutical companies could result in consolidation of software licenses used by those companies, reduction of the number of individual user licenses, or increased pressure to negotiate price discounts or other terms for service that are less favorable to us, which may have a material adverse effect on our revenue and financial condition. Personnel redundancies and layoffs by merged companies to achieve deal synergies would result in a commensurate reduction in total users of our software, reducing the license fees we charge based on the number of users.\n\nEvolving corporate governance and public disclosure regulations and expectations, including with respect to sustainability matters, could expose us to risks.\n\nIn recent years, there has been heightened interest from regulators, customers, investors, employees and other stakeholders on sustainability matters and related disclosures. Such attention to sustainability matters, including expanding mandatory and voluntary reporting, diligence, and disclosure on topics such as climate, human capital, labor and risk oversight, could expand the nature, scope, and complexity of matters that we are required to control, assess and report on. \n\nAt the same time, regulators and other stakeholders have increasingly expressed or pursued opposing views, legislation and investment expectations with respect to sustainability initiatives. Conflicting regulations and a lack of harmonization of ESG legal and regulatory environments across the jurisdictions in which we operate may create enhanced compliance risks and costs. If our sustainability practices do not meet evolving stakeholders’ expectations and standards, or if we are unable to satisfy all stakeholders, our reputation, ability to attract or retain employees, financial condition, results of operations and cash flows could be negatively impacted. \n\nNew and emerging costly and resource-consuming regulatory initiatives related to climate and sustainability matters could adversely affect our business, including, for example, the EU Corporate Sustainability Reporting Directive (“CSRD”) and climate disclosure laws adopted in California. These and other legal and regulatory requirements continue to evolve in scope and complexity, making compliance more difficult and uncertain. These changing rules, regulations and stakeholder expectations have resulted in, and are likely to continue to result in, increased general and administrative expenses and increased management time and attention spent complying with or meeting such regulations and expectations. We also expect to incur additional costs as we seek to engage in due diligence, verification and reporting in connection with our sustainability initiatives.\n\nIn particular, based on certain revenue, presence thresholds, and other measures, we may become subject to the EU CSRD and the California climate disclosure laws.  The EU’s CSRD will require expansive disclosures on climate change and other sustainability topics such as biodiversity, workforce, supply chain, and business ethics by in-scope EU entities and certain non-EU entities with significant cross-border business in EU markets. California’s Climate Corporate Data Accountability Act will require annual disclosure of covered companies’ Scope 1, 2 and 3 greenhouse gas (“GHG”) emissions. California’s Climate-related Financial Risk Act will require biannual disclosure of climate-related financial risk reports by covered companies. California’s Voluntary Carbon Market Disclosures Act will require disclosure from entities that participate in the voluntary carbon offset market, or that make certain claims about their CO2 or GHG emissions, updated at least annually.\n\n22\n\n\nFurther, we may from time to time announce, certain initiatives, including goals, targets and objectives, related to GHG emissions targets and other sustainability matters, in our SEC filings or in other public disclosures or reports. These initiatives and goals could be difficult and expensive to implement, and we could be criticized for the scope or nature of such initiatives, or for any revisions thereto, or the accuracy, adequacy or completeness of related disclosures. Statements about our sustainability initiatives and goals, and progress against those goals, reflect our current plans, which are based on standards for measuring progress that are still developing, internal controls and processes that continue to evolve, and assumptions that are subject to change in the future. There is no guarantee that we will be able to successfully achieve our initiatives or commitments related to sustainability matters, on the desired timeframes or at all. Nevertheless, if we fail or are perceived to fail to achieve progress with respect to our sustainability-related goals on a timely basis, or at all, or if we fail or are perceived to fail to comply with all laws, regulations, policies and related interpretations, this could negatively impact our reputation and our business results, as well as expose us to government enforcement actions, fines and private litigation. Achievement of our sustainability goals may also require us to incur additional costs or to make changes to our operations which could adversely affect our business and results of operations.\n\nRisks Related to Our Business\n\nOur continued revenue growth depends on our ability to successfully increase our customer base, expand our relationships and the products and services we provide to our existing customers, and enter new markets and expand geographies.\n\nOur products and services are used primarily by modeling and simulation specialists in pharmaceutical, biotechnology, and government research or regulatory organizations. We have relationships with many large companies in the biopharmaceutical sector, and part of our growth strategy entails deriving more revenues from these existing customers by expanding their use of our existing and new products and services. As the total annual expenditure from a particular customer increases, we may experience pricing pressure, often from the customer’s procurement department, in the form of requests for discounts or rebates, price freezes and less favorable payment terms, which could have an adverse impact on our profitability. Additionally, our ability to increase revenues with existing customers may be limited without significant investment in marketing and enhancing our existing products and services or developing new products to keep pace with technological developments and meet evolving customer requirements, which could be time-consuming and costly and may not be successful. \n\nWe are also focused on the emerging or smaller biotechnology customers that we serve. These small companies also contribute to the discovery and development of new molecules and treatments, and their share of the total industry R&D discovery and development dollars continues to be relevant. Attracting these smaller customers may require us to expend additional resources on targeted marketing, as they may not be as familiar with us or our products. And although these small biotechnology companies tend to use third parties such as us for many of their development activities, these smaller companies also tend to be less financially secure. If their products are not successful or they have difficulty raising sufficient investment capital, they may not be able to timely or fully pay for our services, or they may terminate or decrease the scope of projects for which they use our products and services, which could adversely impact our revenues.\n\nOur strategy also includes expanding into new markets, new geographies, and new areas within our existing markets, either organically or by acquiring other companies in these markets. If our strategies are not executed successfully, our products and services may not achieve market acceptance, penetration within our existing customers, or reach of new customers. We cannot guarantee that we will be able to identify new biosimulation or regulatory and market access technologies of interest to our customers, or develop or acquire them in a timely fashion. Even if we are able to identify and develop new technologies and biosimulation tools of interest, we may not be able to negotiate license agreements on acceptable terms, or at all. Some of our products, such as our QSP models, require significant time and investment to develop to a point where they can achieve market \n\n23\n\n\nacceptance, and we may not be able to develop them at a rate that matches market demand. We may also face more significant pricing pressure as we expand geographically and our customer profile evolves. For example, smaller biotechnology companies, or companies based in countries that have less developed economies, may not be able to afford our products and services at our customary rates. If we are unable to develop, acquire and/or create demand for new services and products, our future business, results of operations and financial condition could be adversely affected.\n\nWe depend on highly qualified personnel and may not be able to retain these employees or recruit additional qualified personnel, which could harm our business.\n\nOur success depends to a significant extent on the continued services of our senior management and other important contributors throughout our business. There is significant competition for qualified personnel in the biopharmaceutical services industry, particularly for those with higher educational degrees, and our industry generally tends to experience relatively high levels of employee turnover. \n\nWe are highly dependent on the research and development, modeling, financial, operational, scientific, software engineering, regulatory and other business expertise of our executive officers, as well as the other principal members of our management, scientific, modeling, regulatory services and software engineering teams. In addition to serving in a technical capacity, many of our scientists also play a significant role in marketing and selling our products and services to new and existing customers. As of December 31, 2024, 408 of our employees held PhDs or doctor of medicine degrees. \n\nIn order to attract and retain personnel in a competitive marketplace, we believe that we must provide a competitive compensation package, and compensation for our employees, which makes up our most significant fixed cost.  Nonetheless, we may be unable to hire, train, retain, or motivate highly qualified personnel on acceptable terms or at all given the competition among numerous biopharmaceutical and technology companies for similar personnel. \n\nFurthermore, we may elect to recruit skilled technical professionals from other countries to work in the U.S., and from the U.S. and other countries to work abroad. Limitations imposed by immigration laws in the U.S. and abroad, the availability of visas in the countries where we do business, and other travel restrictions could hinder our ability to attract necessary qualified personnel and harm our business and future operating results. \n\nThe loss of highly qualified employees, or our inability to continue to recruit, retain, and motivate such personnel, replace departed personnel in a timely fashion, or train our scientists to develop new business, may adversely impact our ability to compete effectively and grow our business and negatively affect our ability to meet our short and long-term financial and operational objectives.\n\nIf our independent contractors are characterized as employees, we could be subject to material adverse effects on our business and employment and withholding liabilities.\n\nWe rely on independent contractors to supplement parts of our business and provide expertise in certain specialized areas or discrete projects from time to time. We structure the relationships with our independent contractors in a manner that we believe results in an independent contractor relationship, not an employee relationship. Although we believe that our independent contractors are properly characterized as independent contractors, individuals, tax or other regulatory authorities may in the future challenge our characterization of these relationships. In addition, changes to U.S. or foreign laws governing the definition or classification of independent contractors, or judicial decisions regarding independent contractors, could result in a reclassification of such contractors as employees. If we are required to reclassify our independent contractors as employees, we would be required to withhold income taxes, to withhold and pay social security, Medicare and similar taxes and to pay unemployment and other related payroll taxes. We would also be liable for unpaid past taxes, subject to penalties and increased operating costs moving forward. We may also have difficulty staffing \n\n24\n\n\ncertain projects if we were not able to convert independent contractors to full or part-time employees. As a result, any determination that our independent contractors are our employees could have a material adverse effect on our business, financial condition and results of operations.\n\nDelays or defects in the release of new or enhanced software or other biosimulation tools may result in increased cost to us, delayed market acceptance of our products, diminished demand for our products, delayed or lost revenue, and liability.\n\nMarket acceptance of our products depends upon the continuous, effective and reliable operation of our software and other biosimulation tools and models. New or enhanced products or services, whether developed internally or acquired through acquisitions, can require long development and testing periods, which may result in delays in scheduled introduction. Our software solutions and biosimulation tools and models are inherently complex and may contain defects or errors. The risk of errors is particularly significant when a new product is first introduced or when new versions or enhancements of existing software solutions are released, such as the integration of AI technology with our existing software products. Although we extensively test and conduct quality control on each new or enhanced biosimulation product before it is released to the market, there can be no assurance that significant errors will not be found in existing or future releases. As a result, in the months following the introduction of certain releases, we may need to devote significant resources to correct these errors. \n\nWe cannot provide assurance, however, that all of these errors can be corrected in a timely manner or without impact to our customers or business. Many of our customers also require that new versions of our software be internally validated before implementation, which can result in delays or the decision to skip smaller updates altogether. As such, any errors, defects, disruptions or other performance problems with our products could hurt our reputation and may damage our customers’ businesses. Furthermore, any  delays in the release schedule for new or enhanced products or services may delay market acceptance of these products or services and may result in delays in new customer orders for these new or enhanced products or services or the loss of customer orders, which may have a material adverse effect on our business, financial condition and results of operations.\n\nTo the extent that defects or errors cause our software or other biosimulation tools to malfunction and our customers’ use of our products is interrupted, or the data derived from the use of our products is incorrect or incomplete, our customers may delay or withhold payment to us, cancel their agreements with us or elect not to renew, make service credit claims, warranty claims or other claims against us, and we could lose future sales. The occurrence of any of these events could result in diminishing demand for our software, a reduction of our revenues, an increase in collection cycles for accounts receivable, and require us to increase our warranty provisions or incur the expense of litigation or substantial liability.\n\nIssues relating to the implementation, use and development of AI and machine learning in our products and services may result in increased competition, reputational harm, regulatory action, or legal liability, and any failure to adapt to such technological developments or industry trends could adversely affect the performance of our business.\n\nAI and machine learning technologies have been selectively incorporated across our software and services portfolios, potentially providing opportunities to expand the number of data sources utilized, better predict outcomes, and streamline reporting. For example, we are using machine learning to automate and speed the process of biosimulation in a growing number of applications within our platform, and we have created a generative AI application to aid drafting regulatory documents from scientific analyses and clinical data. We believe that AI predictive models will continue to enhance the effectiveness of biosimulation models and be utilized impactfully within drug development, and we plan to develop and incorporate additional AI technology in more products and services.  \n\n25\n\n\nAs we benefit from the advanced speed and automation of AI, we may encounter new entrants to our sector and competitors deploying and leveraging AI, similarly or more effectively, to achieve outcomes that result in competitive harm and loss of business for our products and services. The disruptive nature of AI may allow new and unexpected entrants, at lower investment points and with less established history, to compete with our existing technology or create new modalities or use cases that are more advanced, less expensive or faster to market. Furthermore, established technology companies that are not currently present in our sector may also apply their extensive resources and investments in AI technology to solutions that are relevant to our customer base, and may be able to provide technology products that are more advanced and lower cost, with wide recognition.  The emergence of AI and relevance to our sector may result in more competition over time, which could adversely affect the performance of our business.\n\nThe development, deployment and use of AI, particularly generative AI, however, is still in its early stages and presents risks that could negatively impact our business. While we aim to develop and use AI responsibly and attempt to identify and mitigate ethical and legal issues presented by its use, we may be unsuccessful in identifying and resolving issues before they arise, and the usage of such technologies may not enhance our products or services, keep pace with our competitors or be beneficial to our business, including our efficiency and profitability.\n\nGiven the nascent stage of the technology, the use of AI can lead to unintended consequences, including the generation of outputs that appear correct but are factually inaccurate, misleading, or that result in unintended biases and discriminatory outcomes, or are otherwise flawed. If the AI tools that we use are deficient, inaccurate, reflect unwanted forms of bias, or contain other errors or inadequacies, we could incur operational inefficiencies, competitive harm, legal liability, brand or reputational harm, or other adverse impacts on our business and financial results. Further, a failure to timely and effectively use or deploy AI and integrate it into new product offerings and services could negatively impact our competitiveness, particularly ahead of evolving industry trends and evolving consumer demands. We may be unable to devote adequate financial resources to develop or acquire new AI technologies and systems in the future.\n\nAdditionally, AI can pose risks from an intellectual property, confidential data leakage, data protection and privacy perspective, as well as raise ethical concerns, compliance issues, and security risks. The input of confidential information or trade secrets into AI systems may result in the loss of intellectual property, proprietary rights, or attorney-client privilege in such information or trade secrets. The use of AI technologies for developing products or services may adversely affect or preclude our intellectual property rights in such products or services, or may expose us to liability related to the infringement, misappropriation or other violation of third-party intellectual property. The use of AI technologies with personally identifiable information or protected health information may also result in legal liability. If we do not have sufficient rights to use the data or other material or content on which the AI tools we use rely, we also may incur liability through the violation of applicable laws and regulations, third-party intellectual property, data privacy, or other rights, or contracts to which we are a party.\n\nMoreover, AI is subject to a dynamic and rapidly evolving legal and regulatory environment, which, without appropriate review, governance and risk management, could expose us to unforeseen legal or regulatory scrutiny and liabilities. The technologies underlying AI and its uses are subject to a variety of laws and regulations, including intellectual property, data privacy and security, consumer protection, competition, and equal opportunity laws, and are expected to be subject to increased regulation and new laws or new applications of existing laws and regulations. AI is the subject of ongoing review by various U.S. governmental and regulatory agencies, and various U.S. states and other foreign jurisdictions are applying, or are considering applying, their platform moderation, data privacy, and security laws and regulations to AI or are considering general legal frameworks for AI. We may not be able to anticipate how to respond to these rapidly evolving frameworks, and we may need to expend resources to adjust our operations or offerings in certain jurisdictions if the legal frameworks are inconsistent across jurisdictions. Furthermore, because AI technology itself is highly \n\n26\n\n\ncomplex and rapidly developing, it is not possible to predict all of the legal, operational, or technological risks that may arise relating to the use of AI. Our failure to adequately address legal risks relating to AI in our business could result in litigation regarding, among other things, intellectual property, privacy, employment, civil rights and other claims that could result in liability for our company, damage our reputation or otherwise materially harm our business.\n\nIf our existing customers do not renew their software licenses, do not buy additional solutions from us or renew at lower prices, our business and operating results will suffer.\n\nWe expect to continue to derive a significant portion of our software revenues from the renewal of existing license agreements. As a result, maintaining the renewal rate of our existing customers and selling additional or upgraded software solutions to them is critical to our future operating results. Factors that may affect the renewal rate for our customers and our ability to sell additional solutions to them include:\n\n•the price, performance and functionality of our software solutions;\n\n•the availability, price, performance and functionality of competing products;\n\n•the effectiveness of our professional services;\n\n•the ability to develop complementary software solutions, applications and services;\n\n•the stability, performance and security of our technological infrastructure; and\n\n•the business environment of our customers.\n\nWe deliver our software through either (i) a product license that permits our customers to install the software solution directly onto their own in-house hardware and use it for a specified term or (ii) a subscription that allows our customers to access the cloud-based software solution for a specified term. Our customers have no obligation to renew their product licenses or subscriptions for our software solutions after the license term expires, which are typically between one and three years, and some of our contracts may be terminated or reduced in scope either immediately or upon notice. In addition, our customers may negotiate terms less advantageous to us upon renewal, which may reduce our revenues from these customers.\n\nOur customers depend on our support to resolve technical issues relating to our solutions, as our software requires expert usage to fully exploit its capabilities. Any failure to offer high-quality technical support, or a market perception that we do not offer high-quality support, could adversely affect our renewal rates and our ability to sell additional solutions to existing customers or to sell to prospective customers. Factors that are not within our control may also contribute to a reduction in our software revenues. For instance, our customers may reduce the number of their employees who are engaged in research and who would have use of our software, which would result in a corresponding reduction in the number of user licenses needed for some of our solutions and thus a lower aggregate renewal fee. The loss, reduction in scope or delay of a large contract, or the loss or delay of multiple contracts, could materially adversely affect our business.\n\nOur future operating results also depend, in part, on our ability to sell new software solutions and licenses to our existing customers. The willingness of existing customers to license our software will depend on our ability to scale and adapt our existing software solutions to meet the performance and other requirements of our customers, which we may not do successfully. If our customers fail to renew their agreements, renew their agreements upon less favorable terms or at lower fee levels or fail to purchase new software solutions and licenses from us, our revenues may decline and our future revenues may be constrained. Furthermore, our sales process is dependent on the reputation of our solutions and business and on positive recommendations from our \n\n27\n\n\nexisting customers. Any dissatisfaction from existing customers may adversely impact our ability to sell our solutions to new customers.\n\nMany of our technology-driven service contracts may be delayed or terminated, or the scope of work reduced, by the customer at its discretion immediately or after a short notice period without penalty. Customers terminate, delay or reduce the scope of these types of contracts for a variety of reasons, including but not limited to:\n\n•lack of available funding or financing;\n\n•mergers or acquisitions involving the customer;\n\n•a change in customer priorities;\n\n•impacts to client trial operations;\n\n•delay or termination of a specific product candidate development program; and\n\n•a decision to shift business to a competitor or to use internal resources.\n\nAs a result, contract terminations, delays and reductions in scope occur regularly in the normal course of our business. However, the delay, loss or reduction in scope of a large contract or multiple smaller contracts could result in under-utilization of our personnel, a decline in revenue and profitability and adjustments to our bookings, any or all of which could have a material adverse effect on our business, financial condition and results of operations.\n\nMany of our contracts with customers also provide for services on a fixed-price or fee-for-service with a cap basis. Accordingly, we bear the financial risk if we initially underprice our contracts or otherwise overrun our cost estimates. In these situations, we attempt to revise the scope of activity from the contract specifications and negotiate contract modifications shifting the additional cost to the customer, but are not always successful. If we fail to adequately price our contracts or if we experience significant cost overruns (including direct and indirect costs such as pass-through costs), or if we are delayed in, or fail to, execute contract modifications with customers increasing the scope of activity, our results of operations could be materially adversely affected. From time to time, we have had to commit unanticipated resources to complete fixed-fee projects, resulting in lower margins and profitability on those projects. We might experience similar situations in the future, which could have a material adverse impact on our business, financial condition and results of operations.\n\nWe have government customers and have received government grants, which subject us to risks including early termination, audits, investigations, sanctions, or penalties.\n\nWe derive revenue from contracts with U.S. government entities, including the FDA and the Center for Disease Control and Prevention within the Department of Health and Human Services, as well as foreign governments. For example, our software products are licensed by 23 global drug regulatory agencies, including the FDA, Health Canada, Japan’s PMDA, China’s NMPA and the UK’s MHRA. We have also accepted limited grant funds from governmental entities, whereby we are reimbursed for certain expenses incurred, subject to our compliance with the specific requirements of the applicable grant, including rigorous documentation requirements. We may enter into further contracts with the U.S. or foreign governments in the future or accept additional grant funds. Additionally, we may be subject to change in priorities and funding availability from these government agencies and organizations, even with short or no advance notice.  Increasingly, government support and funding may change with new administrations, personnel or polices in effect from time to time, in the United States and globally.  Under these more prevalent circumstances, with respect to these contract and \n\n28\n\n\nrevenue sources, we may operate with less certainty and shorter known time horizons on public sector commitments and contracts.\n\nThese arrangements subject us to statutes and regulations applicable to companies doing business with the government and customarily contain provisions that give the government substantial rights and remedies, many of which are not typically found in commercial contracts and which are unfavorable to contractors, including provisions that allow the government to unilaterally terminate or modify our federal government contracts, in whole or in part, at the government’s convenience or in the government’s best interest, including if funds become unavailable to the applicable government agency. Under general principles of government contracting law, if the government terminates a contract for convenience, the terminated company may generally recover only its incurred or committed costs and settlement expenses and profit on work completed prior to the termination. If the government terminates a contract for default, the defaulting company may be liable for any extra costs incurred by the government in procuring undelivered items from another source. Further, the laws and regulations governing the procurement of goods and services by the U.S. government provide procedures by which other bidders and interested parties may challenge the award of a government contract at the U.S. Government Accountability Office (“GAO”) or in federal court. Such challenges or protests could be filed with respect to any government contract we are awarded, even if there are not any valid legal grounds on which to base the protest. If any such protests are filed, the government agency may decide to suspend our performance under the contract while such protests are being considered by the GAO or the applicable federal court, thus potentially delaying delivery of payment.\n\nIn addition, government contracts and grants normally contain additional requirements that may increase our costs of doing business, reduce our profits, and expose us to liability for failure to comply with these terms and conditions. These requirements include, for example:\n\n•compliance with complex regulations for procurement, formation, administration, and performance of government contracts under the Federal Acquisition Regulations, agency-specific regulations supplemental to the Federal Acquisition Regulations, and regulations specific to the administration of grants by the U.S. government;\n\n•specialized disclosure and accounting requirements unique to government contracts and grants;\n\n•mandatory financial and compliance audits that may result in potential liability for price or cost adjustments, recoupment of government funds after such funds have been spent, civil and criminal penalties, or administrative sanctions such as suspension or debarment from doing business with the U.S. government; \n\n•public disclosures of certain contract, grant, and company information; and\n\n•a wide variety of individual and changing compliance requirements.\n\nGovernment contracts and grants are also generally subject to greater scrutiny by the government, which can unilaterally initiate reviews, audits and investigations regarding our compliance with government contract and grant requirements. In addition, if we fail to comply with government contract laws, regulations and contract or grant requirements, our contracts and grants may be subject to termination or suspension, and we may be subject to financial and/or other liability under our contracts or under the Federal Civil False Claims Act. The False Claims Act’s “whistleblower” provisions allow private individuals, including present and former employees, to sue on behalf of the U.S. government. The False Claims Act statute provides for treble damages and other penalties and, if our operations are found to be in violation of the False Claims Act, we could face other adverse action, including suspension or prohibition from doing business with the United States government. Any penalties, damages, fines, suspension, or damages could have a material adverse impact on our business, financial condition and results of operations.\n\n29\n\n\nOur historic growth rates may not be sustainable or indicative of future growth.\n\nWhile our growth has moderated in recent years, we have historically experienced periods of significant growth, including within the last five years. Our growth over these periods is attributable to both organic revenue growth and revenue from acquisitions over these periods.  Revenue increased from $208.5 million for 2019 to $385.1 million for 2024. Our historical rate of growth may not be sustainable or indicative of our future rate of growth. We believe that our continued growth in revenue, as well as our ability to improve or maintain margins and profitability, will depend upon, among other factors, our ability to address the challenges, risks and difficulties described elsewhere in this “Risk Factors” section and the extent to which our various product offerings grow (either through internal development or external acquisition) and contribute to our results of operations. In addition, our customer base may not continue to grow or may decline due to a variety of possible risks, including increased competition, changes in the regulatory landscape and the maturation of our business. Any of these factors could cause our revenue growth to decline and may adversely affect our margins and profitability. Failure to continue our revenue growth or improve margins would have a material adverse effect on our business, financial condition and results of operations. You should not rely on our historical rate of revenue growth as an indication of our future performance.\n\nWe regularly evaluate potential acquisitions and other strategic transactions that we deem beneficial and strategic to our long-term growth and profitability, which could divert our management’s attention, result in additional dilution to our stockholders, and otherwise disrupt our operations and adversely affect our operating results.\n\nWe have acquired multiple businesses and technologies in the past, and we regularly evaluate opportunities to acquire or invest in businesses, solutions or technologies that we believe could complement or expand our solutions, enhance our technical capabilities or otherwise offer growth opportunities as well as opportunities to streamline our existing business. For example, in November 2024, we announced that we have begun a review process to consider the long-term strategic options for our regulatory services business. The pursuit of potential acquisitions or other strategic transactions may divert the attention of management and cause us to incur various expenses in identifying, investigating and pursuing suitable opportunities, whether or not they are consummated.\n\nWe may not be able to successfully integrate the personnel, operations and technologies of the businesses we acquire, effectively manage the combined business following an acquisition or preserve the operational synergies between our business units that we underwrite at the time of such acquisition. The following factors could result in our failure to achieve the expected synergies:\n\n•inability to integrate or benefit from acquired technologies or services in a profitable manner;\n\n•unanticipated costs or liabilities associated with the acquisition;\n\n•incurrence of acquisition-related costs;\n\n•difficulty integrating the accounting systems, operations and personnel of the acquired business;\n\n•difficulties and additional expenses associated with supporting legacy products and hosting infrastructure of the acquired business;\n\n•difficulty converting the customers of the acquired business onto our solutions and contract terms, including disparities in the revenues, licensing, support or professional services model of the acquired company;\n\n•diversion of management’s attention from other business concerns;\n\n30\n\n\n•adverse effects to our existing business relationships with business partners and customers as a result of the acquisition;\n\n•the potential loss of key employees;\n\n•use of resources that are needed in other parts of our business; and\n\n•use of substantial portions of our available cash to consummate the acquisition.\n\nFor example, in 2023, we acquired Formedix Limited, which added a metadata repository and clinical data flow automation to our data platform, as well as Applied Biomath, a company focused on quantitative systems pharmacology (QSP) to expand and complement our existing QSP capabilities. Additionally, in 2024, we acquired Chemaxon, a leading provider of cheminformatics software to expand and complement our existing prediction and analytical capabilities in drug discovery. The planned integrations of these businesses into our existing product offerings may be delayed or may not achieve the expected results. \n\nSome acquisitions are structured in such a way that a portion of the purchase price may be based on achieving certain post-closing conditions (i.e., “earn-outs”), such as the Company recognizing certain levels of revenue generated by the acquired business. Failure to achieve the expected synergies or market acceptance could also result in the failure to achieve some or all of these conditions, which could result in disputes with the seller of the applicable business.\n\nIn addition, a significant portion of the purchase price of companies we acquire may be allocated to acquired goodwill and other intangible assets, which must be assessed for impairment at least annually. In the future, if our acquisitions do not yield the expected returns, we may be required to take charges to our operating results based on this impairment assessment process, which could adversely affect our business, financial condition and results of operations.\n\nAcquisitions could also result in dilutive issuances of equity securities or the incurrence of debt, which could adversely affect our operating results. In addition, if an acquired business fails to meet our expectations, our business, financial condition and results of operations may suffer.\n\nWe have also deemphasized and may in the future divest certain product lines or technologies that no longer fit our long-term strategies. Deemphasis or divestiture may adversely impact our business, financial condition and results of operations if we are unable to achieve the anticipated benefits or cost savings from such a strategy, or if we are unable to offset impacts from the loss of revenue associated with the subject businesses, product lines or technologies. For example, if we sell or otherwise dispose of certain businesses, product lines or assets, we may be unable to do so on satisfactory terms within our anticipated timeframe or at all. Further, whether such divestitures are ultimately consummated or not, their pendency could have a number of negative effects on our current business, including disrupting our regular operations, diverting the attention of our workforce and management team and increasing undesired workforce turnover. It could also disrupt existing business relationships, make it harder to develop new business relationships, or otherwise negatively impact the way that we operate our business.\n\nOur estimated addressable market is subject to inherent challenges and uncertainties. If we have overestimated the size of our addressable market or the various markets in which we operate, our future growth opportunities may be limited.\n\nOur Total Available Market (“TAM”) is based on publicly available third-party market research and internal estimates regarding the size of our markets, is subject to significant uncertainty and change, and is based on assumptions that may not prove to be accurate or continuing. We have based the TAM for our business on our current core markets, biosimulation, regulatory science, and market access, which may change from time to \n\n31\n\n\ntime as our strategy evolves. While we believe the information on which we base our TAM is generally informative, such expectations, assumptions and estimates are inherently imprecise. \n\nAs such, our expectations, assumptions and estimates of future opportunities are necessarily subject to a high degree of uncertainty and risk due to a variety of factors, including those described herein. If third-party or internally generated data prove to be inaccurate or if we make errors in our assumptions based on that data, our future growth opportunities may be affected. If our TAM, or the size of any of the various markets in which we operate, proves to be inaccurate, our future growth opportunities may be limited and there could be a material adverse effect on our business, financial condition and results of operations.\n\nAdverse global economic conditions could have a negative effect on our business, results of operations and financial condition and liquidity.\n\nA general slowdown in the global economy or in a particular region or industry, other unfavorable changes in economic conditions, such as inflation, higher interest rates, tightening of the credit markets, recession or slowing growth, or an increase in trade tensions with U.S. trading partners could negatively impact our business, financial condition and liquidity. Macroeconomic weakness and uncertainty also make it more difficult for us to accurately forecast operating results and may make it more difficult to raise or refinance debt. Sustained uncertainty about, or worsening of, current global economic conditions and further escalation of trade tensions between the U.S. and its trading partners, especially China, could result in a global economic slowdown and long-term changes to global trade. Such events may also (i) cause our customers to reduce, delay or forgo R&D spending, (ii) result in customers sourcing products or services in-house or from other suppliers not subject to such restrictions or tariffs, (iii) lead to the insolvency or consolidation of key customers and/or (iv) intensify pricing pressures. Any or all of these factors could negatively affect demand for our products and our business, financial condition and results of operations.\n\nWe are subject to economic, political and other risks associated with the operation of a global business that could negatively affect our business, results of operations and financial condition.\n\nWe operate on a global basis with offices or activities in the United States, Canada, France, Germany, the Netherlands, Poland, Switzerland, the United Kingdom, Australia, India, the Philippines, Japan, China, Hungary, and South Korea. In addition, we derive a significant portion of our total revenue from our operations in international markets. During the years ended December 31, 2024 and 2023,  28% and 27%, respectively, of our revenues were transacted in foreign currencies, the majority of which included the British Pound Sterling, the Euro and Japanese Yen. Our international operations and sales subject us to a number of increased risks, including, among others:\n\n•fluctuations in foreign currency exchange rates, which may affect the costs incurred in international operations and foreign acquisitions and could harm our results of operations and financial condition;\n\n•changes in general economic and political conditions in countries where we operate, particularly as a result of ongoing economic instability within foreign jurisdictions; \n\n•the potential for political unrest, acts of terrorism, hostilities or war;\n\n•government trade restrictions, including tariffs, export controls or other trade barriers, and changes to existing trade arrangements, including the unknown impact of current and future U.S. and Chinese trade regulations; \n\n•differing protection of intellectual property, technology and data in foreign jurisdictions;\n\n32\n\n\n•difficulty in staffing and managing widespread operations, including as a result of different employment-related laws (such as those related to safety, discrimination, classification of employees, wages, and benefits);\n\n•being subject to complex and restrictive immigration, employment and labor laws and regulations, as well as union and works council restrictions ;\n\n•changes in tax laws or rulings in the United States or other foreign jurisdictions that may have an adverse impact on our effective tax rate;\n\n•being subject to burdensome foreign laws and regulations, including regulations that may place an increased tax burden on our operations;\n\n•being subject to longer payment cycles from customers and experiencing greater difficulties in timely accounts receivable collections; and\n\n•required compliance with a variety of foreign laws and regulations, such as data privacy requirements, real estate and property laws, anti-competition regulations, import and trade restrictions, export requirements, U.S. laws such as the FCPA and the U.S. Department of Commerce’s Export Administration Regulations, and other U.S. federal laws and regulations established by the Office of Foreign Assets Control, local laws such as the U.K. Bribery Act or other local laws that prohibit corrupt payments to governmental officials or certain payments or remunerations to customers.\n\nIn particular, political and economic changes, including international conflicts and terrorist acts, throughout the world may interfere with our or our customers’ activities in particular locations and result in a material adverse effect on our business, financial condition and operating results. Although we do not believe that current conflicts around the world pose any immediate material impact to our business, if these conflicts intensify or expand beyond the current scope and impact, in their various forms, they could have an adverse impact on our business. \n\nFurthermore, political, diplomatic or military events could result in trade disruptions, including tariffs, trade embargoes, export restrictions and other trade barriers. A significant trade disruption, export restriction, or the establishment or increase of any trade barrier in any area where we do business could reduce customer demand and cause customers to search for substitute products and services, make our products and services more expensive or unavailable for customers, increase the cost of our products and services, have a negative impact on customer confidence and spending, make our products or services less competitive, or otherwise have an adverse impact on our business, operating results and financial condition. \n\nMoreover, in response to the U.S. adopting tariffs and trade barriers or taking other actions, other countries may also adopt tariffs and trade barriers that could in certain cases limit our ability to offer our products and services. Current and potential customers who are concerned or affected by such tariffs or restrictions may respond by developing their own products or replacing our solutions, which would have an adverse effect on our business. In addition, government or customer efforts, attitudes, laws or policies regarding technology independence may lead to non-U.S. customers favoring their domestic technology solutions that could compete with or replace our products, which would also have a material adverse effect on our business, financial condition and results of operations.\n\nIn addition to tariffs and other trade barriers, our global operations are subject to numerous U.S. and foreign laws and regulations such as those related to anti-corruption, tax, corporate governance, imports and exports, financial and other disclosures, privacy and labor relations. These laws and regulations are complex and may have differing or conflicting legal standards, making compliance difficult and costly. In addition, there is uncertainty regarding how proposed, contemplated or future changes to these complex laws and regulations \n\n33\n\n\ncould affect our business. We may incur substantial expense in complying with the new obligations to be imposed by these laws and regulations, and we may be required to make significant changes in our business operations, all of which may adversely affect our revenues and our business overall. If we violate these laws and regulations, we could be subject to fines, penalties or criminal sanctions and may be prohibited from conducting business in one or more countries. Any violation individually or in the aggregate could have a material adverse impact on our business, financial condition and results of operations.\n\nOur financial results are also affected by fluctuations in foreign currency exchange rates. A weakening U.S. dollar relative to other currencies increases expenses of our foreign subsidiaries when they are translated into U.S. dollars in our consolidated statements of income. Likewise, a strengthening U.S. dollar relative to other currencies reduces revenue of our foreign subsidiaries upon translation and consolidation. Exchange rates are subject to significant and rapid fluctuations due to a number of factors, including interest rate changes and political and economic uncertainty. Therefore, we cannot predict the prospective impact of exchange rate fluctuations. We may be unable to hedge all of our foreign currency risk, which could have a material adverse effect on our business, financial condition and results of operations.\n\nWe are subject to the FCPA and the U.K. Bribery Act and similar anti-corruption laws and regulations in other countries and jurisdictions. Violations of these laws and regulations could harm our reputation and business, or materially adversely affect our business, results of operations, financial condition and/or cash flows.\n\nWe operate in numerous countries around the world and are subject to the FCPA, the U.K. Bribery Act and similar anti-bribery laws in the countries and jurisdictions in which we operate. Our business involves sales to government and state-owned agencies and brings us and others acting on our behalf, into contact with government officials around the world. The FCPA and the U.K. Bribery Act prohibit us and our officers, directors, employees and third parties acting on our behalf, including distributors and agents, from corruptly offering, promising, authorizing or providing anything of value to a “foreign official” for the purposes of influencing official decisions or obtaining or retaining business or otherwise obtaining favorable treatment. The FCPA further requires us to make and keep books, records and accounts that accurately reflect transactions and dispositions of assets and to maintain a system of adequate internal accounting controls. The U.K. Bribery Act also prohibits “commercial” bribery and accepting bribes.\n\nAlthough our officers, directors, employees, distributors, and agents are required to comply with these laws and are subject to our internal policies and procedures, we cannot be sure that our internal policies and procedures will always protect us from liability for violations of these laws committed by persons associated with us, including our employees or third parties acting on our behalf. Violations of anti-corruption laws, or even allegations of such violations, could disrupt our business and result in a material adverse effect on our business, financial condition and results of operations. For example, violations may result in criminal or civil penalties, disgorgement of profits, related stockholder lawsuits, debarment from government contracting and other remedial measures.\n\nOur failure to comply with trade compliance and economic sanctions laws and regulations of the United States and other applicable international jurisdictions could materially adversely affect our reputation and results of operations.\n\nWe must operate our business in compliance with applicable economic and trade sanctions laws and regulations, such as those administered and enforced by the U.S. Department of Treasury’s Office of Foreign Assets Control, the U.S. Department of State, the U.S. Department of Commerce, the United Nations Security Council and other relevant sanctions authorities. Our global operations and use of distributors in jurisdictions outside the U.S. expose us to the risk of violating, or being accused of violating, either directly or indirectly through our distributors, economic and trade sanctions laws and regulations. Our failure to comply with these laws and regulations may expose us to reputational harm as well as significant penalties, including criminal \n\n34\n\n\nfines, imprisonment, civil fines, disgorgement of profits, injunctions and debarment from government contracts, as well as other remedial measures. Investigations of alleged violations can be expensive and disruptive. Despite our efforts to enforce our policies, we cannot assure compliance by our employees or representatives, such as our distributors or resellers, for which we may be held responsible, and any such violation could materially adversely affect our reputation, business, financial condition and results of operations. \n\nCurrent and future litigation against us, which may arise in the ordinary course of our business, could be costly and time consuming to defend.\n\nWe are subject to claims that arise in the ordinary course of business, such as claims in connection with commercial disputes, employment claims made by our current or former employees, claims brought by third-parties for failure to adequately protect their personal data, or claims by shareholders or government agencies that we have failed to comply with laws and regulations pertaining to public companies or federal or state securities laws and regulations. Third parties may in the future assert intellectual property rights to technologies that are important to our business and demand back royalties or that we license their technology. Litigation may result in substantial costs and may divert management’s attention and resources, which may seriously harm our business, overall financial condition and operating results. Insurance may not cover such claims, may not be sufficient for one or more of such claims and may not continue to be available on terms acceptable to us. A claim brought against us that is uninsured or underinsured could result in unanticipated costs and could have a material adverse impact on our business, financial condition and results of operations.\n\nOur insurance coverage may not be sufficient to avoid material impact on our financial position resulting from claims or liabilities against us, and we may not be able to obtain insurance coverage on attractive terms, or at all, in the future.\n\nWe maintain insurance coverage for protection against many risks of liability, including directors and officers liability, professional errors and omissions, breach of fiduciary duty, and cybersecurity risks. The extent of our insurance coverage is under regular review and is modified as we deem it necessary. Despite this insurance, it is possible that claims or liabilities against us may not have been fully insured, or our insurance carriers may contest coverage, which could have a material adverse impact on our business, financial position and results of operations. In addition, we may not be able to obtain any insurance coverage, or adequate insurance coverage on attractive terms, or at all, when our existing insurance coverage expires and the cost of obtaining such insurance coverage may materially increase.\n\nIf we fail to perform our services in accordance with contractual requirements, regulatory standards and ethical considerations, we could be liable for significant costs or penalties and our reputation could be harmed.\n\nThe services we provide to biopharmaceutical companies and other customers are complex and subject to contractual requirements, regulatory standards and ethical considerations. For example, some of our services must adhere to the regulatory requirements of the FDA governing our activities relating to preclinical studies and clinical trials, including GLP and GCP. Additionally, we are subject to compliance with the FDA’s regulations set forth in part 11 of title 21 of the Code of Federal Regulations, which relates to the creation, modification, maintenance, archival, retrieval, transmittal or distribution of electronic records under records requirements in FDA regulations and submitted to the FDA. The FDA may also issue or finalize guidance documents that may have implications for our customers and our products, platforms, and services. We may be subject to inspection by regulatory authorities in connection with our customers’ marketing applications and other regulatory submissions. If we fail to perform our services in accordance with regulatory requirements, regulatory authorities may take action against us or our customers for failure to comply with applicable regulations governing the development and testing of therapeutic products. Regulatory authorities may also disqualify certain data or analyses from consideration in connection with applications for regulatory approvals, which would result in our customers not being able to rely on our services in connection with their regulatory \n\n35\n\n\nsubmissions and may subject our customers to additional or repeat clinical trials and delays in the development and regulatory approval process. Mistakes in providing services to our customers, such as dosing models, could affect medical decisions for patients in clinical trials and create liability for personal injury. Such actions may include sanctions, such as warning or untitled letters, injunctions, or failure of such regulatory authorities to grant marketing approval of products, delay, suspension, or withdrawal of approvals, license revocation, loss of accreditation; product seizures or recalls; operational restrictions; or civil or criminal penalties or prosecutions, damages or fines. Customers may also bring claims against us for breach of our contractual obligations or errors in the outcomes of our products or services, may terminate their contracts with us and/or may choose not to award further work to us. Any such action could have a material adverse effect on our reputation, business, financial condition and results of operations.\n\nWe derive a significant percentage of our revenues from a key group of customers, and the loss of one or more of our major customers could materially and adversely affect our business, results of operations and/or financial condition.\n\nOur ten largest customers accounted for 27% of revenues for the year ended December 31, 2024. The loss of any one or more of our major customers could have a material adverse effect on our results of operations and financial condition. We may not be able to maintain our customer relationships, and our customers may delay payment under, or fail to renew, their agreements with us, which could adversely affect our business, results of operations or financial condition. Any reduction in the amount of revenues that we derive from these customers, without an offsetting increase in new sales to other customers, could have a material adverse effect on our operating results. A significant change in the liquidity or financial position of our customers could also have a material adverse effect on the collectability of our accounts receivable, our liquidity, and our future operating results.\n\nWe may need additional funding. If we are unable to raise additional capital on terms acceptable to us or at all or generate cash flows necessary to maintain or expand our operations, we may not be able to compete successfully, which would harm our business, results of operations, and financial condition.\n\nWe expect to devote substantial financial resources to our ongoing and planned activities, including the continued investment in our biosimulation software platform and strategic partnerships and acquisitions.\n\nAs of December 31, 2024, we had cash and cash equivalents of $179.2 million. We believe that our existing cash and cash equivalents will be sufficient to fund our operations and capital expenditure requirements for an extended period. However, we have based this estimate on assumptions that may prove to be wrong, and our operating plans may change as a result of many factors currently unknown to us. As a result, we could deplete our capital resources sooner than we currently expect.\n\nOur future capital requirements will depend on many factors, including: the growth of our revenue; the growth of our employee base; the timing and launch of new products; the continued expansion of sales and marketing activities; and mergers and acquisitions of technologies or services complementing or extending our biosimulation, regulatory science and market access businesses.\n\nIn the event that we require additional financing, we may not be able to raise such financing on terms acceptable to us or at all. In addition, we may seek additional capital due to favorable market conditions or strategic considerations, even if we believe we have sufficient funds for our current or future operating plans. If we are unable to raise additional capital on terms acceptable to us or at all or generate cash flows necessary to maintain or expand our operations and invest in our computational platform, we may not be able to compete successfully, which would harm our business, financial condition and results of operations.\n\n36\n\n\nOur bookings might not accurately predict our future revenue, and we might not realize all or any part of the anticipated revenue reflected in our bookings.\n\nOur bookings represent anticipated revenue for work not yet completed or performed under a signed contract or purchase order where there is sufficient or reasonable certainty about the customer’s ability and intent to fund and commence the software or services. Bookings vary from period to period depending on numerous factors, including sales performance and the overall health of the biopharmaceutical industry, among others. Once work begins, we recognize direct revenue over the life of the contract based on our performance of services under the contract. Contracts may be terminated or delayed by our customers for reasons beyond our control. To the extent projects are delayed, the anticipated timing of our direct revenue could be materially affected.\n\nIn the event a customer terminates a contract, we are generally entitled to be paid for services rendered through the termination date and for services provided in winding down the project. However, we are generally not entitled to receive the full amount of direct revenue reflected in our bookings in the event of a contract termination. A number of factors may affect bookings and the direct revenue generated from our bookings, including the size, complexity and duration of solutions, changes in the scope of work during the course of a project and the cancellation or delay of a solution.\n\nAn increase in bookings at a particular point in time does not necessarily correspond to an increase in revenues during a particular period. The timing and extent to which bookings will result in direct revenue depend on many factors, including the timing of the commencement of work, the rate at which we perform services, scope changes, cancellations, delays, the receipt of regulatory approvals, and the nature, duration, size, complexity, and phase of the studies. In addition, delayed projects remain in bookings until they are canceled. As a result of these factors, our bookings are not necessarily a reliable indicator of future direct revenue, and we might not realize all or any part of the revenue from the authorizations in bookings at any given point in time.\n\nOur business may be subject to risks arising from catastrophic events, including natural disasters, significant or extreme weather events, outbreaks of war or terrorism,  epidemic diseases, pandemics, and public health crises. \n\nWe may be subject to risks related to catastrophic events, including natural disasters, significant or extreme weather events, outbreaks of war, acts of terrorism or other global tensions,  epidemic diseases, pandemics, public health crises or other “acts of God,” each of which may be exacerbated by the effects of changing weather patterns. We are a global company with offices in many countries, and disruptions in the infrastructure, either on a local or global scale, caused by these types of events could adversely affect our ability to serve our customers. Any of these catastrophic events could adversely impact supply chain interruptions, disruptions or delays to pipeline development and clinical trials and interruptions or delays in regulatory approvals. These and other adverse impacts on our customers and general economic conditions may cause our customers to delay or cancel projects or significantly scale back their operations or R&D spending and limit the use of third parties, which could have a material adverse effect on our business, financial condition and results of operations. Additionally, public health crises could also impact the health of our employees and cause extensive absences from work, which may delay the completion of internal projects and lower our consultant utilization rates.\n\nFurthermore, we rely extensively on software applications and other information technology systems that are critically important to our business operations. Any disruptions or incidents caused by cyberattacks and other cyber incidents, network or power outages, software or equipment failure, prolonged service disruptions, user errors, natural disasters or other catastrophic events could have a material adverse effect on our business, financial condition and results of operations. See “Risks Related to Intellectual Property, Information Technology and Data Privacy.”\n\nAlthough we have disaster recovery and business continuity plans, carry business interruption insurance policies and typically have provisions in our contracts that protect us in certain force majeure type events, we cannot be \n\n37\n\n\ncertain that our plans will be successful in the event of a disaster, that our insurance coverage will be adequate to compensate us for all losses that may occur or that provisions in our contracts will afford us adequate protection. If our disaster recovery or business continuity plans are unsuccessful in a disaster recovery scenario, we could potentially experience material adverse impacts, including loss of data, disruption to our operations, legal or regulatory proceedings, reputational harm and loss of customers, any of which could have a material adverse effect on our business, financial condition and results of operations.\n\nRisks Related to Intellectual Property, Information Technology and Data Privacy\n\nWe rely on third-party providers of cloud-based infrastructure to host our software solutions. Any disruption in the operations of these third-party providers, limitations on capacity or interference with our use could adversely affect our business, financial condition, reputation and results of operations.\n\nWe outsource substantially all of the infrastructure relating to our hosted software solutions to third-party hosting services. Customers of our hosted software solutions need to be able to access our software platform at any time, without interruption or degradation of performance, and we provide them with service-level commitments with respect to uptime. Our hosted software solutions depend on protecting the virtual cloud infrastructure hosted by third-party hosting services by maintaining its configuration, architecture, features and interconnection specifications, as well as the information stored in these virtual data centers, which is transmitted by third-party internet service providers. Any limitation on the capacity of our third-party hosting services could impede our ability to onboard new customers or expand the usage of our existing customers, which could adversely affect our business, financial condition and results of operations. In addition, any incident affecting our third-party hosting services’ infrastructure that may be caused by catastrophic events could negatively affect our cloud-based solutions. Work-from-home and other flexible work arrangements have impacted our third-party vendors by increasing operational challenges and risks, including vulnerabilities to cybersecurity and information technology infrastructure threats. A prolonged service disruption affecting our cloud-based solutions for any of the foregoing reasons would negatively impact our ability to serve our customers and could damage our reputation with current and potential customers, expose us to liability, cause us to lose customers or otherwise harm our business. We may also incur significant costs for using alternative equipment or taking other actions in preparation for, or in reaction to, events that damage the third-party hosting services we use.\n\nIn the event that our service agreements with our third-party hosting services are terminated, or there is a lapse or interruption of services or features that we utilize, we could experience interruptions in access to our platform as well as significant delays and additional expense in arranging or creating new facilities and services and/or re-architecting our hosted software solutions for deployment on a different cloud infrastructure service provider, which could adversely affect our business, financial condition and results of operations.\n\nIf we are not able to reliably meet our data storage and management or other information technology requirements, or if we experience any technology failures in the delivery of our services over the internet or in the administration of our business, customer satisfaction and our reputation could be harmed and customer contracts may be terminated.\n\nAs part of our current business model, the portion of our software that is delivered over the internet as SaaS is increasing, and we store and manage significant data for our customers, resulting in substantial information technology infrastructure and ongoing technological challenges, which we expect to continue to increase over time. If we do not reliably meet these data storage and management requirements, or if we experience any failure or interruption in the delivery of our services over the internet, customer satisfaction and our reputation could be harmed, leading to reduced revenues and increased expenses. Our hosting services are subject to service-level agreements and, if we fail to meet guaranteed service or performance levels, we could be subject to customer credits or termination of these customer contracts. If the cost of meeting these data storage and \n\n38\n\n\nmanagement requirements increases, our business, financial condition and results of operations could be harmed. \n\nFurthermore, we utilize multiple complex integrated software and hardware operating systems, including enterprise resource planning systems, to support our business, and we have a continuous improvement strategy in place to keep our systems and overarching technology stable and in line with our business needs and growth. While we employ controlled change management methodologies to plan, test and execute all such system upgrades and improvements, transitioning critical business or accounting functions to upgraded or new processes and systems may require significant capital investments and personnel resources and coordination with third-party software and system providers. We cannot assure that our systems will meet our future business needs, that upgrades or new systems will operate as designed or that there will not be associated excessive costs or disruptions in portions of our business in the course of our maintenance, support, upgrade and/or transition of these systems. If our information technology systems, upgrades and associated change management are not adequate to support our business and our strategic initiatives, our business, financial condition and results of operations could be harmed.\n\nSome of our software solutions utilize third-party open source software, and any failure to comply with the terms of one or more of these open source licenses could adversely affect our business, subject us to litigation and create potential liability.\n\nSome of our software solutions utilize software covered by open source licenses, and we expect to continue to incorporate open source software in our solutions in the future. Open source software is often widely accessible, usable and modifiable and may be used by our development team in an effort to reduce development costs and speed up the development process. Use of open source software also in some respects entails greater risks than use of third party commercial software, as open source licensors generally do not provide warranties or other contractual protections regarding infringement claims or the quality of the code, including with respect to security vulnerabilities.\n\nAlthough we have processes intended to  comply with the license requirements in our software, certain open source software licenses require, among other things, that a licensor that distributes the open source software as a component of the licensor’s proprietary software to provide or offer to provide to the customer-licensee part or all of the source code to the licensor’s proprietary software. While we have policies against using this type of open source code in our distributed software, if we were to utilize this type of open source code, and if the owner of the copyright of the relevant open source software were to allege that we had not complied with the conditions of one or more of these licenses, we could be required to incur significant legal expenses defending against such allegations and could be subject to significant damages, enjoined from the sale of our solutions that contain the open source software and required to comply with onerous conditions or restrictions on these solutions, which could disrupt the distribution and sale of these solutions. Litigation or other enforcement actions initiated by a copyright owner could have a negative effect on our business, financial condition and results of operations, or require us to devote additional R&D resources to change our solutions. Moreover, we could effectively be required to publicly release the affected portions of our source code, re-engineer all or a portion of our solutions or otherwise be limited in the licensing of our solutions, each of which could reduce or eliminate the value of our solutions. Disclosing our proprietary source code could allow our competitors to create similar products with lower development effort and time and ultimately could result in a loss of sales. Any of these events could create liability for us and damage our reputation, which could have a material adverse effect on our business, financial condition and results of operations.\n\n39\n\n\nIf our cybersecurity measures are breached or unauthorized or unlawful access to customer or other proprietary data occurs, our solutions may be perceived as not being secure, customers may reduce the use of or stop using our solutions and/or we may incur significant liabilities.\n\nThe evolution of technology systems introduces ever more complex risks of cybersecurity threats that are difficult to predict and defend against. An increasing number of companies, including those with significant online operations, have recently disclosed breaches of their cybersecurity systems, some of which involved sophisticated tactics and techniques allegedly attributable to criminal enterprises or nation-state actors. Our efforts to improve our defenses may not always prove successful, and we may detect, or receive notices from customers and both public and private agencies that they have detected, actual or perceived vulnerabilities or fraudulent activity. In addition, cybersecurity threats are constantly evolving, are becoming more frequent and more sophisticated and are being made by groups of individuals with a wide range of expertise and motives, which increases the difficulty of detecting and successfully defending against them. Our infrastructure (and that of the third parties with which we do business) is vulnerable to physical or electronic break-ins, ransomware attacks, computer viruses or similar problems, which in some cases may be outside our control. Like other companies in our industry, we are, in the normal course of business, the target of cyberattack attempts, and we can make no assurance that future cyberattacks will not be material.\n\nOur solutions involve the collection, analysis and retention of our customers’ proprietary information related to their drug development efforts, including clinical data. Unauthorized access to this information or data (including health information and other personal data), whether deliberate or unintentional, could result in the loss of information, governmental inquiries or investigations, litigation, breach of contract claims, indemnity obligations, damage to our reputation and other liability. Given the trusted nature of our customer relationships and the importance of the data that we manage, any unauthorized access or breach, to any degree, could result in outsized reputational and customer harm, and as a result of which we could lose business and see our commercial prospects and liability exposure seriously and adversely impacted.\n\nOur reliance on remote access to our information systems exposes us to potential cybersecurity breaches and the risk of loss or exposure of such information and data. Additionally, we rely on third parties and their cybersecurity procedures for the secure storage, processing, maintenance, and transmission of information that is critical to our operations and such third parties may also suffer cybersecurity incidents. Depending on their nature and scope, this could potentially result in the misappropriation, destruction, corruption or unavailability of critical data and confidential or proprietary information (our own or that of third parties, including information about our customers and employees) and the disruption of business operations.\n\nIf there is a cybersecurity incident and we know or reasonably suspect that certain personal information has been subject to unauthorized or unlawful access or use, we may need to inform the affected individuals and make certain public disclosures; moreover, we may be subject to significant fines and penalties. Determining whether a cybersecurity incident is notifiable or reportable may not be straightforward, and any such mandatory disclosures could be costly and lead to negative publicity, loss of customer confidence in the effectiveness of our security measures, diversion of management’s attention and governmental investigations.  In some cases, these determinations will be fact-specific and vary by jurisdiction, with a range of notice periods and information requirements, as, for example, some notices will be sector-relevant or require acceleration depending on scope or categories of data in question.\n\nFurther, under certain regulatory schemes, such as the CCPA or other similar state privacy laws, individuals may bring private claims for our failure to deploy reasonable and appropriate cybersecurity controls, and we also may be liable for statutory and multiple damages. In addition, if our technical and operational cybersecurity safeguards fail, our existing and prospective customers may lose confidence in our ability to maintain the confidentiality of their intellectual property and other proprietary and sensitive data, we may be subject to breach of contract claims by our customers. Our insurance may not be adequate to cover losses associated with \n\n40\n\n\nsuch events, and in any case, such insurance may not cover all of the types of costs, expenses and losses we could incur to respond to and remediate a security breach. Defending against investigations, claims or litigation based on any security breach or incident, regardless of their merit, will be costly. The successful assertion of one or more large claims against us that exceed available insurance coverage, denial of coverage as to any specific claim, or any change or cessation in our insurance policies and coverages, including premium increases or the imposition of large deductible requirements, could have a material adverse effect on our business, financial condition and results of operations.\n\nWe are subject to numerous privacy and cybersecurity laws and related contractual requirements, and our failure to comply with those obligations could cause us significant harm, including financial losses and reputational harm.\n\nIn the normal course of our business, we collect, process, use and disclose information about individuals, including  on behalf of our customers, as well as for  our employees around the world. The collection, processing, use, disclosure, disposal and protection of such information is highly regulated both in the U.S. and other jurisdictions, including but not limited to, under HIPAA, as amended by HITECH; United States state privacy, security and breach notification and healthcare information laws, such as the CCPA; the European Union’s GDPR, UK GDPR, and other European and UK privacy laws, as well as the expanding number of privacy laws around the world, including China and Canada. These laws are complex and their interpretation is rapidly evolving, making implementation and enforcement, and thus compliance requirements, uncertain and potentially inconsistent. For example, the CCPA imposes obligations and restrictions on businesses regarding their collection, use, and sharing of personal information and provides new and enhanced data privacy rights to California residents, such as affording them the right to access and delete their personal information and to opt out of certain sharing of personal information. Protected health information that is subject to HIPAA is excluded from the CCPA; however, information we hold about individuals that is not subject to HIPAA would be subject to the CCPA. It is unclear how HIPAA and the other exceptions may be applied under the CCPA and how other, similar state laws, amendments, and regulations with similar exceptions for protected health information will be enforced. \n\nIn addition, our collection, use, disclosure, protection and other processing of information is subject to related contractual requirements. Compliance with such laws and related contractual requirements may require changes to our information processing practices and may thereby increase compliance costs. Failure to comply with such laws and/or related contractual obligations could result in regulatory enforcement or claims against us for breach of contract or may lead third parties to terminate their contracts with us and/or choose not to work with us in the future. Should this occur, there could be a material adverse effect on our business, financial condition and results of operations.\n\nData privacy and security laws and regulations often govern the handling of information about individuals, including personal health information and require the use of standard contracts, privacy and security standards and other administrative simplification provisions. \n\nAdditionally, the FTC and many state attorneys general are interpreting existing federal and state consumer protection laws to impose evolving standards for the online collection, use, dissemination and security of information about individuals, including health-related information. Courts may also adopt the standards for fair information practices promulgated by the FTC, which concern consumer notice, choice, security and access. Consumer protection laws require us to publish statements that describe how we handle information about individuals and choices individuals may have about the way we handle their information. If such information that we publish is considered untrue, we may be subject to government claims of unfair or deceptive trade practices, which could lead to significant liabilities and consequences. Furthermore, according to the FTC, violating consumers’ privacy rights or failing to take appropriate steps to keep information about consumers \n\n41\n\n\nsecure may constitute unfair acts or practices in or affecting commerce in violation of Section 5(a) of the FTC Act.\n\nThe GDPR and the UK GDPR regulate our processing of personal data, and imposes stringent requirements. Failure to comply with the GDPR or UK GDPR may result in fines up to the greater of €20 million or 4.0% of worldwide gross annual revenue and applies to services providers such as us under each of GDPR and UK GDPR.\n\nThere is uncertainty regarding transfers of personal data from the EEA to the United States, including regarding the status and enforceability of the European Commission’s adequacy decision with the United States and the EU-U.S. Data Privacy Framework (“EU-U.S. DPF”) under which personal data could be transferred from the EEA to U.S. entities who had self-certified under the DPF scheme. While the Court of Justice of the European Union (CJEU) has upheld the adequacy of the standard contractual clauses (a standard form of contract approved by the European Commission as an adequate personal data transfer mechanism, and potential alternative to the DPF), it made clear that reliance on them alone may not necessarily be sufficient in all circumstances; and the validity of the standard contractual clauses as a transfer mechanism remains uncertain. We have previously relied on our own DPF certification and our relevant customers’ and third parties’ DPF certification(s) for the purposes of transferring personal data from the EEA to the United States in compliance with the GDPR’s data export conditions. We also currently rely on the standard contractual clauses to transfer personal data outside the EEA, including to the United States. If all or some jurisdictions within the European Union or the United Kingdom determine that the standard contractual clauses do not provide sufficient safeguards to transfer personal data to the United States, our ability to effect cross-border transfers of personal data will be severely limited or cause us to need to establish systems to maintain certain data sovereignty in the EEA or UK, and thereby divert resources from other aspects of our operations, all of which may adversely affect our business or we may face governmental enforcement actions, litigation, fines and penalties or adverse publicity, which could have an adverse effect on our reputation and business.\n\nIt is possible that we could fail to comply with the requirements of all of the various data privacy laws and regulations and contractual obligations that we are subject to or that we could incur liability due to the acts or omissions of our vendors. In the event we are not able to secure indemnification or the indemnification and any insurance coverage is inadequate to cover our losses, we could suffer significant financial, operational, reputational and other harm and our business, financial condition and results of operations could be materially adversely affected. Furthermore, as supervisory authorities issue further guidance on personal data export mechanisms, including circumstances where the standard contractual clauses cannot be used, and/or start taking enforcement action, we could suffer additional costs, complaints and/or regulatory investigations or fines, and/or if we are otherwise unable to transfer personal data between and among countries and regions in which we operate, it could affect the manner in which we provide our services, the geographical location or segregation of our relevant systems and operations.\n\nWe may be unable to adequately enforce or defend our ownership and use of our intellectual property and other proprietary rights.\n\nOur success is dependent upon our intellectual property and other proprietary rights. We rely upon a combination of trademark, trade secret, copyright, patent and unfair competition laws, as well as contractual provisions, to protect our intellectual property and other proprietary rights. In addition, we attempt to protect our intellectual property and proprietary information by enforcing cyber and physical security measures and requiring our employees and certain of our consultants to enter into confidentiality, non-competition and assignment-of-inventions agreements. The steps we take to protect these rights may not be adequate to prevent misappropriation of our technology by third parties or may not be adequate under the laws of some foreign countries, which may not protect our intellectual property rights to the same extent as do the laws of the United States. Our attempts to protect our intellectual property may be challenged by others or invalidated through \n\n42\n\n\nadministrative process or litigation, and agreement terms that address non-competition are difficult to enforce in many jurisdictions and may not be enforceable in any particular case. In addition, there remains the possibility that others will “reverse engineer” our software products to introduce competing products, or that others will develop competing technology independently. If we resort to legal proceedings to enforce our intellectual property rights or to determine the validity and scope of the intellectual property or other proprietary rights of others, the proceedings could be burdensome and expensive, even if we were to prevail. As we integrate AI into more of our products and services, the law pertaining to intellectual property created using AI remains subject to interpretation, or fact specific, and we may not be able to adequately protect all proprietary information created through the use of AI. The failure to adequately protect our intellectual property and other proprietary rights may have a material adverse effect on our business, financial condition and results of operations.\n\nThird parties may initiate legal proceedings alleging that we are infringing, misappropriating or otherwise violating their intellectual property rights, the outcome of which would be uncertain and could have a material adverse effect on the success of our business.\n\nOur commercial success depends upon our ability to develop, market and sell our products and services, allowing our customers to use our proprietary technologies without infringing, misappropriating or otherwise violating the intellectual property and proprietary rights of third parties. There is considerable patent and other intellectual property litigation in the software, pharmaceutical and biotechnology industries. We may become party to, or be threatened with, adversarial proceedings or litigation regarding intellectual property rights with respect to our technology and product candidates.\n\nThe legal threshold for initiating litigation or contested proceedings is low, so that even lawsuits or proceedings with a low probability of success might be initiated and require significant resources to defend. Litigation and contested proceedings can also be expensive and time-consuming, and our adversaries in these proceedings may have the ability to dedicate substantially greater resources to prosecuting these legal actions than we can. Third parties may assert infringement claims against us based on existing patents or patents that may be granted in the future, regardless of merit. We may not be aware of all such intellectual property rights potentially relating to our technology, or we may incorrectly conclude that third-party intellectual property is invalid or that our activities do not infringe such intellectual property. Thus, we do not know with certainty that our technology does not and will not infringe, misappropriate or otherwise violate any third party’s intellectual property.\n\nParties making claims against us may obtain injunctive or other equitable relief, which could effectively block our ability to further develop and commercialize the product candidates that we may identify. Defending these claims, regardless of their merit, would involve substantial litigation expense and would be a substantial diversion of employee resources from our business. In the event of a successful claim of infringement against us, we may have to pay substantial damages (including treble damages and attorneys’ fees for willful infringement), pay royalties, be forced to cease developing and commercializing or to redesign the infringing technology or product, be forced to indemnify our customers or collaborators or obtain one or more licenses from third parties, which may be impossible or require substantial time and monetary expenditure. Even if we were required to obtain a license, such license could be non-exclusive, thereby giving our competitors and other third parties access to the same technologies licensed to us and could require us to make substantial licensing and royalty payments. Claims that we have misappropriated the confidential information or trade secrets of third parties could have a similar material adverse effect on our business, financial condition and results of operations.\n\nIf we fail to comply with certain healthcare laws, including fraud and abuse laws, we could face substantial penalties and our business, results of operations, financial condition and prospects could be adversely affected.\n\nEven though we do not order healthcare services or bill directly to Medicare, Medicaid or other third-party payors, as a result of contractual, statutory or regulatory requirements, we may be subject to healthcare fraud \n\n43\n\n\nand abuse laws of both the federal government and the states in which we conduct our business. Because of the breadth of these laws and the narrowness of available statutory and regulatory exceptions, it is possible that some of our business activities could be subject to challenge under one or more of such laws. If we or our operations are found to be in violation of any of the laws described above or any other governmental regulations that apply to us, we may be subject to penalties, including civil and criminal penalties, damages, fines, imprisonment and the curtailment or restructuring of our operations, any of which could have a material adverse effect on our business, financial condition and results of operations.\n\nRisks Related to Our Indebtedness\n\nOur indebtedness could materially adversely affect our financial condition and our ability to operate our business, react to changes in the economy or industry or pay our debts and meet our obligations under our debt and could divert our cash flow from operations to debt payments.\n\nAs of December 31, 2024, we had $298.5 million in total borrowings under our credit agreement, dated July 15, 2017 (as amended, the “Credit Agreement”), and  $100.0 million of capacity outstanding under our revolving credit facility. In addition, subject to restrictions governing our Credit Agreement, we may incur additional debt.\n\nOur debt could have important consequences, including the following:\n\n•it may be difficult for us to satisfy our obligations, including debt service requirements under our outstanding debt, resulting in possible defaults on and acceleration of such indebtedness;\n\n•our ability to obtain additional financing for working capital, capital expenditures, debt service requirements or other general corporate purposes may be impaired;\n\n•a portion of cash flow from operations may be dedicated to the payment of principal and interest on our debt;\n\n•we may be more vulnerable to economic downturns and adverse industry conditions and our flexibility to plan for, or react to, changes in our business or industry may be more limited;\n\n•our ability to capitalize on business opportunities and to react to competitive pressures, as compared to our competitors, may be compromised due to our level of debt; and\n\n•our ability to borrow additional funds or to refinance debt may be limited.\n\nFurthermore, all of our debt under our Credit Agreement bears interest at variable rates. If these rates were to increase significantly, whether because of an increase in market interest rates or a decrease in our creditworthiness, our ability to borrow additional funds may be reduced and the risks related to our debt would intensify.\n\nOur business may not generate sufficient cash flow from operating activities to service our debt obligations. Our ability to make payments on and to refinance our debt and to fund planned capital expenditures depends on our ability to generate cash in the future. To some extent, this is subject to general economic, financial, competitive, legislative, regulatory and other factors that are beyond our control.\n\nIf we are unable to generate sufficient cash flow from operations to service our debt and meet our other commitments, we may need to refinance all or a portion of our debt, sell material assets or operations, delay capital expenditures or raise additional debt or equity capital. We may not be able to effect any of these actions on a timely basis, on commercially reasonable terms or at all, and these actions may not be sufficient to meet \n\n44\n\n\nour capital requirements. In addition, the terms of our existing or future debt agreements may restrict us from pursuing any of these alternatives.\n\nAdditionally, we and our subsidiaries may be able to incur substantial additional debt in the future. Although the agreements governing our Credit Agreement contain restrictions on the incurrence of additional debt, these restrictions are subject to a number of qualifications and exceptions or may be waived, and the debt incurred in compliance with these restrictions could be substantial. If we incur additional debt above the levels currently in effect, the risks associated with our leverage, including those described above, would increase.\n\nRestrictive covenants governing our Credit Agreement may restrict our ability to pursue our business strategies, and failure to comply with any of these restrictions could result in acceleration of our debt.\n\nThe operating and financial restrictions and covenants governing our Credit Agreement may materially adversely affect our ability to finance future operations or capital needs or to engage in other business activities. Such agreements limit our ability, among other things, to: incur additional indebtedness and guarantee indebtedness; pay dividends on or make distributions in respect of our common stock or make other restricted payments; make certain acquisitions, investments, loans and advances; transfer or sell certain assets; and consolidate, merge, sell or otherwise dispose of all or substantially all of our assets.\n\nIn addition, the restrictive covenants in our Credit Agreement require us to maintain a specified first lien leverage ratio when a certain percentage of our revolving credit facility commitments are borrowed and outstanding as of the end of each fiscal quarter. Our ability to meet this financial covenant may be affected by events beyond our control. Additionally, we have pledged substantially all of our assets as collateral to secure our Credit Agreement.\n\nA breach of any of these and certain other covenants could result in a default under our Credit Agreement whereby the lenders could elect to declare all amounts outstanding under our Credit Agreement to be immediately due and payable and terminate any commitments to extend further credit. If we were unable to repay those amounts, the lenders under our Credit Agreement could proceed against the collateral granted to them to secure that indebtedness. \n\nFurthermore, the terms of any future indebtedness we may incur could have further additional restrictive covenants. We may not be able to maintain compliance with these covenants in the future, and in the event that we are not able to maintain compliance, we may not be able to obtain waivers from the lenders or amend the covenants.\n\nRisks Related to our Financial Statements and Results\n\nImpairment of goodwill or other intangible assets may adversely impact future results of operations.\n\nWe have significant intangible assets, including goodwill and other finite-lived and indefinite-lived intangibles, on our balance sheet due to our acquisitions of businesses. The initial identification and valuation of these intangible assets and the determination of the estimated useful lives at the time of acquisition involve use of management judgments and estimates. These estimates are based on, among other factors, input from accredited valuation consultants, reviews of projected future income cash flows and statutory regulations. The use of alternative estimates and assumptions might have increased or decreased the estimated fair value of our goodwill and other intangible assets that could potentially result in a different impact to our results of operations. If the future growth and operating results of our business are not as strong as anticipated, we experience negative industry or economic trends, our stock price significantly declines for a sustained period and/or our market capitalization declines, this could impact the assumptions used in calculating the fair value of goodwill or other indefinite-lived intangibles. We assess the potential impairment of goodwill and other intangible assets on at least an annual basis. To the extent goodwill or other indefinite-lived intangibles are \n\n45\n\n\nimpaired, their carrying value will be written down to its implied fair value and a charge will be made to our income from continuing operations. Any such impairment charges could have a material adverse effect on our results of operations. \n\nOur ability to use our net operating losses (“NOLs”) and R&D tax credit carryforwards to offset future taxable income may be subject to certain limitations.\n\nAs of December 31, 2024, we had federal and state NOLs of approximately $6.2 million and $4.9 million, respectively, which are available to reduce future taxable income and expire between 2035 and 2036 and 2029 and 2040, respectively. We had federal R&D tax credit carryforwards of approximately $0.3 million to offset future income taxes, which expire between 2027 and 2048. We also had foreign tax credits of approximately $11 million, which will start to expire in 2027. These carryforwards that may be utilized in a future period may be subject to limitations based upon changes in the ownership of our stock in a future period. Additionally, we carried forward foreign NOLs of approximately $78.6 million which will start to expire in 2025, foreign research and development credits of $0.3 million which expire in 2029, and Canadian investment tax credits of approximately $3.9 million which expire between 2032 and 2042. Our carryforwards are subject to review and possible adjustment by the appropriate taxing authorities.\n\nIn addition, in general, under Section 382 of the Internal Revenue Code of 1986, as amended (the “Code”), and corresponding provisions of state law, a corporation that undergoes an “ownership change,” generally defined as a greater than 50 percentage point change (by value) in its equity ownership by certain stockholders over a three year period, is subject to limitations on its ability to utilize its pre-change NOLs, R&D tax credit carryforwards and disallowed interest expense carryforwards to offset future taxable income. We have performed an analysis for the period January 1, 2024 through December 31, 2024 and determined no ownership change occurred during this period. In addition, we determined that ownership changes occurred in prior periods and therefore our NOLs and R&D tax credit carryforwards reflect the amounts available after considering such limitations. We may experience further ownership changes in the future and/or subsequent changes in our stock ownership (which may be outside our control). As a result, if, and to the extent that, we earn net taxable income, our ability to use our pre-change NOLs, R&D tax credit carryforwards and disallowed interest expense carryforwards to offset such taxable income may be subject to limitations.\n\nRisks Related to Ownership of Our Common Stock\n\nFuture sales, or the perception of future sales, of our common stock by us or our existing stockholders in the public market could cause the market price for our common stock to decline.\n\nThe sale of additional shares of our common stock in the public market, or the perception that such sales could occur, could harm the prevailing market price of shares of our common stock. These sales, or the possibility that these sales may occur, also might make it more difficult for us to sell equity securities in the future at a time and at a price that we deem appropriate.\n\nAs of December 31, 2024, shares controlled by Arsenal Capital Partners (“Arsenal”) and our officers and directors in aggregate represented approximately 24.7% of our outstanding common stock. The market price of our shares of common stock could drop significantly if Arsenal or our officers and directors sell their shares or are perceived by the market as intending to sell them. These factors could also make it more difficult for us to raise additional funds through future offerings of our shares of common stock or other securities.\n\nIn the future, we may also issue our securities in connection with investments or acquisitions. The number of shares of our common stock issued in connection with an investment or acquisition could constitute a material portion of our then-outstanding shares of our common stock. Any issuance of additional securities in connection with investments or acquisitions may result in additional dilution. \n\n46\n\n\nArsenal holds a substantial amount of our outstanding common stock, and its interests may be different than the interests of other holders of our common stock.\n\nAs of December 31, 2024, Arsenal owns or controls approximately 22.6% of our outstanding common stock, and subject to the terms of the Stockholders Agreement, dated as of November 3, 2022, by and among the Company and Arsenal Saturn Holdings LP and certain affiliated entities (collectively, “Arsenal”), Arsenal maintains the right to nominate up to two board members. In addition, Arsenal has significant influence over the outcome of all matters requiring stockholder approval, including any potential change of control of our company. The concentration of ownership could deprive investors of an opportunity to receive a premium for shares of common stock as part of a sale of our Company and ultimately might affect the market price of our common stock. \n\nArsenal is in the business of making investments in companies and may from time to time acquire and hold interests in businesses that compete directly or indirectly with us. Our amended and restated certificate of incorporation provides that any director who is not employed by us or his or her affiliates does not have a duty to refrain from engaging, directly or indirectly, in the same business activities or similar business activities or lines of business in which we operate. Arsenal also may pursue acquisition opportunities that may be complementary to our business, and, as a result, those acquisition opportunities may not be available to us.\n\nOur amended and restated certificate of incorporation provides, subject to limited exceptions, that the Court of Chancery of the State of Delaware and, to the extent enforceable, the federal district courts of the United States of America will be the sole and exclusive forums for certain stockholder litigation matters, which could limit our stockholder’s ability to obtain a favorable judicial forum for disputes with us or our current and former directors, officers, employees or stockholders. \n\nOur amended and restated certificate of incorporation provides, subject to limited exceptions, that unless we consent in writing to the selection of an alternative forum, the Court of Chancery of the State of Delaware shall, to the fullest extent permitted by law, be the sole and exclusive forum for any (i) derivative action or proceeding brought on behalf of our company, (ii) action asserting a claim of breach of a fiduciary duty owed by any current or former director, officer, employee or stockholder of our Company to the Company or our stockholders, (iii) action asserting a claim against the Company or any current or former director, officer, employee or stockholder of the Company arising pursuant to any provision of the Delaware General Corporation Law (“DGCL”), or our amended and restated certificate of incorporation or our amended and restated bylaws (as either might be amended from time to time) or (iv) action asserting a claim governed by the internal affairs doctrine of the State of Delaware. Unless we consent in writing to the selection of an alternative forum, the federal district courts of the United States of America shall be the exclusive forum for the resolution of any complaint asserting a cause of action arising under the federal securities laws of the United States of America. Any person or entity purchasing or otherwise acquiring any interest in shares of our capital stock shall be deemed to have notice of and consented to the forum provisions in our amended and restated certificate of incorporation. Although our amended and restated certificate of incorporation contains the exclusive forum provision described above, it is possible that a court could find that such a provision is inapplicable for a particular claim or action or that such provision is unenforceable.\n\nThese choice of forum provisions may limit a stockholder’s ability to bring a claim in a different judicial forum, including one that it may find favorable or convenient for disputes with us or any of our directors, officers or other employees which may discourage lawsuits with respect to such claims. Alternatively, if a court were to find the choice of forum provisions that will be contained in our amended and restated certificate of incorporation to be inapplicable or unenforceable with respect to one or more of the specified types of actions or proceedings, we may incur additional costs associated with resolving such action in other jurisdictions, which could harm our business, operating results and financial condition.",
      "char_count": 125649
    }
  },
  "extracted_at": "2026-01-19T15:28:23.996998"
}