{
  "ticker": "CHWY",
  "company_name": "Chewy, Inc.",
  "cik": 1766502,
  "form_type": "10-K",
  "filing_date": "2025-03-26",
  "period_of_report": "2025-02-02",
  "fiscal_year": 2025,
  "accession_number": "0001766502-25-000014",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001766502&accession_number=000176650225000014&xbrl_type=v",
  "sic_code": "5961",
  "industry": "Retail-Catalog & Mail-Order Houses",
  "sections": {
    "item1": {
      "text": "Item 1. Business\n\nOverview\n\nChewy, Inc. began operating as Chewy.com in 2011 and Chewy.com, LLC was formed as a Delaware limited liability company in October 2013. On March 16, 2016, Chewy.com, LLC converted from a Delaware limited liability company to a Delaware corporation and changed its name to Chewy, Inc. Chewy, Inc. completed the initial public offering of its Class A common stock, par value $0.01 per share (the “Class A common stock”), on June 18, 2019. Unless the context requires otherwise, references in this Annual Report on Form 10-K to “Chewy,” the “Company,” “we,” “our,” or “us” refer to Chewy, Inc. and its consolidated subsidiaries.\n\nOur mission is to be the most trusted and convenient destination for pet parents and partners everywhere. We believe that we are the preeminent online source for pet products, supplies and prescriptions as a result of our broad selection of high-quality products and services, which we offer at competitive prices and deliver with an exceptional level of care and a personal touch to build brand loyalty and drive repeat purchasing. We seek to continually develop innovative ways for our customers to engage with us, as our websites and mobile applications allow our pet parents to manage their pets’ health, wellness, and merchandise needs, while enabling them to conveniently shop for our products. We partner with approximately 3,200 of the best and most trusted brands in the pet industry, and we create and offer our own private brands. Through our websites and mobile applications, we offer our customers approximately 130,000 products and services offerings, to bring what we believe is a high-bar, customer-centric experience to our customers. By leveraging our extensive supply chain infrastructure consisting of fulfillment centers located in the U.S. and Canada, we are typically able to offer our products in a localized manner with the capability to serve over 80% of the U.S. population overnight and almost 100% in two days.\n\nOur Industry\n\nWe operate in the large and growing pet industry, which consists of pet food and treats, pet supplies and pet medications, other pet-health products, and pet services.\n\n“Pet humanization” and premiumization driving higher spending per pet\n\nPet parents increasingly view pets as part of the family and are willing to spend more on higher-quality goods and services for those family members. According to research conducted by Packaged Facts, 93% of pet owners in the U.S. consider their pets to be a part of their family. Additionally, 85% of pet owners agree with the statement that pets are central to their home life, and 73% would go as far as to say they consider themselves a “pet parent.” Furthermore, according to Packaged Facts, pet parents look for products that improve their pet’s health and wellness, with 74% of pet parents willing to pay more for foods with extra health and wellness benefits.\n\nHistorical and projected growth in pet spending\n\nAccording to Packaged Facts, spending in the U.S. pet market has grown from $92 billion in 2018 to an estimated $151 billion in 2024, or at an 8.7% compounded annual growth rate (“CAGR”) over that time. Packaged Facts projects the U.S. pet market to grow at an estimated CAGR of approximately 4% from 2024 through 2028.\n\nConsistency of spending and resilience during economic downturns\n\nSpending on pets is a necessity and most customers purchase frequently and at regular intervals. The pet industry is one of the most resilient categories during economic downturns because of the nature of the pet parent/pet relationship. For example, during the recession from 2008 to 2010, overall consumer spending in the U.S. declined while pet spending in the U.S. increased by 12%, according to the American Pet Products Association (the “APPA”). In 2010 alone, spending in the U.S. on entertainment decreased by 7.0%, food decreased by 3.8%, housing decreased by 2.0% and apparel and services decreased by 1.4%, according to the U.S. Bureau of Labor Statistics, while spending on pets increased by 6.2%, according to the APPA.\n\nThe pet industry experienced a significant increase in demand as a result of the COVID-19 pandemic despite the overall economic downturn, particularly within the e-commerce channel. Pet adoptions and fostering surged with “stay-at-home” orders due to the COVID-19 pandemic, further increasing demand and the continued humanization of pets. The impacts of COVID-19 remain prominent in pet health trends, with 46% of dog and cat owners noting they still pay closer attention to their pets’ health and wellness because of COVID-19, according to Packaged Facts.\n\nWhile the COVID-19 pandemic and subsequent economic downturn have impacted consumer spending broadly, the pet industry continues to demonstrate resiliency and the stickiness of pet care spending. According to Packaged Facts, as of August 2024, only 10% of pet owners agreed that they were spending less on pet food compared to the preceding 12 months.\n\n3\n\nRapid shift to online shopping, with significant remaining opportunity\n\nThe pet industry, like many other industries in the U.S., continues to shift from in-store to online purchases as internet shopping continues to take market share from brick-and-mortar retail. Packaged Facts reports that online shopping grew from 20% of U.S. retail pet product sales in 2018 to an estimated 38% in 2024 with over $37 billion of pet food and treats sold online. This represents a 23% CAGR for online pet retail over that time frame.\n\nAccording to Packaged Facts, 56% of pet product shoppers surveyed in January 2024 had purchased pet products through a website in the last 12 months, and 36% through a smartphone application. We believe that the secular trend toward online shopping will continue for a significant period as consumers look to benefit from the convenience of home delivery and subscription-based purchasing, and the heightened safety of a “contactless” shopping experience.\n\nGrowing trend of subscription-based purchasing\n\nAdditionally, according to a Packaged Facts survey conducted in January 2024, among those who buy pet products online, 54% have used an Autoship/subscription purchasing program within the last 12 months for pet-related products. According to Packaged Facts, 28% of pet parents surveyed in January 2024 used subscription-based purchasing for pet food in the prior 12 months, which was up from 22% of pet parents surveyed in January 2023. We believe that the trend of increased subscription-based purchasing behavior within the broader trend towards online shopping supports higher levels of customer retention and revenue visibility.\n\nOur Strengths\n\n•Our commitment to customer service is the core of our brand.\n\n◦Customer centricity. Everything about our company is organized around our commitment to provide an exceptional customer experience. We make the shopping experience easy and enjoyable, and that makes finding and buying the right product an amazing start to the customer journey. We provide competitive prices, customizable and convenient automatic reordering, fast and reliable order delivery, and innovative technology-driven services.\n\n◦Customer service expertise that is knowledgeable and empowered. Our customer service representatives (“CSRs”) share a common bond - they love pets. This shared passion is evident in every interaction they have with our customers, whether via phone, email, or interactive live-chat. In addition, contacting us is easy, with virtually all customer calls being answered in less than ten seconds. From the moment they join Chewy, our CSRs receive extensive training from our knowledgeable team, learning about the world of pets and our product offerings. Thereafter, they continue learning about brands and pets of all types via recurring training. This allows them to further hone their ability to deliver highly specialized, informed, and authentic advice to our customers.\n\n◦Engaging with customers on a personalized level. We empower our CSRs to go above and beyond for our customers, and they do so with the knowledge that our commitment to our customers is our number one priority. We engage with pet parents thousands of times per day, and we embrace the opportunity to “WOW” our customers each time, from surprising them with a hand-painted pet portrait to sending personalized expressions of sympathy to a family who has recently lost their pet. In addition, we have developed integrated technology that enables us to capture profiles for each of our customers as well as their pets so that we may provide them with personalized recommendations. The expertise of our CSRs, combined with the tools that we provide them, allows us to deliver a high-touch and high-quality experience to our customers, which we believe results in higher retention rates.\n\n•We offer a wide assortment of pet products and services across health and retail categories—and we continue to grow that assortment—which we offer at competitive prices. We carry approximately 3,200 carefully selected brands and approximately 130,000 products and service offerings, representing many of the best and most popular products, and we regularly add new products as we strive to offer everything that pet parents may need or want for their pets. In addition, we offer a wide range of free educational media (such as blogs, videos, and tutorials on our website, Be.Chewy.com and pet health focused content on our website, PetMD.com) to enhance our product offerings and the buying experience, helping pet parents choose the right product for their pet or find answers to commonly asked questions specific to their type of pet. Additionally, we offer a wide range of pet health related products and services and operate the #1 pet pharmacy in America. In 2020, we launched medication compounding capabilities within our Chewy Pharmacy business and launched our telehealth service called “Connect with a Vet.” In 2021, we expanded access to “Connect with a Vet” to all Chewy customers, with access remaining free of charge for our Autoship customers and in 2022, we further expanded this access to all registered Chewy customers. In 2022, we also launched Careplus, our product suite of Insurance and Wellness plans offering comprehensive coverage options across varying price points. In 2023, we expanded our CarePlus suite of offerings, allowing us to meet the needs of a broader range of pet parents and increase access to affordable and high-quality pet healthcare offerings. In 2024, we opened and operated eight veterinary clinics under the brand name “Chewy Vet Care,” offering pet health services including routine appointments, urgent care and surgery. Chewy Vet Care practices are powered by our own custom-built technology platform offering a seamless and efficient experience for pet parents and vet care providers alike.\n\n4\n\n•Our highly efficient and effective distribution network provides exceptional delivery with ongoing cost advantages and superior customer service. The strategic placement of our fulfillment centers across the U.S. provides us with the capability to cost-efficiently ship to over 80% of the U.S. population overnight and almost 100% in two days. The high volume of our sales, high participation rate in our Autoship subscription program, and relatively low seasonality of our business allow us to optimize asset utilization across our network and lower our fixed and variable cost per unit and our inventory levels. Additionally, our investments in automation and artificial intelligence within our fulfillment centers drive efficiency across our distribution network.\n\n•We deploy capital efficiently. We invest cash flow generated from our existing customer base to attract new customers and scale our platforms. Additionally, we expect to continue to invest in new growth areas across our business, including expansion of Chewy’s health products and services offerings following the launch of Chewy Vet Care clinics in 2024. We also expect to continue to invest in technology and product innovation to continue scaling our platform, customer support, marketing efforts, and supply chain in order to drive growth and profitability.\n\n•Our technology platform is scalable. Our advanced technology platform was developed to enable us to grow our sales volume and increase the number of active customers while reducing marginal transaction and operational costs. Given the significant fixed-cost component of our technology platform, we expect that our cost per transaction will continue to decrease as our sales volume grows. The scalability and integrated nature of our technology platform also allow us to run our operations in a cost-efficient manner by decreasing the number of our operational personnel and automating many of our planning and fulfillment processes. For example, we have significantly improved our processes for picking and packing orders through better forecasting, inventory placement, and optimal labor planning, as well as investing in automated fulfillment processes. Our customer service model, while “high touch,” provides our CSRs with up-to-date customer data to optimize their productivity. As we continue to grow, we expect that we will be able to further scale our fixed costs. Examples of our scalable technology include i) our rollout of PracticeHub in 2021, which is an e-commerce solution for veterinarians that allows them to integrate their existing practice management software with our fulfillment and customer service capabilities, as well as ii) our sponsored ads business which has evolved from a beta version in 2022 to a more comprehensive suite of ad product offerings for our vendor partners. We believe sponsored ads will enable us to scale contextual advertisements, which in turn should deliver highly relevant products to customers and high-margin revenue to our business.\n\nOur Strategy\n\n•Continue to grow sales from our existing customer base. We seek to expand our share of our customers’ wallets by broadening the selection of products and services that we offer as well as improving customer engagement. Customers have historically spent more per purchase on our websites and mobile applications after their first year as they discover the wide range of our product and service offerings, and the value proposition we provide. Our exceptional customer service and “WOW” programs help us retain customers and increase their level of engagement and spending. \n\n•Acquire new customers. We intend to increase brand awareness and reach new customers by investing free cash flow from our existing customer base in advertising and marketing to acquire new customers from existing and new channels. Given the high levels of customer satisfaction that we see from our customers, we believe that there is significant opportunity to grow our business as consumers become more aware of our brand and our strong value proposition.\n\n•Leverage our technological and operational efficiencies. We believe that we can further improve our margins as we grow net sales, and we remain committed to achieving this. We expect to invest in technology, automation, and product innovation over time to continue scaling our platform, customer support, marketing efforts and supply chain. Our management team is committed to a disciplined use of capital designed to drive measurable improvements in unit economics and further improve our profitability.\n\n•Continue to grow our private brands. In 2016, we launched our first hardgoods private brand, Frisco, followed by the launch of two consumables private brands, American Journey and Tylee’s. Millions of customers have tried and reordered at least one of our private brands over the years. Our goal is to provide value to our customers by offering private brands with compelling quality and pricing. In 2022, we launched Vibeful, our first private brand in the pet wellness category, featuring products ranging from multivitamins to hip and joint supplements. We believe there is significant room to grow our private brands through continued growth of our current brands and the launch of new ones.\n\n5\n\n•Expand further into pet healthcare. We provide customers with a broad and comprehensive selection of over-the-counter and veterinarian diet offerings and Chewy Pharmacy products for their prescription and special diet needs. In recent years, we have expanded our products and services to advance our mission to be the most trusted resource for pet parents and veterinarians alike, and to make pet healthcare more affordable and accessible to pet parents. We believe that we share a common goal of pet health and wellness with the veterinarian community, and we will continue to utilize our strengths to enhance partnerships with customers and veterinarians alike. In 2020, we launched “Connect with a Vet,” an industry-leading telehealth service that allows pet parents to connect directly with licensed veterinarians or veterinary technicians for pet care. We expanded paid access for this service to all customers with complimentary access for our Autoship customers in 2021, and in 2022 we expanded complimentary access for this service to all registered customers. In 2020, we also offered customers the ability to order compounding medications in the form of customized, pharmaceutical grade, prescription medications that meet their pets’ unique needs through our own Chewy Pharmacy. Today, Chewy operates the #1 pet pharmacy in America. In 2021, we launched PracticeHub, a complete e-commerce solution for veterinarians that can integrate with their existing management software, manage preapproved prescriptions, and enable practices to earn revenue with Chewy while we handle inventory, fulfillment, shipping, and customer service. As of February 2, 2025, we have approximately 17,000 veterinary practices enrolled in the platform, representing an estimated 50% of all U.S. vet clinics. In 2022, we launched and expanded the CarePlus product suite of Insurance and Wellness plans to provide diversified offerings across price points and coverage options. In 2023, we expanded our CarePlus offering, allowing us to meet the needs of a broader range of pet parents. In 2022, we also completed our acquisition of Petabyte Technology Inc. (“Petabyte”), a provider of veterinary cloud-based technology solutions. In 2024, we opened and operated eight veterinary clinics under the brand name “Chewy Vet Care,” offering pet health services including routine appointments, urgent care and surgery. Chewy Vet Care practices are powered by our customized technology platform offering a seamless and efficient experience for pet parents and vet care providers alike.\n\n•Expand into new markets. In 2023, we launched Chewy Canada, bringing Chewy’s compelling value proposition to millions of pet parents in Canada. Canada has a large and growing pet market, with a June 2024 Packaged Facts report estimating that approximately 63% of Canadian households have pets. Our goal is to provide all pet parents with the same convenient delivery experience, broad assortment, and high-quality service that our U.S. customers enjoy. We believe Chewy’s value proposition and business model can extend beyond North America and believe there is an opportunity to expand into additional international markets in the future. We expect to remain highly thoughtful, deliberate and ROI-focused as we evaluate expansion into additional international markets.\n\n•Explore broader platform opportunities. We believe that there are additional pet offerings that can drive future growth and that our platform extends strong complementarities to other categories, including additional pet services, should we choose to do so. The strengths of our platform may enable us to sell directly to businesses in addition to consumers.\n\nCustomers and Markets \n\nWe serve customers through our websites and mobile applications and focus on delivering the best products with the best service at competitive prices. We operate customer service centers 24/7 to serve our customers every single day of the year. We serve pet parents across the U.S. and in Canada.\n\nCompetition\n\nThe pet products and services industry is highly competitive and can be organized into the following categories: internet (including online sales by omnichannel players); pet specialty stores; mass merchandisers/discount stores/supercenters; food stores; wholesale clubs; farm/feed stores; independent pet channel; dollar stores; drug stores; natural food; and veterinary.\n\nCompetition in the pet products and services industry is strong, particularly within the e-commerce channel as the industry continues to experience a shift from in-store to online shopping. We face competition from the websites of our competitors such as other online retailers, online sales for omnichannel retailers, our suppliers’ own websites, and traditional brick and mortar retailers as well as those in the veterinary channel. Some of the principal competitive factors influencing our business are price, product selection and availability, fast and reliable delivery, and customer service. We believe our ability to provide a seamless shopping experience, fast and reliable delivery options, including our convenient Autoship subscription program, and our knowledgeable customer service sets us apart from our competitors.\n\n6\n\nTrademarks and Intellectual Property\n\nOur rights in our intellectual property, including trademarks, patents, trade secrets, copyrights and domain names, as well as contractual provisions and restrictions on use of our intellectual property, are important to our business. For example, our trademark rights assist in our marketing efforts to develop brand recognition and differentiate our brands from our competitors. We own a number of trademark registrations and applications in the U.S. and in foreign jurisdictions. These trademarks include, among others, “American Journey,” “Blue Box Event,” “Careplus,” “Chewy,” “Chewy.com,” “Chewy Vet Care,” “Dr. Lyon’s,” “Frisco,” “Goody Box,” “Onguard,” “PetMD,” “PracticeHub,” “Tiny Tiger,” “True Acre Farms,” “Tylee’s,” “Vibeful,” and “The Zoo.” The current registrations of these trademarks are effective for varying periods of time and may be renewed periodically, provided that we, as the registered owner, or our licensees where applicable, comply with all applicable renewal requirements including, where necessary, the continued use of the trademarks in connection with similar goods and services. We expect to pursue additional trademark registrations to the extent we believe they would be beneficial to protecting our rights.\n\nWe also own numerous domain names in connection with our business, including www.chewy.com. We also enter into, and rely on, confidentiality, proprietary rights, and other agreements with our employees, consultants, contractors, agents, and business partners to secure our ownership and protect our intellectual property, trade secrets, proprietary technology and other confidential information. We further control the use of our proprietary technology and ownership of our intellectual property through provisions in both our customer terms of use and in our vendor terms and conditions. Further, we enter into agreements that include provisions that protect our intellectual property with manufacturers to develop and market pet products in connection with our private brands.\n\nWe believe that our intellectual property has substantial value and has significantly contributed to our success to date. \n\nSeasonality\n\nSeasonality in our business does not follow that of traditional retailers, such as typically high concentration of revenue in the holiday quarter. Our net sales reflect consistent customer purchasing behavior between quarters. We recognized 24%, 24%, 24% and 28% of our annual net sales during the first, second, third, and fourth quarters of fiscal year 2024, respectively, and the fourth quarter of fiscal year 2024 included the impact of a 53rd week.\n\nHuman Capital\n\nOur employees are critical to us fulfilling our mission of being the most trusted and convenient destination for pet parents and partners everywhere. We accomplish this, in part, by recruiting, hiring, training, and motivating employees who share our core values of delivering superior customer service and caring about the needs of pets and their parents. We strive to further our mission by offering competitive compensation and benefits, focusing on employee safety, sharing opportunities for positive societal impact through participation in philanthropic endeavors, and fostering a workplace in which everyone feels empowered to do their best work.\n\nWe employed approximately 18,000 full-time and part-time employees as of February 2, 2025 and engage staffing agencies to supplement our workforce. As of March 19, 2025, none of our employees were represented by a labor union or covered by a collective bargaining agreement. We provide our employees with support resources and programs that advance employee engagement, communication, and feedback, such as an annual engagement survey and quarterly pulse surveys, which we use to assess and improve our practices and policies. We also invest in the education, training, and development of employees by providing learning opportunities through various courses and programs and our internal custom learning platform, Chewy University.\n\nCompensation and Benefits Program. Our compensation and benefits are designed to enable us to attract, motivate, and retain highly-qualified talent. We offer market-competitive compensation and benefits including life and health (medical, dental, and vision) insurance, health savings accounts, a 401(k) plan, voluntary supplemental benefits, paid time off, paid parental leave, family support services (including child adoption and surrogacy benefits and pet adoption reimbursement), and a discount for purchases made on Chewy.com. We offer our employees opportunities to advance their careers and are passionate about providing employees with skills and development opportunities to meet the needs of our customers and the development of our business. We also offer our corporate employees “Paw-ternity” leave, allowing them to work from home for the first two weeks after a new dog is brought into their home.\n\nTeam Member Safety. We continue to take proactive and precautionary steps to protect the health and safety of our employees. We provide several channels for all employees to speak up, ask for guidance, and report concerns related to ethics or safety violations, and offer certain webinars and subscriptions to support our employees’ health and well-being.\n\nCommunity Involvement. Our Chewy Gives Back team works tirelessly at continuing our philanthropic mission of supporting animal shelters and rescues everywhere. During fiscal year 2024, we donated $54 million in products and supplies to animal shelters and rescues.\n\n7\n\nPeople and Culture. We strive to foster inclusive, engaging and safe working environments in which our employees can be their authentic and best selves. We hire, retain, and promote exceptional talent that values different backgrounds, experiences, and perspectives. Our seven Team Member Resource Groups, which are available to all full-time employees and led by employee volunteers, seek to provide opportunities for employees to build connections and understanding through awareness programs and events.\n\nAvailable Information\n\nOur website address is www.chewy.com, and our investor relations website is investor.chewy.com. We promptly make available on our investor relations website, free of charge, the reports that we file or furnish with the SEC, corporate governance information (including our Code of Business Conduct and Ethics) and select press releases. We file annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, proxy and information statements and amendments to reports filed or furnished pursuant to Sections 13(a), 14, and 15(d) of the Securities Exchange Act of 1934, as amended (the “Exchange Act”). The SEC maintains a website at www.sec.gov that contains reports, proxy and information statements and other information regarding Chewy and other issuers that file electronically with the SEC.",
      "char_count": 28361
    },
    "item1a": {
      "text": "Item 1A. Risk Factors\n\nThe following are important factors that could affect our business, financial condition or results of operations and could cause actual results for future periods to differ materially from our anticipated results or other expectations, including those expressed in any forward-looking statements made in this Annual Report on Form 10-K, our other filings with the SEC or in presentations such as telephone conferences and webcasts open to the public. You should carefully consider the following factors in conjunction with this Annual Report on Form 10-K, including “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in Item 7 and our consolidated financial statements and related notes in Item 8. The risks and uncertainties described below are not the only ones we face. Additional risks and uncertainties that we are unaware of, or that we currently believe are not material, may also become important factors that adversely affect our business, financial condition or results of operations. If any of the following risks actually occur, or other risks that we are not aware of become material, our business, financial condition, results of operations and future prospects could be materially and adversely affected.\n\nSummary Risk Factors\n\nOur business faces significant risks. The risk factors described below are only a summary of the principal risk factors associated with an investment in us. These risks are more fully described in this “Risk Factors” section, including the following:\n\nRisks Related to Our Business and Operations\n\n•Our recent growth rates may not be sustainable or indicative of our future growth and we may not be able to successfully manage challenges to our future growth.\n\n•Business disruptions and responsive actions may adversely affect our business operations, financial performance, liquidity and cash flow for an unknown period of time.\n\n•If we fail to acquire and retain new customers, or fail to do so in a cost-effective manner, we may be unable to increase net sales, improve margins, and maintain profitability.\n\n•If we fail to manage our growth effectively, our business, financial condition and results of operations could be materially and adversely affected.\n\n•Our continued success is largely dependent on positive perceptions of the Company.\n\n•Our operating expenses may increase over the next few years, and we may generate operating losses as we continue to expand our business.\n\n•We may be unable to accurately forecast net sales and appropriately plan our expenses in the future.\n\n•Our estimate of the size of our addressable markets may prove to be inaccurate.\n\n•We may be unable to source additional suppliers or strengthen our existing relationships with suppliers. In addition, the loss of any of our key suppliers would negatively impact our business.\n\n•Shipping is a critical part of our business and any changes in, or disruptions to, our shipping arrangements could adversely affect our business, financial condition and results of operations.\n\n•If we do not successfully optimize, operate, and manage the expansion of the capacity of our fulfillment centers, our business, financial condition and results of operations could be harmed.\n\n•Our business may be adversely affected if we are unable to provide our customers with a cost-effective platform that is able to respond and adapt to rapid changes in technology.\n\n•We are subject to risks related to online payment methods.\n\n•Our business depends on network and mobile infrastructure, our third-party data center hosting facilities (including cloud-service providers), other third-party providers, and our ability to maintain and scale our technology. Any significant interruptions or delays in service on our websites or mobile applications or any undetected errors or design faults could result in limited capacity, reduced demand, processing delays, and loss of customers or suppliers.\n\n8\n\n•Disruptions to software-as-a-service (“SaaS”) technologies from third parties may adversely affect our business, financial condition and results of operations.\n\n•Our failure or the failure of third-party service providers to protect our websites, networks, and systems against cybersecurity incidents, or to otherwise protect our confidential information, could damage our reputation and brand and harm our business, financial condition and results of operations.\n\n•Safety, quality, and health concerns regarding our products could affect our business, financial condition and results of operations.\n\n•Risks associated with our suppliers and our outsourcing partners, many of which are located outside of the United States (“U.S.”), could materially and adversely affect our business, financial condition and results of operations.\n\n•We are subject to extensive laws and regulations and we may incur material liabilities or costs related to complying with existing or future laws and regulations, and our failure to comply may result in enforcements, penalties, recalls, and other adverse actions.\n\n•We may inadvertently not comply with various laws and regulations covering our pet health business, which may subject us to reprimands, sanctions, probations, fines, suspensions, or the loss of one or more of our licenses.\n\n•Resistance from veterinarians to authorize prescriptions, or their efforts to discourage pet owners from purchasing from us, could cause our sales to decrease and could adversely affect our business, financial condition and results of operations.\n\n•Failure to comply with laws and regulations relating to privacy, data protection, cybersecurity, marketing and advertising and consumer protection, could adversely affect our business, financial condition and results of operations.\n\n•Our ability to utilize net operating loss and tax credit carryforwards, and other tax attributes may be subject to certain limitations.\n\n•We may be unable to adequately protect our intellectual property rights. Additionally, we may be subject to intellectual property infringement claims or other allegations, which could result in substantial damages and diversion of management’s efforts and attention.\n\n•We may be subject to personal injury, workers’ compensation, product liability, labor and employment, and other claims in the ordinary course of business.\n\n•We rely on the performance of members of management and highly-skilled personnel, and our business could be harmed if we are unable to attract, develop, motivate, and retain highly-qualified and skilled employees.\n\n•Uncertainties in economic conditions, industry trends, and market conditions, and their impact on the pet market, could adversely impact our business, financial condition and results of operations.\n\n•Significant merchandise returns or refunds could harm our business.\n\n•We may seek to grow our business through acquisitions or investments in new or complementary businesses, technologies, or offerings, or through other strategic transactions, and the failure to manage these acquisitions, investments, or strategic transactions, or to integrate them with our existing business, could have a material adverse effect on us.\n\n•Our business results could be adversely affected if our new offerings are unsuccessful.\n\n•Regulation of the sale of insurance for pets is subject to change, and future regulations could adversely affect our business, financial condition and results of operations.\n\n•If we cannot successfully manage the unique challenges presented by international markets, we may not be successful in expanding our operations outside the U.S. and Canada.\n\nRisks Related to Our Industry \n\n•Competition in the pet products and services health and retail industries, especially Internet-based competition, is strong and presents an ongoing threat to the success of our business.\n\n•Government regulation of the Internet and e-commerce is evolving, and unfavorable changes or failure by us to comply with these regulations could harm our business, financial condition and results of operations.\n\n•Changes in tax treatment of companies engaged in e-commerce may adversely affect the commercial use of our websites and mobile applications and our financial results. \n\nRisks Related to Our Controlling Stockholders\n\n•Substantial future sales by affiliates of BC Partners (the “BCP Stockholder Parties”) or others of our Class A common stock and/or Class B common stock, par value $0.01 per share (the “Class B common stock” and together with the Class A common stock, the “common stock”), or the perception that such sales may occur, could depress the price of our Class A common stock.\n\n•There could be potential conflicts of interests between us and affiliates of the BCP Stockholder Parties. In addition, our directors may encounter conflicts of interest involving us and the other entities with which they may be affiliated, including matters that involve corporate opportunities.\n\nRisks Related to Ownership of Our Class A Common Stock \n\n•Our stock price has been, and may continue to be, volatile and may decline regardless of our operating performance.\n\n•The dual class structure of our common stock may adversely affect the trading market for our Class A common stock.\n\n9\n\n•Anti-takeover provisions in our charter documents and under Delaware law could make an acquisition of the Company more difficult, limit attempts by our stockholders to replace or remove our current management, and limit the market price of our Class A common stock.\n\n•Our amended and restated certificate of incorporation includes exclusive forum provisions, which could limit our stockholders’ ability to obtain a favorable judicial forum for disputes with us or our directors, officers, or employees.\n\n•The BCP Stockholder Parties control the direction of our business and the concentrated ownership of our common stock will prevent other stockholders from influencing significant decisions.\n\n•We are a “controlled company” within the meaning of the rules of NYSE and rely on exemptions from certain corporate governance requirements.\n\n•Restrictions in our revolving credit facility could adversely affect our operating flexibility.\n\n•The terms of our revolving credit facility may restrict our ability to pay dividends.\n\n•We cannot guarantee that our Repurchase Program (as defined below) will be fully consummated or that it will enhance long-term stockholder value. Share repurchases could also increase the volatility of the trading price of our common stock and could diminish our cash reserves.\n\nGeneral Risk Factors \n\n•Future litigation could have a material adverse effect on our business, financial condition and results of operations.\n\n•Our ability to raise capital in the future may be limited and our failure to raise capital when needed could prevent us from growing.\n\n•We may experience fluctuations in our tax obligations and effective tax rate, which could materially and adversely affect our results of operations.\n\n•If our internal control over financial reporting or our disclosure controls and procedures are not effective, we may be unable to accurately report our financial results, prevent fraud or file our periodic reports in a timely manner, which may cause investors to lose confidence in our reported financial information and may lead to a decline in our stock price.\n\n•The requirements of being a public company require significant resources and management attention and result in significant legal and financial compliance costs, and changing laws, regulations and standards are creating uncertainty for public companies.\n\nRisks Related to Our Business and Operations\n\nOur recent growth rates may not be sustainable or indicative of our future growth and we may not be able to successfully manage challenges to our future growth. \n\nWe have experienced significant growth in recent periods. This rate of growth may not be sustainable or indicative of our future rate of growth. We believe that our continued growth in net sales will depend upon, among other factors, our ability to:\n\n•acquire new customers and retain existing customers;\n\n•increase sales from our new and existing customers;\n\n•increase the number of customers and the amount of sales in our Autoship subscription program;\n\n•attract new vendors to supply quality products that we can offer to our customers at attractive prices;\n\n•retain our existing vendors and have them supply additional quality products that we can offer to our customers at attractive prices;\n\n•provide our customers and vendors with a superior and differentiated experience; \n\n•expand our private brand product offerings, including through the launch of new brands and expansion into new offerings; \n\n•increase the scale of existing private brands;\n\n•expand into new territories;\n\n•increase the awareness of our brand;\n\n•protect our reputation and maintain our positive brand perception;\n\n•develop new features to enhance the consumer experience on our websites and our mobile applications;\n\n•compete effectively and respond to challenges from existing and new competitors;\n\n•develop a scalable, high-performance technology and fulfillment infrastructure that can efficiently and reliably handle increased demand, as well as the deployment of new features and the sale of new products and services;\n\n•fulfill and deliver orders in a timely way and in accordance with customer expectations, which may change over time;\n\n•anticipate and respond timely to macroeconomic trends and changes to consumer preferences;\n\n•hire, integrate and retain talented personnel;\n\n•leverage our technological and operational efficiencies;\n\n•invest in the infrastructure underlying our websites and other operational systems; and\n\n•expand into new offerings or new lines of business in which we do not have prior, or sufficient, operating experience.\n\n10\n\nOur ability to improve margins and maintain profitability will also depend on the factors described above. We cannot provide assurance that we will be able to successfully manage any of the foregoing challenges to our future growth. Any of these factors and others not listed could cause our net sales growth to decline and may adversely affect our margins and profitability. We have also benefited from increasing pet ownership and discretionary spending on pets. To the extent these trends slow or reverse, our net sales, margins and profitability could be adversely affected. Failure to continue our net sales growth or improve margins could have a material adverse effect on our business, financial condition and results of operations. You should not rely on our historical rate of net sales growth as an indication of our future performance.\n\nBusiness disruptions and responsive actions may adversely affect our business operations, financial performance, liquidity and cash flow for an unknown period of time.\n\nOur operations and supply chain could be disrupted by natural or man-made disasters including severe weather, hurricanes, earthquakes, floods, fires, power or water shortages, telecommunications failures, materials scarcity and price volatility, terrorism, civil unrest, conflicts or wars, and health epidemics or pandemics. \n\nSeveral of our fulfillment centers, customer service centers, and corporate offices are located in Florida, Texas, and other areas that are susceptible to hurricanes, sea-level rise, earthquakes, and other natural disasters and severe weather events (including those resulting from climate change). We recognize that the frequency and intensity of natural disasters and severe weather events may continue to increase and as a result, our exposure to these events may increase. A potential result of climate change is more frequent or severe natural disasters or weather events. To the extent such natural disasters or weather events do become more frequent or severe, disruptions to our business and costs to repair facilities or maintain or resume operations could increase. The long-term impacts of climate change may be widespread and unpredictable. These changes over time could also affect, for example, the availability and cost of our products, insurance, commodities and energy (including utilities), which in turn may impact our ability to procure those certain goods or services required for the operation of our business. Therefore, we may experience certain risks, including higher costs, such as uninsured property losses and higher insurance premiums, as well as unexpected disruptions to our business and operations, which could materially and adversely affect our business, financial condition and results of operations.\n\nPublic health crises and the measures taken in response to such events have negatively impacted and may negatively impact our business operations in the future as well. The extent to which any public health crisis may impact our business will depend on future developments that are uncertain and unpredictable, including the duration and severity of such events, their impact on capital and financial markets, the availability and use of vaccines, virus mutations and variants, the length of time for economic and operating conditions to return to prior levels, together with resulting consumer and government behaviors, and numerous other uncertainties. Any of these events could have a material adverse impact on our business, financial condition, results of operations and ability to execute and capitalize on our strategies for a period of time that is currently unknown.\n\nIf any of our fulfillment centers were to shut down, suffer substantial labor shortages, or lose significant capacity for any reason, our operations could be significantly disrupted. Our business relies on an efficient and effective supply chain, including the transportation of our products, as well as the effective functioning of our fulfillment centers. Any interruption or malfunction in our fulfillment operations that could negatively affect the flow or availability of our products and result in difficulties in timely obtaining product from vendors and transportation of those products to our fulfillment centers could adversely affect our sales and results of operations. \n\nIf we fail to acquire and retain new customers, or fail to do so in a cost-effective manner, we may be unable to increase net sales, improve margins, and maintain profitability.\n\nOur success depends on our ability to acquire and retain new customers and to do so in a cost-effective manner. In order to expand our customer base, we must, in part, acquire customers who have historically purchased their pet products and services from other retailers, such as traditional brick and mortar retailers, the websites of our competitors, or our suppliers’ own websites. We have made significant investments related to customer acquisition and expect to continue to spend significant amounts to acquire additional customers. We cannot assure you that the net sales from the new customers we acquire will ultimately exceed the cost of acquiring those customers. There are many factors that may result in our inability to acquire or retain customers. If we are unable to acquire or retain customers who purchase products in volumes sufficient to grow our business, we may be unable to generate the scale necessary to achieve operational efficiency and drive beneficial network effects with our suppliers. Additionally, we may be required to incur significantly higher marketing expenses in order to acquire new customers. Consequently, our prices may increase (or may not decrease to levels sufficient to generate customer interest), our net sales may decrease and our margins and profitability may decline or not improve. As a result, our business, financial condition and results of operations may be materially and adversely affected.\n\nIf our efforts to satisfy our customers are not successful, we may be unable to acquire new customers in sufficient numbers to continue to grow our business, and we may be required to incur significantly higher marketing expenses in order to acquire new customers.\n\n11\n\nWe also use paid and non-paid advertising. Our paid advertising includes search engine marketing, direct mail, display, television, radio and magazine advertising, paid social media and product placement. Our non-paid advertising efforts include search engine optimization, non-paid social media and e-mail marketing. We have relied on and may continue relying on search engines to drive a significant amount of traffic to our websites. Search engines frequently update and change the logic that determines the placement and display of results of a user’s search, such that the purchased or algorithmic placement of links to our websites can be negatively affected. Moreover, a search engine could, for competitive or other purposes, alter its search algorithms or results, causing our websites to place lower in search query results. If there are changes in the usage and functioning of search engines or decreases in consumer use of search engines, for example, as a result of the continued development of AI technology, this could negatively impact our websites.\n\nWe also drive a significant amount of traffic to our websites via social networking or other e-commerce channels used by our current and prospective customers. As social networking and e-commerce channels continue to rapidly evolve, we may be unable to develop or maintain a presence within these channels. If we are unable to cost-effectively drive traffic to our websites, our ability to acquire new customers and our financial condition would be materially and adversely affected. Additionally, if we fail to increase our net sales per active customer, generate repeat purchases or maintain high levels of customer engagement, our business, financial condition and results of operations could be materially and adversely affected.\n\nIf we fail to manage our growth effectively, our business, financial condition and results of operations could be materially and adversely affected.\n\nTo manage our growth effectively, we must continue to, among other things, implement our operational plans and strategies, improve and expand our infrastructure of people and information systems and expand, train and manage our employee base. To support our continued growth, we must effectively integrate, develop and motivate our employees. We face significant competition for personnel in the areas where our corporate offices are located, and certain other areas in which we have operations. Failure to manage our hiring needs effectively or successfully integrate our new hires may have a material adverse effect on our business, financial condition and results of operations.\n\nAdditionally, the growth of our business places significant demands on our management and other employees. We are required to manage relationships with a growing number of suppliers, customers and other third parties. Our information technology systems, supply chain operations, and our internal controls and procedures may not be adequate to support future growth of our customer or supplier base. If we are unable to manage the growth of our organization effectively, our business, financial condition and results of operations may be materially and adversely affected.\n\nThe growth of our business depends on our ability to accurately predict and timely respond to consumer trends, successfully introduce new products and services, improve existing products and services and expand into new offerings. Our growth also depends on our ability to meet the requirements of our customers and the needs of their pets by successfully introducing new products and services, improving and repositioning our existing products and services and expanding into new offerings. These factors contribute to our ability to predict and respond to evolving consumer trends, demands and preferences. The development and introduction of innovative new products and services and expansion into new offerings involves considerable costs. In addition, it may be difficult to establish new supplier or partner relationships and determine appropriate product selection when developing a new product, service or offering. Any new product, service or offering may not generate sufficient customer interest and sales to become profitable or to cover the costs of its development and promotion and may reduce our operating income. In addition, any such unsuccessful effort may adversely affect our brand and reputation. If we are unable to anticipate, identify, develop or market products, services or new offerings that respond to changes in consumer requirements and preferences, or if our new product or service introductions, repositioned products or services, or new offerings fail to gain consumer acceptance, we may be unable to grow our business as anticipated, our sales may decline and our margins and profitability may decline or not improve. As a result, our business, financial condition and results of operations may be materially and adversely affected.\n\nIn addition, while we plan to continue to invest in the expansion of our current offerings and new offerings, we may be unable to maintain or expand our sales, respond timely to changes in regulations or enter into strategic relationships with market-leading suppliers and other market participants. We may encounter certain challenges in manufacturing our products, including the loss of key suppliers and product recalls. Maintaining consistent product quality, competitive pricing, and availability of our products and services for our customers is essential to developing and maintaining customer loyalty and brand awareness. Our inability to sustain the growth and sales of our current and future offerings may materially and adversely affect our projected growth rates, business, financial condition and results of operations.\n\nOur continued success is largely dependent on positive perceptions of the Company.\n\nWe believe that one of the reasons our customers prefer to shop at Chewy is the reputation we have built for providing an exceptional customer experience. To be successful in the future, we must continue to preserve, grow and leverage the value of our reputation and our brand. Reputational value is based in large part on perceptions of subjective qualities, and even isolated incidents may erode trust and confidence and have adverse effects on our business and financial results, particularly if they result in adverse publicity or widespread reaction on social media, governmental investigations, or litigation. Our brand could be adversely affected if our public image or reputation were to be tarnished by negative publicity. Failure to comply or accusations of failure to comply with ethical, social, product, labor, data privacy, and environmental standards could also \n\n12\n\njeopardize our reputation and potentially lead to various adverse consumer actions. Any of these events could adversely affect our business. Additionally, there is an increasing focus from some regulators, investors, and other stakeholders on environmental, social, and governance (“ESG”) matters. To the extent our products and services create ESG-related concerns, our reputation may be harmed.\n\nOur operating expenses may increase over the next few years, and we may generate operating losses as we continue to expand our business.\n\nOur operating expenses may increase over the next several years as we increase our advertising and marketing, launch and expand our offerings and geographical presence, hire additional personnel and continue to develop and enhance features on our websites and mobile applications. Our operating expenses have been affected, and may again be affected, by increased costs as a result of macroeconomic impacts. While it is difficult for us to predict our future results of operations, if we have future negative cash flow or losses resulting from our investment in our business, our financial condition and stock price could be materially and adversely affected.\n\nWe may be unable to accurately forecast net sales and appropriately plan our expenses in the future.\n\nNet sales and results of operations are difficult to forecast because they generally depend on the volume, timing and type of orders we receive, all of which are uncertain. We base our expense levels and investment plans on our estimates of net sales and gross margins. We cannot be sure the same growth rates, trends and other key performance metrics are meaningful predictors of future growth. If our assumptions prove to be wrong, we may spend more than we anticipate acquiring and retaining customers or may generate lower net sales per active customer than anticipated, either of which could have a negative impact on our business, financial condition and results of operations.\n\nOur estimate of the size of our addressable markets may prove to be inaccurate.\n\nData for sales of pet products and services is collected for most, but not all, channels and, as a result, it is difficult to estimate the size of the markets that we operate in and predict the rate at which the markets for our products and services will grow, if at all. While our market size estimates are made in good faith and are based on assumptions and estimates we believe to be reasonable, these estimates may not be accurate. If our estimates of the size of our addressable markets are not accurate, our potential for future growth may be less than we currently anticipate, which could have a material adverse effect on our business, financial condition and results of operations.\n\nWe may be unable to source additional suppliers or strengthen our existing relationships with suppliers. In addition, the loss of any of our key suppliers would negatively impact our business.\n\nIf we are unable to attract and retain suppliers, we may be unable to maintain and/or expand our supplier network, which would negatively impact our business. \n\nWe also purchase significant amounts of products from a number of suppliers with limited supply capabilities. There can be no assurance that our current suppliers will be able to accommodate our anticipated growth or continue to supply current quantities at preferential prices. An inability of our existing suppliers to provide products in a timely or cost-effective manner could impair our growth and materially and adversely affect our business, financial condition and results of operations. For instance, we have experienced disruptions by existing suppliers being unable to supply us with products in a timely or cost-effective manner. While we believe these disruptions were temporary, they may occur again and a continued inability of our existing suppliers to provide products or other product supply disruptions that may occur in the future could impair our business, financial condition and results of operations.\n\nIf any of our significant pet product suppliers discontinue selling to us at any time or discontinue offering us any preferential pricing or exclusive incentives, we could experience a negative impact on our business, financial condition and results of operations. In addition, in our experience, it is challenging to persuade pet food buyers to switch to a different product, which could make it difficult to retain certain customers if we lose a pet food supplier, thereby exacerbating the negative impact of such loss on our business, financial condition and results of operations.\n\nWe continually seek to expand our base of suppliers and to identify new pet products. If we are unable to identify or enter into distribution relationships with new suppliers or to replace the loss of any of our existing suppliers, we may experience a competitive disadvantage, our business may be disrupted and our business, financial condition and results of operations may be adversely affected.\n\nMost of the premium pet food brands that we purchase are not widely carried in supermarkets, warehouse clubs or mass merchants. If any premium pet food manufacturers were to make premium pet food products widely available in supermarkets or through mass merchants, or if the premium brands currently available to supermarkets and mass merchants were to increase their market share at the expense of the premium brands sold only through specialty pet food and supplies retailers, our ability to attract and retain customers and our competitive position may suffer. Furthermore, if supermarkets, warehouse clubs or mass merchants begin offering any of these premium pet food brands at lower prices, our sales and gross margin could be adversely affected.\n\n13\n\nCertain of our principal suppliers currently provide us with incentives related to various trade allowances, cooperative advertising and market development funds. A reduction or discontinuance of these incentives could reduce our overall profitability. Similarly, if one or more of our suppliers were to offer certain incentives, including preferential pricing, to our competitors, our competitive advantage could be reduced, which could materially and adversely affect our business, financial condition and results of operations.\n\nShipping is a critical part of our business and any changes in, or disruptions to, our shipping arrangements could adversely affect our business, financial condition and results of operations.\n\nWe have relied on and, will continue to rely on, third-party national, regional and local logistics providers to ship and deliver our products. If we are not able to negotiate acceptable pricing and other terms with these providers, or if these providers experience performance problems or other difficulties in processing our orders or delivering our products to customers, it could negatively impact our results of operations and our customers’ experience. In addition, our ability to receive inbound inventory efficiently and ship merchandise to customers may be negatively affected by factors beyond our and these providers’ control, including inclement weather, fire, flood, power loss, earthquakes, acts of war or terrorism or other events, such as labor disputes, financial difficulties, volatility in the prices of fuel, gasoline and commodities such as paper and packing supplies, system failures and other disruptions to the operations of the shipping companies on which we rely. We are also subject to risks of damage or loss during delivery by our shipping vendors. If the products ordered by our customers are not delivered in a timely fashion or are damaged or lost during the delivery process, our customers could become dissatisfied and cease buying our products, which would adversely affect our business, financial condition and results of operations. Further, due to conditions beyond our control, we have experienced, and may continue to experience, disruptions and delays in national, regional and local shipping, which may negatively impact our customers’ experience and our results of operations. These conditions may disrupt our suppliers and logistics providers and other third-party delivery agents, as their workers may be unable to report to work and transporting products within regions or countries may be limited due to extended holidays, factory closures, port closures and increased border controls and closures, among other things. We have incurred and may continue to incur higher shipping costs due to various surcharges by third-party delivery agents. If we are unable to recover these additional costs, our margins and profitability may be adversely affected.\n\nIf we do not successfully optimize, operate, and manage the expansion of the capacity of our fulfillment centers, our business, financial condition and results of operations could be harmed.\n\nIf we do not optimize and operate our fulfillment centers successfully and efficiently, it could result in excess or insufficient fulfillment capacity, an increase in costs or impairment charges or harm to our business in other ways. In addition, if we do not have sufficient fulfillment capacity or experience problems fulfilling orders in a timely manner, including as a result of unforeseen disruptions, our customers may experience delays in receiving their purchases, which could harm our reputation, our relationship with our customers and our results of operations. In addition, we have had to, and may again have to, pause operations at a fulfillment center, which resulted in, and could again result in, delayed or canceled orders. These actions or other actions that we may take in response to unforeseen circumstances that have the effect of delaying or canceling orders could negatively impact our ability to maintain, protect or enhance our brand. We have also experienced, and may continue to experience, disruptions to our supply chain operations and labor workforce availability due to factors beyond our control. If we are unable to successfully optimize our fulfillment centers or manage inventory effectively, it could increase costs and adversely affect our business.\n\nWe have designed and built our own fulfillment center infrastructure which is tailored to meet the specific needs of our business, including customizing third-party inventory and package handling software systems and automated fulfillment capabilities. If we continue to add fulfillment and warehouse capabilities, add new businesses or categories with different fulfillment requirements or change the mix in products that we sell, our fulfillment network could become increasingly complex and operating it may become more challenging. Failure to successfully address such challenges in a cost-effective and timely manner could impair our ability to timely deliver our customers’ purchases and could harm our reputation and ultimately, our business, financial condition and results of operations.\n\nWe may add additional fulfillment center capacity as our business continues to grow and our offerings expand. We cannot assure you that we will be able to locate suitable facilities on commercially acceptable terms, nor can we assure you that we will be able to recruit qualified managerial and operational personnel to support our expansion plans. If we are unable to secure new facilities for the expansion of our fulfillment operations, recruit qualified personnel to support any such facilities, or effectively control expansion-related expenses, our business, financial condition and results of operations could be materially and adversely affected. If we grow faster than we anticipate, we may exceed our fulfillment center capacity sooner than we anticipate, we may experience problems fulfilling orders in a timely manner or our customers may experience delays in receiving their purchases, which could harm our reputation and our relationship with our customers, and we would need to increase our capital expenditures more than anticipated and in a shorter time frame than we currently anticipate. \n\nOur ability to operate and potentially expand our fulfillment center capacity, including our ability to secure suitable facilities and recruit qualified employees, may be affected by unforeseen circumstances and macroeconomic impacts. Many of the expenses and investments with respect to our fulfillment centers are fixed, and any expansion of such fulfillment centers will require additional investment of capital. We have incurred, and may again incur, increased capital expenditures for our fulfillment center operations as our business continues to grow. We would typically incur such expenses and make such investments in advance of expected sales, and such expected sales may not occur. Any of these factors could materially and adversely affect our business, financial condition and results of operations.\n\n14\n\nOur business may be adversely affected if we are unable to provide our customers with a cost-effective platform that is able to respond and adapt to rapid changes in technology.\n\nOur customers generally access the Internet through devices other than personal computers, including mobile phones, handheld computers such as notebooks and tablets, video game consoles and television set-top devices. The versions of our websites and mobile applications developed for these devices may not be compelling to consumers. Adapting our services and/or infrastructure to these devices, as well as other new Internet, networking or telecommunications technologies, could be time-consuming and could require us to incur substantial expenditures, which could adversely affect our business, financial condition and results of operations.\n\nAdditionally, as new mobile devices and platforms are released, it is difficult to predict the problems we may encounter in developing applications for alternative devices and platforms and we may need to devote significant resources to the creation, support and maintenance of such applications. If we are unable to attract consumers to our websites or mobile applications through these devices or are slow to develop a version of our websites or mobile applications that is more compatible with alternative devices, we may fail to capture a significant share of consumers in the pet food and accessory market and could also lose customers, which could materially and adversely affect our business, financial condition and results of operations.\n\nOur technology platform may also use open-source software. The use of such open-source software may subject us to certain conditions, including the obligation to offer, distribute, or disclose our technology platform for no or reduced cost, make the proprietary source code subject to open-source software licenses available to the public, license our software and systems that use open-source software for the purpose of making derivative works, or allow reverse assembly, disassembly, or reverse engineering. We monitor our use of open-source software to avoid subjecting our technology platform to conditions we do not intend. However, if our technology platform becomes subject to such unintended conditions, it could have an adverse effect on our business, financial condition and results of operations.\n\nWe continually consider whether to upgrade existing technologies and business applications and we may be required to implement new technologies such as those related to artificial intelligence (“AI”) in the future. The implementation of upgrades and changes may require significant investments. Our results of operations may be affected by the timing, effectiveness and costs associated with the implementation of any upgrades or changes to our systems and infrastructure. In the event that it is more difficult for our customers to buy products from us on their mobile devices, or if our customers choose not to buy products from us on their mobile devices or to use mobile products that do not offer access to our websites, we could lose customers and fail to attract new customers. As a result, our customer growth could be harmed and our business, financial condition and results of operations may be materially and adversely affected.\n\nWe are subject to risks related to online payment methods.\n\nWe currently accept payments using a variety of methods, including credit card, debit card, PayPal, Apple Pay, and gift cards and may offer new payment options over time. These payment options subject us to additional regulations and compliance requirements and may also increase our exposure to fraud, criminal activity and other risks. For certain payment methods, we pay interchange and other fees, which may increase over time and raise our operating costs and lower profitability. We are also subject to payment card association operating rules and certification requirements, including the Payment Card Industry Data Security Standard (“PCI DSS”) and rules governing electronic funds transfers, which could change or be reinterpreted to make it difficult or impossible for us to comply. Failure to comply with PCI DSS or to meet other payment card standards may result in the imposition of financial penalties or the allocation by the card brands of the costs of fraudulent charges to us.\n\nFurthermore, as our business changes, we may be subject to different rules under existing standards, which may require new assessments that involve additional costs for compliance. In the future, as we offer new payment options to consumers, including by way of integrating emerging mobile and other payment methods, we may be subject to additional regulations, compliance requirements and fraud. If we fail to comply with the rules or requirements of any provider of a payment method we accept, if the volume of fraud in our transactions limits or terminates our rights to use payment methods we currently accept, or if a data breach occurs relating to our payment systems, we may, among other things, be subject to fines or higher transaction fees and may lose, or face restrictions placed upon, our ability to accept credit card payments from consumers or facilitate other types of online payments. If any of these events were to occur, our business, financial condition and results of operations could be materially and adversely affected. \n\nWe have previously received, and could continue to receive, orders placed with fraudulent data. Bad actors have exploited, and may continue to exploit, stolen data from data breaches unrelated to us, which may increase the number of orders placed with fraudulent data. If we are unable to detect or control fraud, our liability for these transactions could harm our business, financial condition and results of operations.\n\n15\n\nOur business depends on network and mobile infrastructure, our third-party data center hosting facilities (including cloud- service providers), other third-party providers, and our ability to maintain and scale our technology. Any significant interruptions or delays in service on our websites or mobile applications or any undetected errors or design faults could result in limited capacity, reduced demand, processing delays, and loss of customers or suppliers.\n\nAn element of our strategy is to generate a high volume of traffic on, and use of, our websites and mobile applications. Our reputation and ability to acquire, retain and serve our customers are dependent upon the reliable performance of our websites, mobile applications, on-premises systems and the underlying network infrastructure. As our customer base and the amount of information shared on our websites and mobile applications continue to grow, we are likely to need an increasing amount of network capacity and computing power. We have spent, and expect to continue to spend, substantial amounts on data centers, including cloud providers, and equipment and related network infrastructure to handle the traffic on our websites and mobile applications. The operation of these systems is complex and we have experienced, and could in the future experience, minor interruptions, which could increase in severity and result in operational failures. In some cases, we access platforms run by third-party cloud providers, which makes us vulnerable to their service interruptions. In the event that the volume of traffic of our customers exceeds the capacity of our current network infrastructure or in the event that our customer base or the amount of traffic on our websites and mobile applications grows more quickly than anticipated, we may be required to incur significant additional costs to enhance the underlying network infrastructure. Significant interruptions or delays in these systems, whether due to system failures, computer viruses, physical or electronic break-ins, undetected errors, design faults or other unexpected events or causes, could affect the security or availability of our websites and mobile applications and prevent our customers from accessing our websites and mobile applications. If sustained or repeated, these performance issues could reduce the attractiveness of our products and services. In addition, the costs and complexities involved in expanding and upgrading our systems may prevent us from doing so in a timely manner and may prevent us from adequately meeting the demand placed on our systems. Any web or mobile platform interruption or inadequacy that causes performance issues or interruptions in the availability of our websites or mobile applications could reduce consumer satisfaction and result in a reduction in the number of consumers using our products and services.\n\nWe depend on the development and maintenance of the Internet and mobile infrastructure. This includes maintenance of reliable Internet and mobile infrastructure with the necessary speed, data capacity and security, as well as timely development of complementary products, for providing reliable Internet and mobile access. We also use and rely on services from other third parties, such as our telecommunications services and payment processors, and those services may be subject to outages and interruptions that are not within our control. We have experienced telecommunication issues and increased failures by our telecommunications providers may interrupt our ability to provide phone support to our customers and distributed denial-of-service (“DDoS”) attacks directed at our telecommunication service providers could prevent customers from accessing our websites. In addition, we have and may continue to experience down periods where our third-party payment processors are unable to process the online payments of our customers and our ability to receive customer orders is disrupted. Our business, financial condition and results of operations could be materially and adversely affected if, for any reason, the reliability of our Internet, telecommunications, payment systems and mobile infrastructure is compromised.\n\nWe currently rely upon third-party service providers, including cloud service providers, such as Amazon Web Services (“AWS”). Nearly all of our data storage and analytics are conducted on, and the data and content we create associated with sales on our websites and mobile applications are processed through servers hosted by these providers. We also rely on e-mail service providers, bandwidth providers, Internet service providers and mobile networks to deliver e-mail and “push” communications to customers and to allow customers to access our websites. We have experienced, and may again experience, cybersecurity incidents due to disruptions to systems maintained by third-party service providers.\n\nAny significant damage to, or failure of, our systems or the systems of our third-party data centers, or our other service providers could result in prolonged interruptions to the availability or functionality of our websites and mobile applications. As a result, we could lose customer data and miss order fulfillment deadlines, which could result in decreased sales, increased overhead costs, excess inventory and product shortages. If, for any reason, our arrangements with our data centers, cloud service providers or other third-party providers are terminated or interrupted, such termination or interruption could adversely affect our business, financial condition and results of operations. We exercise little control over these providers, which increases our vulnerability to problems with the services they provide. We have designed certain of our software and computer systems to also utilize data processing, storage capabilities and other services provided by AWS. Given this, along with the fact that we cannot rapidly switch our AWS operations to another cloud provider, any disruption of or interference with our use of AWS would impact our operations and our business would be adversely impacted. We could experience additional expense in arranging for new facilities, technology, services and support. In addition, the failure of our third-party data centers, including cloud service providers, or any other third-party providers to meet our capacity requirements could result in interruption in the availability or functionality of our websites and mobile applications.\n\nThe satisfactory performance, reliability and availability of our websites, mobile applications, transaction processing systems and technology infrastructure are critical to our reputation and our ability to acquire and retain customers, as well as to maintain adequate customer service levels. We have experienced, and may again experience, unavailability of our websites and mobile applications, primarily due to DDoS events, and increased unavailability of our websites or of our mobile applications or reduced order fulfillment performance would reduce the volume of goods sold and could also materially and adversely affect consumer perception of our brand. Any slowdown or failure of our websites, mobile applications or the underlying technology infrastructure could harm our business, reputation and our ability to acquire, retain and serve our customers.\n\n16\n\nThe occurrence of a natural disaster, power loss, telecommunications failure, data loss, computer virus, ransomware attack, an act of terrorism, cyberattack, vandalism or sabotage, act of war or any similar event, or a decision to close our third-party data centers on which we normally operate or the facilities of any other third-party provider without adequate notice or other unanticipated problems at these facilities could result in lengthy interruptions in the availability of our websites and mobile applications. Cloud computing, in particular, is dependent upon having access to an Internet connection in order to retrieve data. If a natural disaster, pandemic, blackout or other unforeseen event were to occur that disrupted the ability to obtain an Internet connection, we may experience a slowdown or delay in our operations. While we have some limited business continuity arrangements in place, our preparations may not be adequate to account for disasters or similar events that may occur in the future and may not effectively permit us to continue operating in the event of any problems with respect to our systems or those of our third-party data centers or any other third-party facilities. Our business continuity and data redundancy plans may be inadequate, and our business interruption insurance may not be sufficient to compensate us for the losses that could occur. If any such event were to occur to our business, our operations could be impaired and our business, financial condition and results of operations may be materially and adversely affected.\n\nDisruptions to SaaS technologies from third parties may adversely affect our business, financial condition and results of operations.\n\nWe use SaaS technologies from third-parties in order to operate critical functions of our business, including financial management services, customer relationship management services, supply chain services and data storage services. If these services become unavailable due to extended outages or interruptions or because they are no longer available on commercially reasonable terms or prices, or for any other reason, our expenses could increase, our ability to manage our finances could be interrupted, our processes for managing sales of our offerings and supporting our customers could be impaired, our ability to communicate with our suppliers could be weakened and our ability to access or save data stored to the cloud may be impaired until equivalent services, if available, are identified, obtained and implemented, all of which could harm our business, financial condition and results of operations.\n\nOur failure or the failure of third-party service providers to protect our websites, networks, and systems against cybersecurity incidents, or to otherwise protect our confidential information, could damage our reputation and brand and harm our business, financial condition and results of operations.\n\nAs a result of our services being primarily web-based, we collect, process, transmit and store large amounts of data about our customers, employees, suppliers and others, including credit card information (which we don’t store) and personally identifiable information, as well as other confidential and proprietary information. We also employ third-party service providers for a variety of reasons, including storing, processing and transmitting proprietary, personal and confidential information on our behalf. While we rely on tokenization solutions licensed from third-parties in an effort to securely transmit confidential and sensitive information, including credit card numbers, advances in computer capabilities, new technological discoveries or other developments may result in the whole or partial failure of these solutions to protect confidential and sensitive information from being breached or compromised. Similarly, our security measures and those of our third-party service providers may not detect or prevent all attempts to hack our systems or those of our third-party service providers. DDoS attacks, viruses, malicious software, break-ins, phishing attacks, ransomware, social engineering, cyber-attacks, security breaches or other cybersecurity incidents and similar disruptions that may jeopardize the security of information stored in or transmitted by our websites, networks and systems or that we or our third-party service providers otherwise maintain, including payment card systems, may subject us to fines or higher transaction fees or limit or terminate our access to certain payment methods. The integration of AI into our operations could also increase cybersecurity and privacy risks and could lead to potential unauthorized access, misuse, acquisition, release, disclosure, alteration or destruction of company or customer data or other confidential or proprietary information. Further, threat actors may leverage AI technology to launch more sophisticated, automated, targeted and coordinated attacks that are more difficult to detect. We and our service providers may not anticipate or prevent all types of attacks until after they have already been launched, and techniques used to obtain unauthorized access to or sabotage systems change frequently and may not be known until launched against us or our third-party service providers. In addition, cybersecurity incidents can also occur as a result of non-technical issues, including intentional or inadvertent breaches by our employees or by persons with whom we have commercial relationships.\n\nBreaches of our security measures or those of our third-party service providers or any cybersecurity incident could result in unauthorized access to our websites, networks and systems; unauthorized access to and misappropriation of consumer and/or employee information, including personally identifiable information, or other sensitive, confidential or proprietary information of ourselves or third parties; viruses, worms, spyware or other malware being served from our websites, networks or systems; deletion or modification of content or the display of unauthorized content on our websites; interruption, disruption or malfunction of operations; costs relating to cybersecurity incident remediation, deployment of additional personnel and protection technologies, response to governmental investigations and media inquiries and coverage; engagement of third party experts and consultants; litigation, regulatory action and other potential liabilities. If any of these cybersecurity incidents occur, or there is a public perception that we, or our third-party service providers, have suffered such a breach, our reputation and brand could also be damaged and we could be required to expend significant capital and other resources to alleviate problems caused by such cybersecurity incidents. As a consequence, our business could be materially and adversely affected and we could also be exposed to litigation and regulatory action and possible liability. In addition, any party who is able to illicitly obtain a customer’s password could access the customer’s transaction data or personal information. Any compromise or breach of our security measures, or those of our third-party service providers, could violate applicable privacy, data security and other \n\n17\n\nlaws, and cause significant legal and financial exposure, adverse publicity and a loss of confidence in our security measures, which could have a material adverse effect on our business, financial condition and results of operations. This is more so since governmental authorities throughout the U.S. and around the world are devoting more attention to data privacy and security issues.\n\nWhile we maintain privacy, data breach and network security liability insurance, we cannot be certain that our coverage will be adequate for liabilities actually incurred or that insurance will continue to be available to us on economically reasonable terms, or at all. Additionally, even though we continue to devote significant resources to monitor and update our systems and implement information security measures to protect our systems, there can be no assurance that any controls and procedures we have in place will be sufficient to protect us from future cybersecurity incidents. Failure by us or our vendors to comply with data security requirements or rectify a security issue may result in class action litigation, fines and the imposition of restrictions on our ability to accept payment cards, which could adversely affect our operations. As cyber threats are continually evolving, our controls and procedures may become inadequate and we may be required to devote additional resources to modify or enhance our systems in the future. As a result, we may face interruptions to our systems, reputational damage, claims under privacy, cybersecurity and data protection laws and regulations, customer dissatisfaction, legal liability, enforcement actions or additional costs, any and all of which could adversely affect our business, financial condition and results of operations. For more information on the management of our cybersecurity programs, see “Item 1C. Cybersecurity.”\n\nSafety, quality, and health concerns regarding our products could affect our business, financial condition and results of operations.\n\nWe could be adversely affected if consumers lose confidence in the safety and quality of our food or other products. All of our suppliers are required to comply with applicable product safety laws and we are dependent upon them to ensure such compliance. One or more of our suppliers, including manufacturers of our private brand products, might not adhere to product safety requirements or our quality control standards. Any issues of product safety or allegations that our products are in violation of governmental regulations, including, but not limited to, issues involving products manufactured in foreign countries, could cause those products to be recalled. Adverse publicity about these types of concerns, whether valid or not, may discourage consumers from buying the products we offer, or cause supplier production and delivery disruptions. The real or perceived sale of contaminated food products by us could result in product liability claims against our suppliers or us, expose us or our suppliers to governmental enforcement action or private litigation, or lead to costly recalls and a loss of consumer confidence, any of which could have an adverse effect on our business, financial condition and results of operations. In addition, our products may be exposed to product recalls, and we may be subject to litigation, if they are alleged to cause or pose a risk of injury or illness or if they are alleged to have been mislabeled, misbranded or adulterated or to otherwise be in violation of governmental regulations. We may also voluntarily recall or withdraw products that we consider do not meet our standards, whether for palatability, appearance or otherwise, in order to protect our brand and reputation. While we carry product liability insurance, our insurance may not be adequate to cover all liabilities that we may incur in connection with product liability claims. For example, punitive damages are generally not covered by insurance. In addition, we may be unable to continue to maintain our existing insurance, obtain comparable insurance at a reasonable cost, if at all, or secure additional coverage, which may result in future product liability claims being uninsured. Any of these factors could negatively impact our business, financial condition and results of operations.\n\nRisks associated with our suppliers and our outsourcing partners, many of which are located outside of the U.S., could materially and adversely affect our business, financial condition and results of operations. \n\nWe depend on a number of suppliers and outsourcing partners to provide our customers with a wide range of products in a timely and efficient manner. A significant portion of our suppliers for our private brand business and our non-consumable business are located in China, and if we are unable to maintain our relationships with our existing outsourcing partners or cannot enter into relationships with new outsourcing partners to meet the manufacturing and assembly needs of our private brand business, our private brand business may be disrupted and our business, financial condition and results of operations may be materially and adversely affected. In addition, political and economic instability, the financial stability of our suppliers and outsourcing partners and their ability to meet our standards, conflict and hostilities, labor problems, the availability and prices of raw materials, merchandise quality issues, currency exchange rates, transport availability and cost, transport security, inflation, natural disasters and epidemics, tariffs, taxes, export controls, trade restrictions and sanctions, among other factors, are beyond our control and may materially and adversely affect our suppliers and outsourcing partners and, in turn, our business, financial condition and results of operations. Our business has been affected by, and may continue to be affected by, disruptions or restrictions on our employees’ and other service providers’ ability to travel, temporary closures of our facilities, including one or more of our fulfillment centers or customer service centers, or the facilities of our suppliers and other vendors in our supply chain. In addition to the potential direct effects on us of any events beyond our control such as a public health crisis, we could be materially adversely impacted, including from any disruption to critical vendor services or losses of business, if any of our suppliers face significant business disruptions.\n\n18\n\nIn addition, continued and ongoing international conflict has led to disruption, instability and volatility in the global markets and industries that could negatively impact our operations. For example, while we do not have direct operations within Russia or Ukraine, the conflict involving these nations could adversely affect our business, supply chain and partners. Similarly, while we also do not have direct operations in the Middle East, the escalating tensions in the region may disrupt global markets and impact our business, supply chain and customers. The impact of these global events on our longer-term operational and financial performance will depend on future developments, our response and governmental response to inflation and the duration and severity of such conflicts.\n\nMoreover, there is uncertainty regarding the future of international trade agreements and the U.S.’ position on international trade. For example, the current U.S. administration has announced, and may in the future announce, plans to implement or increase tariffs on imports from China, Mexico, Canada, and other countries. The U.S. federal government may also withdraw from or materially modify international trade agreements. While we are unable to predict the extent of changes the current administration may bring to the U.S. government’s trade policy, such changes may cause us to amend our supply chain strategies or adversely impact our own costs. \n\nAdditional trade restrictions, including tariffs, quotas, embargoes, safeguards and customs restrictions, could increase the cost or reduce the supply of products available to us and to our suppliers and may require us to modify our supply chain organization or other current business practices, any of which could harm our business, financial condition and results of operations.\n\nWe are subject to extensive laws and regulations and we may incur material liabilities or costs related to complying with existing or future laws and regulations, and our failure to comply may result in enforcements, penalties, recalls, and other adverse actions.\n\nWe are subject to a broad range of federal, state, local, and foreign laws and regulations including those intended to protect public and worker health and safety, natural resources and the environment. Our operations are subject to regulation by the Occupational Safety and Health Administration, the Food and Drug Administration, the Department of Agriculture, and other federal, state, local and foreign authorities regarding the processing, packaging, storage, distribution, advertising, labeling and export of our products, including food safety standards. In addition, we and our partners are subject to additional regulatory requirements, including environmental, health and safety laws and regulations administered by the U.S. Environmental Protection Agency, federal, state, local and foreign environmental, health and safety legislative and regulatory authorities, including the Department of Labor and the National Labor Relations Board, covering such areas as discharges and emissions to air and water, the use, management, disposal and remediation of, and human exposure to, hazardous materials and wastes, and public and worker health and safety. These laws and regulations also govern our relationships with employees, including minimum wage requirements, overtime, terms and conditions of employment, working conditions and citizenship requirements. Violations of or liability under any of these laws and regulations may result in administrative, civil or criminal fines, penalties or sanctions against us, revocation or modification of applicable permits, licenses or authorizations, environmental, health and safety investigations or remedial activities, voluntary or involuntary product recalls, warning or untitled letters or cease and desist orders against operations that are not in compliance, among other things. Such laws and regulations generally have become more stringent over time and may become more so in the future, and we may incur (directly or indirectly) material costs to comply with current or future laws and regulations or in any required product recalls. Liabilities or costs of compliance with any such laws and regulations could materially and adversely affect our business, financial condition and results of operations. In addition, changes in these laws and regulations could impose significant limitations and require changes to our business, which may increase our compliance expenses, make our business more costly and less efficient to conduct, and compromise our growth strategy.\n\nAmong other regulatory requirements, the FDA reviews the inclusion of certain claims in pet food labeling. For example, pet food products that are labeled or marketed with claims that may suggest that they are intended to treat or prevent disease in pets would potentially meet the statutory definitions of both a food and a drug. The FDA has issued guidance containing a list of specific factors it will consider in determining whether to initiate enforcement action against such products if they do not comply with the applicable regulatory requirements. These factors include, among other things, whether the product is only made available through or under the direction of a veterinarian and does not present a known safety risk when used as labeled. While we believe that we market our products in compliance with the FDA’s guidance and regulations related to food and drugs, the FDA may disagree with our practices or classify some of our products differently than we do, and may impose additional regulatory requirements which could lead to alleged violations, enforcement actions, and product market withdrawals or recalls. In addition, we may produce new products that may be subject to FDA pre-market review before we can market and sell such products.\n\nFrom time to time the FDA, the Association of American Feed Control Officials, or state regulatory authorities may enact a regulation, requirement or other guidance that impacts pet food packaging, labeling, or marketing materials. As a result, we may need to incur material costs to change our packaging, labeling, or marketing to comply with such regulation or requirement and could be subject to liabilities if we fail to timely comply with such requirements, which could have a material adverse effect on our business, financial condition and results of operations.\n\n19\n\nIn addition to enforcement actions initiated by government agencies, there has been an increasing tendency in the U.S. among pharmaceutical companies to resort to the courts and industry and self-regulatory bodies to challenge comparative prescription drug advertising on the grounds that the advertising is false and deceptive. Through the years, there has been a continuing expansion of specific rules, prohibitions, media restrictions, labeling disclosures, and warning requirements with respect to the advertising for certain products.\n\nThese developments and others related to government regulation could have a material adverse effect on our reputation, business, financial condition and results of operations.\n\nWe may inadvertently not comply with various laws and regulations covering our pet health business, which may subject us to reprimands, sanctions, probations, fines, suspensions, or the loss of one or more of our licenses.\n\nThe sale and delivery of prescription pet medications and the provision of pharmacy, veterinary, and telehealth services are generally governed by federal and state laws and regulations and are subject to extensive oversight by state and federal governmental authorities. Governmental authorities that regulate our business have broad latitude to make, interpret, and enforce the applicable laws and regulations, and they continue to interpret and enforce those laws and regulations more strictly and more aggressively each year. We are currently, and may in the future continue to be, subject to routine administrative inquiries related to our pharmacy, veterinary, and telehealth services businesses. We cannot assure you that we will not be subject to reprimands, sanctions, probations or fines, or that one or more of our licenses will not be suspended or revoked, or that our ability to offer pharmacy and telehealth services will not be challenged, in connection with these complaints or otherwise. \n\nOur insurance, pharmacy, and veterinary businesses also involve the provision of professional services that could expose us to professional liability claims. Our pharmacy business is subject to risks inherent in the dispensing, packaging and distribution of drugs and other health care products and services, including claims related to purported dispensing and other operational errors. Our veterinary business is subject to risks inherent in the administration of veterinary services, including claims relating to veterinary malpractice. Any failure to adhere to the laws and regulations applicable to the dispensing of drugs or provision of veterinary services could subject our businesses to administrative, civil and criminal penalties.\n\nIf we are unable to maintain the licenses granted by relevant state authorities in connection with our insurance, pharmacy, and veterinary businesses, or if we become subject to actions by the FDA or other regulators, our dispensing of prescription medications to pet parents could cease and we may be subject to reprimands, sanctions, probations or fines, which could have a material adverse effect on our business, financial condition and results of operations. \n\nResistance from veterinarians to authorize prescriptions, or their efforts to discourage pet owners from purchasing from us, could cause our sales to decrease and could adversely affect our business, financial condition and results of operations.\n\nThe laws and regulations relating to the sale and delivery of prescription pet medications vary from state to state, but generally require that prescription pet medications be dispensed with authorization from a prescribing veterinarian. Some veterinarians resist providing customers with a copy of their pet’s prescription or authorizing the prescription to our pharmacy staff, thereby effectively preventing us from filling such prescriptions under applicable law. Certain veterinarians have also tried to discourage pet owners from purchasing prescription medication from Internet mail order pharmacies. If the number of veterinarians who refuse to authorize prescriptions to our pharmacy staff increases, or if veterinarians are successful in discouraging pet owners from purchasing from us, our sales could decrease and our business, financial condition and results of operations may be materially adversely affected.\n\nFailure to comply with laws and regulations relating to privacy, data protection, cybersecurity, marketing and advertising and consumer protection could adversely affect our business, financial condition and results of operations.\n\nWe rely on a variety of advertising and marketing techniques, including email and social media marketing and postal mailings, and we are subject to various laws and regulations that govern such practices. A variety of applicable laws and regulations govern the collection, use, retention, sharing and security of consumer data, particularly in the context of online advertising which we rely upon to attract new customers. In addition, we also collect, store, and transmit employees’ health information for certain reasons, such as administering employee benefits; accommodating disabilities and injuries; complying with public health requirements; and maintaining employee safety in the workplace.\n\nLaws and regulations relating to privacy, data protection, cybersecurity, advertising and marketing, and consumer protection are evolving and subject to potentially differing interpretations. These requirements may be interpreted and applied in a manner that is inconsistent from one jurisdiction to another or may conflict with other rules or our practices. As a result, our practices may not have complied, or may not comply in the future, with all such laws, regulations, requirements and obligations. Any failure, or perceived failure, by us to comply with our posted privacy policies or with any privacy or consumer protection-related laws, regulations, industry self-regulatory principles, industry standards or codes of conduct, regulatory guidance, orders to which we may be subject or other legal obligations relating to privacy or consumer protection could adversely affect our reputation, brand and business, and may result in claims, liabilities, proceedings or actions against us by governmental entities, customers, suppliers or others, or may require us to change our operations and/or cease using certain data sets. Any such claims, proceedings or actions could hurt our reputation, brand and business, force us to incur significant expenses in defense of such \n\n20\n\nproceedings or actions, distract our management, increase our costs of doing business, result in a loss of customers and suppliers and result in the imposition of monetary penalties. We may also be contractually required to indemnify and hold harmless third parties from the costs or consequences of non-compliance with any laws, regulations or other legal obligations relating to privacy, data protection, cybersecurity or consumer protection or any inadvertent or unauthorized use or disclosure of data that we store or handle as part of operating our business.\n\nGovernmental authorities continue to evaluate the privacy implications inherent in the use of third-party “cookies” and other methods of online tracking for behavioral advertising and other purposes. The U.S. government and state governments have enacted, have considered or are considering enacting, legislation or regulations that could significantly restrict the ability of companies and individuals to engage in these activities, such as by regulating the level of consumer notice and consent required before a company can employ cookies or other electronic tracking tools or the use of data gathered with such tools. Additionally, some providers of consumer devices and web browsers have implemented, or announced plans to implement, means to make it easier for Internet users to prevent the placement of cookies or to block other tracking technologies, which could result in the use of third-party cookies and other methods of online tracking becoming significantly less effective. The regulation of the use of these cookies and other current online tracking and advertising practices or a loss in our ability to make effective use of services that employ such technologies could increase our costs of operations and limit our ability to acquire new customers on cost-effective terms and consequently, materially and adversely affect our business, financial condition and results of operations.\n\nIn addition, various legislative and regulatory bodies, or self-regulatory organizations, may expand current laws or regulations, enact new laws or regulations or issue revised rules or guidance regarding privacy, data protection, cybersecurity, consumer protection, and advertising. For example, in June 2018, the State of California enacted the California Consumer Privacy Act of 2018 (the “CCPA”), which became effective on January 1, 2020. The CCPA requires companies that process information of California residents to make new disclosures to consumers about their data collection, use and sharing practices, and allows consumers to opt out of selling their data to third parties and provides a new cause of action for data breaches. Further, the California Privacy Rights Act (the “CPRA”) became effective on January 1, 2023 and significantly amended the CCPA by imposing additional data protection obligations on companies doing business in California, including additional consumer rights processes and opt outs for certain uses of sensitive data. It also created a new California data protection agency specifically tasked to enforce the law, which could result in increased regulatory scrutiny of businesses conducting activities in California in the areas of data protection and security. Other states in which we operate have also enacted laws similar to CPRA and similar laws have been proposed in other states and at the federal level in the U.S., and if passed, such laws may have potentially conflicting requirements that would make compliance challenging. Additionally, the Federal Trade Commission (the “FTC”) and many state attorneys general are interpreting consumer protection laws to impose standards for the online collection, use, dissemination and security of data. Consumer protection laws require us to publish statements that describe how we handle personal data and choices individuals may have about the way we handle their personal data. If such information that we publish is considered untrue, we may be subject to government claims of unfair or deceptive trade practices, which could lead to significant liabilities and consequences. Further, according to the FTC, violating consumers’ privacy rights or failing to take appropriate steps to keep consumers’ personal data secure may constitute unfair acts or practices in or affecting commerce in violation of Section 5(a) of the Federal Trade Commission Act. Additionally, government entities in Canada have enacted and continue to enact laws that may restrict our ability to attract new customers through our certain advertising and marketing technologies. Each of these privacy, security, and data protection laws and regulations, and any other such changes or new laws or regulations, could impose significant limitations, require changes to our business, impose fines and other penalties or restrict our use or storage of personal information, which may increase our compliance expenses and make our business more costly or less efficient to conduct. Any such changes could compromise our ability to develop an adequate marketing strategy and pursue our growth strategy effectively, which, in turn, could adversely affect our business, financial condition and results of operations. \n\nOur ability to utilize net operating loss and tax credit carryforwards, and other tax attributes may be subject to certain limitations.\n\nOur ability to use our federal and state net operating losses and tax credits, and other tax attributes to offset potential future taxable income and related income taxes that would otherwise be due is dependent upon our generation of future taxable income, and we cannot predict with certainty when, or whether, we will generate sufficient taxable income to use all of our accumulated tax benefits. In addition, Sections 382 and 383 of the Internal Revenue Code of 1986, as amended (the “Code”), contain rules that impose an annual limitation on the ability of a company with net operating loss and tax credit carryforwards that undergoes an ownership change, which is generally any change in ownership of more than 50% of its stock (by value) over a three-year period, to utilize its net operating loss carryforwards in years after the ownership change. These rules generally operate by focusing on ownership changes among holders owning directly or indirectly 5% or more of the shares of stock of a company or any change in ownership arising from a new issuance of shares of stock by such company. If a company’s income in any year is less than the annual limitation prescribed by Sections 382 and 383 of the Code, the unused portion of such limitation amount may be carried forward to increase the limitation (and net operating loss and tax credit carryforward utilization) in subsequent tax years.\n\nIn addition to the aforementioned federal income tax implications pursuant to Sections 382 and 383 of the Code, most states follow the general provisions of Sections 382 and 383 of the Code, either explicitly or implicitly resulting in separate state net operating loss and tax credit limitations.\n\n21\n\nWe may be unable to adequately protect our intellectual property rights. Additionally, we may be subject to intellectual property infringement claims or other allegations, which could result in substantial damages and diversion of management’s efforts and attention.\n\nWe regard our brand, customer lists, trademarks, trade dress, domain names, trade secrets, patents, proprietary technology and similar intellectual property as critical to our success. We rely on trademark, copyright and patent law, trade secret protection, confidentiality agreements and other methods with our employees and others to protect our proprietary rights. Effective intellectual property protection may not be available in every country in which we operate. Additionally, the use or adoption of new and emerging technologies such as AI may increase our exposure to intellectual property claims. The protection of our intellectual property rights may require the expenditure of significant financial, managerial and operational resources. Moreover, the steps we take to protect our intellectual property may not adequately protect our rights or prevent third parties from infringing or misappropriating our proprietary rights, and we may be unable to broadly enforce all of our intellectual property rights. Any of our intellectual property rights may be challenged or invalidated through administrative process or litigation. Our patent and trademark applications may never be granted. Additionally, the process of obtaining patent protection is expensive and time-consuming, and we may be unable to prosecute all necessary or desirable patent applications at a reasonable cost or in a timely manner. Even if issued, there can be no assurance that these patents will adequately protect our intellectual property, as the legal standards relating to the validity, enforceability and scope of protection of patent and other intellectual property rights are uncertain. We also cannot be certain that others will not independently develop or otherwise acquire equivalent or superior technology or intellectual property rights. Furthermore, our confidentiality agreements may not effectively prevent disclosure of our proprietary information, technologies and processes and may not provide an adequate remedy in the event of unauthorized disclosure of such information.\n\nWe might be required to spend significant resources to monitor and protect our intellectual property rights. For example, we have initiated, and may again initiate, claims or litigation against others for infringement, misappropriation or violation of our intellectual property rights or other proprietary rights or to establish the validity of such rights. However, we may be unable to discover or determine the extent of any infringement, misappropriation or other violation of our intellectual property rights and other proprietary rights. Despite our efforts, we may be unable to prevent third parties from infringing upon, misappropriating or otherwise violating our intellectual property rights and other proprietary rights. Any litigation, whether or not it is resolved in our favor, could result in significant expense to us and divert the efforts of our technical and management personnel, which may materially and adversely affect our business, financial condition and results of operations.\n\nThird parties have from time to time claimed, and may claim in the future, that we have infringed their intellectual property rights. These claims, whether meritorious or not, could be time-consuming, result in considerable litigation costs, require significant amounts of management time or result in the diversion of significant operational resources and expensive changes to our business model, result in the payment of substantial damages or injunctions against us, or require us to enter into costly royalty or licensing agreements, if available. In addition, we may be unable to obtain or use licenses or other rights with respect to intellectual property we do not own. These risks have been amplified by the increase in third parties whose sole or primary business is to assert such claims. Any payments we are required to make and any injunctions we are required to comply with as a result of these claims could materially and adversely affect our business, financial condition and results of operations. \n\nWe may be subject to personal injury, workers’ compensation, product liability, labor and employment, and other claims in the ordinary course of business.\n\nOur business involves risks of personal injury, workers’ compensation, product liability, labor and employment, and other claims in the ordinary course of business. Product liability claims from customers and product recalls for merchandise alleged to be defective or harmful could lead to the disposal or write-off of merchandise inventories, the incurrence of fines or penalties, the provision of customer credits, increased labor costs, and damage to our reputation. We maintain general liability insurance with a self-insured retention and workers’ compensation insurance with a deductible for each occurrence. We also maintain umbrella insurance above the primary general liability and product liability coverage. In many cases, we have indemnification rights against the manufacturers of our products and are entitled to coverage under their products liability and product recall insurance. Our ability to recover costs and damages under such insurance or indemnification arrangements is subject to the financial viability of the insurers and manufacturers, the terms of the policy, and the specific allegations of a claim. No assurance can be given that any insurance coverage or the manufacturers’ indemnity will be available or sufficient in any claims brought against or losses incurred by us.\n\nAdditionally, we are subject to federal, state, and local employment laws that expose us to potential liability if we are determined to have violated such employment laws. This includes, but is not limited to, laws related to wages, hours worked and other terms and conditions of employment; unlawful discrimination, harassment, retaliation, or failure to accommodate; and wrongful termination. Compliance with these laws, including the remediation of any alleged violation, may have a material adverse effect on our business, financial condition or results of operations.\n\n22\n\nWe rely on the performance of members of management and highly-skilled personnel, and our business could be harmed if we are unable to attract, develop, motivate, and retain highly-qualified and skilled employees.\n\nOur ability to maintain our competitive position is largely dependent on the services of our senior management and other key personnel. In addition, our future success depends on our continuing ability to attract, develop, motivate and retain highly-qualified and skilled employees. The market for such positions has been and may continue to be highly competitive and we may incur significant costs to attract and retain qualified individuals. In addition, the loss of any of our senior management or other key employees or our inability to recruit and develop mid-level managers could materially and adversely affect our ability to execute our business plan and we may be unable to find adequate replacements. Other than our Chief Executive Officer, Chief Financial Officer and certain other senior executives, all of our employees are at-will employees, meaning that they may terminate their employment relationship with us at any time, and their knowledge of our business and industry would be difficult to replace. If we fail to retain talented senior management and other key personnel, or if we do not succeed in attracting highly-qualified employees or motivating and retaining existing employees, our business, financial condition and results of operations may be materially and adversely affected.\n\nWe compete with other companies for employees, some of whom are larger than us and have access to greater capital resources than we do. If we are unable to successfully recruit and retain personnel, we may face labor shortages or be forced to increase wages and enhance benefits for such personnel, which may have an adverse effect on our results of operations.\n\nEmployee availability may be affected if a significant number of employees are limited in their ability to work at, or travel to, our locations due to disruptions to our business. Future actions in response to certain events by federal, state or local authorities, including those that order the shutdown of non-essential businesses or limit the ability of our employees to travel to work, could impact our ability to take or fulfill our customers’ orders and operate our business and we may be unable to fully meet our customers’ demands for our products and services.\n\nUncertainties in economic conditions, industry trends, and market conditions, and their impact on the pet market, could adversely impact our business, financial condition and results of operations.\n\nOur results of operations are sensitive to changes in certain macroeconomic conditions that impact the pet market, which could adversely impact our business, financial condition and results of operations. Factors such as inflation and rising interest rates have affected us and can adversely affect us by increasing costs of materials and labor. In a highly inflationary environment, we may be unable to raise the price of our products and services at or above the rate of inflation, which could reduce our profitability. In addition, our costs of capital, labor and materials can materially increase, which could have an adverse impact on our business, financial condition and results of operations. Deflation could cause an overall decrease in spending and borrowing capacity, which could lead to deterioration in economic conditions and employment levels. Deflation could also cause the value of our inventories to decline. Other uncertainties in economic conditions that impact the pet products market and its participants, such as our vendors, suppliers, and investors, may also adversely affect our business, financial condition and results of operations.\n\nSome of the factors that may affect consumer spending on pet products and services include consumer confidence, levels of unemployment, inflation, interest rates, tax rates and general uncertainty regarding the overall future economic environment. We may experience declines in sales or changes in the types of products sold during economic downturns. Any material decline in the amount of consumer spending or other adverse economic changes could reduce our sales, and a decrease in the sales of higher-margin products could reduce profitability and, in each case, harm our business, financial condition and results of operations. \n\nSignificant merchandise returns or refunds could adversely affect our business, financial condition and results of operations.\n\nWe allow our customers to return products or offer refunds, subject to our return and refunds policy. If merchandise returns or refunds are significant or higher than anticipated and forecasted, our business, financial condition and results of operations could be adversely affected. Further, we modify our policies relating to returns or refunds from time to time, and may do so in the future, which may result in customer dissatisfaction and harm to our reputation or brand, or an increase in the number of product returns or the amount of refunds we make.\n\nWe may seek to grow our business through acquisitions or investments in new or complementary businesses, technologies, or offerings, or through other strategic transactions, and the failure to manage these acquisitions, investments, or strategic transactions, or to integrate them with our existing business, could have a material adverse effect on us.\n\nWe have acquired and invested in a number of businesses, and we may in the future consider opportunities to acquire or make investments in new or complementary businesses, facilities, technologies, offerings, or products, or enter into strategic alliances, that may enhance our capabilities, expand our outsourcing and supplier network, complement our current products and services or expand the breadth of our markets. Acquisitions, investments and other strategic alliances involve numerous risks, including:\n\n23\n\n•problems integrating the acquired business, facilities, technologies or products, including issues maintaining uniform standards, procedures, controls and policies;\n\n•unanticipated costs associated with acquisitions, investments or strategic alliances;\n\n•losses we may incur as a result of declines in the value of an investment or as a result of incorporating an investee’s financial performance into our financial results;\n\n•diversion of management’s attention from our existing business;\n\n•adverse effects on existing business relationships with suppliers, outsourced private brand manufacturing partners, retail partners and distribution customers;\n\n•risks associated with entering new markets in which we may have limited or no experience;\n\n•potential loss of key employees of acquired businesses; \n\n•the risks associated with businesses we acquire or invest in, which may differ from or be more significant than the risks our other businesses face;\n\n•potential unknown liabilities associated with a business we acquire or in which we invest; and\n\n•increased legal and accounting compliance costs.\n\nOur ability to successfully grow through strategic transactions depends upon our ability to identify, negotiate, complete and integrate suitable target businesses, facilities, technologies and products and to obtain any necessary financing. These efforts could be expensive and time-consuming and may disrupt our ongoing business and prevent management from focusing on our operations. As a result of future strategic transactions, we might need to issue additional equity securities, spend our cash, or incur debt (which may only be available on unfavorable terms, if at all), contingent liabilities, impairment charges, or amortization expenses related to intangible assets, any of which could reduce our profitability and harm our business. If we are unable to identify suitable acquisitions, investments or strategic relationships, or if we are unable to integrate any acquired businesses, facilities, technologies, offerings and products effectively, our business, financial condition and results of operations could be materially and adversely affected. Also, while we employ several different methodologies to assess potential business opportunities, the new businesses or investments may not meet or exceed our expectations or desired objectives. \n\nOur business results could be adversely affected if our new offerings are unsuccessful.\n\nWe have expanded our business into new markets and into new product and service categories and we may continue such expansion. As a new entrant, we expect to face many competitive challenges including competing successfully with incumbent providers who may have longer operating histories, large customer bases, high brand recognition and greater financial, technical, marketing and other resources than we do. To compete effectively, we may need to invest significant resources to create brand awareness and build our reputation in these markets and categories, and our efforts at building, maintaining and enhancing our reputation could fail. There can be no assurance that we will be able to maintain or enhance our reputation, and failure to do so could materially adversely affect our business, financial condition and results of operations. If we are unable to maintain or enhance consumer awareness of our brand cost-effectively, our business, financial condition and results of operations could be materially adversely affected.\n\nRegulation of the sale of insurance for pets is subject to change and future regulations could harm our business, financial condition and results of operations.\n\nThe laws and regulations governing the offer, sale and purchase of insurance for pets are subject to change and future changes may be adverse to our business. For example, if a jurisdiction were to alter the requirements for obtaining or maintaining an agent's license in connection with the enrollment of a member, it could have an adverse effect on our operations. Some states in the U.S. have adopted, and others are expected to adopt, new laws and regulations related to the pet insurance industry. Although model laws are available to guide individual states and business, it is difficult to predict how these or any other new laws and regulations will impact our business, but, in some cases, changes in insurance laws, regulations and guidelines may be incompatible with various aspects of our business and require that we make significant modifications to our existing technology or practices, which may be costly and time-consuming to implement and could also harm our business, financial condition and results of operations.\n\nIf we cannot successfully manage the unique challenges presented by international markets, we may not be successful in expanding our operations outside the U.S. and Canada.\n\nOur strategy may include the continued expansion of our operations to international markets. Although some of our executive officers have experience in international business from prior positions, we have minimal experience with operations outside the U.S. and Canada. Our ability to successfully execute this strategy is affected by many of the same operational risks we face in expanding our operations. In addition, our international expansion may be adversely affected by: our ability to identify and gain access to local suppliers; our ability to staff, develop, and manage foreign operations as a result of distance, language, and cultural differences; our ability to obtain and protect relevant trademarks, domain names, and other intellectual property; and local laws and customs, legal and regulatory constraints, political and economic conditions and currency regulations of the countries or regions in which we operate or intend to operate in the future, including limitations on the repatriation and investment of funds and foreign currency exchange restrictions. Risks inherent in expanding our operations internationally also \n\n24\n\ninclude, among others, the costs and difficulties of managing international operations, adverse tax consequences, domestic and international tariffs and other barriers to trade. Further, the extent and impact of any sanctions imposed in connection with the escalation of hostilities between Russia and Ukraine and in the Middle East, or other geopolitical events, may cause additional financial market volatility and impact the global economy and also impact our strategy of expansion into international markets.\n\nRisks Related to Our Industry \n\nCompetition in the pet products and services health and retail industries, especially Internet-based competition, is strong and presents an ongoing threat to the success of our business.\n\nThe pet products and services health and retail industries are very competitive. We compete with pet product retail stores, supermarkets, warehouse clubs and other mass and general retail and online merchandisers, including e-tailers, many of which are larger than us and have significantly greater capital resources than we do. We also compete with a number of specialty pet supply stores and independent pet stores, catalog retailers and other specialty e-tailers. \n\nMany of our current competitors have, and potential competitors may have, longer operating histories, greater brand recognition, larger fulfillment infrastructures, greater technical capabilities, significantly greater financial, marketing and other resources and larger customer bases than we do. These factors may allow our competitors to derive greater net sales and profits from their existing customer base, acquire customers at lower costs or respond more quickly than we can to new or emerging technologies such as AI and changes in consumer preferences or habits. These competitors may engage in more extensive research and development efforts, undertake more far-reaching marketing campaigns and adopt more aggressive pricing policies (including, but not limited to, predatory pricing policies and the provision of substantial discounts), which may allow them to build larger customer bases or generate net sales from their customer bases more effectively than we do.\n\nWe have been able to compete successfully by differentiating ourselves from our competitors by providing a large selection of high-quality pet food, treats and supplies, competitive pricing, convenience and exceptional customer service. If changes in consumer preferences decrease the competitive advantage attributable to these factors, or if we fail to otherwise positively differentiate our product offering or customer experience from our competitors, our business, financial condition and results of operations may be materially and adversely affected. In particular, a key component of our business strategy is to rely on our reputation for exceptional customer service. This is done, in part, by recruiting, hiring, training, and retaining employees who share our core values of delivering superior service to our customers and caring about the needs of pet parents and partners. If our reputation is negatively affected by the actions of our employees, by our inability to conduct our operations in a manner that is appealing to current or prospective customers, or otherwise, our business, financial condition and results of operations may be materially and adversely affected. In addition, if we are unable to maintain our current levels of customer service and our reputation for customer service as we grow or otherwise, our net sales may not continue to grow or may decline, and our business, financial condition and results of operations may be materially and adversely affected.\n\nWe compete directly and indirectly with veterinarians for the sale of pet medications and other pet health products and services. Veterinarians hold a competitive advantage over us because many pet parents may find it more convenient or preferable to purchase these products directly from their veterinarians at the time of an office visit. We also compete directly and indirectly with both online and traditional pet pharmacies. Both online and traditional pet pharmacies may hold a competitive advantage over us because of longer operating histories, established brand names, greater resources, and/or an established customer base. Online pet pharmacies may have a competitive advantage over us because of established affiliate relationships that drive traffic to their website. Traditional pet pharmacies may hold a competitive advantage over us because pet parents may prefer to purchase these products from a store instead of online. In addition, we face growing competition from online and multichannel pet pharmacies, some of whom may have a lower cost structure than ours, as customers now routinely use computers, tablets, smartphones, and other mobile devices and mobile applications to shop online and compare prices and products in real time. In order to effectively compete in the future, we may be required to offer promotions and other incentives, which may result in lower operating margins and in turn adversely affect our results of operations. We also face a significant challenge from our competitors forming alliances with each other, such as those between online and traditional pet pharmacies. These relationships may enable both their retail and online stores to negotiate better pricing and better terms from suppliers by aggregating the demand for products and negotiating volume discounts, which could be a competitive disadvantage to us.\n\nWe expect competition in the pet products and services health and retail industries, in particular Internet-based competition, generally to continue to increase. If we fail to compete successfully, our business, financial condition and results of operations may be materially and adversely affected.\n\nGovernment regulation of the Internet and e-commerce is evolving, and unfavorable changes or failure by us to comply with these regulations could harm our business, financial condition and results of operations.\n\nWe are subject to general business regulations and laws as well as regulations and laws specifically governing the Internet and e-commerce. Existing and future regulations and laws could impede the growth of the Internet, e-commerce or mobile commerce, which could adversely affect our growth. As we grow our business outside of the U.S. and Canada, we may be exposed to different and more comprehensive regulations and laws that apply to our business. These regulations and laws may involve taxes, tariffs, privacy and data security, anti-spam, content protection, AI, electronic contracts and communications, \n\n25\n\nconsumer protection and Internet neutrality. It is not clear how existing laws governing issues such as property ownership, sales and other taxes and consumer privacy apply to the Internet as the vast majority of these laws were adopted prior to the advent of the Internet and do not contemplate or address the unique issues raised by the Internet or e-commerce. It is possible that general business regulations and laws, or those specifically governing the Internet or e-commerce, may be interpreted and applied in a manner that is inconsistent from one jurisdiction to another and may conflict with other rules or our practices. We cannot be sure that our practices have complied, comply or will comply fully with all such laws and regulations. Any failure, or perceived failure, by us to comply with any of these laws or regulations could result in damage to our reputation, a loss in business and proceedings or actions against us by governmental entities, customers, suppliers or others. Any such proceeding or action could hurt our reputation, force us to spend significant amounts in defense of these proceedings, distract our management, increase our costs of doing business, decrease the use of our websites and mobile applications by consumers and suppliers and may result in the imposition of monetary liabilities. We may also be contractually liable to indemnify and hold harmless third parties from the costs or consequences of non-compliance with any such laws or regulations. As a result, adverse developments with respect to these laws and regulations could harm our business, financial condition and results of operations.\n\nChanges in tax treatment of companies engaged in e-commerce may adversely affect the commercial use of our websites and mobile applications and our financial results.\n\nOn June 21, 2018, the Supreme Court of the United States (the “Supreme Court”) overturned a prior decision under which e-tailers had not been required to collect sales tax unless they had a physical presence in the buyer’s state. As a result, a state may now enforce or adopt laws requiring e-tailers to collect and remit sales tax even if the e-tailer has no physical presence within the taxing state provided certain conditions are met. In response, an increasing number of states have adopted or are considering adopting laws or administrative practices, with or without notice, that impose sales or similar value added or consumption taxes on e-commerce activity, as well as taxes on all or a portion of gross revenue or other similar amounts earned by an e-tailer from sales to customers in the state. Since October 28, 2018, we have collected sales tax on sales and remitted such tax to the extent required in the states to which we ship. If any state were to assert that we have any liability for sales tax for prior periods and seek to collect such tax in arrears and/or impose penalties for past non-payment of taxes, it could have an adverse effect on us.\n\nNew laws or regulations, the application of laws and regulations from jurisdictions, including other countries whose laws do not currently apply to our business, or the application of existing laws and regulations to the Internet and commercial online services could similarly result in significant additional taxes on our business. These taxes or tax collection obligations could have an adverse effect on us, including by way of creating additional administrative burdens on us. For instance, the Supreme Court’s decision and the enactment and enforcement of laws resulting therefrom could also impact where we are required to file state income taxes. As a result, our effective income tax rate as well as the cost and growth of our business could be materially and adversely affected, which could in turn have a material adverse effect on our financial condition and results of operations. New or revised taxes would likely increase the cost of doing business online and decrease the attractiveness of selling products over the Internet. New taxes could also create significant increases in internal costs necessary to capture data and collect and remit taxes. Furthermore, there is a possibility that we may be subject to significant fines or other payments for any past failures to comply with these requirements.\n\nWe are also subject to federal and state laws, regulations, and administrative practices that require us to collect information from our customers, vendors, merchants, and other third parties for tax reporting purposes and report such information to various government agencies. The scope of such requirements continues to expand, requiring us to develop and implement new compliance systems. Failure to comply with such laws and regulations could result in significant penalties. We cannot predict the effect of current attempts to impose sales, income or other taxes or fees on e-commerce. Any of these events could have a material adverse effect on our business, financial condition and results of operations.\n\nRisks Related to Our Controlling Stockholders\n\nSubstantial future sales by affiliates of the BCP Stockholder Parties or others of our common stock, or the perception that such sales may occur, could depress the price of our Class A common stock.\n\nThe BCP Stockholder Parties have previously sold and may continue to sell their shares of our common stock in a privately negotiated transaction or otherwise. The sale by the BCP Stockholder Parties of a substantial number of shares of our common stock, or the perception that such sales could occur, could significantly reduce the market price of our Class A common stock. If the BCP Stockholder Parties sell their significant equity interest in the Company, we may in the future become subject to the control of a presently unknown third party. Such third party may have conflicts of interest with those of our other stockholders. Further, if the BCP Stockholder Parties sell a controlling interest in the Company to a third party, any outstanding indebtedness may be subject to acceleration and our commercial agreement and relationships could be impacted, all of which may adversely affect our ability to run our business and may have a material adverse effect on our business, financial condition and results of operations. \n\nIn addition, we have granted certain registration rights to the BCP Stockholder Parties, pursuant to which they have the right to demand that we register shares of Class A common stock beneficially owned by them under the Securities Act of 1933, as amended (the “Securities Act”), as well as the right to demand that we include any such shares in any registration statement that we file with the SEC, subject to certain exceptions.\n\n26\n\nWe are unable to predict with certainty whether or when the BCP Stockholder Parties will exercise their registration rights and/or sell a substantial number of shares of our common stock.\n\nThere could be potential conflicts of interests between us and affiliates of the BCP Stockholder Parties. In addition, our directors may encounter conflicts of interest involving us and the other entities with which they may be affiliated, including matters that involve corporate opportunities.\n\nThe BCP Stockholder Parties and their affiliates may, from time to time, acquire and hold interests in businesses that are engaged in the same or similar business activities as us. Affiliates of the BCP Stockholder Parties may also engage in transactions with us. The BCP Stockholder Parties could pursue business interests or exercise their voting power as stockholders in ways that are detrimental to us, but beneficial to other companies in which they invest or have a relationship with. In addition, our directors may encounter conflicts of interest involving us and the other entities with which they may be affiliated. The presence or appearance of conflicts of interests could have material implications for us. \n\nAdditionally, our directors and the BCP Stockholder Parties, in the course of their other business activities, may become aware of, or involved in, investments, business opportunities, or information which may be appropriate for presentation to us as well as to other entities with which they are affiliated. Pursuant to our amended and restated certificate of incorporation, the BCP Stockholder Parties and non-employee directors have no duty, to the fullest extent permitted by law, to refrain from engaging in the same or similar business activities or lines of business in which we are now engaged in or from otherwise competing with us. Our amended and restated certificate of incorporation also provides that, to the fullest extent permitted by law, the BCP Stockholder Parties and our non-employee directors will not be liable to us or our stockholders for breach of any fiduciary duty solely by reason of the fact of their engagement in such activities. Moreover, pursuant to our amended and restated certificate of incorporation, we may be unable to take advantage of corporate opportunities presented to the BCP Stockholder Parties and our non-employee directors. As a result, we may be precluded from pursuing certain advantageous transactions or growth initiatives.\n\nRisks Related to Ownership of Our Class A Common Stock \n\nOur stock price has been, and may continue to be, volatile and may decline regardless of our operating performance.\n\nThe market price of our Class A common stock has fluctuated significantly in response to numerous factors and may continue to fluctuate for these and other reasons, many of which are beyond our control, including:\n\n•actual or anticipated fluctuations in our revenue and results of operations;\n\n•the financial projections we may provide to the public, any changes in these projections or our failure to meet these projections;\n\n•failure of securities analysts to maintain coverage of the Company, changes in financial estimates or ratings by any securities analysts who follow the Company or our failure to meet these estimates or the expectations of investors;\n\n•repurchases of our common stock pursuant to our Repurchase Program and any announcement of a termination of the program;\n\n•announcements by us or our competitors of significant technical innovations, acquisitions, strategic partnerships, joint ventures, results of operations or capital commitments;\n\n•changes in operating performance and stock market valuations of other retail or technology companies generally, or those in our industry in particular, including as a result of uncertainties in economic conditions, industry trends, and market conditions;\n\n•price and volume fluctuations in the overall stock market, including as a result of trends in the economy as a whole;\n\n•trading volume of our Class A common stock;\n\n•the inclusion, exclusion or removal of our Class A common stock from any indices;\n\n•changes in our board of directors or management;\n\n•transactions in our Class A common stock by directors, officers, affiliates and other major investors;\n\n•lawsuits threatened or filed against us;\n\n•changes in laws or regulations applicable to our business;\n\n•changes in our capital structure, such as future issuances of debt or equity securities;\n\n•short sales, hedging and other derivative transactions involving our capital stock;\n\n•general economic conditions, industry trends, and market conditions in the U.S.;\n\n•other events or factors, including those resulting from war, incidents of terrorism or responses to these events; and\n\n•the other factors described in the sections of this report titled “Risk Factors” and “Cautionary Note Regarding Forward-Looking Statements.”\n\n27\n\nThe stock market has recently experienced and may again experience extreme price and volume fluctuations. The market prices of securities of companies have experienced fluctuations that often have been unrelated or disproportionate to their operating results. In the past, stockholders have sometimes instituted securities class action litigation against companies following periods of volatility in the market price of their securities. Any similar litigation against us could result in substantial costs, divert management’s attention and resources, and harm our business, financial condition and results of operations.\n\nThe dual class structure of our common stock may adversely affect the trading market for our Class A common stock.\n\nSince our dual class capital structure limits the voting power of our publicly held shares of Class A common stock, we are currently ineligible for inclusion in all FTSE Russell indices, such as the Russell 2000. As a result, mutual funds, exchange-traded funds and other investment vehicles that attempt to passively track these indices will not be investing in our stock. Furthermore, we cannot assure you that other stock indices will not take a similar approach FTSE Russell in the future. Exclusion from indices could make our Class A common stock less attractive to investors and, as a result, the market price of our Class A common stock could be adversely affected. \n\nAnti-takeover provisions in our charter documents and under Delaware law could make an acquisition of the Company more difficult, limit attempts by our stockholders to replace or remove our current management, and limit the market price of our Class A common stock.\n\nProvisions in our amended and restated certificate of incorporation and amended and restated bylaws may have the effect of delaying or preventing a change of control or changes in our management. Our amended and restated certificate of incorporation and amended and restated bylaws include provisions that:\n\n•permit the board of directors to establish the number of directors and fill any vacancies and newly created directorships;\n\n•provide that a director may be removed only for cause and only by the affirmative vote of the holders of at least 66 2/3% of the votes that all of our stockholders would be entitled to cast in an annual election of directors after the date on which the outstanding shares of Class B common stock represent less than 50% of the combined voting power of our Class A common stock and Class B common stock;\n\n•require the affirmative vote of at least 75% of the voting power of the Company’s outstanding shares of Class A common stock and Class B common stock in order to amend (i) certain provisions in our amended and restated certificate of incorporation and (ii) our amended and restated bylaws, in each case, after the date on which the outstanding shares of Class B common stock represent less than 50% of the combined voting power of our Class A common stock and Class B common stock;\n\n•eliminate the ability of our stockholders to call special meetings of stockholders after the date on which the outstanding shares of Class B common stock represent less than 50% of the combined voting power of our Class A common stock and Class B common stock;\n\n•prohibit stockholder action by written consent, instead requiring stockholder actions to be taken at a meeting of our stockholders, when the outstanding shares of our Class B common stock represent less than 50% of the combined voting power of our Class A common stock and Class B common stock;\n\n•permit our board of directors, without further action by our stockholders, to fix the rights, preferences, privileges and restrictions of preferred stock, the rights of which may be greater than the rights of our Class A common stock;\n\n•restrict the forum for certain litigation against us;\n\n•establish advance notice requirements for nominations for election to our board of directors or for proposing matters that can be acted upon by stockholders at annual stockholder meetings; and\n\n•provide for a staggered board.\n\nThese provisions may frustrate or prevent any attempts by our stockholders to replace or remove our current management by making it more difficult for stockholders to replace members of our board of directors, which is responsible for appointing the members of our management. As a result, these provisions may adversely affect the market price and market for our Class A common stock if they are viewed as limiting the liquidity of our stock or as discouraging takeover attempts in the future.\n\nOur amended and restated certificate of incorporation includes exclusive forum provisions, which could limit our stockholders’ ability to obtain a favorable judicial forum for disputes with us or our directors, officers, or employees.\n\nOur amended and restated certificate of incorporation provides that, subject to certain exceptions, the Court of Chancery of the State of Delaware is the exclusive forum for: (i) any derivative action or proceeding brought on behalf of the Company; (ii) any action asserting a breach of fiduciary duty owed by any director, officer, or other employee or stockholder of the Company to the Company or the Company’s stockholders, creditors or other constituents; (iii) any action asserting a claim against the Company or any director or officer of the Company arising pursuant to the Delaware General Corporation Law, our amended and restated certificate of incorporation or our amended and restated bylaws; or (iv) any action asserting a claim against the Company or any director or officer of the Company that is governed by the internal affairs doctrine. In addition, our amended and restated certificate of incorporation provides that unless we consent in writing to the selection of an alternative forum, the \n\n28\n\nfederal district courts of the United States of America will, to the fullest extent permitted by law, be the exclusive forum for the resolution of any complaint asserting a cause of action arising under the Securities Act. However, Section 22 of the Securities Act creates concurrent jurisdiction for federal and state courts over all suits brought to enforce any duty or liability created by the Securities Act or the rules and regulations thereunder. Accordingly, both state and federal courts have jurisdiction to entertain such claims. Due to the concurrent jurisdiction for federal and state courts created by Section 22 of the Securities Act over all suits brought to enforce any duty or liability created by the Securities Act or the rules and regulations thereunder, there is uncertainty as to whether a court would enforce this exclusive forum provision. These exclusive forum provision also may not apply to suits brought to enforce a duty or liability vested in the exclusive jurisdiction of a court or forum other than the Court of Chancery of the State of Delaware, such as those created by the Exchange Act or any other claim for which the federal courts have exclusive jurisdiction.\n\nThese exclusive forum provisions may limit a stockholder’s ability to bring a claim in a judicial forum that it finds favorable for disputes with us or our directors, officers or other employees, which may discourage such lawsuits and make our securities less attractive for investors. Alternatively, if a court were to find the exclusive forum provisions contained in our amended and restated certificate of incorporation to be inapplicable or unenforceable in an action, we may incur additional costs associated with resolving such action in other jurisdictions, which could materially and adversely affect our business, financial condition and results of operations.\n\nThe BCP Stockholder Parties control the direction of our business and the concentrated ownership of our common stock will prevent other stockholders from influencing significant decisions.\n\nAs of March 19, 2025, the BCP Stockholder Parties beneficially owned more than 50% of our outstanding shares of common stock and, together with its affiliates, exercised control over more than 90% of the voting power of our outstanding common stock. So long as the BCP Stockholder Parties remain our controlling stockholder they will be able to control, directly or indirectly, and subject to applicable law, all matters affecting us, including:\n\n•any determination with respect to our business direction and policies, including the appointment and removal of officers and directors;\n\n•any determinations with respect to mergers, business combinations or disposition of assets;\n\n•compensation and benefit programs and other human resources policy decisions;\n\n•the payment of dividends on our common stock; and\n\n•determinations with respect to tax matters.\n\nBecause the BCP Stockholder Parties’ interests may differ from ours or from those of our other stockholders, actions that the BCP Stockholder Parties take with respect to us, as our controlling stockholders, may not be favorable to us or our other stockholders, including holders of our Class A common stock. In addition, even if the BCP Stockholder Parties were to control less than a majority of the voting power of our outstanding common stock, they may be able to influence the outcome of such matters so long as they own a significant portion of our common stock.\n\nWe are a “controlled company” within the meaning of the rules of NYSE and rely on exemptions from certain corporate governance requirements.\n\nAs of March 19, 2025, the BCP Stockholder Parties control a majority of the voting power of our outstanding common stock. As a result, we are considered a “controlled company” within the meaning of the corporate governance standards of the NYSE. Under these rules, a listed company of which more than 50% of the voting power is held by an individual, group or another company is a “controlled company” and may elect not to comply with certain corporate governance requirements, including:\n\n•the requirement that a majority of the board of directors consist of independent directors;\n\n•the requirement that our nominating and corporate governance committee be composed entirely of independent directors; \n\n•the requirement that our compensation committee be composed entirely of independent directors; and\n\n•the requirement for an annual performance evaluation of our corporate governance and compensation committees.\n\nWhile the BCP Stockholder Parties control a majority of the voting power of our outstanding common stock, we intend to rely on these exemptions and, as a result, will not have a majority of independent directors on our board of directors, and our nominating and corporate governance and compensation committees will also not consist entirely of independent directors. Accordingly, holders of our Class A common stock do not have the same protections afforded to stockholders of companies that are subject to all of the corporate governance requirements of the NYSE.\n\n29\n\nRestrictions in our revolving credit facility could adversely affect our operating flexibility.\n\nOur revolving credit facility limits our ability to, among other things:\n\n•incur or guarantee additional debt;\n\n•make certain investments and acquisitions;\n\n•pay dividends or make distributions;\n\n•repurchase or redeem stock;\n\n•incur certain liens or permit them to exist;\n\n•enter into certain types of transactions with affiliates;\n\n•merge or consolidate with another company; and\n\n•transfer, sell or otherwise dispose of assets.\n\nOur revolving credit facility also contains covenants requiring us to maintain certain financial ratios. The provisions of our revolving credit facility may affect our ability to obtain future financing and to pursue attractive business opportunities and our flexibility in planning for, and reacting to, changes in business conditions. As a result, restrictions in our revolving credit facility could adversely affect our business, financial condition and results of operations. In addition, a failure to comply with the provisions of our revolving credit facility could result in a default or an event of default that could enable our lenders to declare the outstanding principal of that debt, together with accrued and unpaid interest, to be immediately due and payable. If the payment of outstanding amounts under our revolving credit facility is accelerated, our assets may be insufficient to repay such amounts in full, and our stockholders could experience a partial or total loss of their investment.\n\nThe terms of our revolving credit facility may restrict our ability to pay dividends.\n\nWe currently intend to retain any future earnings to finance the operation and expansion of our business, as well as fund our Repurchase Program, and we do not expect to declare or pay any dividends in the foreseeable future. Moreover, the terms of our revolving credit facility may restrict our ability to pay dividends, and any additional debt we may incur in the future may include similar restrictions. As a result, and for the foreseeable future, stockholders must rely on sales of their Class A common stock after price appreciation as the only way to realize any future gains on their investment.\n\nWe cannot guarantee that our Repurchase Program will be fully consummated or that it will enhance long-term stockholder value. Share repurchases could also increase the volatility of the trading price of our common stock and could diminish our cash reserves.\n\nAlthough our board of directors has authorized the Repurchase Program, the program does not obligate us to repurchase any specific dollar amount or to acquire any specific number of shares of common stock. The actual timing and amount of any share repurchases remains subject to a variety of factors, including stock price, trading volume, market conditions, compliance with applicable legal requirements, and other general business considerations. In addition, the terms of our credit facility impose certain limitations on our ability to repurchase shares of common stock. The Repurchase Program has no expiration date but it may be modified, suspended or terminated at any time, and we cannot guarantee that the Repurchase Program will be fully consummated or that it will enhance long-term stockholder value. The failure to repurchase common stock after we have announced our intention to do so may negatively impact our reputation and investor confidence in us and may negatively affect our stock price. Furthermore, our execution of the Repurchase Program could affect the trading price of our common stock and increase volatility, and any announcement of a termination of the Repurchase Program may result in a decrease in the trading price of our common stock. In addition, the Repurchase Program could diminish our cash reserves.\n\nGeneral Risk Factors \n\nFuture litigation could have a material adverse effect on our business, financial condition and results of operations.\n\nLawsuits and other administrative or legal proceedings that may arise in the course of our operations can involve substantial costs, including the costs associated with investigation, litigation and possible settlement, judgment, penalty or fine. In addition, lawsuits and other legal proceedings may be time consuming and may require a commitment of management and personnel resources that will be diverted from our normal business operations. Although we generally maintain insurance to mitigate certain costs, there can be no assurance that costs associated with lawsuits or other legal proceedings will not exceed the limits of insurance policies. Moreover, we may be unable to continue to maintain our existing insurance at a reasonable cost, if at all, or to secure additional coverage, which may result in costs associated with lawsuits and other legal proceedings being uninsured. Our business, financial condition and results of operations could be materially and adversely affected if a judgment, penalty or fine is not fully covered by insurance.\n\n30\n\nOur ability to raise capital in the future may be limited and our failure to raise capital when needed could prevent us from growing.\n\nIn the future, we could be required to raise capital through public or private financing or other arrangements. Such financing may not be acceptable or available due to factors beyond our control, such as rising interest rates, uncertainty in financial markets, or economic instability, and our failure to raise capital when needed could harm our business. We may sell shares of Class A common stock, convertible securities and other equity securities in one or more transactions at prices and in a manner as we may determine from time to time. If we sell any such securities in subsequent transactions, investors in our Class A common stock may be materially diluted. New investors in such subsequent transactions could gain rights, preferences and privileges senior to those of holders of our Class A common stock. Debt financing, if available, may involve restrictive covenants and could reduce our operational flexibility or profitability. If we cannot raise funds on acceptable terms, we may be forced to raise funds on undesirable terms, or our business may contract or we may be unable to grow our business or respond to competitive pressures, any of which could have a material adverse effect on our business, financial condition and results of operations.\n\nWe may experience fluctuations in our tax obligations and effective tax rate, which could materially and adversely affect our business, financial condition and results of operations.\n\nWe are subject to U.S. federal and state income taxes, Canadian federal and provincial income taxes, Chinese income taxes, and may be subject to additional income tax depending on our operations. Tax laws, regulations and administrative practices in various jurisdictions may be subject to significant change, with or without advance notice, due to economic, political and other conditions, and significant judgment is required in evaluating and estimating our provision and accruals for these taxes. Such changes may have a material impact on us.\n\nOn August 16, 2022, legislation commonly known as the Inflation Reduction Act (the “IRA”) was signed into law. Among other things, the IRA includes a 1% excise tax on corporate stock repurchases, applicable to repurchases after December 31, 2022, and also a new minimum tax based on book income. Any change in current federal, state, local or non-U.S. tax law, facts or any significant variance of our current interpretation of current legislation or future legislation from any future regulations or interpretive guidance could result in a change to the presentation of our financial condition and results of operations and could materially and adversely affect our business, financial condition and results of operations.\n\nWe entered into certain transactions (the “Transactions”) with affiliates of BC Partners pursuant to an Agreement and Plan of Merger (the “Merger Agreement”), which closed on October 30, 2023. The Transactions were entered into for valid business purposes and it is anticipated that the Transactions will not have a material impact on our financial condition. As a part of the Merger Agreement, we assumed certain filing responsibilities and tax obligations from the Transactions. We have been paid for the cost of the assumed filings and all taxes payable on those filings. We are also indemnified for any future tax exposure up to $196 million. Any tax exposure in excess of $196 million would be our responsibility.\n\nThere are many transactions that occur during the ordinary course of business for which the ultimate tax determination is uncertain. Our effective tax rates could be affected by numerous factors, such as changes in tax, accounting and other laws, regulations, administrative practices, principles and interpretations, the mix and level of earnings in a given taxing jurisdiction or our ownership or capital structures.\n\nIf our internal control over financial reporting or our disclosure controls and procedures are not effective, we may be unable to accurately report our financial results, prevent fraud or file our periodic reports in a timely manner, which may cause investors to lose confidence in our reported financial information and may lead to a decline in our stock price.\n\nWe are subject to the internal control and financial reporting requirements that are required of a publicly-traded company, including the requirements of The Sarbanes-Oxley Act of 2002 (the “Sarbanes-Oxley Act”). The Sarbanes-Oxley Act requires that we maintain effective internal control over financial reporting and disclosure controls and procedures. In particular, we must perform system and process evaluation, document our controls and perform testing of our key controls over financial reporting to allow management and our independent public accounting firm to report on the effectiveness of our internal control over financial reporting, as required by Section 404 of the Sarbanes-Oxley Act. Our testing, or the subsequent testing by our independent public accounting firm, may reveal deficiencies in our internal control over financial reporting that are deemed to be material weaknesses. If we are not able to comply with the requirements of Section 404 of the Sarbanes-Oxley Act in a timely manner, or if we or our accounting firm identify deficiencies in our internal control over financial reporting that are deemed to be material weaknesses, the market price of our stock would likely decline and we could be subject to lawsuits, sanctions or investigations by regulatory authorities, which would require additional financial and management resources.\n\n31\n\nThe requirements of being a public company require significant resources and management attention and result in significant legal and financial compliance costs, and changing laws, regulations and standards are creating uncertainty for public companies.\n\nAs a public company, we are subject to the reporting requirements of the Exchange Act, the Sarbanes-Oxley Act and any rules promulgated thereunder, as well as the rules of the NYSE. The Sarbanes-Oxley Act requires, among other things, that we maintain effective disclosure controls and procedures and internal controls for financial reporting. In order to maintain and, if required, improve our disclosure controls and procedures and internal control over financial reporting to meet this standard, significant resources and management oversight are required, and, as a result, management’s attention may be diverted from other business concerns. In addition, changing laws, regulations and standards relating to corporate governance, and public disclosure are creating uncertainty for public companies, increasing legal and financial compliance costs and making some activities more time-consuming. These laws, regulations and standards are subject to varying interpretations, in many cases due to their lack of specificity, as well as certain legal challenges, and, as a result, their application in practice may evolve over time as new guidance is provided by regulatory and governing bodies or as pending or future litigation is resolved. This could result in continuing uncertainty regarding compliance matters and higher costs necessitated by ongoing revisions to disclosure and governance practices. Our potential failure to satisfy these requirements can have a material adverse effect on our operations, business, financial condition or results of operations.",
      "char_count": 147179
    }
  },
  "extracted_at": "2026-01-19T15:28:47.403830"
}