{
  "ticker": "CMA",
  "company_name": "COMERICA INC",
  "cik": 28412,
  "form_type": "10-K",
  "filing_date": "2025-02-24",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0000028412-25-000108",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0000028412&accession_number=000002841225000108&xbrl_type=v",
  "sic_code": "6021",
  "industry": "National Commercial Banks",
  "sections": {
    "item1": {
      "text": "Item 1. Business.\n\nGENERAL\n\nComerica Incorporated is a financial services company, incorporated under the laws of the State of Delaware in 1973, and headquartered in Dallas, Texas. Based on total assets as reported in the most recently filed Consolidated Financial Statements for Bank Holding Companies (FR Y-9C), Comerica was among the 25 largest commercial United States (“U.S.”) financial holding companies. As of December 31, 2024, Comerica owned directly or indirectly all the outstanding common stock of two active banking subsidiaries (Comerica Bank, a Texas banking association, and Comerica Bank & Trust, National Association) as well as non-banking subsidiaries. At December 31, 2024, Comerica had total assets of approximately $79.3 billion, total deposits of approximately $63.8 billion, total loans of approximately $50.5 billion and shareholders’ equity of approximately $6.5 billion.\n\nComerica has strategically aligned its operations into three major business segments: the Commercial Bank, the Retail Bank, and Wealth Management. Comerica operates in five primary geographic markets - Texas, California, Michigan, Arizona and Florida - and secondarily in several mountain, southeastern and other states, and in Canada and Mexico. \n\nIn 2023, Comerica announced a strategic relationship with Ameriprise Financial Institutions Group (\"Ameriprise\") to become Comerica’s new investment program provider. As such, Comerica transitioned support of specific insurance, brokerage and investment advisory activities to Ameriprise. The name representing this strategic relationship is Comerica Financial Advisors, powered by Ameriprise Financial. \n\nComerica provides information about the net interest income and noninterest income it received from its various classes of products and services: (1) under the caption, “Analysis of Net Interest Income” in the Financial Section of this report; (2) under the caption “Rate/Volume Analysis” in the Financial Section of this report; and (3) under the caption “Noninterest Income” in the Financial Section of this report.\n\nCOMPETITION\n\nThe financial services business is highly competitive. Comerica and its subsidiaries mainly compete in their primary and secondary geographic markets, and also compete throughout the continental U.S., Mexico and Canada as they pursue certain businesses on a national scale that fall outside of the primary markets, such as U.S. Banking, Environmental Services and National Dealer Services. They have strategically placed offices in faster growing markets where there is a concentration of customers and industries they serve. Comerica has established commercial offices in North Carolina, South Carolina and Colorado, and has made other investments in the Mountain West region of the United States. \n\nComerica is subject to competition with respect to various products and services, including, without limitation, commercial products such as loans and lines of credit, deposits, cash management (including payments solutions and card services), capital markets, international trade finance, letters of credit, foreign exchange management and loan syndications; consumer products such as loans, deposits and origination of mortgage loans and credit cards; and wealth management services such as comprehensive financial planning, trust and fiduciary services, investment management and advisory, brokerage, private banking and business transition planning services. \n\nComerica competes largely on the basis of industry expertise, the range of products and services offered, pricing and reputation, convenience, quality of service, responsiveness to customer needs and the overall customer relationship. Comerica's competitors include financial institutions of all sizes. Some of Comerica's larger competitors, including certain nationwide banks that have a significant presence in Comerica's markets, may have a broader array of products and structure alternatives and, due to their size, may more easily absorb credit losses. Some of Comerica's competitors (larger or smaller) may have more liberal lending policies and aggressive pricing standards for loans, deposits and services. \n\nIncreasingly, Comerica competes with other companies based on financial technology and capabilities, such as mobile banking applications and funds transfer. Further, Comerica's competitors may be subject to significantly different or lesser regulation due to their asset size or types of products offered. Some competitors may also have the ability to more efficiently utilize resources to comply with regulations or may be able to more effectively absorb the cost of regulations. \n\nIn addition to banks, Comerica and its banking subsidiaries also face competition from financial intermediaries, including savings and loan associations, consumer and commercial finance companies, leasing companies, venture capital funds, hedge funds, private equity firms, credit unions, investment banks, insurance companies and securities firms. Competition among providers of financial products and services continues to increase as technology advances have lowered the barriers to entry for financial technology companies, with customers having the opportunity to select from a growing variety of traditional and nontraditional alternatives, including crowdfunding, digital wallets and money transfer services. The ability of non-banks to provide services previously limited to traditional banks has intensified competition. Because non-banks are not \n\n3\n\nsubject to many of the same regulatory restrictions as banks and bank holding companies, they can often operate with greater flexibility and lower cost structures. \n\nFinally, the industry in which Comerica operates continues to consolidate, which eliminates some regional and local institutions, while potentially strengthening acquirers. Comerica believes that the level of competition in all geographic markets in which it operates will continue to increase in the future. \n\nSUPERVISION AND REGULATION\n\nBanks, bank holding companies, and other financial institutions are highly regulated at both the state and federal level. Comerica is subject to supervision and regulation at the federal level by the Board of Governors of the Federal Reserve System through the Federal Reserve Bank of Dallas pursuant to the Bank Holding Company Act of 1956, as amended. Comerica Bank (the \"Bank\") is chartered by the State of Texas and at the state level is supervised and regulated by the Texas Department of Banking under the Texas Finance Code and the Texas Administrative Code. The Bank has elected to be a member of the Federal Reserve System under the Federal Reserve Act and, consequently, is supervised and regulated by the Federal Reserve Bank (\"FRB\"). Comerica Bank & Trust, National Association is federally chartered and is subject to supervision and regulation by the Office of the Comptroller of the Currency (“OCC”) pursuant to the National Bank Act. Comerica Bank & Trust, National Association, by virtue of being a national bank, is also a member of the Federal Reserve System. Furthermore, given that the Bank is a bank with assets in excess of $10 billion, it is subject to supervision and regulation by the Consumer Financial Protection Bureau (\"CFPB\") for purposes of assessing compliance with federal consumer financial laws. The Bank's deposits, and those of Comerica Bank & Trust, National Association, are insured by the Deposit Insurance Fund (“DIF”) of the Federal Deposit Insurance Corporation (“FDIC”) to the fullest extent provided by law, and therefore the Bank and Comerica Bank & Trust, National Association are each also subject to regulation by the FDIC. Certain transactions executed by the Bank are also subject to regulation by the U.S. Commodity Futures Trading Commission (“CFTC”). The Department of Labor (“DOL”) regulates financial institutions providing services to plans governed by the Employee Retirement Income Security Act of 1974. The Bank’s Canada branch is supervised by the Office of the Superintendent of Financial Institutions and its Mexico representative office is also supervised by the Banco de México. The Bank is also registered in the Cayman Islands and subject to supervision by the Cayman Islands Monetary Authority. \n\nThe FRB supervises non-banking activities conducted by companies directly and indirectly owned by Comerica. In addition, Comerica’s non-banking subsidiaries are subject to supervision and regulation by various state, federal and self-regulatory agencies, including, but not limited to, the Financial Industry Regulatory Authority, Inc. (“FINRA”), the Department of Licensing and Regulatory Affairs of the State of Michigan and the Securities and Exchange Commission (“SEC”) (in the case of Comerica Securities, Inc.); and the Department of Insurance and Financial Services of the State of Michigan (in the case of Comerica Insurance Services, Inc.).\n\nBoth the scope of the laws and regulations and intensity of supervision to which banks', bank holding companies' and financial institutions' businesses are subject continue to increase in response to the 2007-2008 financial crisis, subsequent events, and other factors such as technological, economic and market changes. Many regulatory changes have occurred as a result of the Dodd-Frank Wall Street Reform and Consumer Protection Act of 2010 (the “Dodd-Frank Act”) and its implementing regulations, most of which are now in place. In 2018, with the passage of the Economic Growth, Regulatory Relief and Consumer Protection Act (“EGRRCPA”), as described below, there was some recalibration of the post-financial crisis framework; however, banks', bank holding companies' and financial institutions' businesses remain subject to extensive regulation and supervision. The failure of certain banks in the spring of 2023 played a role in another increase in bank regulation, at least some of which could apply to Comerica.\n\nThe Community Reinvestment Act of 1977 (“CRA”) requires U.S. banks to help serve the credit needs of their communities. If any bank were to receive a rating under the CRA of less than “Satisfactory,” the bank would be prohibited from engaging in certain activities. Comerica's current CRA rating is \"Outstanding.\" The CRA regulations were substantially amended in 2023, which may affect future compliance.\n\nComerica is also subject to the disclosure and regulatory requirements of the Securities Act of 1933, as amended, and the Securities Exchange Act of 1934, as amended (the \"Exchange Act\"), both as administered by the SEC, as well as the rules of the New York Stock Exchange.\n\nDescribed below are material elements of selected laws and regulations applicable to Comerica and its subsidiaries. The descriptions are not intended to be complete and are qualified in their entirety by reference to the full text of the statutes and regulations described. Comerica expects that the Trump administration will seek to implement a regulatory reform agenda that is significantly different from that of the Biden administration, impacting the rulemaking, supervision, examination and enforcement priorities of the federal banking agencies. Changes in applicable law or regulation, and in their application by regulatory agencies, cannot be predicted, but they may have a material effect on the business of Comerica and its subsidiaries.\n\n4\n\nEconomic Growth, Regulatory Relief and Consumer Protection Act and Recent Developments \n\nOn May 24, 2018, EGRRCPA was signed into law. Among other regulatory changes, EGRRCPA amended various sections of the Dodd-Frank Act, including section 165 of Dodd-Frank Act, which was revised to raise the asset thresholds for determining the application of enhanced prudential standards for bank holding companies (the “Tailoring Rules”). Under EGRRCPA bank holding companies with less than $100 billion of consolidated assets, such as Comerica, became exempt from all of the Dodd-Frank enhanced prudential standards, except risk committee requirements. As a result, Comerica currently is not subject to the remaining Dodd-Frank Act enhanced prudential standards or certain capital and liquidity rules to large bank holding companies and depository institutions. \n\nShould Comerica meet or cross the $100 billion asset threshold and thus become a Category IV institution, it will be subject to additional and more stringent regulation, which includes, but is not limited to, enhanced prudential standards for U.S. banking organizations with $100 to $250 billion of consolidated assets. In addition, Comerica would be required to pay the supervision and regulation fee assessment under the Dodd-Frank Act. \n\nOn July 27, 2023, the FRB, the FDIC, and the OCC issued a proposal, referred to as “Basel III Endgame,” that would result in significant changes to the U.S. regulatory capital rules under EGRRCPA for banking organizations with total consolidated assets of $100 billion or more. Comerica's total consolidated assets are below this $100 billion threshold, but Comerica continues to invest in potential preparation should it meet that threshold or regulators lower that threshold. If Comerica becomes subject to these requirements or becomes subject to any other new laws or regulations related to capital and liquidity, such requirements could limit Comerica’s ability to pay dividends or make share repurchases or require Comerica to reduce business levels or to raise capital, which would have a material adverse effect on Comerica's financial condition and results of operations.\n\nIn addition to laws and regulations focusing principally on asset thresholds, examination ratings also can affect Comerica. Adverse examination findings can result in confidential or public enforcement actions, which can affect fees, costs, operational requirements, and growth initiatives, at both Comerica and each of its subsidiary banks.\n\nRequirements for Approval of Activities and Acquisitions\n\nThe Gramm-Leach-Bliley Act expanded the activities in which a bank holding company registered as a financial holding company can engage. A financial holding company may affiliate with securities firms and insurance companies and engage in activities that are financial in nature or incidental or complementary to activities that are financial in nature. Activities that are “financial in nature” include, but are not limited to: securities underwriting; securities dealing and market making; sponsoring mutual funds and investment companies (subject to regulatory requirements described below); insurance underwriting and agency; merchant banking; and activities that the FRB determines, in consultation with the Secretary of the United States Treasury, to be financial in nature or incidental to a financial activity. “Complementary activities” are activities that the FRB determines upon application to be complementary to a financial activity and that do not pose a substantial risk to the safety or soundness of depository institutions or the financial system generally. In order to exercise the full benefits of its status as a bank holding company and a financial holding company, Comerica and each of its depository institution subsidiaries must be considered “well capitalized” and “well managed.” If at any time a financial holding company or any subsidiary bank is not considered “well capitalized” or “well managed” under applicable regulatory standards, the law and the FRB limit its ability to conduct the broader financial activities permissible for financial holding companies, and impose limitations or conditions on its conduct or activities or those of its bank and non-bank affiliates. If the deficiencies persist, the FRB could order the financial holding company to divest any subsidiary bank or to cease engaging in any activities permissible for financial holding companies that are not permissible for bank holding companies, or the financial holding company could elect to conform its non-banking activities to those permissible for a bank holding company that is not also a financial holding company. Adverse examinations at the bank-level also could increase costs and limit activities and growth of Comerica Bank & Trust, National Association and the Bank and its subsidiaries.\n\nFederal and state laws impose notice and approval requirements for mergers and acquisitions of other depository institutions or bank holding companies. In many cases, no FRB approval is required for a financial holding company to acquire a company engaged in activities that are financial in nature or incidental to activities that are financial in nature, as determined by the FRB. Prior approval is required before a financial holding company may acquire the beneficial ownership or control of more than 5% of any class of voting shares or substantially all of the assets of another bank holding company (including a financial holding company) or a bank. In considering applications for approval of acquisitions, the banking regulators may take several factors into account, including whether the financial holding company and its subsidiaries are well capitalized and well managed, are in compliance with anti-money laundering laws and regulations, or have CRA ratings of less than “Satisfactory.” The Bank's current CRA rating is \"Outstanding.\" \n\n5\n\nAcquisitions of Ownership of Comerica\n\nAcquisitions of Comerica’s voting stock above certain thresholds are subject to prior regulatory notice or approval under federal banking laws, including the Bank Holding Company Act of 1956 and the Change in Bank Control Act of 1978. Under the Change in Bank Control Act, a person or entity generally must provide prior notice to the FRB before acquiring the power to vote 10% or more of a subject company’s outstanding common stock. Investors should be aware of these requirements when acquiring shares of Comerica’s stock.\n\nCapital and Liquidity\n\nComerica and its bank subsidiaries are subject to risk-based capital requirements and guidelines imposed by the FRB, FDIC and/or the OCC. In calculating risk-based capital requirements, a depository institution’s or holding company’s assets and certain specified off-balance sheet items (such as unused commitments and standby letters of credit) are assigned to various risk categories defined by those agencies, each weighted differently based on the level of risk that is ascribed to such assets or commitments, based on counterparty type, asset class and maturity. A depository institution’s or bank holding company’s capital is divided into three tiers: Common Equity Tier 1 (“CET1”), additional Tier 1, and Tier 2. CET1 capital predominantly includes common shareholders’ equity, less certain deductions for goodwill, intangible assets and deferred tax assets that arise from net operating losses and tax credit carry-forwards, if any. Comerica has also made the election to permanently exclude accumulated other comprehensive income related to debt securities classified as available-for-sale, cash flow hedges, and defined benefit postretirement plans from CET1 capital. Additional Tier 1 capital primarily includes any outstanding noncumulative perpetual preferred stock and related surplus. Tier 1 capital is equal to CET1 capital plus additional Tier 1 capital. Tier 2 capital primarily includes qualifying subordinated debt and qualifying allowance for credit losses. Total capital is the amount equal to Tier 1 capital plus Tier 2 capital. More information is set forth under the caption “Capital” in the Financial Section of this report.\n\nEntities that engage in trading activities that exceed specified levels also are required to maintain capital to account for market risk. Market risk includes changes in the market value of trading account, foreign exchange, and commodity positions, whether resulting from broad market movements (such as changes in the general level of interest rates, equity prices, foreign exchange rates, or commodity prices) or from position specific factors. From time to time, Comerica’s trading activities may exceed specified regulatory levels, in which case Comerica adjusts its risk-weighted assets to account for market risk as required.\n\nBank holding companies and banks are currently required to maintain a CET1 capital ratio, Tier 1 capital ratio and total capital ratio equal to at least 4.5 percent, 6.0 percent and 8.0 percent of their total risk-weighted assets (including certain off-balance-sheet items, such as unused commitments and standby letters of credit), respectively. Comerica and its bank subsidiaries are also required to maintain a minimum capital conservation buffer of 2.5 percent in order to avoid restrictions on capital distributions and discretionary bonuses and to maintain a minimum “leverage ratio” (Tier 1 capital to non-risk-adjusted average total assets) of 4 percent.\n\nTo be well capitalized, banks are required to maintain a leverage ratio, CET1 capital ratio, Tier 1 capital ratio and total capital ratio equal to at least 5.0 percent, 6.5 percent, 8.0 percent and 10.0 percent, respectively. For purposes of the FRB’s Regulation Y, including determining whether a bank holding company meets the requirements to be a financial holding company, bank holding companies must maintain a Tier 1 capital ratio of at least 6.0 percent and a total capital ratio of at least 10.0 percent to be well capitalized. The FRB may require bank holding companies to maintain capital ratios substantially in excess of mandated minimum levels, depending upon general economic conditions and a bank holding company’s particular condition, risk profile and growth plans.\n\nFailure to be well capitalized or to meet minimum capital requirements could result in certain mandatory and possible additional discretionary actions by regulators, including restrictions on the ability to pay dividends or otherwise distribute capital or to receive regulatory approval of applications, or other restrictions on growth.\n\n6\n\nAt December 31, 2024, Comerica met all of its minimum risk-based capital ratio and leverage ratio requirements plus the applicable capital conservation buffer and the applicable well capitalized requirements, as shown in the table below:\n\n(dollar amounts in millions)ComericaIncorporated(Consolidated)ComericaBank\n\nDecember 31, 2024\n\nCET1 capital (minimum $3.3 billion (Consolidated))$8,667 $8,547 \n\nTier 1 capital (minimum $4.4 billion (Consolidated))9,061 8,547 \n\nTotal capital (minimum $5.8 billion (Consolidated))10,363 9,799 \n\nRisk-weighted assets72,903 72,833 \n\nAverage assets (fourth quarter)81,797 81,643 \n\nCET1 capital to risk-weighted assets (minimum-4.5%)11.89 %11.74 %\n\nTier 1 capital to risk-weighted assets (minimum-6.0%)12.43 11.74 \n\nTotal capital to risk-weighted assets (minimum-8.0%)14.21 13.45 \n\nTier 1 capital to average assets (minimum-4.0%)11.08 10.47 \n\nCapital conservation buffer (minimum-2.5%)6.21 5.45 \n\nDecember 31, 2023\n\nCET1 capital (minimum $3.4 billion (Consolidated))$8,414 $8,007 \n\nTier 1 capital (minimum $4.6 billion (Consolidated))8,808 8,007 \n\nTotal capital (minimum $6.1 billion (Consolidated))10,263 9,362 \n\nRisk-weighted assets75,901 75,783 \n\nAverage assets (fourth quarter)87,538 87,423 \n\nCET1 capital to risk-weighted assets (minimum-4.5%)11.09 %10.57 %\n\nTier 1 capital to risk-weighted assets (minimum-6.0%)11.60 10.57 \n\nTotal capital to risk-weighted assets (minimum-8.0%)13.52 12.35 \n\nTier 1 capital to average assets (minimum-4.0%)10.06 9.16 \n\nCapital conservation buffer (minimum-2.5%)5.52 4.35 \n\nAdditional information on the calculation of Comerica’s and its bank subsidiaries’ CET1 capital, Tier 1 capital, total capital and risk-weighted assets is set forth in the “Capital” section in the Financial Section of this report and Note 20 of the Notes to Consolidated Financial Statements in the Financial Section of this report.\n\nFederal Deposit Insurance Corporation Improvement Act \n\nThe Federal Deposit Insurance Corporation Improvement Act (“FDICIA”) requires, among other things, the federal banking agencies to take “prompt corrective action” with respect to depository institutions that do not meet certain minimum capital requirements. FDICIA establishes five capital tiers: “well capitalized,” “adequately capitalized,” “undercapitalized,” “significantly undercapitalized” and “critically undercapitalized.” An institution that fails to remain well capitalized becomes subject to a series of restrictions that increase in severity as its capital condition weakens. Such restrictions may include a prohibition on capital distributions, restrictions on asset growth or restrictions on the ability to receive regulatory approval of applications. The FDICIA also provides for enhanced supervisory authority over undercapitalized institutions, including authority for the appointment of a conservator or receiver for the institution.\n\nAs an additional means to identify problems in the financial management of depository institutions, FDICIA requires federal bank regulatory agencies to establish certain non-capital-based safety and soundness standards for institutions any such agency supervises. The standards relate generally to, among others, earnings, liquidity, operations and management, asset quality, various risk and management exposures (e.g., credit, operational, market, interest rate, etc.) and executive compensation. The agencies are authorized to take action against institutions that fail to meet such standards. \n\nFDICIA also contains a variety of other provisions that may affect the operations of depository institutions including reporting requirements, regulatory standards for real estate lending, “truth in savings” provisions, the requirement that a depository institution give 90 days prior notice to customers and regulatory authorities before closing any domestic branch, and a prohibition on the acceptance or renewal of brokered deposits by depository institutions that are not well capitalized or are adequately capitalized and have not received a waiver from the FDIC.\n\nDividends\n\n    Comerica Incorporated is a legal entity separate and distinct from its banking and other subsidiaries. Since Comerica’s consolidated net income and liquidity consists largely of net income of and dividends received from Comerica’s bank subsidiaries, Comerica’s ability to pay dividends and repurchase shares depends upon its receipt of dividends from these subsidiaries. There are statutory and regulatory requirements applicable to the payment of dividends by subsidiary banks to \n\n7\n\nComerica, as well as by Comerica to its shareholders. Certain, but not all, of these requirements are discussed below. No assurances can be given that Comerica’s bank subsidiaries will, in any circumstances, pay dividends to Comerica.\n\nBanks are required by federal law to obtain the prior approval of the FRB and/or the OCC, as the case may be, for the declaration and payment of dividends, if the total of all dividends declared by the board of directors of such bank in any calendar year will exceed the total of (i) such bank's net income (as defined and interpreted by regulation) for that year plus (ii) the retained net income (as defined and interpreted by regulation) for the preceding two years, less any required transfers to surplus or to fund the retirement of preferred stock. At January 1, 2025, Comerica's subsidiary banks could declare aggregate dividends of approximately $782 million from retained net profits of the preceding two years. Comerica's subsidiary banks declared dividends of $200 million in 2024, $675 million in 2023 and $1.0 billion in 2022. \n\nFurthermore, federal regulatory agencies can prohibit a bank or bank holding company from paying dividends under circumstances in which such payment could be deemed an unsafe and unsound banking practice. Under the FDICIA “prompt corrective action” regime discussed above, a bank is specifically prohibited from paying dividends to its parent company if payment would result in the bank becoming “undercapitalized.” In addition, the Bank is also subject to limitations under Texas state law regarding the amount of earnings that may be paid out as dividends to Comerica and requires prior approval for payments of dividends that exceed certain levels. \n\nFRB supervisory guidance generally provides that a bank holding company should not maintain its existing rate of dividends on common stock unless (1) the organization’s net income over the past year has been sufficient to fully fund the dividends, (2) the prospective rate of earnings retention appears consistent with the organization's capital needs, asset quality and overall financial condition and (3) the organization will continue to meet minimum required capital adequacy ratios. The supervisory guidance also provides that a bank holding company should inform the FRB reasonably in advance of declaring or paying a dividend that exceeds earnings for the period for which the dividend is being paid or that could result in a material adverse change to the bank holding company’s capital structure. The guidance suggests that bank holding companies consult with the FRB before redeeming or repurchasing capital instruments, or materially increasing dividends. In addition, FRB regulation requires bank holding companies to provide notice to or obtain approval from the FRB prior to purchasing or redeeming equity securities under certain circumstances.\n\nTransactions with Affiliates\n\nFederal banking laws and regulations impose qualitative standards and quantitative limitations upon certain transactions between a bank and its affiliates, on the one hand, and Comerica’s affiliate insured depository institutions, on the other. For example, Section 23A of the Federal Reserve Act limits the aggregate outstanding amount of any insured depository institution’s loans and other “covered transactions” with any individual \"affiliate\" (as defined by Section 23A of the Federal Reserve Act, as implemented by Regulation W) to no more than 10% of the institution’s total capital and surplus, and limits the aggregate outstanding amount of any insured depository institution’s covered transactions with all of its affiliates to no more than 20% of its total capital and surplus. “Covered transactions” are defined by statute to include (i) a loan or extension of credit to an affiliate, (ii) a purchase of securities issued by an affiliate, (iii) a purchase of assets (unless otherwise exempted by the FRB) from the affiliate, (iv) the acceptance of securities issued by the affiliate as collateral for a loan, (v) the issuance of a guarantee, acceptance or letter of credit on behalf of an affiliate and (vi) securities borrowing or lending transactions and derivative transactions with an affiliate, to the extent that either causes a bank or its affiliate to have credit exposure to the securities borrowing/lending or derivative counterparty. Section 23A of the Federal Reserve Act also generally requires that an insured depository institution’s loans to its affiliates be, at a minimum, 100% secured, and Section 23B of the Federal Reserve Act generally requires that an insured depository institution’s transactions with its affiliates be on terms and under circumstances that are substantially the same or at least as favorable as those prevailing for comparable transactions with nonaffiliates. \n\nLoans to Insiders\n\nFederal Reserve Act and Regulation O restrictions on loans to directors, executive officers, principal stockholders and their related interests (collectively, “insiders”) apply to all insured institutions and their subsidiaries and holding companies. These restrictions include conditions that must be met before insider loans can be made, limits on loans to an individual insider and an aggregate limitation on all loans to insiders and their related interests. These loans cannot exceed the institution’s total unimpaired capital and surplus, and the Federal Reserve Board may determine that a lesser amount is appropriate. Insiders are subject to enforcement actions for knowingly accepting loans in violation of applicable restrictions. The Dodd-Frank Act amended the statutes placing limitations on loans to insiders by including credit exposures to the person arising from a derivatives transaction, repurchase agreement, reverse repurchase agreement, securities lending transaction or securities borrowing transaction between the member bank and the person within the definition of an extension of credit.\n\n8\n\nFederal Laws Applicable to Credit Transactions\n\nComerica's loan operations are subject to federal laws and implementing regulations applicable to credit transactions, such as the Truth-In-Lending Act, the Home Mortgage Disclosure Act of 1975, the Equal Credit Opportunity Act, the Fair Credit Reporting Act of 1978 (\"FCRA\"), the Fair Debt Collection Practices Act, the Servicemembers Civil Relief Act, the Dodd-Frank Act and rules and regulations of the various federal agencies charged with the responsibility of implementing these federal laws. State usury laws and federal laws concerning interest rates apply to interest and other charges collected or contracted for by Comerica.\n\nFederal Laws Applicable to Deposit Operations\n\nComerica's deposit operations are subject to multiple federal laws, including the Right to Financial Privacy Act, the Truth in Savings Act and the Electronic Funds Transfer Act. The Dodd-Frank Act amended the Electronic Funds Transfer Act to, among other things, give the Federal Reserve Board the authority to establish rules regarding interchange fees charged for electronic debit transactions by payment card issuers having assets over $10 billion and to enforce a new statutory requirement that such fees be reasonable and proportional to the actual cost of a transaction to the issuer. On November 14, 2023, the FRB issued a proposal to lower the maximum interchange fee a large debit card issuer can receive for a debit card transaction. The FRB has not yet issued a final rule. \n\nData Privacy and Cybersecurity Regulation\n\n    Comerica is subject to many U.S. federal, U.S. state and international laws and regulations governing consumer data privacy protection, which require, among other things, maintaining policies and procedures to protect the non-public confidential information of customers and employees. The privacy provisions of the Gramm-Leach-Bliley Act generally prohibit financial institutions from disclosing nonpublic personal financial information of consumer customers to third parties for certain purposes (primarily marketing) unless customers have the opportunity to “opt out” of the disclosure. Other laws and regulations, at the international, federal and state levels, limit Comerica’s ability to share certain information with affiliates and non-affiliates for marketing and/or non-marketing purposes, or to contact customers with marketing offers. The Gramm-Leach-Bliley Act also requires banks to implement a comprehensive information security program that includes administrative, technical and physical safeguards to ensure the security and confidentiality of customer records and information. \n\nFederal banking and securities regulations also impose certain requirements on Comerica and its subsidiary banks in the event of a cyber- or computer-related security incident. In 2021, the federal banking regulators issued the interagency rule for Computer-Security Incident Notification Requirements for Banking Organizations and Their Service Providers, which became effective on April 1, 2022. The rule requires a bank to notify its primary federal regulator of certain \"computer-security\" incidents within thirty-six (36) hours after the bank determines that a computer-security incident has occurred. The rule defines what constitutes a reportable computer-security incident and also requires bank service providers to provide notice to their respective banking organization customers of certain computer-security incidents.\n\nData privacy and data protection are also areas of increasing state legislative focus. For example, the California Consumer Privacy Act of 2018, as amended by the California Privacy Rights Act in 2023 (collectively, the “CCPA”), applies to for-profit businesses that conduct business in California and meet certain revenue or data collection thresholds. The CCPA gives consumers the right to request disclosure of information collected about them, and whether that information has been sold or shared with others, the right to request deletion of personal information (subject to certain exceptions), the right to opt out of the sale of the consumer’s personal information, and the right not to be discriminated against for exercising these rights. The CCPA contains several exemptions, including an exemption applicable to information that is collected, processed, sold or disclosed pursuant to the Gramm-Leach-Bliley Act. Comerica has a physical footprint in California and is required to comply with the CCPA. Similar laws may also be adopted by other states. There have also been ongoing discussions and proposals in the U.S. Congress with respect to new federal data privacy and security laws to which Comerica could become subject, if enacted. \n\nLike other lenders, the Bank and other of Comerica’s subsidiaries use credit bureau data in their underwriting activities. Use of such data is regulated under the FCRA, and the FCRA also regulates reporting information to credit bureaus, prescreening individuals for credit offers, sharing of information between affiliates, and using affiliate data for marketing purposes. State laws similar to the FCRA may impose additional requirements on Comerica and its subsidiaries.\n\nFDIC Insurance Assessments\n\n    The DIF provides deposit insurance coverage for certain deposits up to $250,000 per depositor in each deposit account category. Comerica's subsidiary banks are subject to FDIC deposit insurance assessments to maintain the DIF. The FDIC imposes a risk-based deposit premium assessment system, where the assessment rates for an insured depository institution are determined by an assessment rate calculator, which is based on a number of elements to measure the risk each institution poses to the DIF. The assessment rate is applied to total average assets less tangible equity. Under the current system, premiums are \n\n9\n\nassessed quarterly and could increase if, for example, criticized loans and/or other higher risk assets increase or balance sheet liquidity decreases, or a bank's supervisory ratings worsen. For 2024, Comerica’s FDIC insurance expense totaled $76 million.\n\nOn October 18, 2022, the FDIC finalized a rule that would increase initial base deposit insurance assessment rates by two basis points, beginning with the first quarterly assessment period of 2023. The FDIC, as required under the Federal Deposit Insurance Act, established a plan in September 2020 to restore the DIF reserve ratio to meet or exceed the statutory minimum of 1.35 percent within eight years. This plan did not include an increase in the deposit insurance assessment rate. Based on the FDIC’s recent projections, however, the FDIC determined that the DIF reserve ratio is at risk of not reaching the statutory minimum by the statutory deadline of September 30, 2028 without increasing the deposit insurance assessment rates. The increased assessment would improve the likelihood that the DIF reserve ratio would reach the required minimum by the statutory deadline, consistent with the FDIC’s Amended Restoration Plan. The rule became effective as of January 1, 2023.\n\nAs a result of bank failures during early 2023, regulators invoked a \"systemic risk exception\" in an effort to strengthen public confidence in the banking system and protect depositors. As required by law, the FDIC announced that any losses to the DIF to support uninsured depositors will be recovered by a special assessment on banking organizations. On November 16, 2023, the FDIC adopted a final rule to implement this special assessment based on a banking organization’s estimated uninsured deposits as of December 31, 2022, excluding the first $5 billion in estimated uninsured deposits. Comerica recorded an expense of $109 million as a result of this special assessment during the year ended December 31, 2023 and an additional $13 million during the year ended December 31, 2024. \n\nAnti-Money Laundering Regulations\n\n    Comerica is subject to several federal laws that are designed to combat money laundering, terrorist financing, and transactions with persons, companies or foreign governments designated by U.S. authorities (\"AML laws\"). This category of laws includes the Currency and Foreign Transaction Reporting Act of 1970, as amended (the \"Bank Secrecy Act\"), the Money Laundering Control Act, and the Uniting and Strengthening America by Providing Appropriate Tools Required to Intercept and Obstruct Terrorism Act of 2001, or USA PATRIOT Act.\n\n    The AML laws and their implementing regulations require insured depository institutions, broker-dealers, and certain other financial institutions to have policies, procedures, and controls to detect, prevent, and report money laundering and terrorist financing. The AML laws and their regulations also provide for information sharing, subject to conditions, between federal law enforcement agencies and financial institutions, as well as among financial institutions, for counter-terrorism purposes. Federal banking regulators are required, when reviewing bank holding company acquisition and bank merger applications, to take into account the effectiveness of the anti-money laundering activities of the applicants. To comply with these obligations, Comerica and its various operating units have implemented appropriate internal practices, procedures, and controls.\n\nThe Anti-Money Laundering Act of 2020 (the “AML 2020 Act”) was enacted as part of the National Defense Authorization Act for Fiscal Year 2021. The AML 2020 Act is the most significant revision to the AML laws since the USA PATRIOT Act. The AML 2020 Act clarifies and streamlines the Bank Secrecy Act and AML obligations in the following ways: it requires U.S. entities and entities doing business in the United States to report into a national registry maintained by the Financial Crimes Enforcement Network (“FinCEN”) certain beneficial ownership information, subject to exceptions; modernizes the statutory definition of “financial institution” to include (i) entities that provide services involving “value that substitutes for currency,” which includes stored value and virtual currencies and (ii) any person engaged in the trade of antiquities, including an advisor, consultant or any other person who deals in the sale of antiquities; enhances penalties for Bank Secrecy Act and AML violations, including claw back of bonuses; increases AML whistleblower awards and expands whistleblower protections; requires the Secretary of the Treasury to establish and update National AML Priorities every four years, which are incorporated into the Bank Secrecy Act compliance programs at financial institutions subject to the Bank Secrecy Act; among other amendments. Implementing regulations concerning certain provisions of the AML 2020 Act have been proposed by FinCEN, but not all have been finalized. On September 29, 2022, FinCEN issued a final rule establishing a beneficial ownership information reporting requirement under the Corporate Transparency Act (\"CTA\"), which was passed as part of the AML 2020 Act. The rule, which became effective January 1, 2024, requires most entities created in or registered to do business in the United States, subject to certain exceptions, to report information about their beneficial owners to FinCEN. Although the January 1, 2025, compliance date has passed, the beneficial ownership information reporting requirement under the CTA is subject to ongoing litigation, and whether the requirement will be enforced going forward remains an open question. Comerica will continue to monitor regulatory developments and ongoing litigation related to the CTA, including future FinCEN rulemakings, and will continue to assess the ultimate impact of the CTA on Comerica, including on its Bank Secrecy Act and AML policies and procedures.\n\n10\n\nOffice of Foreign Assets Control Sanctions Regulation \n\n    The U.S. Treasury Department's Office of Foreign Assets Control (“OFAC”) is responsible for administering economic sanctions that affect transactions with designated foreign countries, nationals and others, as required by various Executive Orders and Acts of Congress. OFAC-administered sanctions take many different forms. For example, sanctions may include: (1) restrictions on trade with or investment in a sanctioned country or with persons located in, resident of, or organized under the laws of a sanctioned country, including prohibitions against direct or indirect imports from and exports to a sanctioned country and prohibitions on U.S. persons engaging in financial transactions relating to, making investments in, or providing investment-related advice or assistance to, a sanctioned country; and (2) blocking of assets in which the government of a sanctioned country or sanctioned persons have an interest, by prohibiting transfers of property subject to U.S. jurisdiction (including property in the possession or control of U.S. persons). OFAC also publishes a list of persons and organizations subject to sanctions, including, among others, those suspected of aiding, harboring or engaging in terrorist acts, known as the Specially Designated Nationals and Blocked Persons List. Blocked assets (e.g., property and bank deposits) cannot be paid out, withdrawn, set off or transferred in any manner without a license from OFAC. Failure to comply with these sanctions could have serious legal, financial and reputational consequences. \n\nInterstate Banking and Branching\n\nThe Interstate Banking and Branching Efficiency Act (the “Interstate Act”), as amended by the Dodd-Frank Act, permits a bank holding company, with FRB approval, to acquire banking institutions located in states other than the bank holding company's home state without regard to whether the transaction is prohibited under state law, but subject to any state requirement that the bank has been organized and operating for a minimum period of time, not to exceed five years, and the requirement that the bank holding company, prior to and following the proposed acquisition, control no more than 10 percent of the total amount of deposits of insured depository institutions in the U.S. and no more than 30 percent of such deposits in that state (or such amount as established by state law if such amount is lower than 30 percent). The Interstate Act, as amended, also authorizes banks to operate branch offices outside their home states by merging with out-of-state banks, purchasing branches in other states and by establishing de novo branches in other states, subject to various conditions. In the case of purchasing branches in a state in which it does not already have banking operations, de novo interstate branching is permissible if under the law of the state in which the branch is to be located, a state bank chartered by that state would be permitted to establish the branch. \n\nSource of Strength and Cross-Guarantee Requirements\n\nFederal law and FRB regulations require that bank holding companies serve as a source of strength to each subsidiary bank and commit resources to support each subsidiary bank. This support may be required at times when a bank holding company may not be able to provide such support without adversely affecting its ability to meet other obligations. The FRB may require a bank holding company to make capital injections into a troubled subsidiary bank and may charge the bank holding company with engaging in unsafe and unsound practices if the bank holding company fails to commit resources to such a subsidiary bank or if it undertakes actions that the FRB believes might jeopardize the bank holding company’s ability to commit resources to such subsidiary bank. Under these requirements, Comerica may in the future be required to provide financial assistance to its subsidiary banks should they experience financial distress. Capital loans by Comerica to its subsidiary banks would be subordinate in right of payment to deposits and certain other debts of the subsidiary banks. In the event of Comerica’s bankruptcy, any commitment by Comerica to a federal bank regulatory agency to maintain the capital of its subsidiary banks would be assumed by the bankruptcy trustee and entitled to a priority of payment.\n\nSimilarly, under the cross-guarantee provisions of the Federal Deposit Insurance Act, in the event of a loss suffered or anticipated by the FDIC (either as a result of the failure of a banking subsidiary or related to FDIC assistance provided to such a subsidiary in danger of failure), the other banking subsidiaries may be assessed for the FDIC’s loss, subject to certain exceptions. An FDIC cross-guarantee claim against a depository institution is superior in right of payment to claims of the holding company and its affiliates against such depository institution.\n\nSupervisory and Enforcement Powers of Federal and State Banking Agencies\n\nThe FRB and other federal and state banking agencies have broad supervisory and enforcement powers, including, without limitation, and as prescribed to each agency by applicable law, the power to conduct examinations and investigations, impose nonpublic supervisory agreements, issue cease and desist orders, terminate deposit insurance, impose substantial fines and other civil penalties and appoint a conservator or receiver. Failure to comply with applicable laws or regulations could subject Comerica or its banking subsidiaries, as well as officers and directors of these organizations, to administrative sanctions and potentially substantial civil and criminal penalties. Bank regulators regularly examine the operations of bank holding companies and banks, and the results of these examinations, as well as certain supervisory and enforcement actions, are confidential and may not be made public. Regulatory and supervisory scrutiny of regional banking organizations increased as a result of the bank failures in the spring of 2023. \n\n11\n\nResolution Plans\n\nAs a depository institution with $50 billion or more of total consolidated assets, the Bank is required to periodically file a resolution plan with the FDIC. On April 16, 2019, the FDIC released an advanced notice of proposed rulemaking with respect to the FDIC’s bank resolution plan requirements meant to better tailor bank resolution plans to a firm’s size, complexity and risk profile. In connection with this rulemaking, the FDIC placed a moratorium on resolution plans until the rulemaking process was complete.\n\nOn June 25, 2021, the FDIC lifted the moratorium on resolution plan submissions for institutions with $100 billion or more in total assets. Under the FDIC’s Statement on Resolution Plans for IDIs, an institution will be required to submit resolution plans when it has $100 billion or more in total assets as determined based upon the average of the institution’s four most recent Reports of Condition and Income. \n\nOn June 20, 2024, the FDIC released a final rule that requires insured depository institutions with assets of at least $50 billion but less than $100 billion, such as the Bank, to submit resolution-related informational filings. Comerica is preparing to file the informational filing as required by the final rule.\n\nIncentive-Based Compensation\n\n    Comerica is subject to guidance issued by the FRB, OCC and FDIC intended to ensure that the incentive compensation policies of banking organizations do not undermine the safety and soundness of such organizations by encouraging excessive risk-taking. The guidance, which covers senior executives as well as other employees who, either individually or as part of a group, have the ability to expose the banking organization to material amounts of risk, is based upon the key principles that a banking organization's incentive compensation arrangements (i) should provide employees incentives that appropriately balance risk and financial results in a manner that does not encourage employees to expose their organizations to imprudent risk; (ii) should be compatible with effective controls and risk-management; and (iii) should be supported by strong corporate governance, including active and effective oversight by the organization's board of directors. Banking organizations are expected to review regularly their incentive compensation arrangements based on these three principles. Where there are deficiencies in the incentive compensation arrangements, they should be promptly addressed. Enforcement actions may be taken against a banking organization if its incentive compensation arrangements, or related risk-management control or governance processes, pose a risk to the organization's safety and soundness, particularly if the organization is not taking prompt and effective measures to correct the deficiencies. Similar to other large banking organizations, Comerica has been subject to a continuing review of incentive compensation policies and practices by representatives of the FRB, the Federal Reserve Bank of Dallas and the Texas Department of Banking since 2011. As part of that review, Comerica has undertaken a thorough analysis of all the incentive compensation programs throughout the organization, the individuals covered by each plan and the risks inherent in each plan’s design and implementation. Comerica has determined that risks arising from employee compensation plans are not reasonably likely to have a material adverse effect on Comerica. It is Comerica’s intent to continue monitoring regulations and best practices for sound incentive compensation practices.\n\nIn 2024, the FRB, OCC and several other federal financial regulators revised and re-proposed rules, previously proposed in 2016, to implement Section 956 of the Dodd-Frank Act. Section 956 directed regulators to jointly prescribe regulations or guidelines prohibiting incentive-based payment arrangements, or any feature of any such arrangement, at covered financial institutions that encourage inappropriate risks by providing excessive compensation or that could lead to a material financial loss. This proposal would supplement the final guidance issued by the banking agencies in June 2010. Consistent with the Dodd-Frank Act, the proposed rule would impose heightened standards for institutions with $50 billion or more in total consolidated assets, which includes Comerica. For these larger institutions, the proposed rule would require the deferral of at least 40 percent of incentive-based payments for designated executives and significant risk-takers who individually have the ability to expose the institution to possible losses that are substantial in relation to the institution's size, capital or overall risk tolerance. Moreover, incentive-based compensation of these individuals would be subject to potential clawback for seven years following vesting. Further, the rule would impose enhanced risk management controls and governance and internal policy and procedure requirements with respect to incentive compensation. Comerica is monitoring the development of this proposal.\n\nThe Volcker Rule\n\nComerica is prohibited under the Volcker Rule from (1) engaging in short-term proprietary trading for its own account and (2) having certain ownership interests in and relationships with hedge funds or private equity funds (\"Covered Funds\"). The Volcker Rule regulations contain exemptions for market-making, hedging, underwriting and trading in U.S. government and agency obligations, and permit certain ownership interests in certain types of Covered Funds to be retained. They also permit the offering and sponsoring of Covered Funds under certain conditions. The Volcker Rule regulations impose significant compliance and reporting obligations on banking entities. \n\nComerica has compliance programs required by the Volcker Rule and has either divested or received extensions for any holdings in Covered Funds. \n\n12\n\nIn October 2019, the five federal agencies with rulemaking authority with respect to the Volcker Rule finalized changes designed to simplify compliance with the Volcker Rule. The final rule formalized a three-tiered approach to compliance program requirements for banking entities based on their level of trading activity. As a banking entity with “moderate” trading assets and liabilities (less than $20 billion), Comerica is subject to simplified compliance requirements. In June 2020, regulators finalized a rule further modifying the Volcker Rule’s prohibition on banking entities investing in or sponsoring Covered Funds. The final rule modifies three areas of the rule by: streamlining the covered funds portion of the rule; addressing the extraterritorial treatment of certain foreign funds; and permitting banking entities to offer financial services and engage in other activities that do not raise concerns that the Volcker Rule was intended to address. Comerica continues to follow Volcker Rule developments.\n\nDerivative Transactions\n\nAs a state member bank, the Bank may engage in derivative transactions, as permitted by applicable Texas and federal law. Title VII of the Dodd-Frank Act contains a comprehensive framework for over-the-counter derivatives transactions. Even though many of the requirements do not impact Comerica directly, since the Bank does not meet the definition of swap dealer or major swap participant, Comerica continues to review and evaluate the extent to which such requirements impact its business indirectly. On November 5, 2018, the CFTC issued a final rule that sets the permanent aggregate gross notional amount threshold for the de minimis exception from the definition of swap dealer at $8 billion in swap dealing activity entered into by a person over the preceding 12 months, and a lower threshold of $25 million in swap dealing activities with \"special entities\" as such term is defined in 17 CFR 23.401(c). Comerica's swap dealing activities for purposes of the de minimis exception are currently below these thresholds.\n\nThe initial margin requirements for non-centrally cleared swaps and security-based swaps were effective for Comerica’s swap and security-based swap counterparties that are swap dealers or major swap participants on September 1, 2022, and such counterparties are required to collect initial margin from Comerica. The initial margin requirements were issued for the purpose of ensuring safety and soundness of swap trading in light of the risk to the financial system associated with non-cleared swaps activity. \n\nConsumer Financial Protection Bureau and Certain Recent Consumer Finance Regulations\n\nComerica is subject to regulation by the CFPB, which has broad rule-making authority for a wide range of consumer protection laws that apply to all banks and savings institutions and possesses examination and enforcement authority over all banks and savings institutions with more than $10 billion in assets, including the Bank, and their depository affiliates. Among other things, the CFPB is focused on reducing or eliminating so-called \"junk fees\" which include some sources of bank fee revenue.\n\nComerica is also subject to certain state consumer protection laws, and under the Dodd-Frank Act, state attorneys general and other state officials are empowered to enforce certain federal consumer protection laws and regulations. In recent years, state authorities have increased their focus on and enforcement of consumer protection rules. These federal and state consumer protection laws apply to a broad range of Comerica’s activities and to various aspects of its business and include laws relating to interest rates, fair lending, disclosures of credit terms and estimated transaction costs to consumer borrowers, debt collection practices, the use of and the provision of information to consumer reporting agencies, and the prohibition of unfair, deceptive or abusive acts or practices in connection with the offer, sale or provision of consumer financial products and services.\n\nUNDERWRITING APPROACH\n\nThe loan portfolio is a primary source of profitability and risk, making proper loan underwriting critical to Comerica's long-term financial success. Comerica extends credit to businesses, individuals and public entities based on sound lending principles and consistent with prudent banking practice. During the loan underwriting process, a qualitative and quantitative analysis of potential credit facilities is performed, and the credit risks associated with each relationship are evaluated. Important factors considered as part of the underwriting process for new loans and loan renewals include:\n\n•People: Including the competence, integrity and succession planning of customers.\n\n•Purpose: The legal, logical and productive purposes of the credit facility.\n\n•Payment: Including the source, timing and probability of payment.\n\n•Protection: Including obtaining alternative sources of repayment, securing the loan, as appropriate, with collateral and/or third-party guarantees and ensuring appropriate legal documentation is obtained.\n\n•Perspective: The risk/reward relationship and pricing elements (cost of funds; servicing costs; time value of money; credit risk).\n\n13\n\nComerica prices credit facilities to reflect risk, the related costs and the expected return, while maintaining competitiveness with other financial institutions. Loans with variable and fixed rates are underwritten to achieve expected risk-adjusted returns on the credit facilities and for the full relationship including the borrower's ability to repay the principal and interest based on such rates.\n\nCredit Approval and Monitoring    \n\nApproval of new loan exposure and oversight and monitoring of Comerica's loan portfolio is the joint responsibility of the Credit Risk Management and Decisioning department and the Credit Underwriting department (collectively referred to as “Credit”), plus the business units (“Line”). Credit assists the Line with underwriting by providing objective financial analysis, including an assessment of the borrower's business model, balance sheet, cash flow and collateral. The approval of new loan exposure is the joint responsibility of Credit Risk Management and Decisioning and the Line. Each commercial borrower relationship is assigned an internal risk rating by Credit Risk Management and Decisioning. Further, Credit updates the assigned internal risk rating as new information becomes available as a result of periodic reviews of credit quality, a change in borrower performance or approval of new loan exposure. The goal of the internal risk rating framework is to support Comerica's risk management capability, including its ability to identify and manage changes in the credit risk profile of its portfolio, predict future losses and price the loans appropriately for risk. Finally, the Line and Credit (including its Credit Analytics and Strategy department) work together to insure the overall credit risk within the loan portfolio is consistent with the Bank’s Credit Risk Appetite.\n\nCredit Policy\n\nComerica maintains a comprehensive set of credit policies. Comerica's credit policies provide Line and Credit Personnel with a framework of sound underwriting practices and potential loan structures. These credit policies also provide the framework for loan committee approval authorities based on its internal risk-rating system and establish maximum exposure limits based on risk ratings and Comerica's legal lending limit. Credit, in conjunction with the Line, monitors compliance with the credit policies and modifies the existing policies as necessary. New or modified policies/guidelines require approval by the Strategic Credit Committee, chaired by Comerica's Chief Credit Officer and comprised of senior credit, market and risk management executives.\n\nCommercial Loan Portfolio\n\n    Commercial loans are underwritten using a comprehensive analysis of the borrower's operations. The underwriting process includes an analysis of some or all of the factors listed below:\n\n•The borrower's business model and industry characteristics.\n\n•Periodic review of financial statements including financial statements audited by an independent certified public accountant when appropriate.\n\n•The proforma financial condition including financial projections.\n\n•The borrower's sources and uses of funds.\n\n•The borrower's debt service capacity.\n\n•The guarantor's financial strength.\n\n•A comprehensive review of the quality and value of collateral, including independent third-party appraisals of machinery and equipment and commercial real estate, as appropriate, to determine the advance rates.\n\n•Physical inspection of collateral and audits of receivables, as appropriate.\n\n    For additional information specific to certain businesses within our commercial portfolio, please see the caption “Concentrations of Credit Risk\" in the Financial Section of this report.\n\nCommercial Real Estate (CRE) Loan Portfolio\n\nComerica's CRE loan portfolio consists of real estate construction and commercial mortgage loans and includes loans to real estate developers and investors and loans secured by owner-occupied real estate. Comerica's CRE loan underwriting policies are consistent with the underwriting approach described above and provide maximum loan-to-value ratios that limit the size of a loan to a maximum percentage of the value of the real estate collateral securing the loan. The loan-to-value percentage varies by the type of collateral and is limited by advance rates established by our regulators. Our loan-to-value limitations are, in certain cases, more restrictive than those required by regulators and are influenced by other risk factors such as the financial strength of the borrower or guarantor, the equity provided to the project and the viability of the project itself. CRE loans generally require cash equity. CRE loans are normally originated with full recourse or limited recourse to all principals and owners. There are limitations to the size of a single project loan and to the aggregate dollar exposure to a single guarantor. For \n\n14\n\nadditional information specific to our CRE loan portfolio, please see the caption “Commercial Real Estate Lending” in the Financial Section of this report.\n\nConsumer and Residential Mortgage Loan Portfolios\n\nComerica's consumer and residential mortgage loan underwriting includes an assessment of each borrower's personal financial condition, including a review of credit reports and related FICO scores (a type of credit score used to assess an applicant's credit risk) and verification of income and assets, as applicable. After origination, internal risk ratings are assigned based on payment status and product type.\n\nComerica does not originate subprime loans. Although a standard industry definition for subprime loans (including subprime mortgage loans) does not exist, Comerica defines subprime loans as specific product offerings for higher risk borrowers, including individuals with one or a combination of high credit risk factors. These credit factors include low FICO scores, poor patterns of payment history, high debt-to-income ratios and elevated loan-to-value. Comerica generally considers subprime FICO scores to be those below 620 on a secured basis (excluding loans with cash or near-cash collateral and adequate income to make payments) and below 660 for unsecured loans. Residential mortgage loans retained in the portfolio are largely relationship based. The remaining loans are typically eligible to be sold on the secondary market. Adjustable-rate loans are limited to standard conventional loan programs. For additional information specific to our residential real estate loan portfolio, please see the caption “Residential Real Estate Lending” in the Financial Section of this report.\n\nHUMAN CAPITAL RESOURCES\n\nComerica’s relationship banking strategy relies heavily on the personal relationships and the quality of service provided by employees. Accordingly, Comerica aims to attract, develop and retain employees who can drive financial and strategic growth objectives and build long-term shareholder value. Key items related to Comerica’s human capital resources are described below.\n\nStructure. As of December 31, 2024, Comerica and its subsidiaries had 7,565 full-time and 363 part-time employees, mainly located in Comerica’s primary markets of Michigan, Texas, California, Arizona, Florida and North Carolina. Comerica’s Chief Administrative Officer and Chief Human Resources Officer reports directly to the Chairman, President and CEO and manages all aspects of the employee experience, including talent acquisition, colleague engagement, learning and development, talent management, compensation and benefits. \n\nThe Governance, Compensation and Nominating Committee of the Board reviews Comerica’s human capital management strategy which encompasses talent development programs, succession planning, recruitment evaluations and other workforce updates. This Committee also reviews Comerica’s colleague engagement programs. To enhance the Board’s understanding of Comerica's talent pipeline, the Board routinely meets with high-potential employees in formal and informal settings.\n\nProductivity. Comerica carefully manages the size of its workforce and reallocates resources as needed. Comerica managed an average of $15 million and $16 million of loans and deposits per employee as of December 31, 2024 and 2023, respectively. \n\nComerica has 15 Employee Resource Groups (ERGs), consisting of employees with common interests organized to promote professional development, social networking, awareness and inclusion, social impact and talent attraction and retention. These ERGs help support and sustain Comerica's colleague engagement model. \n\nCompensation and Benefits.  Comerica strives to provide pay, benefits and programs that are competitive, cost effective and help meet the varying needs of its employees. Compensation and benefits include market-competitive pay, broad-based bonuses, retirement programs, an employee stock purchase plan, health and welfare benefits, an employee assistance program, financial counseling, paid time off, family leave and flexible work schedules. In 2024, Comerica kept its minimum wage at $18 per hour. Periodically the main components of compensation, like salaries and bonuses, by grade level and position are reviewed to ensure similar positions receive similar pay to the extent other factors can be equalized (e.g., time in position, performance, education). Solicitation of salary history from applicants is prohibited.\n\nAttraction, Development and Retention.  Comerica measures the success of its talent acquisition strategy on speed and quality of acquisition and new colleague retention. In addition, overall performance metrics are tracked for each key business line. Sourcing strategies and support structures are evaluated and modified to ensure that performance targets are met consistently.\n\nComerica operates and continues to evolve multiple internal programs to support the development and retention of its colleagues, including Comerica University, internal Leadership Development, Emerging Leaders, and Senior Leadership programs designed to develop high potential employees, a Future-Ready Technology skills program to help re- and up-skill Technology colleagues, a Managing Essentials Certificate series for managers and organizational change management learning for all colleagues. In 2024, over 23,000 skills-based titles were offered to Comerica colleagues and an average of around 22 \n\n15\n\nhours of training per employee were completed. Comerica also supports its employees’ involvement in external development programs and volunteerism. Annually, full-time colleagues are granted up to eight hours of PTO, and part-time colleagues are granted up to four hours of PTO annually to use for volunteer events whether related or unrelated to Comerica.\n\nComerica’s investment in its employees has resulted in a long-tenured workforce, with average tenure of around 11 years of service. Of the approximately 2,216 open employee positions filled in 2024, 65% were filled by external hires and 35% of positions were filled by internal hires. Employee turnover for 2024 was approximately 17%. Comerica plans to launch its fourth enterprise-wide engagement survey in 2025 as the last one was in 2023, with approximately 85% of colleagues participating. Engagement surveys provide valuable feedback on employee sentiment and highlight opportunities to enhance workforce culture and organizational performance. \n\nAVAILABLE INFORMATION\n\nComerica maintains an Internet website at www.comerica.com where its Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and all amendments to such reports are available without charge, as soon as reasonably practicable after such reports are filed with or furnished to the SEC. Investors should regularly review Comerica's website as Comerica regularly and routinely posts other important information there, particularly in the \"Investor Relations\" portion of the website. The SEC maintains a public website, www.sec.gov, which includes reports, proxy and information statements and other information regarding issuers that file electronically with the SEC.\n\nThe Code of Business Conduct and Ethics for Employees, the Code of Business Conduct and Ethics for Members of the Board of Directors and the Senior Financial Officer Code of Ethics adopted by Comerica are also available on Comerica's website and are available in print to any shareholder who requests them. Such requests should be made in writing to the Corporate Secretary at Comerica Incorporated, Comerica Bank Tower, 1717 Main Street, MC 6404, Dallas, Texas 75201. \n\nIn addition, pursuant to regulations adopted by the FRB, Comerica makes additional regulatory capital-related disclosures. Under these regulations, Comerica satisfies a portion of these requirements through postings on its website, and Comerica has done so and expects to continue to do so without also providing disclosure of this information through filings with the SEC. \n\nWeb addresses included in this report, such as Comerica's web address and the web address of the SEC, have been included in this report as inactive textual references only. Except as specifically incorporated by reference into this report, information on such websites is not part of this report or incorporated by reference herein.",
      "char_count": 74927
    },
    "item1a": {
      "text": "Item 1A.  Risk Factors.\n\nThis report includes forward-looking statements as defined in the Private Securities Litigation Reform Act of 1995. In addition, Comerica may make other written and oral communications from time to time that contain such statements. All statements regarding Comerica's expected financial position, strategies and growth prospects and general economic conditions Comerica expects to exist in the future are forward-looking statements. The words, “anticipates,” “believes,” “contemplates,” “feels,” “expects,” “estimates,” “seeks,” “strives,” “plans,” “intends,” “outlook,” “forecast,” “position,” “target,” “mission,” “assume,” “achievable,” “potential,” “strategy,” “goal,” “aspiration,” “opportunity,” “initiative,” “outcome,” “continue,” “remain,” “maintain,” “on track,” “trend,” “objective,” “looks forward,” “projects,” “models” and variations of such words and similar expressions, or future or conditional verbs such as “will,” “would,” “should,” “could,” “might,” “can,” “may” or similar expressions, as they relate to Comerica or its management, are intended to identify forward-looking statements.\n\nComerica cautions that forward-looking statements are subject to numerous assumptions, risks and uncertainties, which change over time. Forward-looking statements speak only as of the date the statement is made, and Comerica does not undertake to update forward-looking statements to reflect facts, circumstances, assumptions or events that occur after the date the forward-looking statements are made. Actual results could differ materially from those anticipated in forward-looking statements and future results could differ materially from historical performance.\n\nIn addition to factors mentioned elsewhere in this report, the factors contained below, among others, could cause actual results to differ materially from forward-looking statements.\n\nCREDIT RISK\n\n•Changes in customer behavior due to outside factors may adversely impact Comerica's business, financial condition and results of operations.\n\nAs a financial institution, Comerica's principal activity is lending to, and accepting deposits from, businesses and individuals. The primary source of revenue is net interest income, which is principally derived from the difference between interest earned on loans and investment securities and interest paid on deposits and other funding sources. Comerica also provides other products and services that meet the financial needs of customers that generate noninterest income, Comerica's secondary source of revenue. Growth in loans, deposits and noninterest income is \n\n16\n\naffected by many factors, including economic conditions in the markets Comerica serves, the financial requirements and economic health of customers and the ability to add new customers and/or increase the number of products used by current customers. Success in providing products and services depends on the financial needs of customers and the types of products desired.\n\nIndividual, economic, political, industry-specific conditions and other factors outside of Comerica's control, such as pandemics, inflation, interest rate changes, military conflicts, labor shortages, supply chain constraints, bank failures, fuel prices, energy costs, tariffs, trade wars, real estate values or other factors that affect customer income levels, have altered and could in the future alter, predicted customer borrowing, repayment, investment and deposit practices. Such a change in these practices could materially adversely affect Comerica's ability to anticipate business needs and meet regulatory requirements.\n\nFurther, difficult economic conditions, such as a recession, may negatively affect consumer confidence levels. A decrease in consumer confidence levels would likely aggravate the adverse effects of these difficult market conditions on Comerica, Comerica's customers and others in the financial institutions industry.\n\n•Unfavorable developments concerning credit quality could adversely affect Comerica's financial results.\n\nAlthough Comerica regularly reviews credit exposure related to its customers and various industry sectors in which it has business relationships, default risk may arise from events or circumstances that are difficult to detect or foresee. Under such circumstances, such as due to pandemics or crises, Comerica could experience an increase in the level of provision for credit losses and reserve for credit losses, which could adversely affect Comerica's financial results. Additionally, some of Comerica's loan portfolios have higher risk profiles relative to the rest of its portfolio, such as technology and life sciences, commercial real estate, senior housing, automotive production and the leveraged transactions book. These loan portfolios have higher levels of criticized loans than the general population, and further migration could lead to an adverse effect on credit metrics and Comerica's financial results. For more information, please see \"Leveraged Loans” and \"Automotive Lending - Production\" in the Financial Section of this report. \n\n•Declines in the businesses or industries of Comerica's customers could cause increased credit losses or decreased loan balances, which could adversely affect Comerica.\n\nComerica's business customer base consists, in part, of customers in volatile businesses and industries such as the automotive, commercial real estate, residential real estate and energy industries. These industries are sensitive to global economic conditions, supply chain factors and/or commodities prices. Additionally, certain segments of the commercial real estate industry have been under pressure in recent years due to rapidly rising interest rates, shifts in demand (i.e., office and retail), labor and materials shortages and capital markets volatility. Finally, energy prices continue to fluctuate, and energy companies are expected to experience environmental pressure over the long-term. Any decline in one of these businesses or industries could cause increased credit losses or reduced loan demand, which in turn could adversely affect Comerica's financial condition or results of operations. As a regional banking organization, Comerica's credit risks (and many other of Comerica's risks) may be exacerbated by events or factors that disproportionately affect the markets in which Comerica operates, accept deposits, makes loans or invests. For more information regarding certain of Comerica's lines of business, please see \"Concentrations of Credit Risk,\" \"Commercial Real Estate Lending,\" \"Automotive Lending - Dealer,\" \"Automotive Lending - Production,\" \"Residential Real Estate Lending,\" and “Energy Lending” in the Financial Section of this report. \n\nMARKET RISK\n\n•Governmental monetary and fiscal policies may adversely affect the financial services industry and, therefore, impact Comerica's financial condition and results of operations.\n\nMonetary and fiscal policies of various governmental and regulatory agencies, in particular the FRB, affect the financial services industry, both directly and indirectly. The FRB regulates the supply of money and credit in the United States, and its monetary policies determine in large part Comerica's cost of funds for lending and investing and the return that can be earned on such loans and investments. Changes in such policies, including changes in interest rates or changes in the FRB's balance sheet, influence the origination of loans, the value of investments, the generation of deposits and the rates received on loans and investment securities and paid on deposits. Changes in monetary and fiscal policies are beyond Comerica's control and difficult to predict. Comerica's financial condition and results of operations could be materially adversely impacted by changes in governmental monetary and fiscal policies.\n\n•Fluctuations in interest rates and their impact on deposit pricing could impact Comerica's net interest income and balance sheet.\n\nThe operations of financial institutions such as Comerica are dependent to a large degree on net interest income, which is the difference between interest income from loans and investments and interest expense on deposits and borrowings. \n\n17\n\nPrevailing economic conditions and the trade, fiscal and monetary policies of the federal government and various regulatory agencies all affect market rates of interest and the availability and cost of credit, which in turn significantly affect financial institutions' net interest income and the market value of their investment securities. After a period of rising interest rates, the Federal Reserve lowered interest rates in September 2024, November 2024 and December 2024. If the Federal Reserve were to raise or lower interest rates in the future, there may be an impact on Comerica's net interest income. Further, while Comerica has taken steps to reduce its interest rate sensitivity, those actions, such as the execution of Comerica's hedging strategy, do not fully eliminate interest rate risk. For a discussion of Comerica's interest rate sensitivity and risk management strategies, please see, “Market and Liquidity Risk” in the Financial Section of this report.\n\nDeposits make up a large portion of Comerica’s funding portfolio. Comerica's funding costs may increase if it raises deposit rates to avoid losing customer deposits, as it did in 2023 and into 2024, or if it loses customer deposits and must rely on more expensive sources of funding. \n\nVolatility in interest rates can also result in disintermediation, which is the flow of funds away from financial institutions into direct investments, such as federal government and corporate securities and other investment vehicles, which generally pay higher rates of return than financial institutions. Comerica's financial results could be materially adversely impacted by changes in financial market conditions. \n\nLIQUIDITY RISK\n\n•Comerica must maintain adequate sources of funding and liquidity to meet regulatory expectations, support its operations and fund outstanding liabilities.\n\nComerica’s liquidity and ability to fund and run its business could be materially adversely affected by a variety of conditions and factors, including financial and credit market disruptions and volatility, a lack of market or customer confidence in financial markets in general, or deposit competition based on interest rates, which may result in a loss of customer deposits or outflows of cash or collateral and/or adversely affect Comerica's ability to access capital markets on favorable terms. \n\nOther conditions and factors that could materially adversely affect Comerica’s liquidity and funding include a lack of market or customer confidence in, or negative news about, Comerica or the financial services industry generally, which also may result in a loss of deposits and/or negatively affect Comerica's ability to access the capital markets; the loss of customer deposits to alternative investments; counterparty availability; interest rate fluctuations; general economic conditions; and the legal, regulatory, accounting and tax environments governing Comerica's funding transactions. Many of the above conditions and factors may be caused by events over which Comerica has little or no control. There can be no assurance that significant disruption and volatility in the financial markets will not occur in the future. As occurred following the collapse of certain banks early in 2023, the failure of other financial institutions could cause deposit outflows if customers were to spread deposits among several different banks to maximize their FDIC insurance, move deposits to banks deemed \"too big to fail,\" or remove deposits from the U.S. financial system entirely. Comerica has a high percentage of uninsured deposits and relies on its deposit base for liquidity. Further, Comerica's customers may be adversely impacted by such conditions, which could have a negative impact on Comerica's business, financial condition and results of operations.\n\nAdditionally, if Comerica is for these reasons or any other reason unable to continue to fund assets through customer bank deposits or access funding sources on favorable terms, or if Comerica suffers an increase in borrowing costs or otherwise fails to manage liquidity effectively, Comerica’s liquidity, operating margins, financial condition and results of operations may be materially adversely affected. \n\n•Reduction in our credit ratings could adversely affect Comerica and/or the holders of its securities.\n\nRating agencies regularly evaluate Comerica, and their ratings are based on a number of factors, including Comerica's financial strength as well as factors not entirely within its control, such as conditions affecting the financial services industry generally. Following banking industry disruptions in early 2023, Standard & Poor's downgraded the Corporation and Bank's credit ratings while reaffirming their outlooks at Stable, and Fitch changed the Corporation's and the Bank's outlooks to Negative, noting relatively higher usage of brokered deposits and wholesale funding. In January 2025, Moody’s downgraded the Corporation and Bank's credit ratings and changed the Corporation and Bank's outlooks to Stable to align with median level peer banks. There can be no assurance that Comerica will maintain its current ratings. Future downgrades to Comerica's or its subsidiaries' credit ratings could adversely affect Comerica's profitability, borrowing costs, or ability to access the capital markets or otherwise have a negative effect on Comerica's results of operations or financial condition. If such a reduction placed Comerica's or its subsidiaries' credit ratings below investment grade, it could also create obligations or liabilities under the terms of existing arrangements that could increase Comerica's costs under such arrangements. Additionally, a downgrade of the credit rating of any \n\n18\n\nparticular security issued by Comerica or its subsidiaries could negatively affect the ability of the holders of that security to sell the securities and the prices at which any such securities may be sold.\n\n•The soundness of other financial institutions could adversely affect Comerica.\n\nComerica's ability to engage in routine funding transactions could be adversely affected by the actions and commercial soundness of other financial institutions. Financial services institutions are interrelated as a result of trading, clearing, counterparty or other relationships. Comerica has exposure to many different industries and counterparties, and it routinely executes transactions with counterparties in the financial industry, including brokers and dealers, commercial banks, investment banks, mutual and hedge funds, and other institutional clients. As a result, defaults by, or even rumors or questions about, one or more financial services institutions, or the financial services industry generally, have led, and may further lead, to market-wide liquidity problems and could lead to losses or defaults by Comerica or by other institutions. For example, bank failures during the first half of 2023 led to increased scrutiny from regulators and put further financial strain and uncertainty on other financial institutions. Similar bank failures, or the perception thereof, could adversely affect Comerica’s operations. Many of the transactions in which Comerica engages could expose Comerica to credit risk in the event of default of its counterparty or client. In addition, Comerica's credit risk may be impacted when the collateral held by it cannot be monetized or is liquidated at prices not sufficient to recover the full amount of the financial instrument exposure due to Comerica. Further, volatility in the banking industry may lead to greater reliance on third parties that provide money market or deposit sweep services. Any such losses could adversely affect, possibly materially, Comerica.\n\nTECHNOLOGY RISK\n\n•Comerica faces security risks, including denial of service attacks, hacking, social engineering attacks targeting Comerica’s colleagues, customers and partners, malware intrusion or data corruption attempts, and identity theft, that could result in the disclosure of confidential information, adversely affect Comerica's business or reputation, and create significant legal and financial exposure.\n\nComerica’s computer systems and network infrastructure and those of third parties on which Comerica is highly dependent are subject to security risks and could be susceptible to cyber attacks, such as denial of service attacks, hacking, terrorist activities, social engineering attacks, malware intrusion, or identity theft. Comerica’s business relies on the secure processing, transmission, storage and retrieval of confidential, proprietary and other information in its computer and data management systems and networks, and in the computer and data management systems and networks of third parties. In addition, to access Comerica’s network, products and services, its customers and other third parties may use personal mobile devices or computing devices that are outside of its network environment and are subject to their own cybersecurity risks. Evolving technologies and the increased use of artificial intelligence and automation by third parties further increase security risks for Comerica and third parties on which Comerica depends.\n\nCyber attacks could include computer viruses, malicious or destructive code, phishing attacks, denial of service or information, ransomware, improper access by employees or vendors, attacks on personal email of employees, ransom demands to not expose security vulnerabilities in Comerica's systems or the systems of third parties, or other security breaches, and could result in the destruction or exfiltration of data and systems. As cyber threats continue to evolve, Comerica may be required to expend significant additional resources to continue to modify or enhance its protective measures or to investigate and remediate any information security vulnerabilities or incidents. Despite efforts to ensure the integrity of Comerica’s systems and implement controls, processes, policies and other protective measures, Comerica may not be able to anticipate all security breaches or it (or the third parties whose systems Comerica relies upon) may not be able to implement guaranteed preventive measures against such security breaches. Cyber threats are rapidly evolving, and Comerica may not be able to anticipate or prevent all such attacks and could be held liable for any security breach or loss.\n\nAlthough Comerica has programs in place related to business continuity, disaster recovery, physical security and information security to maintain the confidentiality, integrity, and availability of its systems, business applications and customer information, such disruptions may still give rise to interruptions in service to customers and loss or liability to Comerica, including loss of customer data. Like other financial services firms, Comerica and its third-party providers continue to be the subject of cyber attacks. Although to this date Comerica has not experienced any material losses or other material consequences related to cyber attacks, future cyber attacks or future threats of cyber attacks could be materially disruptive and damaging, and Comerica may not be able to anticipate or prevent all such attacks. Further, cyber attacks may not be detected in a timely manner.\n\nCyber attacks or other information or security breaches, whether directed at Comerica or third parties, may result in a material loss or have material consequences. Furthermore, the public perception that a cyber attack on Comerica’s systems has been successful, whether or not this perception is correct, may damage its reputation with customers and third parties with whom it does business. Hacking of personal information and identity theft risks, in particular, could \n\n19\n\ncause serious reputational harm. A successful penetration or circumvention of system security could cause Comerica material negative consequences, including loss of customers and business opportunities, costs associated with maintaining business relationships after an attack or breach; significant business disruption to Comerica’s operations and business, misappropriation, exposure, or destruction of its confidential information, intellectual property, funds, and/or those of its customers; or damage to Comerica’s or Comerica’s customers’ and/or third parties’ computers or systems, and could result in a violation of applicable privacy laws and other laws, litigation exposure, regulatory fines, penalties or intervention, loss of confidence in Comerica’s security measures, reputational damage, reimbursement or other compensatory costs, and additional compliance costs, and could adversely impact its results of operations, liquidity and financial condition. In addition, although Comerica maintains insurance coverage that may cover certain cyber attack losses (subject to policy terms and conditions), Comerica may not have adequate insurance coverage to compensate for losses from a cybersecurity event.\n\n•Cybersecurity and data privacy are areas of heightened legislative and regulatory focus.\n\nAs cybersecurity and data privacy risks for banking organizations and the broader financial system have significantly increased in recent years, cybersecurity and data privacy issues have become the subject of increasing legislative and regulatory focus. The federal bank regulatory agencies continue to assess cybersecurity risks in their supervision and examination of banks, including Comerica. In addition, several states have proposed or adopted cybersecurity legislation and regulations, which require, among other things, notification to affected individuals when there has been a security breach of their personal data. For more information regarding cybersecurity regulation, refer to the “Supervision and Regulation” section of this report.\n\nComerica receives, maintains and stores non-public personal information of Comerica’s customers and counterparties, including, but not limited to, personally identifiable information and personal financial information. The sharing, use, disclosure and protection of this information are governed by federal and state law. Both personally identifiable information and personal financial information are increasingly subject to legislation and regulation, the intent of which is to protect the privacy of personal information that is collected and handled. For example, the CCPA applies to for-profit businesses that conduct business in California and meet certain revenue or data collection thresholds, including Comerica. For more information regarding data privacy regulation, refer to the “Supervision and Regulation” section of this report.\n\nComerica may become subject to new legislation or regulation concerning cybersecurity or the privacy of personally identifiable information and personal financial information or of any other information Comerica may store or maintain. Comerica could be adversely affected if new legislation or regulations are adopted or if existing legislation or regulations are modified such that Comerica is required to alter its systems or require changes to its business practices or privacy policies. If cybersecurity, data privacy, data protection, data transfer or data retention laws are implemented, interpreted or applied in a manner inconsistent with Comerica’s current practices, it may be subject to fines, litigation or regulatory enforcement actions or ordered to change its business practices, policies or systems in a manner that adversely impacts Comerica’s operating results.\n\nOPERATIONAL RISK\n\n•Comerica’s operational or security systems or infrastructure, or those of third parties, could fail or be breached, which could disrupt Comerica’s business and adversely impact Comerica’s results of operations, liquidity and financial condition, as well as cause legal or reputational harm.\n\nOperational risk exposure exists throughout Comerica’s business and, as a result of its interactions with, and reliance on, third parties, is not limited to Comerica’s own internal operational functions. Comerica's operations rely on the secure processing, storage and transmission of confidential and other information on its technology systems and networks. These networks are subject to infrastructure failures, ongoing system maintenance and upgrades and planned network outages. Comerica's use of mobile and cloud technologies, as well as its hybrid work options permitting remote work, can heighten these and other operational risks. Any failure, interruption or breach in security of these systems could result in failures or disruptions in Comerica's customer relationship management, general ledger, deposit, loan and other systems. \n\nComerica relies on its employees and third parties in its day-to-day and ongoing operations, who may, as a result of human error, misconduct, malfeasance or failure, or breach of Comerica’s or of third-party systems or infrastructure, expose Comerica to risk. For example, Comerica’s ability to conduct business may be adversely affected by any significant disruptions to Comerica or to third parties with whom Comerica interacts or upon whom it relies. Although Comerica has programs in place related to business continuity, disaster recovery and information security to maintain the confidentiality, integrity and availability of its systems, business applications and customer information, such disruptions may still give rise to interruptions in service to customers and loss or liability to Comerica, including loss of customer data. In addition, Comerica’s ability to implement backup systems and other safeguards with respect to \n\n20\n\nthird-party systems is more limited than with respect to its own systems. Increasing usage of automation and a measured approach to leveraging artificial intelligence by Comerica or third parties on which Comerica relies would further increase the impact if Comerica's operational or security systems were to fail or be breached.\n\nComerica’s financial, accounting, data processing, backup or other operating or security systems and infrastructure may fail to operate properly or become disabled or damaged as a result of a number of factors, including events that are wholly or partially beyond its control, which could adversely affect its ability to process transactions or provide services. Such events may include sudden increases in customer transaction volume and/or customer activity; electrical, telecommunications or other major physical infrastructure outages; natural disasters such as earthquakes, tornadoes, hurricanes and floods; disease pandemics; cyber attacks; and events arising from local or larger scale political or social matters, including wars and terrorist acts. \n\nThe occurrence of any failure or interruption in Comerica's operations or information systems, or any security breach, could cause reputational damage, jeopardize the confidentiality of customer information, result in a loss of customer business, subject Comerica to regulatory intervention or expose it to civil litigation and financial loss or liability, any of which could have a material adverse effect on Comerica. \n\n•Comerica relies on other companies to provide certain key components of its delivery systems, and certain failures could materially adversely affect operations.\n\nComerica faces the risk of operational disruption, failure or capacity constraints due to its dependency on third-party suppliers for components of its delivery systems. Third-party suppliers provide certain key components of Comerica's delivery systems, such as cloud-based computing, networking and storage services, cash services, payment processing services, recording and monitoring services, internet connections and network access, clearing agency services, card processing services and trust processing services. While Comerica conducts due diligence prior to engaging with third-party suppliers and performs ongoing monitoring of supplier controls, it does not control their operations. Further, while Comerica's supplier management policies and practices are designed to comply with current regulations, these policies and practices cannot eliminate this risk. In this context, any supplier failure to properly deliver these services could adversely affect Comerica’s business operations, and result in financial loss, reputational harm, and/or regulatory action. \n\n•Legal and regulatory proceedings and related matters with respect to the financial services industry, including those directly involving Comerica and its subsidiaries, could adversely affect Comerica or the financial services industry in general.\n\nComerica is, has been, and may in the future be, subject to various legal and regulatory proceedings. It is inherently difficult to assess the outcome of these matters, and there can be no assurance that Comerica will prevail in any proceeding or litigation. Any such matter could result in substantial cost and diversion of Comerica's efforts, which by itself could have a material adverse effect on Comerica's financial condition and operating results. Further, adverse determinations in such matters could result in fines or actions by Comerica's regulators that could materially adversely affect Comerica's business, financial condition or results of operations.\n\nComerica establishes reserves for legal claims when payments associated with the claims become probable and the costs can be reasonably estimated. Comerica may still incur legal costs for a matter even if it has not established a reserve. In addition, due to the inherent subjectivity of the assessments and unpredictability of the outcome of legal proceedings, the actual cost of resolving a legal claim may be substantially higher than any amounts reserved for that matter. The ultimate resolution of a pending legal proceeding, depending on the remedy sought and granted, could adversely affect Comerica's results of operations and financial condition.\n\nFor further information on specific legal and regulatory proceedings, see Note 21 to the consolidated financial statements.\n\n21\n\n•Comerica may incur losses due to fraud.\n\nFraudulent activity can take many forms and has escalated as more tools for accessing financial services emerge, such as real-time payments. Fraud schemes are broad and continuously evolving. Examples include but are not limited to: debit card/credit card fraud, check fraud, mechanical devices attached to ATM machines, social engineering and phishing attacks to obtain personal information, impersonation of clients through the use of falsified or stolen credentials, employee fraud, information theft and other malfeasance. Increased deployment of technologies, such as chip card technology, defray and reduce aspects of fraud; however, criminals are turning to other sources to steal personally identifiable information in order to impersonate the consumer to commit fraud. These data compromises often are widely reported in the media or otherwise become public, which can damage a company's reputation and results of operations. Further, as a result of the increased sophistication of fraud activity, Comerica continues to invest in systems, resources, and controls to detect and prevent fraud. This will result in continued ongoing investments in the future, some or all of which may ultimately be ineffective in preventing fraudulent activity.\n\n•Controls and procedures may not prevent or detect all errors or acts of fraud.\n\nControls and procedures are designed to provide reasonable assurance that information required to be disclosed in reports Comerica files or submits under the Exchange Act is accurately accumulated and communicated to management and recorded, processed, summarized, and reported within the time periods specified in the SEC's rules and forms. Disclosure controls and procedures or internal controls and procedures, no matter how well conceived and operated, can provide only reasonable, not absolute, assurance that the objectives of the control system are met, due to certain inherent limitations. These limitations include the realities that judgments in decision making can be faulty, that alternative reasoned judgments can be drawn, that breakdowns can occur because of an error or mistake, or that controls may be fraudulently circumvented. Accordingly, because of the inherent limitations in control systems, misstatements due to error or fraud may occur and not be detected.\n\nCOMPLIANCE RISK\n\n•Changes in regulation or oversight, or changes in Comerica’s status with respect to existing regulations or oversight, may have a material adverse impact on Comerica's operations.\n\nComerica is subject to extensive regulation, supervision and examination by the U.S. Treasury, the Texas Department of Banking, the FDIC, the FRB, the OCC, the CFPB, the CFTC, the SEC, FINRA, the DOL and other regulatory bodies. Such regulation and supervision governs and limits the activities in which Comerica may engage. Regulatory authorities have extensive discretion in their supervisory and enforcement activities, including the imposition of restrictions on Comerica's operations and ability to make acquisitions, investigations and limitations related to Comerica's securities, the classification of Comerica's assets and determination of the level of Comerica's allowance for loan losses. Any change in such regulation and oversight, whether in the form of regulatory policy, regulations, legislation, changed interpretations or supervisory action, may have a material adverse impact on Comerica's business, financial condition or results of operations. The impact of any future legislation or regulatory actions may adversely affect Comerica's businesses or operations.\n\nFurther, even if such regulations or oversight do not change, Comerica's business may develop such that it may be subject to increased regulatory requirements. For example, if Comerica's asset size increases in the future and exceeds $100 billion in average total consolidated assets calculated over four consecutive financial quarters, Comerica will become a Category IV institution. Category IV institutions ($100 to $250 billion in assets) under the Tailoring Rules are subject to additional requirements, such as certain enhanced prudential standards and monitoring and reporting certain risk-based indicators. Under the Tailoring Rules, Category IV firms are, among other things, subject to (1) supervisory capital stress testing on a biennial basis, (2) requirements to develop and maintain a capital plan on an annual basis and (3) certain liquidity risk management and risk committee requirements, including liquidity buffer and liquidity stress testing requirements. Comerica would also incur additional assessments under Regulation TT. If Comerica becomes subject to enhanced prudential standards, it will face more stringent requirements or limitations on its business, as well as increased compliance costs, and, depending on its levels of capital and liquidity, stress test results and other factors, may be limited in the types of activities it may conduct and be limited as to how it utilizes capital. Further, Comerica may be subject to heightened expectations, which could result in additional regulatory scrutiny, higher penalties, and more severe consequences if it is unable to meet those expectations. In particular, on July 27, 2023, the FRB, the FDIC, and the OCC issued a proposal, referred to as the “Basel III Endgame,” that would result in significant changes to the U.S. regulatory capital rules for banking organizations with total consolidated assets of $100 billion or more. As of December 31, 2024, the Corporation had total assets of $79.3 billion. While the Basel III Endgame would not apply to Comerica as currently proposed, if Comerica becomes subject to those requirements or becomes subject to any other new laws or regulations related to capital and liquidity, such requirements could limit \n\n22\n\nComerica’s ability to pay dividends or make share repurchases or require Comerica to reduce business levels or to raise capital, which would have a material adverse effect on Comerica’s financial condition and results of operations.\n\n•Compliance with stringent capital requirements may adversely affect Comerica.\n\nComerica is required to satisfy stringent regulatory capital standards, as set forth in the “Supervision and Regulation” section of this report. These requirements, and any other new laws or regulations related to capital and liquidity, or any existing requirements that Comerica becomes subject to as a result of its increased asset size, could adversely affect Comerica's ability to pay dividends or make share repurchases, or could require Comerica to reduce business levels or to raise capital, including in ways that may adversely affect its results of operations or financial condition and/or existing shareholders. Maintaining higher levels of capital may reduce Comerica's profitability and otherwise adversely affect its business, financial condition, or results of operations.\n\n•Changes to tax law or regulations, or changes to administrative or judicial interpretations of tax law regulations, could adversely affect Comerica. \n\nFederal income tax treatment of corporations may be clarified and/or modified by legislative, administrative or judicial changes or interpretations at any time. Any such changes could adversely affect Comerica, either directly, or indirectly as a result of effects on Comerica's customers.\n\nSTRATEGIC RISK\n\n•Damage to Comerica’s reputation could damage its businesses.\n\nReputational risk is an increasing concern for businesses as customers are interested in doing business with companies they admire and trust. Such risks include compliance issues, operational challenges, or a strategic, high profile event. Comerica's business is based on the trust of its customers, communities, and entire value chain, which makes managing reputational risk extremely important. News or other publicity that impairs Comerica's reputation, or the reputation of the financial services industry generally, can therefore cause significant harm to Comerica’s business and prospects. Further, adverse publicity or negative information posted on social media websites regarding Comerica, whether or not true, may result in harm to Comerica’s prospects, which could have a material adverse effect on Comerica’s business, financial position and results of operations.\n\n•Comerica may not be able to utilize technology to efficiently and effectively develop, market, and deliver new products and services to its customers. \n\nThe financial services industry experiences rapid technological change with regular introductions of new technology-driven products and services, including the increased usage and introduction of artificial intelligence and automation within the industry. The ability to access and use technology is an increasingly important competitive factor in the financial services industry, and having the right technology is a critically important component to customer satisfaction. In addition, the efficient and effective utilization of technology enables financial institutions to reduce costs. Comerica's future success depends, in part, upon its ability to address the needs of its customers by using technology to market and deliver products and services that will satisfy customer demands, meet regulatory requirements, and create additional efficiencies in Comerica's operations. Comerica may not be able to effectively develop new technology-driven products and services or be successful in marketing or supporting these products and services to its customers, which could have a material adverse impact on Comerica's financial condition and results of operations.\n\n•Competitive product and pricing pressures within Comerica's markets may change.\n\nComerica operates in a very competitive environment, which is characterized by competition from a number of other financial institutions in each market in which it operates. Comerica competes largely on the basis of industry expertise, the range of products and services offered, pricing and reputation, convenience, quality of service, responsiveness to customer needs and the overall customer relationship. Comerica's competitors include financial institutions of all sizes. Some of Comerica's larger competitors, including certain nationwide banks that have a significant presence in Comerica's markets, may have a broader array of products and structure alternatives and, due to their size, may more easily absorb credit losses. Some of Comerica's competitors (larger or smaller) may have more liberal lending policies and aggressive pricing standards for loans, deposits and services. Increasingly, Comerica competes with other companies based on financial technology and capabilities, such as mobile banking applications and funds transfer. \n\nAdditionally, the financial services industry is subject to extensive regulation. Such regulations may require significant additional investments in technology, personnel or other resources or place limitations on the ability of financial institutions, including Comerica, to engage in certain activities. Comerica's competitors may be subject to significantly different or lesser regulation due to their asset size or types of products offered. Some competitors may also have the ability to more efficiently utilize resources to comply with regulations or may be able to more effectively absorb the \n\n23\n\ncost of regulations. For more information regarding the regulations to which Comerica is subject, see the “Supervision and Regulation” section of this report.\n\nIn addition to banks, Comerica and its banking subsidiaries also face competition from financial intermediaries, including savings and loan associations, consumer and commercial finance companies, leasing companies, venture capital funds, credit unions, investment banks, insurance companies and securities firms. Competition among providers of financial products and services continues to increase as advances in technology have lowered the barriers to entry for financial technology companies, with customers having the opportunity to select from a growing variety of traditional and nontraditional alternatives, including crowdfunding, digital wallets and money transfer services. The ability of non-banks to provide services previously limited to traditional banks has intensified competition. Because non-banks are not subject to many of the same regulatory restrictions as banks and bank holding companies, they can often operate with greater flexibility and lower cost structures. \n\nIf Comerica is unable to compete effectively in products and pricing in its markets, business could decline, which could have a material adverse effect on Comerica's business, financial condition or results of operations.\n\n•The introduction, implementation, withdrawal, success and timing of business initiatives and strategies may be less successful or may be different than anticipated, which could adversely affect Comerica's business.\n\nComerica makes certain projections and develops plans and strategies for its banking and financial products. If Comerica does not accurately determine demand for its banking and financial product needs, it could result in Comerica incurring significant expenses without the anticipated increases in revenue, which could result in a material adverse effect on its business. Comerica has expanded its presence in the Southeastern and Mountain West regions of the United States, and if Comerica's expansion is not successful, it could adversely impact Comerica's expenses. \n\n•Management's ability to maintain and expand customer relationships may differ from expectations.\n\nThe financial services industry is very competitive. Comerica not only vies for business opportunities with new customers, but also competes to maintain and expand the relationships it has with its existing customers. While management believes that it can continue to grow many of these relationships, Comerica will continue to experience pressures to maintain these relationships as its competitors attempt to capture its customers. Failure to create new customer relationships and to maintain and expand existing customer relationships to the extent anticipated may adversely impact Comerica's earnings.\n\n•Management's ability to retain key officers and employees may change.\n\nComerica's future operating results depend substantially upon the continued service of its executive officers and key personnel. Comerica's future operating results also depend in significant part upon its ability to attract and retain qualified management, financial, technical, marketing, sales and support personnel. Competition for qualified personnel is intense, and Comerica may not be successful in attracting or retaining qualified personnel. There may be only a limited number of persons with the requisite skills to serve in these positions, and it may be increasingly difficult for Comerica to hire personnel over time. The increased prevalence of remote work environments has intensified the competition for talent as job opportunities may be less constrained by physical geography.\n\nFurther, Comerica's ability to retain key officers and employees may be impacted by legislation and regulation affecting the financial services industry. In 2024, the FRB, OCC and several other federal financial regulators revised and re-proposed rules to implement Section 956 of the Dodd-Frank Act. Section 956 directed regulators to jointly prescribe regulations or guidelines prohibiting incentive-based payment arrangements, or any feature of any such arrangement, at covered financial institutions that encourage inappropriate risks by providing excessive compensation or that could lead to a material financial loss. Consistent with the Dodd-Frank Act, the proposed rule would impose heightened standards for institutions with $50 billion or more in total consolidated assets, which includes Comerica. For these larger institutions, the proposed rule would require the deferral of at least 40 percent of incentive-based payments for designated executives and significant risk-takers who individually have the ability to expose the institution to possible losses that are substantial in relation to the institution's size, capital or overall risk tolerance. Moreover, incentive-based compensation of these individuals would be subject to potential clawback for seven years following vesting. Further, the rule imposes enhanced risk management controls and governance and internal policy and procedure requirements with respect to incentive compensation. Accordingly, Comerica may be at a disadvantage to offer competitive compensation compared to other financial institutions (as referenced above) or companies in other industries, which may not be subject to the same requirements. \n\nComerica's business, financial condition or results of operations could be materially adversely affected by the loss of any of its key employees, or Comerica's inability to attract and retain skilled employees.\n\n24\n\n•Any future strategic acquisitions or divestitures may present certain risks to Comerica's business and operations.\n\nDifficulties in capitalizing on the opportunities presented by a completed or future acquisition may prevent Comerica from fully achieving the expected benefits from the acquisition, or may cause the achievement of such expectations to take longer to realize than expected. \n\nFurther, the assimilation of any acquired entity's customers and markets could result in higher than expected deposit attrition, loss of key employees, disruption of Comerica's businesses or the businesses of the acquired entity or otherwise adversely affect Comerica's ability to maintain relationships with customers and employees or achieve the anticipated benefits of the acquisition. These matters could have an adverse effect on Comerica for an undetermined period. Comerica would be subject to similar risks and difficulties in connection with any future decisions to downsize, sell or close units or otherwise change the business mix of Comerica.\n\nGENERAL RISK\n\n•General political, economic or industry conditions, either domestically or internationally, may be less favorable than expected.\n\nEconomic, financial market, political, and industry-specific developments may affect the financial services industry, both directly and indirectly. The economic environment and market conditions in which Comerica operates, at the local, domestic, and international levels, continue to be uncertain. The U.S. economy faces uncertainties from interest rates that remain elevated despite recent decreases, persistent inflation, large fiscal deficits, subdued housing market activity and a sluggish manufacturing sector. It also faces downside risks from geopolitical conflicts around the globe, including those involving Venezuela; the Israel-Hamas War and its spread to Yemen, Lebanon, and/or other parts of the Middle East; the Ukraine-Russia War and its effects in Europe; tensions between Taiwan and mainland China; threats from North Korea; and the possibility of other geopolitical shocks.\n\nDomestically, the public debt, the possibility of a federal government shutdown and/or debt ceiling crisis, as well as broader issues surrounding the federal budgeting process and governance, may contribute to the possibility of a downgrade of the U.S. sovereign credit rating, potentially causing knock-on effects for the broader economy and financial system that could include a recession. \n\nThe Federal Reserve rapidly tightened monetary policies during the recovery from the 2020 recession, including both increases in interest rates and reductions in the size of the central bank’s balance sheet, before beginning to reduce interest rates in 2024. However, the impacts interest rates have on the U.S. economy often are not immediate and take time to materialize after such changes in interest rates occur, and their substantial increase relative to the pre-pandemic period could still cause stress on capital-intensive sectors of the economy, including manufacturing, real estate, and highly leveraged corporate balance sheets.\n\nFiscal and industrial policies to support the growth of targeted industries could have unanticipated effects or change unexpectedly, causing volatility in the economic performance of these industries or other parts of the economy. These effects could impact the energy industry, manufacturing, construction, automotive manufacturing, information, and retailing, or potentially other industries. Prices of energy products and services, as well as other commodities, are subject to large and unanticipated fluctuations caused by changes to supply and demand conditions, which could directly or indirectly affect Comerica’s business and/or clients.\n\nRapid changes to the economy have impacted demand for residential and commercial real estate, including single-family and multifamily residential properties, as well as office, industrial, and retail commercial real estate properties. These changes have affected, and could continue to affect, the economic health of downtowns in major cities and other regions where economic activity has changed in recent years, and have impacted, and could continue to impact, real estate prices, construction activity, and sales. In addition, the weakness of regional real estate markets could affect municipal tax revenues and fiscal health, with knock-on effects to broader regional economies.\n\nAdverse economic conditions related to a potential recession, including changes in inflation, unemployment, or interest rates, may, directly and indirectly, adversely affect Comerica. Furthermore, changes in trade policies or other economic policies, including tariffs and trade wars, immigration policies, state and local municipal finances, federal government finances and the U.S. federal debt, are outside of Comerica's control and may affect the operating environment affecting Comerica.\n\n•Inflation has impacted, and could continue to negatively impact, Comerica's business, profitability and stock price.\n\nProlonged periods of inflation have impacted, and may continue to impact, Comerica's profitability by negatively impacting its fixed costs and expenses, including increasing funding costs and expenses related to talent acquisition \n\n25\n\nand retention, and negatively impacting the demand for its products and services. Additionally, inflation has led, and may continue to lead, to a decrease in consumer and client purchasing power and has negatively affected the need or demand for Comerica's products and services. If significant inflation continues, Comerica's business could continue to be negatively affected by, among other things, increased default rates leading to credit losses, which could decrease the appetite for new credit extensions. These inflationary pressures could result in missed earnings and budgetary projections causing Comerica's stock price to suffer.\n\n•Methods of reducing risk exposures might not be effective.\n\nComerica assumes various types of risk as a result of conducting business in the normal course. Instruments, systems and strategies used to hedge or otherwise manage exposure to various types of credit, market, liquidity, technology, operational, compliance, financial reporting and strategic risks could be less effective than anticipated. Comerica's enterprise risk management framework provides a process for identifying, measuring, controlling and managing risks, and Comerica's management expends significant effort and resources in risk management. Nevertheless, Comerica may not be able to effectively mitigate its risk exposures in particular market environments or against particular types of risk, which could have a material adverse impact on Comerica's business, financial condition or results of operations. Comerica also utilizes various asset and liability management strategies to manage net interest income exposure to interest rate risk; these may not always be completely effective. \n\nFor more information regarding risk management, please see \"Risk Management\" in the Financial Section of this report.\n\n•Catastrophic events may adversely affect the general economy, financial and capital markets, specific industries, and Comerica.\n\nActs of terrorism, cyber-terrorism, political unrest, war, civil disturbance, armed regional and international hostilities and international responses to these hostilities, natural disasters (including tornadoes, hurricanes, earthquakes, fires, droughts and floods), global health risks or pandemics, or the threat of or perceived potential for these events could have a negative impact on us. Comerica’s business continuity and disaster recovery plans may not be successful upon the occurrence of one of these scenarios, and a significant catastrophic event anywhere in the world could materially adversely affect Comerica's operating results.\n\nIn particular, certain of the regions where Comerica operates, including California, Texas, and Florida, are known for being vulnerable to natural disasters. These types of natural catastrophic events have at times disrupted the local economies, Comerica's business and customers, and have caused physical damage to Comerica's property in these regions. \n\nDangerous, potentially deadly and easily transmitted viruses and other pathogens, and government and social reactions to such epidemics and pandemics have affected, and may again affect, international trade (including supply chains and export levels), travel, employee productivity, and other economic activities. These potential events may negatively impact Comerica's and/or its clients’ costs, demand for its clients’ products, and/or the U.S. economy or certain sectors thereof and, thus, adversely affect Comerica's business, financial condition, and results of operations.\n\nFurther, catastrophic events may have an impact on Comerica's customers and, in turn, on Comerica. \n\nIn addition, these events have had, and may continue to have, an adverse impact on the U.S. and world economies in general and consumer confidence and spending in particular, which could harm Comerica's operations. Any of these events could increase volatility in the U.S. and world financial markets, which could harm Comerica's stock price and may limit the capital resources available to Comerica and its customers. This could have a material adverse impact on Comerica's operating results, revenues and costs and may result in increased volatility in the market price of Comerica's common stock.\n\n26\n\n•Climate change manifesting as physical or transition risks could adversely affect Comerica's operations, businesses and customers.\n\nThere is an increasing concern over the risks of climate change and related environmental sustainability matters. The physical risks of climate change include discrete events, such as flooding and wildfires, and longer term shifts in climate patterns, such as extreme heat, sea level rise, and more frequent and prolonged drought. Such events could disrupt Comerica's operations or those of its clients or third parties on which it relies, including through direct damage to assets and indirect impacts from supply chain disruption and market volatility. Additionally, transitioning to a low carbon economy may entail extensive policy, legal, technology, and market initiatives. Transition risks, including changes in consumer preferences and additional regulatory requirements or taxes, could increase expenses and undermine business strategies. In addition, Comerica's reputation and client relationships may be damaged as a result of practices related to climate change, including its involvement, or its clients’ involvement, in certain industries or projects associated with causing or exacerbating climate change, as well as any decisions Comerica makes to continue to conduct or change its activities in response to considerations relating to climate change, including the setting of climate-related goals, commitments and targets. As climate risk is interconnected with all key risk types, Comerica has advanced its processes to embed climate risk considerations into risk management strategies such as market, credit and operational risks; however, because the timing and severity of climate change may not be predictable, risk management strategies may not be effective in mitigating climate risk exposure.\n\n•Changes in accounting standards could materially impact Comerica's financial statements. \n\nFrom time to time, accounting standards setters change the financial accounting and reporting standards that govern the preparation of Comerica’s financial statements. These changes can be difficult to predict and can materially impact how Comerica records and reports its financial condition and results of operations. In some cases, Comerica could be required to apply a new or revised standard retroactively, resulting in changes to previously reported financial results, or a cumulative charge to retained earnings. \n\n•Comerica's accounting estimates and processes are critical to the reporting of financial condition and results of operations. They require management to make estimates about matters that are uncertain. \n\nAccounting estimates and processes are fundamental to how Comerica records and reports its financial condition and results of operations. Management must exercise judgment in selecting and applying many of these accounting estimates and processes so they comply with U.S. Generally Accepted Accounting Principles. In some cases, management must select an accounting policy or method to apply from two or more alternatives, any of which may be reasonable under the circumstances, yet may result in the Company reporting materially different results than would have been reported under a different alternative.\n\nManagement has identified certain accounting estimates as being critical because they require management's judgment to make difficult, subjective or complex judgments about matters that are uncertain. Materially different amounts could be reported under different conditions or using different assumptions or estimates. Comerica has established detailed policies and control procedures that are intended to ensure these critical accounting estimates and judgments are well controlled and applied consistently. In addition, the policies and procedures are intended to ensure that the process for changing methodologies occurs in an appropriate manner. Because of the uncertainty surrounding management's judgments and the estimates pertaining to these matters, Comerica cannot guarantee that it will not be required to adjust accounting policies or restate prior period financial statements. For example, Comerica's allowances for credit losses, fair value measurement, pension plan accounting and provisions for income taxes may prove faulty or inaccurate. See “Critical Accounting Estimates” in the Financial Section of this report and Note 1 of the Notes to Consolidated Financial Statements in the Financial Section of this report for additional information regarding critical accounting estimates and policies. \n\n•Comerica's stock price can be volatile.\n\nStock price volatility may make it more difficult for stockholders to resell their common stock when they want and at prices they find attractive. Comerica's stock price can fluctuate significantly in response to a variety of factors including, among other things:\n\n•Actual or anticipated variations in quarterly results of operations.\n\n•Recommendations or projections by securities analysts.\n\n•Operating and stock price performance of other companies that investors deem comparable to Comerica.\n\n•News reports relating to trends, concerns and other issues in the financial services industry.\n\n•Perceptions in the marketplace regarding Comerica and/or its competitors.\n\n•New technology used, or services offered, by Comerica or competitors.\n\n27\n\n•Significant acquisitions or business combinations, strategic partnerships, joint ventures or capital commitments by or involving Comerica or its competitors.\n\n•Changes in dividends and capital returns.\n\n•Changes in government regulations.\n\n•Cyclical fluctuations.\n\n•Geopolitical conditions such as acts or threats of terrorism or military conflicts.\n\n•Activity by short sellers and changing government restrictions on such activity.\n\nGeneral market fluctuations, including real or anticipated changes in the strength of the economy; industry factors and general economic and political conditions and events, such as economic slowdowns or recessions; interest rate changes, oil price volatility or credit loss trends, among other factors, could also cause Comerica's stock price to decrease, regardless of Comerica's operating results.\n\nFor the above and other reasons, the market price of Comerica's securities may not accurately reflect the underlying value of the securities, and investors should consider this before relying on the market prices of Comerica's securities when making an investment decision.\n\n•An investment in Comerica's equity securities is not insured or guaranteed by the FDIC.\n\nInvestments in Comerica’s common or preferred stock are not deposits or other obligations of a bank or savings association and are not insured or guaranteed by the FDIC or any other governmental agency.",
      "char_count": 63769
    }
  },
  "extracted_at": "2026-01-19T15:29:15.657730"
}