{
  "ticker": "CNS",
  "company_name": "COHEN & STEERS, INC.",
  "cik": 1284812,
  "form_type": "10-K",
  "filing_date": "2025-02-21",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001284812-25-000087",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001284812&accession_number=000128481225000087&xbrl_type=v",
  "sic_code": "6282",
  "industry": "Investment Advice",
  "sections": {
    "item1": {
      "text": "Item 1. Business\n\nOverview \n\nCohen & Steers, founded in 1986, is a global investment manager specializing in real assets and alternative income, including listed and private real estate, preferred securities, infrastructure, resource equities, commodities, as well as multi-strategy solutions. Headquartered in New York City, with offices in London, Dublin, Hong Kong, Tokyo and Singapore, we serve institutional and individual investors around the world. \n\nCohen & Steers, Inc. (CNS) was organized as a Delaware corporation on March 17, 2004. CNS is the holding company for its direct and indirect subsidiaries, including Cohen & Steers Capital Management, Inc. (CSCM), Cohen & Steers Securities, LLC (CSS), Cohen & Steers UK Limited (CSUK), Cohen & Steers Ireland Limited (CSIL), Cohen & Steers Asia Limited (CSAL), Cohen & Steers Japan Limited (CSJL) and Cohen & Steers Singapore Private Limited (CSSG). CNS and its subsidiaries are collectively referred to as the Company, we, us or our. \n\nOur distribution network encompasses two major channels, wealth and institutional. Our wealth channel includes registered investment advisers, wirehouses, independent and regional broker dealers and bank trusts. Our institutional channel includes sovereign wealth funds, corporate plans, insurance companies and public funds, including defined benefit and defined contribution plans, as well as other financial institutions that access our investment management services directly or through consultants and other intermediaries.\n\nInvestment Vehicles \n\nWe manage three types of investment vehicles: open-end funds, institutional accounts and closed-end funds.\n\nOpen-end Funds\n\nThe U.S. and non-U.S. open-end funds, for which we serve as investment adviser, offer and issue new shares continuously as investors subscribe and redeem shares when investors sell. The share price for purchases and redemptions is determined by each fund’s net asset value, which is calculated at the end of each business day. The net asset value (NAV) per share is the current value of a fund’s assets less its liabilities, divided by the fund’s total shares outstanding.\n\nOpen-end funds also include assets of third-party investment vehicles for which we provide model portfolios. We regularly provide the investment manager of that investment vehicle with a model portfolio of securities in accordance with the investment objectives and investment guidelines of that vehicle as set forth in such vehicle’s investment advisory agreement. \n\nIn 2024, Cohen & Steers Income Opportunities REIT, Inc. (CNSREIT), a non-traded REIT for which we serve as investment adviser, commenced principal operations. CNSREIT is a perpetual-life, non-listed REIT formed to invest primarily in high quality, income-focused, stabilized properties within the United States. Shares of CNSREIT are sold and repurchased by CNSREIT monthly at a price generally equal to the prior month’s NAV per share.  \n\nIn 2025, we launched our first active exchange traded funds (ETFs). Our initial launch included three strategies: U.S. real estate securities, preferred securities and natural resource equities.  \n\nInstitutional Accounts\n\nThe institutional accounts for which we serve as investment adviser or subadvisor represent portfolios of securities we manage for institutional clients. We manage the assets in each institutional account in accordance with the investment objectives and guidelines as set forth in each client’s investment management agreement.\n\nAdvisory accounts represent accounts, including certain commingled vehicles, for which we have been appointed as the investment manager. As investment manager, we oversee certain daily activities and manage the assets in the account while adhering to the specified investment objectives.\n\nSubadvisory accounts generally represent commingled investment vehicles for which we have been appointed as a subadvisor by the investment manager of that investment vehicle. As subadvisor, we manage all or a portion of the vehicle's investments and oversee certain daily activities, while the investment manager oversees our performance as subadvisor. The \n\n1\n\nvehicle sponsor is responsible for decisions regarding the amount, timing and whether to pay distributions from the investment vehicle to its beneficial owners. Subadvisory assets also include assets of third-party investment vehicles for which we provide model portfolios. We regularly provide the investment manager of that investment vehicle with a model portfolio of securities in accordance with the investment objectives and guidelines as set forth in each client’s investment advisory agreement. \n\nClosed-end Funds\n\nThe closed-end funds for which we serve as investment adviser are registered investment companies that have issued a fixed number of shares through public offerings. These shares are listed on the New York Stock Exchange and cannot be redeemed by the fund’s shareholders. The trading price of the shares is determined by supply and demand in the marketplace, and, as a result, the shares may trade at a premium or discount to the net asset value of the fund. Strategies offered in closed-end funds typically use leverage.\n\nContractual Revenues\n\nOur revenue from the wealth channel is derived from investment advisory, administration, distribution and service fees from open-end and closed-end funds as well as other commingled vehicles. Our revenue from the institutional channel is derived from fees received from our clients for managing advised and subadvised accounts. Our fees are based on contractually specified rates applied to the value of the assets we manage and, in certain cases, may include a performance-based fee. Investment advisory fee rates vary based on the vehicle, investment strategy, fees charged by other comparable products and prevailing market conditions. Investment administration fees from the open-end funds and certain closed-end funds are designed to reimburse us for the cost of providing these services. The investment advisory and administration agreements are generally terminable upon specified notice periods and may also require a majority vote of the fund’s board of directors for certain contracts.  \n\nOur revenue fluctuates with changes in the total value of our assets under management, which may occur as a result of market appreciation and depreciation, contributions to or withdrawals from investor accounts and distributions. This revenue is recognized over the period that the assets are managed.\n\nInvestment Strategies\n\nEach of our investment strategies is overseen by a specialist team and led by a portfolio manager or a team of portfolio managers, supported by dedicated analysts. These personnel are located in our New York, London and Hong Kong offices. Each team executes fundamentally driven, actively managed investment strategies and has a well-defined process that includes top-down macroeconomic and bottom-up fundamental research and portfolio management elements, among other considerations. Our specialist teams are subject to multiple levels of oversight and support from the Chief Executive Officer, Chief Investment Officer, Chief Operating Officer-Investments, Investment Risk Committee, Investment Operating Committee and Legal and Compliance Department. Certain of our strategies involve multiple asset classes and are overseen by our Asset Allocation Strategy Group and Chief Investment Officer.\n\nOur core investment strategies include:\n\nU.S. Real Estate Securities includes a wide range of strategies distinguished by concentration, risk profile and income objective, as well as thematic portfolios designed to provide targeted allocations to specific sectors within the investable real estate universe. Each strategy invests in a portfolio of common stocks and other securities issued by U.S. real estate companies, including real estate investment trusts (REITs) and similar REIT-like entities. These strategies are managed by our dedicated U.S. real estate securities investment team and draw on the broad expertise of our real estate analysts and portfolio managers. Investment objectives include total return, capital appreciation and income.\n\nGlobal/International Real Estate Securities includes a wide range of strategies distinguished by geography, concentration, risk profile and income objective, designed to provide allocation exposure to listed real estate globally. Each strategy invests in a portfolio of common stocks and other securities issued by real estate companies, including REITs and similar REIT-like entities. These strategies draw on the expertise of our integrated global real estate securities investment team. Investment objectives include total return, capital appreciation and income.\n\nPrivate Real Estate includes strategies that invest primarily in real property investments. Certain strategies invest in high quality, income-focused, stabilized real estate assets primarily within the United States while others invest directly into real property investments of an opportunistic nature with the investment objective of capital appreciation achieved by value-added \n\n2\n\nstrategies including lease-up, redevelopment, and development among others and have a higher risk profile. Investment objectives include stable cash flow and capital appreciation, income and total return. \n\nPreferred Securities, including Low Duration Preferred Securities invests in diversified portfolios of preferred, debt and contingent convertible securities issued by U.S. and non-U.S. companies. The securities are primarily issued by banks, insurance companies, REITs and other diversified financial institutions, as well as utility, energy, pipeline and telecommunications companies. A consistent investment process underlies both our total return preferred securities strategy and our low duration preferred securities strategy, both of which seek income and capital preservation. \n\nGlobal Listed Infrastructure includes strategies designed to provide access to infrastructure assets. These strategies have diversified and concentrated portfolios of U.S. and non-U.S. securities issued by infrastructure companies such as utilities, pipelines, toll roads, airports, railroads, marine ports and communications companies located in developed and emerging markets, energy related master limited partnerships and securities of companies that derive at least 50% of their revenues or operating income from the exploration, production, transportation, processing, storage, refining, distributing or marketing of various energy resources. Investment objectives include total return with a balance of capital appreciation and income.\n\nGlobal Natural Resource Equities invests in companies involved in the production, extraction, or processing of commodities and natural resources. Specifically, the strategy invests in energy producers, metals and mining companies as well as agriculture-based businesses. The investment objective is total return.\n\nReal Assets Multi-Strategy invests in a diversified multi-strategy portfolio of listed companies and securities that generally own or are backed by tangible real assets, including real estate securities, global listed infrastructure, commodity futures and natural resource equities, with the objective of achieving attractive total returns over the long term, while providing diversification and maximizing the potential for real returns in periods of rising inflation.\n\nWe offer other niche strategies for client-specific mandates or through various investment structures. In addition, we offer variations that may combine multiple strategies in a single portfolio. Individual portfolios may be customized to comply with client-specific guidelines, benchmarks or risk profiles.\n\nCompetition\n\nWe compete with several global and U.S. investment managers, commercial banks, broker-dealers, insurance companies and other financial institutions. Many competing firms are parts of larger financial services companies and attract business through numerous channels, including retail banking, investment banking and underwriting contacts, insurance agencies and broker-dealers.\n\nOur direct competitors in wealth management are other fund and ETF sponsors, including large nationally recognized investment management firms that have more diverse product offerings and smaller boutique firms that specialize in particular asset classes. We also compete against managers that manage separate account portfolios for high net worth clients. In the institutional channel, we compete with several investment managers offering similar products and services, from boutique establishments to major commercial and investment banks.\n\nPerformance, price and brand are our principal sources of competition. Prospective clients will typically base their decisions to invest, or continue to invest, with us on our ability to generate returns in excess of a benchmark and the cost of doing so. We are evaluated based on our performance and our fees relative to our competitors. In addition, individual fund shareholders may also base their decision on the ability to access the funds we manage through a particular distribution channel.\n\nAs interest in real assets continues to increase, we may face increased competition from other managers that are competing for the same client base that we target and serve. Financial intermediaries that offer our products to their clients may also offer competing products. Many of our competitors have greater brand name recognition and more extensive client bases than we do, which could be to our disadvantage. In addition, our larger competitors have more resources and may have more capacity to expand their product offerings and distribution channels and capture market share through ongoing business relationships and extensive marketing efforts. However, compared to our larger competitors, we may be able to grow our business at a faster rate from a relatively smaller asset base and shift resources in response to changing market conditions more quickly.\n\n3\n\nRegulation\n\nWe are subject to regulation under U.S. federal and state laws, as well as applicable laws in other jurisdictions where we do business or offer our products and services. Violation of applicable laws or regulations could result in fines, temporary or permanent prohibition of engagement in certain activities, reputational harm and loss of clients, suspension of personnel or revocation of their regulatory licenses, suspension or termination of investment adviser and/or broker-dealer registrations, or other sanctions and penalties.\n\nCSCM, a New York-based subsidiary, is a registered investment adviser with the U.S. Securities and Exchange Commission (SEC) and is an approved investment manager for Cohen & Steers sponsored Luxembourg-domiciled funds by the Luxembourg Commission de Surveillance du Secteur Financier (CSSF) and the Central Bank of Ireland (CBI). CSCM is approved to provide cross-border investment advisory and discretionary investment manager services by the Korean Financial Services Commission (KFSC). CSCM also has exemptions from registration that allow it to provide investment management services to institutions in Australia and Canada. CSCM is a registered commodity trading adviser and a registered commodity pool operator with the Commodities Futures Trading Commission (CFTC) and is a member of the National Futures Association (NFA), a futures industry self-regulatory organization. The CFTC and NFA regulate futures contracts, swaps and various other financial instruments in which the Company and certain of its clients may invest.\n\nCSUK, our United Kingdom-based subsidiary, is a registered investment adviser with the SEC and regulated as an investment firm by the United Kingdom Financial Conduct Authority (FCA). CSUK is also an approved investment manager for Cohen & Steers sponsored Luxembourg-domiciled funds with the CSSF and CBI, and is registered as a third-country firm with the Belgium Financial Services Market Authority (FSMA). CSUK also has exemptions from registration that allow it to provide investment management services to institutions in Canada. As a regulated entity in the UK, CSUK is subject to certain liquidity and capital resources requirements, which may limit our ability to withdraw capital from CSUK. CSUK is also subject to substantially similar regulations to certain pan-European regulations, including the Directive on Markets in Financial Instruments repealing Directive 2004/39/EC (MiFID II) and the Regulation on Markets in Financial Instruments (MiFIR).\n\nCSAL, our Hong Kong-based subsidiary, is a registered investment adviser with the SEC and the Hong Kong Securities and Futures Commission (SFC). CSAL is subject to the Securities and Futures Ordinance (SFO), which regulates, among other things, offers of investments to the public and the licensing of intermediaries. CSAL and its employees conducting any of the regulated activities specified in the SFO are required to be licensed with the SFC and are subject to the rules, codes and guidelines issued by the SFC.\n\nIn their capacity as U.S. registered investment advisers, CSCM, CSUK and CSAL are subject to the rules and regulations of the Investment Advisers Act of 1940 (Advisers Act). The Advisers Act imposes numerous obligations on registered investment advisers, including recordkeeping, operational and marketing requirements, disclosure obligations and prohibitions on fraudulent activities. In addition, our subsidiaries that serve as investment adviser or subadvisor to U.S. registered funds are subject to the Investment Company Act, which imposes additional governance, compliance, reporting and fiduciary obligations.\n\nCSJL, our Japan-based subsidiary, is a financial instruments operator (discretionary investment management and investment advisory and agency) registered with the Kanto Local Finance Bureau (KLFB), and accordingly with the Financial Services Agency of Japan (FSA), and is subject to the Financial Instruments and Exchange Act. CSJL supports the marketing, client service and business development activities of the Company and may serve as an intermediary for investment products managed by other affiliates.\n\nCSIL, our Irish subsidiary, is an Undertakings for Collective Investment in Transferable Securities (UCITS) management company regulated by the CBI with permission to provide individual portfolio management and investment advice in accordance with the European Communities (UCITS) Regulations, 2011, and as such provides substantive oversight of investment, marketing and client service activities. As a result, CSIL is subject to certain aspects of MiFID II as well as the UCITS regulatory regime.\n\n4\n\nCSS, a New York-based subsidiary, is a registered broker-dealer regulated by the SEC, the Financial Industry Regulatory Authority and other federal and state agencies. CSS is subject to regulations governing, among other things, sales practices, capital structure and recordkeeping. CSS is subject to the SEC’s Uniform Net Capital Rule 15c3-1, which specifies minimum net capital levels for registered broker-dealers and is designed to enforce minimum standards for the general financial condition and liquidity of broker-dealers. Under certain circumstances, this rule may limit our ability to withdraw capital and receive dividends from CSS. CSS also acts as a dealer for Cohen & Steers sponsored funds in Canada pursuant to an exemption available to international dealers from securities regulators in Ontario.\n\nRegulation applicable to an affiliate in one jurisdiction may affect the operation of affiliates in others or require compliance at a group level because of the global and integrated nature of our business.\n\nHuman Capital \n\nHuman Capital strategies and initiatives are critical to our long-term success as a leading specialty manager in real assets and alternative income. The continual growth, full engagement, collaboration and mutual respect of all our employees ensure Cohen & Steers is a leading global investment manager. We align our business across four human resources verticals: Talent Management & Organizational Strategy, People Analytics & Insights, Total Rewards, and Human Resource (HR) Engagement. \n\nTalent Management & Organizational Strategy allows us to maximize employee potential and support a culture of continuous learning and growth. This comprehensive function integrates talent acquisition, performance management, employee relations, succession planning, learning and development and diversity and inclusion. \n\nPeople Analytics & Insights plays a pivotal role in shaping our global talent strategy. Through the collection, analysis, and interpretation of workforce data, we deliver actionable insights to senior leaders. By tracking people-focused metrics, identifying trends, and offering data-driven recommendations, we align our HR initiatives with broader firm objectives, inform strategic decision-making, and optimize talent management practices.\n\nTotal Rewards enables our firm to attract and retain professionals through competitive compensation and global benefits while ensuring our compensation benchmarking, benefits, and policy administration continually adapt to changing talent needs while always aligning with our firm’s values. \n\nHR Engagement guides how our employees interact with one another and with our communities, ensuring we are building our next generation of leadership, continuously evolving our culture of inclusivity, and connecting to the world around us. This function includes our mentorship programs, employee resource groups, and community outreach. \n\nWe were recognized for the fifth consecutive year as a “Best Place to Work in Money Management” by Pensions & Investments (P&I), a global news source on money management. The award was part of P&I’s annual recognition program, which seeks to identify the top employers in the money management industry. This achievement recognized the strength of our culture, which is defined by the hard work, dedication and commitment to excellence and inclusion by everyone at Cohen & Steers.\n\nAs of December 31, 2024, we had 411 full-time employees globally of which 36% were women. In addition, at the end of 2024, 33% of our U.S. employees were people of color. During 2024, 48% of our firmwide new hires were women and 40% of our U.S. new hires were people of color.\n\nAvailable Information \n\nWe file annual, quarterly and current reports, proxy statements and all amendments to these reports and other information with the SEC, which are available on the SEC website at www.sec.gov. We make available free of charge on or through our website at www.cohenandsteers.com our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and all amendments to those reports as soon as reasonably practicable after such reports are electronically filed with or furnished to the SEC. We intend to use our website as means of disclosing material non-public information and for complying with our disclosure obligations under Regulation FD.",
      "char_count": 23157
    },
    "item1a": {
      "text": "Item 1A. Risk Factors \n\nRisks Related to our Business \n\nA decline in the absolute or relative performance or value of real estate securities, or the attractiveness of real estate portfolios or investment strategies, would have an adverse effect on the assets we manage and our revenue.\n\nAs of December 31, 2024, approximately 65.2% of the assets we managed was concentrated in real estate securities strategies, including approximately 26.2% in the aggregate in Cohen & Steers Real Estate Securities Fund, Inc., Cohen & Steers Realty Shares, Inc. and Cohen & Steers Institutional Realty Shares, Inc. Real estate securities and real property investments owned by the issuers of real estate securities are subject to varying degrees of risk that could affect investment performance. Returns on investments in real estate securities depend on the amount of income and capital appreciation or loss realized by the underlying real property. We are paid a management fee or incentive fee based on the net asset value or returns, respectively, of certain of our investment vehicles and declines in the value of real estate securities and real property investments may reduce the fees we earn and our assets under management. Income and real estate values may be adversely affected by, among other things, unfavorable changes to tax laws and other laws and regulations applicable to real estate securities, global or regional events and disruptions that directly impact the real estate sector, the cost of compliance with applicable laws and regulations, sensitivity to certain economic factors such as interest rate changes and market volatility or economic recession, the availability and terms of financing, the creditworthiness of tenants, the volume and market terms of commercial real estate purchase and sale transactions, general and local economic conditions, the limited ability of issuers of real estate securities to vary their portfolios promptly in response to changes in market conditions and other factors that are beyond our control. In addition, distress in the commercial real estate sector, including office properties, as well as shifting business trends and/or workforce reductions in certain geographies and industries, has negatively impacted and may continue to negatively impact certain markets in which we invest, including for example, as a result of low occupancy rates, tenant defaults, reduced rental rates, the maturation of a significant amount of commercial real property loans amid an elevated interest rate environment, tightening credit conditions imposed by traditional sources of real estate financing and refinancing and commercial mortgage loan defaults. Real estate values may also be adversely affected by new businesses and approaches in the real estate market and sectors in which we invest that cause disruptions in the industry with technological and other innovations, such as impacts to the value of hospitality properties due to competition from the non-traditional hospitality sector (such as short-term rental services) and office properties due to competition from shared office spaces (including co-working environments) or remote work arrangements. Further, our investments in real estate securities and real property may be exposed to new or increased risks and liabilities that could have a negative impact on our investment strategies and reduce our assets under management, revenue and earnings, including risks associated with global climate change, such as increased frequency and/or intensity of adverse weather and natural disasters. If underlying properties do not generate sufficient income to pay for ongoing operating expenses, the income and the ability of an issuer of real estate securities to pay interest and principal on debt securities or any dividends on common or preferred stocks will be adversely affected. A decline in the performance or value of real estate securities would have an adverse effect on the assets we manage and reduce the fees we earn and our revenue.\n\nOur growth and the execution of our real estate investment strategy may be constrained by the size and number of real estate securities issuers, as well as REIT ownership restrictions.\n\nInvestments in real estate securities play an important role in our overall investment strategy. Our ability to fully utilize our investment capacity and continue to increase our ownership of real estate securities depends, in part, on growth in the size and number of issuers in the real estate securities market, particularly in the U.S. Limited growth, or any consolidation activity in the real estate sector, could limit or reduce the number of investment opportunities otherwise available to us. In addition, increased competition for investment opportunities due to large amounts of available capital dedicated to real estate strategies or due to alternative forms of investment methods, or a real or perceived trend towards merger and acquisition activity in the sector, could affect real estate valuations and prices. A limited number of investment targets could adversely impact our ability to make new investments based on fundamental valuations or at all, impair the full utilization of our overall investment capacity and otherwise negatively affect our investment strategy.\n\nOur ability to increase our ownership, or maintain existing levels of ownership, in securities issued by REITs may also be constrained by REIT ownership limits, which limit the percentage ownership of a REIT’s outstanding capital stock, common stock and/or preferred stock. REIT charters generally grant a REIT the right to unilaterally reduce any ownership amount that it deems to be in violation of its ownership limits. Such charters do not typically provide for the elimination of such right even in the event a REIT has previously provided waivers from such limits or acknowledgements that ownership levels do not violate such limits. To the extent these ownership restrictions prevent us from acquiring new or additional real \n\n6\n\nestate securities, or force us to reduce existing ownership amounts in general or at prices that are not attractive, our revenue and our ability to invest available assets and increase the assets we manage could be negatively affected.\n\nA decline in the absolute or relative performance or value of preferred securities or similar securities in which we invest, or the attractiveness of portfolios or investment strategies utilizing such securities, would have an adverse effect on the assets we manage and our revenue.\n\nAs of December 31, 2024, approximately 21.4% of our total assets under management was concentrated in preferred securities strategies, including approximately 9.2% in the Cohen & Steers Preferred Securities and Income Fund. Preferred securities investments are subject to varying degrees of market, contractual, financial, regulatory, litigation and other risks that could affect investment performance, returns and attractiveness, including risks related to actual or anticipated inflationary trends, interest rates, comparative returns on senior credit or “risk-free” debt instruments, counterparty credit, income and distributions, regulatory intervention and treatment, and applicable tax treatment.\n\nIssuers of securities that represent the focus of these investment strategies may be concentrated in industries and geographies that experience sector-based volatility. Volatility or disruption in any such industries or geographies may cause a decline in the value of our preferred securities portfolios and negatively impact our investment returns, such as the stress and contagion fears arising out of the U.S. banking sector in 2023 upon the collapse and subsequent regulatory takeover of certain U.S. regional banks. In addition, issuers of securities that are the focus of these investment strategies may experience a direct credit, liquidity or other financial event that negatively impacts the value of our investment positions in such issuer, such as the high-profile collapse and regulatory intervention at a Swiss financial services organization during 2023 that resulted in the write-down of the value of such issuer’s contingent capital securities instruments held by us and other investors. \n\nIn a higher interest rate environment, we face increasing competition for our actively managed strategies from relatively lower-risk fixed income investments, such as U.S. treasury securities and money-market funds, that may provide stable or attractive returns to investors. Further, to the extent limitations may arise in the overall supply of preferred securities or similar investments at attractive prices or at all, whether due to performance concerns about the asset class, shifts in market or economic trends or investor preferences, redemptions or decreased volume of new issuances, our ability to deploy our available investment capacity may become constrained. A decline in the performance or value of preferred securities or similar investments, or diminishment in the attractiveness or availability of preferred securities or similar investments, would have an adverse effect on the assets we manage, limit our ability to increase and invest assets in these strategies and reduce the fees we earn and our revenue.\n\nA significant portion of our revenue for 2024 was derived from a single institutional client.\n\nAs of December 31, 2024, our largest institutional client, Daiwa Asset Management, which held most of its assets in U.S. real estate strategies subadvised by us in Japan, represented approximately 19.6% of our institutional account revenue and approximately 4.9% of total revenue for 2024. As of December 31, 2024, approximately 24.7% of the institutional account assets we managed, and approximately 9.7% of our total assets under management, were derived from this client. Investor demand for the products we subadvise for this client can be affected by, among other things, actual or anticipated changes in the distributions paid by those products, the strength of the Japanese yen compared to the currencies in which the assets held in those products are denominated, market or economic events and conditions in Japan that may diminish the relative attractiveness of or contribute to investor redemptions in U.S. real estate strategies, the regulatory environment for the Japanese mutual fund market and disruptions in the marketing or distribution of our products caused by global or regional events. Reductions in distribution rates could decrease investor demand for these products, resulting in outflows of assets subadvised by us which would negatively impact our revenue and adversely affect our financial condition.\n\nSeed investments made to support the launch of new strategies and products may expose us to potential losses on invested capital.\n\nOur success is partially dependent on our ability to develop, launch, market and manage new investment strategies and products. From time to time, we support the launch of new investment strategies and products by making seed investments in those strategies and products, the amount of which may be significant. Numerous risks and uncertainties are associated with all stages of the seed investment product life cycle, including our ability to raise external capital for the underlying product, investment performance, market risks, shifting client or market preferences, the introduction of competing products, compliance with regulatory requirements, potential losses associated with guarantees made by us or our affiliates and potentially illiquid investments and/or contractual lock-up or other restrictions on our ability to withdraw capital. Allocations of capital to seed investments in new strategies and products reduce capital available for cash dividends, payment of interest on and repayment of outstanding indebtedness, if any, and other corporate purposes and expose us to liquidity constraints and potential capital losses, against which we may not hedge entirely or effectively to mitigate risk in all market conditions. To \n\n7\n\nthe extent we realize losses on our seed investments or the value of our seed investments decline, our earnings and financial condition may be adversely impacted.\n\nThe incurrence of debt may increase the risk of investing in us and could negatively impact our revenue and adversely affect our financial condition. \n\nWe are party to a credit agreement (the “Credit Agreement”) providing for a $100 million senior unsecured revolving credit facility maturing on January 20, 2026. Outstanding indebtedness may, among other things, (i) decrease our ability to obtain additional financing for other purposes, (ii) limit our flexibility to make acquisitions, (iii) increase our cash requirements to support the payment of interest and reduce the amount of cash otherwise available for other purposes, (iv) limit our flexibility in planning for, or reacting to, changes in our business and our industry, (v) increase our exposure to the risk of increased interest rates where our borrowings are at variable rates of interest, (vi) make it more difficult for us to satisfy our obligations to our creditors, resulting in possible defaults on, and acceleration of, such indebtedness and (vii) increase our vulnerability to adverse changes in general economic and industry conditions. Our ability to repay principal and interest on indebtedness could depend upon our future performance, which is subject to general economic conditions and financial, business and other factors and risks that may be beyond our control. \n\nFurthermore, the Credit Agreement contains financial covenants with respect to leverage and interest coverage, and customary affirmative covenants and negative covenants, including limitations on priority indebtedness, asset dispositions and fundamental corporate changes and certain customary events of default. Our breach of any covenant and inability to meet any applicable qualifications, thresholds and exceptions or negotiate any waiver or amendment could result in a default under the Credit Agreement and/or amounts borrowed, together with accrued interest and other fees, could become immediately due and payable. If any indebtedness were to become subject to accelerated repayment, we may not have sufficient liquid assets to repay such indebtedness in full or be able to refinance such indebtedness on favorable terms, or at all.\n\nThe loss of any senior executives or senior investment professionals or our failure to effectively manage succession planning could have a material adverse effect on our business.\n\nThe success of our business depends largely on the experience, expertise and continued service of our senior executives and senior investment professionals. The loss of any such persons, or our failure to adequately prepare for the retention of such persons or to effectively implement related succession plans, could materially adversely affect our business, strategic initiatives and financial condition. While we have succession plans in place and continue to review and update those plans, there is no guarantee that their implementation or execution will operate as intended or otherwise be effective. In addition, we do not carry “key person” or similar insurance that would provide us with proceeds in the event of the death or disability of any of our employees. In addition, legal and regulatory restrictions on the terms or enforceability of non-competition, employee non-solicitation, confidentiality and similar restrictive covenant clauses could make it more difficult to retain qualified personnel.\n\nThe loss of any senior executives or senior investment professionals could impair or limit our ability to successfully execute our business strategy or adversely affect our ability to retain existing and attract new client assets. Further, the departure of a portfolio manager could cause clients in investment strategies overseen by such manager to withdraw funds from, or reconsider the allocation of additional funds to, such strategies, and cause consultants and other intermediaries to discontinue recommendations of such strategies, any of which would reduce our assets under management, investment advisory fees and net income.\n\nWe could incur financial losses, reputational harm and regulatory penalties if we fail to implement effective information security policies and procedures.\n\nOur business is dependent on the effectiveness of our information and cybersecurity policies and procedures to protect our network and telecommunications systems and the data that reside in or are transmitted through such systems. As part of our normal operations, we maintain and transmit confidential information about our clients’ portfolios as well as proprietary information relating to our business operations and our employees. We maintain a system of internal controls for us and certain of our investment vehicles designed to provide reasonable assurance that malicious or fraudulent activity, including misappropriation of our assets, fraudulent financial reporting and unauthorized access to sensitive or confidential information is either prevented or timely detected and remediated. However, our technology systems may still be vulnerable to unauthorized access or may be corrupted by cyberattacks, computer viruses or other malicious software code, or authorized persons could inadvertently or intentionally release confidential or proprietary information. The nature of these threats and the techniques used by cyber criminals are constantly evolving, can originate from a wide variety of sources and are becoming increasingly sophisticated, including the use of “ransomware” and phishing attacks, and may not be recognized \n\n8\n\nuntil launched. Highly publicized security breaches continue to expose failures of companies to keep pace with the threats posed by cyber-attackers and have led to increased government, regulatory and media scrutiny. \n\nCybersecurity has become a top priority of regulators around the world. Many jurisdictions in which we operate have, or are considering adopting, laws and regulations relating to data privacy, cybersecurity and protection of personal information. Our potential liability remains a concern, particularly given the continued and rapid development of privacy laws and regulations around the world, the lack of harmonization of such laws and regulations, and increased criminal and civil enforcement actions and private litigation. As new privacy-related laws and regulations are implemented, the time and resources needed for us to comply with such laws and regulations continues to increase and become a significant compliance workstream. Any inability, or perceived inability, by us to adequately address privacy concerns, or comply with applicable laws, regulations, policies, industry standards and guidance, contractual obligations or other legal obligations, even if unfounded, could result in significant regulatory and third-party liability, increased costs, disruption of our business and operations and a loss of client (including investor) confidence and other reputational damage. \n\nWe cannot assure you that our data protection efforts and our investment in information technology will prevent significant breakdowns, data leakages, breaches in our systems, or those of our third-party vendors and other contractors and consultants, or other cyber incidents that could have a material adverse effect upon our reputation, business, operations or financial condition. Although we take precautions to password-protect and encrypt all authorized electronic devices, if such devices are stolen, misplaced or left unattended, they may become vulnerable to hacking or other unauthorized use, creating a possible security risk. Our or our third-party service providers’ systems may also be affected by, or fail as a result of, catastrophic events, such as fires, floods, hurricanes, tornadoes, acts of terrorism or power disruptions. Like other companies, we have experienced and will likely continue to experience cyber incidents, security threats and attacks. There can be no assurance that our efforts to maintain and monitor the security and integrity of our information technology systems will be effective at all times.\n\nAny breach or other failure of our or certain other parties’ technology or security systems, including but not limited to those systems of our third-party intermediaries, service providers, key vendors and third parties with whom we do business, could result in the loss of valuable information, liability for stolen assets or information, remediation costs to repair damage caused by the incident, additional security costs to mitigate against future incidents, regulatory scrutiny and penalties and litigation costs resulting from the incident. In addition, our increased use of mobile and cloud computing technologies could increase these and other operational risks, and any failure by mobile or cloud technology service providers to adequately safeguard their systems could disrupt our operations and result in misappropriation, corruption or loss of confidential or proprietary information.\n\nFor many companies, remote and/or hybrid in-office work arrangements have made their network and communication systems more vulnerable to cyberattacks and incursions, and there has been an overall increase in both the frequency and severity of cyber incidents as such vulnerabilities have been exploited. Use of a remote work environment subjects us to heightened risk of cyberattacks, unauthorized access or other privacy or data security incidents, both directly as well as indirectly through third-party intermediaries, service providers and key vendors that have access or other connections to our systems. \n\nLoss of confidential client information could harm our reputation, result in the termination of contracts by our existing clients, and subject us to litigation or liability under laws and agreements that protect confidential and personal data, resulting in increased costs and/or loss of revenues. We maintain a cyber insurance policy to help mitigate against certain potential losses relating to information security breaches. However, such insurance may only partially reimburse us for our losses, if at all, and if a claim is successful and exceeds or is not covered by our insurance policy, we may be required to pay a substantial amount to satisfy such successful claim.\n\nWe face substantial competition in all aspects of our business.\n\nThe investment management industry is highly competitive, and investors are increasingly fee sensitive. We compete against a large number of investment products offered by other investment management companies, investment dealers, banks and insurance companies, and many institutions we compete with have greater infrastructure and financial resources than us. We compete with these firms on the basis of investment performance, diversity of products, investments in available property assets, distribution capability, scope and quality of services, reputation and the ability to develop and successfully launch new investment strategies and products to meet the changing needs of investors and generate strong returns. In the case of new strategy and product launches (including exchange-traded funds), our lack of available long-term records of prior investment performance, or investment “track records,” may put us at a competitive disadvantage until such records are established. Further, advances in technology, including through artificial intelligence capabilities, automation and digital wealth and distribution tools, as well as growing client interest for enhanced digital interaction with their investment \n\n9\n\nportfolios, may require us to adapt our strategy, business and operations to address these trends and pressures. Our competitive position may weaken if we are unable to meet these client priorities.\n\nOur actively managed investment strategies compete not only against other active strategies but also against similarly positioned passive strategies. Market demand for index funds and other passive strategies, and the broad availability of investment options to meet these demands, reduces opportunities for active managers and may contribute to fee compression. In the event that competitors charge lower fees for substantially similar products, we may be forced to compete on the basis of price to attract and retain clients. In order to maintain our current fee structure in a competitive environment, we must be able to provide clients with investment returns and service commensurate with the level of fees we charge. To the extent current or potential clients decide to invest in products sponsored by our competitors, the sales of our products as well as our market share, revenue and net income could decline.\n\nThe inability to access clients through third-party intermediaries could have a material adverse effect on our business.\n\nA significant portion of the assets we manage is attributable to the distribution of our products through third-party intermediaries. Distribution through such intermediaries may also be integral to the launch and sustained growth of new investment products and strategies. Our ability to distribute our products is highly dependent on access to the client bases and product platforms of international, national and regional securities firms, investment advisory firms, banks, insurance companies, defined contribution plan administrators and other intermediaries, which generally offer competing investment products that could limit the distribution of our products. In recent years, a growing number of these organizations have enhanced their scrutiny of the products available or proposed to be made available on their platforms in connection with various investment strategies, which has in many cases significantly reduced the number of products and asset managers on such platforms. These organizations may also require that we or our products have established, long-term investment “track records” as a condition to placement on their platforms. In addition, our separate account business, subadvisory and model delivery services depend in part on recommendations by consultants, financial planners and other professional advisors, as well as our existing clients.\n\nThe structure and terms of the distribution arrangements with intermediaries, including fees or rebates paid by us or our funds to intermediaries to assist with distribution efforts, and the ability of our funds to participate in these intermediary platforms are subject to changes driven by market competition and regulatory developments. Our existing relationships with third-party intermediaries and access to new intermediaries could be adversely affected by continued consolidation within the financial services industry. Consolidation may result in increased distribution costs, a reduction in the number of third parties distributing our investment products, or increased competition to access third-party distribution channels. There can be no assurance that we will be able to gain or retain access to these channels for some or all of our products. Loss of any of these third-party distribution channels, or changes to their structure and terms, or any reduction in our ability to access clients and investors through existing and new distribution channels, could adversely affect our business.\n\nOur growth could be adversely affected if we are unable to manage the costs or realize the anticipated benefits associated with the expansion of our business.\n\nOur growth strategy includes the expansion of our business and diversification of our investment management business beyond our existing core products and services. As part of the implementation of our strategy, we have emphasized the development of broader real assets strategies, such as our private real estate investment strategy. We also continue to prioritize the expansion of our geographical presence and capabilities as well as product and service offerings outside the U.S. Significant fixed costs and other expenses have been incurred to support the development and launch of new strategies, investment vehicles and products (including exchange-traded funds), to expand the availability and marketability of our existing strategies and products, to grow our potential client base and to enhance our infrastructure, including additional office space, technology, operations and personnel. \n\nDeveloping and implementing new investment strategies and products may require significant upfront management time and attention, the hiring and retention of highly-compensated personnel and ongoing marketing and other support. Such strategies and products may also require substantial seed capital commitments and other financial resources or obligations, including potential subsidies or advancements of operating expenses for an extended period of time, which may not be recovered in part or at all, any of which may expose us to potential losses. New products often must be in the marketplace for a period of time and undergo a certain amount of asset portfolio construction in order to generate a track record sufficient to attract significant inflows and enable platform placement at key distributors and intermediaries. In addition, launches of new strategies or products, including private real estate investing, and adjustments to existing strategies or products in connection \n\n10\n\nwith our growth strategy, may in some cases be based on anticipated legal, regulatory, financial or accounting treatment that may not be realized within the timeframe or in the form expected, or at all.\n\nThe success of our business strategy and future growth is contingent upon our ability to continue to support and invest in the development of new strategies and products, to generate sufficient assets under management and fee revenue at the levels and within the timeframe anticipated in order to support the compensation and other costs and expenses underlying such new strategies and products, to expand the availability of our existing strategies and products and to successfully manage multiple offices and navigate legal and regulatory systems both domestically and internationally. The effectiveness of our operations outside the U.S. may also depend in part on our ability to identify, establish, launch, adequately staff and properly license new or alternate foreign office locations, either opportunistically or in response to regional conditions. The upfront and ongoing costs of adequately supporting our growth and initiatives will have an effect on our operating margin and other financial results.\n\nChanges in market and economic conditions, including elevated interest rates, could reduce our assets under management and adversely impact our revenue and profitability.\n\nChanges in market and global economic conditions, including elevated interest rates, volatile equity markets, slowing growth and rising inflation as well as client and governmental policy responses thereto, as well as geopolitical risks such as regional armed conflicts, could adversely affect the value of our assets under management, which would reduce the fees we earn and our revenue.\n\nInvestor interest in and the valuation of our real estate investment strategies and preferred securities strategies can be adversely affected by changes in interest rates, particularly if interest rates increase substantially and quickly. Investor redemptions or a decline in the absolute or relative performance or value of such securities, or the attractiveness of portfolios or investment strategies utilizing such securities, would have an adverse effect on the assets we manage and our revenue. In addition, higher interest rates would increase any debt service costs incurred under the Credit Agreement, which bears interest at a variable rate that tracks interest rate changes. Although we may enter into derivative instruments to mitigate the impact of interest rate fluctuations on client assets, there is no assurance that such derivative instruments will be effective.\n\nOur assets under management are concentrated in the U.S., Asia Pacific and European equity markets. Equity securities may decline in value as a result of many global, regional or issuer-specific economic or market factors, including changes in interest rates, inflation, an issuer’s actual or perceived financial condition and growth prospects, investor perception of an industry, geography or sector, changes in currency exchange rates and changes in regulations. In addition, national and international geopolitical risks and events, including the armed conflict between Russia and Ukraine and ongoing conflicts in the Middle East, tensions between the U.S. and China, deglobalization trends and changes in national industrial and trade policies and national elections in countries such as the U.S., Taiwan and India, have caused and may continue to cause volatility in the global financial markets and economy. Such volatility has led and may continue to lead to the disruption of global supply chains, tariffs, sudden fluctuations in commodity prices and energy costs, greater political instability and the implementation of sanctions and heightened cybersecurity concerns, any or all of which may create severe long-term macroeconomic challenges, limit liquidity opportunities or lead to higher costs. Any declines in the equity markets, or in market segments in which our investment products and strategies are concentrated, could reduce the value of our seed investments and/or our assets under management, revenue and earnings.\n\nDuring 2024, the Federal Reserve Board began reducing the federal funds rate, which had been raised significantly during 2022 and 2023 to combat rising inflation in the U.S., and while further interest rate reductions remain possible, continued inflationary pressures and elevated interest rates may negatively affect our investment opportunities, the value of our investments and the relative attractiveness of and demand for our strategies, including our preferred securities and fixed income investments and strategies.\n\nOur industry is subject to rapid changes in technology that may alter historical methods of doing business, and technologies we incorporate into our processes may present complex and novel business, compliance and reputational risks.\n\nThe financial industry continues to be impacted by innovation, technological changes and changing customer preferences, including the deployment of new technologies based on artificial intelligence and machine-learning that are becoming increasingly competitive with and may disrupt more traditional business models. If we do not effectively anticipate and adapt to these changes, or if our competitors implement artificial intelligence technology more quickly or efficiently, our competitive position may suffer, and these impacts would adversely affect our business and financial condition. Our business could also be affected by technological changes in the industries or markets in which we invest that negatively impact the values of assets in which we invest and adversely affect our business and financial condition. Additionally, our business \n\n11\n\ncould be affected by regulatory requirements through new rules around technological advancements that could increase the cost of compliance when employing these technological changes.\n\nWe may use artificial intelligence in our business, operations or investment processes for a variety of reasons, including with the objectives of increasing efficiency, generating alpha and supporting innovation as we meet clients’ evolving needs and to enable us to compete more effectively, and these technologies may become more important in our operations over time. Our use of these technologies may result in new or expanded risks and liabilities, including due to increasing governmental or regulatory scrutiny, litigation, compliance issues, ethical concerns, confidentiality or security risks, such as the unauthorized disclosure of confidential or sensitive data, and reputational harm, as well as other factors that could adversely affect our business and financial condition. In addition, our personnel, third-party intermediaries, service providers and key vendors could improperly utilize artificial intelligence technologies while carrying out their responsibilities, which could result in a disruption in the use of their systems or services. The use of artificial intelligence may lead to unintended consequences, including generating content that is factually inaccurate, misleading or otherwise flawed, which could harm our reputation and business and expose us to risks related to such inaccuracies or flaws. Additionally, broad regulatory obligations applicable to artificial intelligence and machine-learning are uncertain and developing, which heightens the potential risk that such technologies may pose to us. In order to reduce these new and expanded risks and liabilities, we could choose to limit some of our activities related to such technologies, which could harm our funds’ financial performance or increase fund expenses.\n\nOur clients may withdraw or reduce the amount of assets we manage or otherwise change the terms of our relationship, which could have an adverse impact on our revenue.\n\nOur institutional clients, and firms with which we have strategic alliances, may terminate their relationship with us, reduce the amount of assets we manage, shift their assets to other types of accounts with different fee structures or renegotiate the fees we charge them for any number of reasons and with little advance notice, including investment performance, redemptions by beneficial owners of funds we manage or subadvise, actual or perceived competition between the accounts we subadvise and our proprietary investment products, changes in the key members of an investment team, changes in investment strategies, changes in prevailing interest rates and financial market performance. Certain investors in the funds we manage hold their shares indirectly through platforms sponsored by financial institutions that have the authority to make investment and asset allocation decisions on behalf of such investors. Decisions by investors to redeem assets may require selling investments at a disadvantageous time or price, which could negatively affect the amount of our assets under management or our ability to continue to pursue certain investment strategies. In a declining or illiquid market or in conditions of poor relative or absolute performance, the pace of redemptions and withdrawals and the loss of institutional and individual separate account clients could accelerate. The occurrence of any of these events could have a material adverse effect on our revenue. \n\nRegulations restricting the use of commission credits to pay for research have increased, and may continue to increase, our operating expenses.\n\nOn behalf of our clients, we make decisions to buy and sell securities, select broker-dealers to execute trades and negotiate brokerage commission rates. In connection with these transactions and subject to best execution, we receive commission credits to pay for eligible research and services from broker-dealers and other eligible service providers. As a result of regulations in the European Union (EU) and U.K., we may continue to eliminate the use of commission credits to pay for research and eligible services for accounts where we have certain obligations within the scope of MiFID II (together with substantially similar national rules of the U.K. and implementing rules and regulations). Our operating expenses then include payment for research and eligible services for these accounts. Depending on the evolution of market practices and regulatory developments, we may look to use commission credits to pay for research in the future or elect to pay for research and expenses globally, subject to applicable SEC regulations, which would impact our operating expenses.\n\nLimitations on our ability to utilize leverage in the closed-end funds we sponsor could reduce our assets under management and revenue.\n\nCertain of the closed-end funds sponsored by us utilize leverage in the form of bank financing, which in the aggregate amounted to approximately $3.3 billion as of December 31, 2024. To the extent any closed-end fund sponsored by us elects or is required by regulation or the terms of its bank financing to reduce leverage, such fund may need to liquidate its investments. Reducing leverage or liquidating investments during adverse market conditions would reduce the Company’s assets under management and revenue.\n\n12\n\nFailure to maintain adequate business continuity plans in the event of a catastrophic event could have a material adverse effect on the Company and its products.\n\nOur operations are dependent on our ability to protect our personnel, offices and technology infrastructure against damage from catastrophic or business continuity events that could have a significant disruptive effect on our operations. We and our third-party intermediaries, service providers and key vendors could experience a local or regional disaster, such as an epidemic or pandemic, weather event such as an earthquake, flood, hurricane or fire, terrorist attack, security breach, power loss and other failure of technology or telecommunications systems or operations. Events like these could threaten the safety and welfare of our workforce, cause the loss of client data or cause us to experience material adverse interruptions to our operations. Infectious illness outbreaks or other adverse public health developments in countries where we or our clients or investors operate, as well as restrictive measures implemented to control such outbreaks, could adversely affect the economies of many nations or the global economy, the financial condition of individual issuers or companies and capital markets, in ways that are not within our control and cannot be foreseen. A sustained decline in the performance of or demand for the portfolios and strategies we manage as a result of negative market, financial and economic conditions caused by catastrophic events could adversely impact our assets under management and the fees we earn, and these conditions could lead us to experience operational issues and interruptions, require us to incur significant additional costs and negatively impact our business. \n\nSignificant portions of our business operations and those of our critical third-party service providers are concentrated in a few geographic areas, including New York and New Jersey. Critical operations that are geographically concentrated include portfolio management, trading operations, information technology, data centers, investment administration and portfolio accounting services for our products as well as corporate accounting systems. Should we, or any of our critical service providers, experience a significant local or regional disaster or other significant business disruption, our ability to remain operational will depend in part on the safety and availability of our personnel and our office facilities as well as on the proper functioning of our network, telecommunication and other related systems and operations. We cannot ensure that our backup systems and contingency plans will be adequate under all circumstances or that material interruptions and disruptions will not occur. In addition, we rely to varying degrees on outside vendors for disaster recovery support, and we cannot guarantee that these vendors will be able to perform in an adequate and timely manner. Failure by us or any of our critical service providers to maintain up-to-date business continuity plans, including system backup facilities, would impede our ability to operate in the event of a significant business disruption, which could result in financial losses to the Company and our clients and investors.\n\nWe could experience loss of client relationships and other harm to our business if our reputation is impaired.\n\nOur reputation is important to the success of our business. We believe the Cohen & Steers brand has been, and continues to be, well received globally both in our industry and with our clients, reflecting the fact that our brand, like our business, is based in part on trust and confidence. Our reputation may be harmed by a number of factors, including, but not limited to, poor investment performance, operational failures, cyber incidents, negative publicity, the dissemination by current or former clients of unfavorable opinions about our services, changes in key members of an investment team or in our senior management and the imposition of legal or regulatory sanctions or penalties in connection with our business activities.\n\nIn addition, we must routinely address and manage actual or potential conflicts of interest, as well as the perception of conflicts of interest, among our disparate business lines and/or among us and our clients, employees and/or affiliates, investment vehicles or joint venture partners. While we have policies, controls and disclosure protocols in place to manage and address actual or potential conflicts of interest, identifying and mitigating conflicts of interest can be complex and subject to regulatory scrutiny. Addressing conflicts of interest is complex and difficult, and we may fail or appear to fail to deal appropriately with such conflicts. Actual, potential or perceived conflicts could give rise to investor or client dissatisfaction, adverse publicity, litigation or regulatory enforcement actions or penalties, any of which may harm our business reputation and reduce the fees we earn and our revenue.\n\nMoreover, environmental, social and governance related activities have been the subject of increased focus by certain investors, legislators and regulators in the asset management industry, and an inability to meet applicable requirements or expectations may adversely impact our reputation and business. If our reputation is harmed, existing clients and investors may reduce amounts held in, or withdraw entirely from, funds or accounts that we manage, or funds or accounts may terminate their relationship with us. In addition, reputational harm may cause us to lose current employees and we may be unable to attract new ones with similar qualifications or skills, which could negatively affect our operations. If we fail to address, or appear to fail to address, successfully and promptly, the underlying causes of any reputational harm, we may be unsuccessful in repairing any damage to our reputation and our future business prospects would likely be affected, and the loss of client relationships could reduce our assets under management, revenue and earnings.\n\n13\n\nWe depend on third parties for services that are important to our business and the failure of a key vendor to fulfill its obligations to the Company could have a material adverse effect on the Company and its products.\n\nWe depend on a number of key vendors for various fund administration, fund and corporate accounting, custody and transfer agent services, information technology services, market data and other operational needs. The failure or inability of the Company to establish backup for key services or the failure of any key vendor to fulfill its obligations for any reason, including those that may be beyond our or such vendor’s control, could lead to operational issues for the Company and certain of its products, which could result in financial losses for the Company and its clients.\n\nRisks Related to our Common Stock\n\nA significant portion of our common stock is owned or controlled by our Executive Chairman and our Board Chairman and their respective family members, which may limit the ability of other stockholders to influence the affairs of the Company.\n\nAs of December 31, 2024, Robert H. Steers, our current Executive Chairman, and a member of his family held approximately 23.3% of our common stock and Martin Cohen, our current Chairman of the board of directors (our “Board Chairman”), and a member of his family held approximately 17.8% of our common stock. Such levels of ownership or control create the ability to meaningfully influence, among other things:\n\n•the election of members of our board of directors, thereby indirectly influencing the management and affairs of the Company;\n\n•the outcome of matters submitted to a vote of our stockholders; and\n\n•any unsolicited acquisition of us and, consequently, potentially adversely affect the market price of our common stock or prevent our stockholders from realizing a premium on their shares.\n\nThe interests of one or more of such persons may differ from those of other stockholders in instances where, for example, management compensation is being determined or where an unsolicited acquisition of us could result in a change in our management. The concentration of beneficial ownership in such persons may limit the ability of our other stockholders to influence the affairs of the Company.\n\nWe may change our dividend policy at any time and there is no guarantee that we will pay dividends in the future.\n\nAlthough we have a long history of paying cash dividends, there is no guarantee or requirement that we pay cash dividends in the future. Our dividend policy may change at any time without notice to our stockholders. The declaration and amount of any future dividends will be at the discretion of our board of directors and in accordance with applicable law and only after taking into account various factors that our board of directors deems relevant, including our financial condition, results of operations, cash flows and liquidity, debt service and repayment obligations, current and anticipated cash needs and capital requirements, and potential alternative uses of cash. As a result, we cannot assure you that we will pay dividends at any rate or at all.\n\nA sale of a substantial number of shares of our common stock may adversely affect the market price of our common stock, and the issuance of additional shares will dilute your percentage ownership in the Company.\n\nA sale of a substantial number of shares of our common stock in the public market, or the perception that such sale may occur, could adversely affect the market price of our common stock. Our current Executive Chairman and our Board Chairman, together with certain of their respective family members, held 11,772,668 shares and 9,014,603 shares, respectively, of our common stock as of December 31, 2024. Any of such persons may sell shares of our common stock, subject to any restrictions imposed by U.S. federal securities laws on sales by affiliates.\n\nIn connection with our initial public offering in 2004, we entered into a Registration Rights Agreement (the “Registration Rights Agreement”) with our Executive Chairman, Robert H. Steers and our Board Chairman, Martin Cohen, and certain trust entities controlled by certain of their respective family members that requires us to register under the Securities Act of 1933, as amended, shares of our common stock (and other securities convertible into or exchangeable or exercisable for shares of common stock) held by them under certain circumstances. In May 2024, we filed a Registration Statement on Form S-3 covering (i) the resale of up to an aggregate of 21,065,378 shares owned or controlled by our Executive Chairman and our Board Chairman and certain other persons and (ii) the offer and sale of an indeterminate number of shares by us to the public. In addition, on April 22, 2024, we issued 1,007,057 shares of our common stock through an offering made pursuant to our prior Registration Statement on Form S-3. The sale of a substantial number of shares of our \n\n14\n\ncommon stock may adversely affect the market price of our common stock, and any additional shares that we issue will dilute your percentage ownership in the Company.\n\nAnti-takeover provisions in our charter documents and Delaware law may delay or prevent a change in control of us, which could decrease the trading price of our common stock.\n\nOur certificate of incorporation and bylaws and Delaware law contain certain anti-takeover provisions that could have the effect of making it more difficult for a third party to acquire, or of discouraging a third party from attempting to acquire, control of the Company without negotiating with our board of directors. Such provisions could limit the price that certain investors might be willing to pay in the future for the Company’s common stock. Certain of these provisions allow the Company to issue preferred stock with rights more senior to those of our common stock, impose various procedural and other requirements that could make it more difficult for stockholders to effect certain corporate actions and set forth rules about how stockholders may present proposals or nominate directors for election at annual meetings.\n\nWe believe these provisions protect our stockholders from coercive or other unfair takeover tactics by requiring potential acquirers to negotiate with our board of directors and by providing our board of directors with more time to assess acquisition proposals. However, these provisions apply even if an acquisition proposal may be considered beneficial by some stockholders and could have the effect of delaying or preventing an acquisition. In the event that our board of directors determines that a potential business combination transaction would be beneficial to the Company and its stockholders, such stockholders may elect to sell their shares in the Company and the trading price of our common stock could decrease.\n\nLegal and Regulatory Risks\n\nWe may be adversely impacted by legal and regulatory changes in the U.S. and internationally.\n\nWe operate in a highly regulated industry and are subject to new regulations and revisions to, and evolving interpretations of, existing regulations in the U.S. and internationally. In recent years, regulators in the U.S. and abroad have increased oversight of the financial services industry, which may result in and have resulted in regulation that increases the Company’s cost of conducting its business and maintaining its global compliance standards and may limit or change/has influenced the Company’s current or prospective business.\n\nU.S. regulatory agencies have proposed and adopted multiple regulations that could impact and have impacted the mutual fund industry. Potential upcoming regulations and/or rules and amendments could, among other things, restrict the funds we manage from engaging in certain transactions, impact flows and/or increase expenses as well as compliance costs. Further, new regulations or interpretations of existing laws have resulted in, and may continue to result in, enhanced disclosure obligations, including with respect to cybersecurity, insider trading and climate change, sustainability risks or other environmental, social and governance matters, which could negatively affect us or materially increase our regulatory burden. At the same time, regulators and legislators have increasingly expressed or pursued opposing views, legislation and investment expectations with respect to sustainability initiatives, including the enactment or proposal of “anti-ESG” legislation or policies. These opposing views may also be adopted by our investors. Conflicting regulations and a lack of harmonization of environmental, social or legal and regulatory environments across the jurisdictions in which we operate may create enhanced compliance risks and could increase our costs if new laws require us to spend more time, hire additional personnel, or purchase new technology to comply effectively.\n\nWhile a majority of our operations take place in the U.S., we maintain offices internationally. Regulators in the non-U.S. jurisdictions in which we operate could change their laws or regulations, or their interpretation or enforcement of existing laws and regulations, in a manner that might restrict or otherwise impede our ability to operate in their respective markets. Additionally, we operate under a number of exemptions in some non-U.S. jurisdictions and should regulators or legislators alter those exemptions, this could lead to an interruption in services we provide or in additional operating costs to comply with new obligations.\n\nSpecifically, for example, in Europe, rules and regulations under Undertakings for the Collective Investment in Transferable Securities (UCITS) regulatory framework, MiFID II and MiFIR, along with substantially similar national rules of the U.K. and implementing rules and regulations, have had, and will continue to have, direct and indirect effects on our operations in Europe, including increased costs for investment research and increased compliance, disclosure, reporting and other obligations. In addition, current and upcoming European, U.S. and international regulations and rules around ESG-related procedures, reporting and disclosures are expected to have direct and indirect effects on our global operations, including additional costs for increased compliance through disclosure and reporting, among other obligations. \n\n15\n\nThere has also been an increase in data and privacy regulations globally. In addition to the EU’s General Data Protection Regulation (GDPR), U.S. state data breach and privacy legislation, including the California Consumer Privacy Act and similar laws being adopted in various states, and Japan’s Personal Information Protection Law have come into effect requiring us to comply with stringent requirements, and we expect that there will be further regulation and legislation that will come into effect in the future that will require us to comprehensively review our systems and processes and may result in additional costs.\n\nThe U.K.’s exit from the EU in 2020 (referred to as Brexit) may continue to disrupt our business operations and impact our reported financial results as well as the liquidity and value of our investments and fund distribution. There remains uncertainty around the post-Brexit regulatory environment as the U.K. continues to establish independent regulations for the U.K. CSUK’s ability to market and provide its services or serve as a distributor of financial products within the EU could be restricted temporarily or in the long term as a result of Brexit and a divergence from the EU regulatory regime. Our contingency plans for Brexit require the cooperation of counterparties or a regulator of financial services to make timely arrangements. While we believe it is in the best interests of counterparties and regulators to cooperate and recognize firms, services and products based in the respective jurisdictions, we cannot guarantee that counterparties or regulators will cooperate or the timeliness of their cooperation. Our operating expenses have increased as we implement plans to continue to market and provide our services and distribute our products in the short and/or long term.\n\nIn addition, regulations restricting the use of commission credits to pay for research have increased, and may continue to increase, our operating expenses. See “Regulations restricting the use of commission credits to pay for research have increased, and may continue to increase, our operating expenses.”\n\nAlthough the full extent of the foregoing regulatory changes is still unclear, they may affect our business operations and increase our operating expenses.\n\nOur involvement in legal proceedings could adversely affect our results of operations and financial condition.\n\nMany aspects of our business involve risks of legal liability. Claims against us may arise in the ordinary course of business, including employment-related claims, and from time to time, we have and may continue to receive subpoenas or other requests for information or similar correspondence from various U.S. and non-U.S. governmental or regulatory authorities and third parties in connection with certain industry-wide, company-specific or other investigations or proceedings. In addition, certain funds we manage may become subject to lawsuits, any of which could potentially impact the investment returns of the applicable fund.\n\nWe carry insurance in amounts and under terms that we believe are appropriate to cover potential liabilities related to litigation. However, we cannot guarantee that our insurance will cover all liabilities and losses to which we may be exposed, or that our insurance policies will continue to be available at acceptable terms and fees. As our insurance policies are due for renewal, we may need to assume higher deductibles or pay higher premiums, which would increase our expenses and reduce our net income.\n\nThe tax treatment of certain of our funds involves the interpretation of complex provisions of U.S. federal income tax law for which no precedent may be available and may be subject to potential legislative, judicial or administrative change and differing interpretations, possibly on a retroactive basis.\n\nThe U.S. federal income tax treatment of certain of our funds depends in some instances on determinations of fact and interpretations of complex provisions of U.S. federal income tax law for which no clear precedent or authority may be available. U.S. federal income tax rules are constantly under review by the U.S. Department of the Treasury – Internal Revenue Service, frequently resulting in revised interpretations of established concepts, statutory changes, revisions to regulations and other modifications and interpretations. Ongoing changes to U.S. federal income tax laws and interpretations thereof could also cause us to change our investments and commitments, affect the tax considerations of an investment in us and our funds and change the character or treatment of portions of our income. In addition, the Company may be required to make certain assumptions when electing a particular tax treatment. It is possible that the Internal Revenue Service could assert successfully that the assumptions made by us do not satisfy the technical requirements of the Internal Revenue Code and/or Treasury Regulations and could require items of income, gain, deduction, loss or credit, including interest deductions, be adjusted, reallocated or disallowed in a manner that adversely affects us and our clients.\n\nChanges in tax legislation or policies could materially impact our financial position and results of operations.\n\nCorporate tax reform and tax transparency continue to be high priorities in many jurisdictions. As a result, policies regarding corporate income and other taxes in numerous jurisdictions are under heightened scrutiny and tax reform legislation has been, and will likely continue to be, proposed or enacted in a number of jurisdictions in which we operate. Tax authorities \n\n16\n\nmay disagree with certain positions we have taken, which may result in the assessment of additional taxes and could have a material effect on our financial condition.",
      "char_count": 63280
    }
  },
  "extracted_at": "2026-01-19T15:29:39.037826"
}