{
  "ticker": "CNXC",
  "company_name": "Concentrix Corp",
  "cik": 1803599,
  "form_type": "10-K",
  "filing_date": "2025-01-28",
  "period_of_report": "2024-11-30",
  "fiscal_year": 2025,
  "accession_number": "0001803599-25-000022",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001803599&accession_number=000180359925000022&xbrl_type=v",
  "sic_code": "7389",
  "industry": "Services-Business Services, NEC",
  "sections": {
    "item1": {
      "text": "Part I\n\nITEM 1. BUSINESS\n\nOur Company\n\nWe are a global technology and services leader that powers exceptional brand experiences and digital operations for more than 2,000 clients across the globe. We design, build, and run fully integrated, end-to-end solutions — including customer experience (“CX”) process optimization, technology innovation and design engineering, front- and back-office automation, analytics, and business transformation services — for clients in five primary industry verticals. Our solutions help our clients drive deep understanding, full lifecycle engagement, and differentiated customer experiences for their brands. \n\nWe strive to deliver exceptional services globally, supported by our deep industry knowledge, technology and security practices, talented people, and digital and analytics expertise. Our differentiated portfolio of solutions supports Fortune Global 500 and new economy companies across the globe in their efforts to deliver an optimized, consistent brand experience across all channels of communication, including voice, chat, email, generative AI (“GenAI”)-powered self-service, social media, asynchronous messaging, and other custom applications. \n\nWe offer our clients integrated solutions to support the entirety of their customer lifecycles, transform their businesses, and solve business challenges: \n\n•CX and user experience (“UX”) strategy and design; \n\n•digital operations, including B2B sales, performance marketing, customer loyalty, trust and safety, collections, and financial compliance;\n\n•data analytics, enterprise intelligence, and actionable insights; and \n\n•innovative new approaches to enhancing the customer experience through the latest technological advancements in our industry. \n\nThrough our end-to-end capabilities, we believe we deliver better economic outcomes for our clients with solutions designed to meet their unique needs as they navigate a landscape characterized by discerning consumers and new market entrants. \n\nWe have strong relationships with global brands and are a partner of choice for industry leaders, including more than 155 Fortune Global 500 clients as of November 30, 2024. We believe in deepening and broadening our support of clients over the long term to build enduring relationships, and we prioritize the pursuit of clients in verticals characterized by high growth, high transaction volume, high levels of compliance and security, and steep barriers to entry. Our average client tenure for our top 30 clients is more than 16 years. Our strategic verticals include technology and consumer electronics, retail, travel and e-commerce, banking, financial services and insurance, healthcare, communications and media, and other. Our clients include:\n\n•9 of the top 10 tech and consumer electronics companies\n\n•7 of the top 10 fintech companies\n\n•2 of the top 5 retail and e-commerce companies\n\n•8 of the top 10 European banks\n\n•6 of the top 10 U.S. banks\n\n•5 of the top 5 U.S. health insurance companies\n\n•3 of the top 5 global healthcare companies\n\n•8 of the top 10 global automotive companies\n\nThrough our technology-infused solutions, our clients benefit from having a single partner that can deliver integrated solutions at scale, enabling them to address the entirety of the customer journey, from acquisition to support to renewal. Our end-to-end capabilities and broad service offerings help our clients acquire, retain, and improve the lifetime value of their customer relationships while optimizing their back-office processes.\n\nWe combine global consistency with local expertise, enhancing the end user experience for our clients’ customers through services rendered by a team of approximately 450,000 employees and staff, which we refer to as game-changers, across approximately 485 locations in 75 countries and six continents in the languages that are relevant to our clients and their customers. \n\nStrategic Growth\n\nWe have a long history of growth through strategic acquisitions, including:\n\n•Our September 2023 acquisition of the Webhelp business (“Webhelp”), a leading provider of CX solutions, including sales, marketing, and payment services, with significant operations and client relationships in Europe, Latin America, and Africa;  \n\n•Our July 2022 acquisition of ServiceSource International, Inc. (“ServiceSource”), a global outsourced go-to-market services provider that delivered business-to-business (“B2B”) digital sales and customer success solutions; \n\n•Our December 2021 acquisition of PK, a leading CX design engineering company that created pioneering experiences to accelerate digital outcomes for their clients’ customers, partners and staff; and \n\n•Our October 2018 acquisition of Convergys Corporation, a customer experience outsourcing company that added scale, diversified our revenue base, and expanded our service delivery capabilities.\\\n\nOur strategic acquisitions have strengthened our position as a global technology and services leader by expanding our scale in the digital IT services market and creating one of the most robust, well-balanced global footprints in the industry. Our disciplined approach to growth has strengthened our value proposition for our clients by broadening our offering of artificial intelligence (“AI”) solutions, digital capabilities, and high-value services.\n\nWe trace our roots to 2004 when SYNNEX Corporation, now known as TD SYNNEX Corporation (“TD SYNNEX”), acquired BSA Sales, Inc., a company with 20 employees focused on helping clients through outsourced sales and marketing services. In 2006, TD SYNNEX combined New York-based Concentrix with BSA Sales under the Concentrix name, with the goal of bringing technology and innovation into businesses to help clients reimagine and design the next generation of experiences. Concentrix Corporation was incorporated in Delaware in December 2009. In December 2020, Concentrix was separated from TD SYNNEX through a tax-free distribution of all of the issued and outstanding shares of our common stock to TD SYNNEX stockholders (such separation and distribution, the “spin-off”). As a result of the spin-off, we became an independent public company and our common stock commenced trading on the Nasdaq Stock Market (“Nasdaq”) under the symbol “CNXC” on December 1, 2020.    \n\nOur Solutions and Technology\n\nThrough our strategy, talent, and technology, we are fully equipped to design, build, and run solutions that help our clients enhance their customers’ experience and improve business performance. Our solutions encompass our core service offering of Customer Lifecycle Management, as well as complementary areas, including Strategy and Design, Data and Analytics, and Enterprise Technology. Through our integrated solutions offering, we assist our clients in acquiring, supporting and renewing customers, leveraging customer feedback and insights to constantly improve business performance, and identifying and implementing customer-facing and back-office process improvements. We help our clients by creating tools that their customers and employees love to use, enabling better customer interactions through real-time sentiment analysis, and integrating multiple customer interactions and touchpoints into one-stop smart mobile applications. \n\nIn September 2024, we announced the release of iX HelloTM, the first commercially available product in our Intelligent Experience (“IX”) suite of products. iX Hello is an enterprise-grade GenAI-powered self-service application that is designed to accelerate productivity across multiple business functions by enabling users to create customizable virtual assistants that can integrate with leading large language models as well as internal data sources. \n\niX Hello is capable of researching the latest online information, translating text in over 90 languages, analyzing files, images, and data, transcribing voice and meeting notes, and creating training materials, documentation, and reports, among other applications.\n\nCustomer Lifecycle Management.  We deliver integrated solutions and services that address the entirety of the customer lifecycle, support business transformations, and solve business challenges. We offer our clients the means to acquire, support, and renew customers across all channels while minimizing attrition and increasing customer lifetime value. Our Customer Lifecycle Management solutions include services such as customer care, sales support, digital marketing, technical support, digital self-service, content moderation, creative design and content production, and back-office services. Customer Lifecycle Management represents our core service offering and a significant majority of the services we provide. \n\nIn addition to our Customer Lifecycle Management services, we also provide complementary services that are provided to clients as integrated solutions with our core service offering, including:\n\n•Strategy and Design.  We strive to help our clients reimagine what great is by using human-centered design and tech-enabled innovation to design next-generation solutions that exceed our clients’ expectations. Our Strategy and Design solutions include business transformation consulting, digital experience design, and digital innovation. Through these services, we promote a more rapid integration of digital and enabling technologies, providing transformational business services to our clients. \n\n•Data and Analytics.  We use technology and innovative domain-specific solutions to assist our clients in maximizing the value of their data by evaluating and using enterprise data to drive business decisions and integrating the insights gained from the analysis of enterprise data into business processes. Our Data and Analytics services include data and analytics transformation, data engineering, advanced analytics, enterprise intelligence, operational insights, and voice of the customer (“VOC”) solutions.\n\n•Enterprise Technology. Utilizing our deep knowledge of our clients’ businesses, industries, and enterprise technology, we partner with our clients to evaluate, adopt, and enhance their use of technology. Our game-changers: advise clients on their technology strategy and roadmap; develop personalized customer journey experiences; design, build, and run enterprise-wide applications, such as self-service AI bots; accelerate development cycles with quality assurance and testing services; and reinforce cybersecurity through managed security services.\n\nOur Market Opportunity\n\nOur clients must transform and continually evolve their systems in response to increased competition and to meet the demands of consumers and employees. To meet these growing demands, our clients are looking to large solutions and technology providers, such as Concentrix, to automate their systems and provide professional support to address complexities beyond the scope of automation. We are a leader in next-generation CX technology and a trusted partner to leading global brands, driven by a focus on innovation, which we believe will increase our total addressable market as we grow across new and existing markets. \n\nWe offer a unique combination of technology and services and deliver our solutions globally at scale. Our suite of integrated solutions include: digital transformation services that design and engineer CX solutions to enable efficient customer self-service and build customer loyalty; customer engagement solutions and services that address the entirety of the customer lifecycle; AI technology that can intelligently act on customer intent to improve customer experience with non-human engagement; self-service GenAI assistants that can be customized to fit a myriad of use cases from data analysis to language translations to internal chatbots; VOC solutions to gather and analyze customer feedback to foster loyalty to, and growth with, clients; analytics and consulting solutions that synthesize data and provide professional insight to improve clients’ customer experience strategies; specialized support to specific industry verticals, including collections, know-your-customer, and financial crime and compliance; and back-office services that support clients in non-customer facing areas. \n\nIndustry Trends\n\n•Technological Innovation.  Emerging technology is driving change within our industry and shaping the demands of our clients. Advancements in areas such as digital services, GenAI, and machine learning \n\n4\n\n\n(“ML”) are further changing our markets and our clients’ markets while opening new avenues for growth and opportunities for us to better serve our clients. These technologies provide clients the opportunity to interact more effectively with their customers and employees and improve experiences by automating processes, optimizing customer journeys to reach faster solutions, enabling personalized engagement across multiple platforms, and focusing human engagement on the most complex interactions. \n\n•Importance of Customer Experience.  We believe customer experience is a strategic imperative for enterprises today. Data, analytics, and digital solutions have reshaped the ways enterprises interact with their customers and internal stakeholders. As a result, enterprises are modernizing how they manage the customer experience across all channels of communication. The market has evolved from customer relationship management solutions that act as a cost cutting measure toward end-to-end management solutions that create value throughout the entire customer lifecycle at an appropriate cost. \n\n•Empowered Consumers and Users.  Modern consumers are discerning and have come to expect a high level of care and responsiveness from their service providers. Old paradigms have shifted as increasingly competitive markets, easily accessible crowd-sourced information, and self-service GenAI solutions have empowered consumers to unprecedented levels. As consumers demand more and have an increasing number of alternatives, companies must differentiate on how they manage their customer relationships. This shift is driving the market toward consumer-centric solutions that reduce customer churn and promote brand loyalty.\n\n•Mission Critical Nature of Cybersecurity.  Technological innovation coupled with the proliferation of smart devices and mobile connectivity is generating sensitive data at scale. At the same time, the avenues for access have become numerous, and an increasing number of malicious actors are becoming more sophisticated and active. Data security is paramount in an environment where external intrusion, improper access, or carelessness can compromise customers and businesses. Businesses require scalable, industry-leading data protection and security to avoid reputational and operational risks in an environment characterized by the threats and benefits of free-flowing information.\n\n•Evolving Role of People. The skill set required of customer-facing employees is shifting as enterprises continue to place increased importance on CX and automation of lower complexity contacts continues. Contacts in the voice and chat channels are increasingly complex and driving a trend of longer customer engagements, requiring individuals to have a more robust skill set. However, the transition of lower complexity support to online and self-support options, driven by heavy automation and the increased use of new technologies, reduces volumes in the voice channel. Despite growth in digital channels, we expect the human element will continue to be important in our industry, as focus shifts from routine service to “last-mile” support requiring human-touch to deliver a stronger customer experience. In our view, attracting and retaining skilled talent that can adapt to the evolving focus of customer engagements requires a diverse and inclusive workplace that supports staff wellness. \n\n•Enterprise Preferences Driving Vendor Consolidation.  Enterprises have become increasingly global. As their scope of business increases, enterprises require partners that can serve their needs by rapidly deploying solutions and new technology consistently across multiple geographies and channels. Enterprises therefore prefer vendors with scale and end-to-end capabilities and a deep knowledge of their business and industry that can be a one-stop shop and are consolidating existing relationships to vendors with scale to achieve their business objectives and pursue cost savings. \n\n•Market Fragmentation Driving Industry Consolidation.  We operate in a fragmented marketplace characterized by numerous vendors offering a variety of services across different levels of the value chain. Our competitive landscape of solutions providers includes core CX solutions, adjacent markets like consulting and design, business process services, and data and analytics, and digital IT services. Market share across this competitive landscape is highly dispersed with thousands of vendors participating in different portions of the market and no single provider or small number of providers holding a significant share of the total addressable market. As client preferences continue to evolve in line with enterprise preferences, we anticipate that the market will undergo further consolidation.  \n\n5\n\n\n•Legacy Solutions Have Many Limitations.  As executives look to successfully navigate digital transformation and manage their customers’ experience across a wider variety of channels, unsophisticated providers and solutions often fail to meet customers’ needs. Currently there is a limited set of providers with end-to-end, global offerings of scale in the marketplace. The fragmentation of the market and, for many industries, high regulatory hurdles create additional complexity as most providers are small, niche, or local players. These issues are compounded by a lack of sufficient investment in cybersecurity, creating exposure to regulatory, reputational, and operational risks. These pain points, coupled with the prevalence of providers offering legacy solutions that fail to address the demands of the modern consumer, create an opportunity for large-scale, global end-to-end solutions providers.\n\nOur Competitive Strengths\n\nWe believe the following strengths differentiate us from our competitors and provide us with a competitive advantage:\n\n•Market Leader with a Differentiated Brand and Value Proposition:  We strive to have a compelling brand and reputation as a leading provider of solutions and technology that shape the customer experience. We have a differentiated combination of global scale, local reach, technological expertise, end-to-end solution capabilities and full lifecycle services, and we are also an industry leader in cybersecurity best practices. We are widely recognized as a leading provider of CX solutions and technology, garnering industry attention via 176 industry awards in fiscal year 2024. Third-party researchers have also taken note of our leading global practice with Everest Group Research distinguishing us as a leader for the 9th consecutive year in 2024, recognizing our GenAI platforms for improving CX and operational efficiency.\n\n•Strong Relationships with a Growing and Diversified Client Base:  We partner with more than 2,000 clients worldwide. Leading global companies, including more than 155 Fortune Global 500 brands, rely upon our solutions and technology. We serve a wide variety of clients, extending across numerous verticals. Our end-to-end capabilities and global scale have enabled us to build long-lasting relationships with our largest clients spanning more than 16 years on average. Our commitment to our clients is our primary focus and has generated numerous accolades to date, including 53 client awards in fiscal year 2024.\n\n•Extensive Global Presence:  We operate globally in 75 countries across six continents with the ability to conduct business in those locations in the languages that are relevant to our clients and their customers. We believe we are well-positioned to serve the largest global brands in nearly every market in which they operate. Our global footprint includes a strong presence in emerging markets such as India, Brazil, Egypt, Türkiye, China, South Africa, Vietnam, Indonesia and Thailand, which provides an opportunity to grow with our clients in these regions. Our ability to create value for our clients across a global delivery platform has enabled us to be a partner of choice. \n\n•Continued Investment in Technology:  We believe that our focus on innovation and our investment in technology enables us to maximize value for our clients and differentiates us from our competitors. We have provided technology-infused CX solutions for nearly two decades. We have been at the forefront of developing CX solutions and technology that improve the customer experience and will continue to strive for this in the future. We have been a leader in our industry in advancements such as conversational virtual assistants, multichannel and augmented CRM, predictive analytics, emotion analytics, cognitive learning, AI, and GenAI and enjoy a first mover advantage. In September 2024, we introduced our iX suite of technology with the release of iX Hello, a GenAI-powered platform for creating virtual assistants. By proactively introducing technological innovation to our clients, we deepen our relations and are often rewarded with opportunities to expand our engagements and secure additional sources of revenue. \n\nDespite our focus on investing in technology, due to our size, scale, and the regular implementation of our technology-infused solutions, historically, our costs of developing, maintaining, and integrating new technologies were not material on a stand-alone basis. In fiscal year 2024, we increased our investment in technology to approximately 1% of revenue, including expenses related to the development of our new iX suite of technology, as well as pilot programs for clients related to the use of GenAI. We expect this level of investment will decrease over time. \n\n6\n\n\n•Corporate Culture Committed to Our Clients’ Success:  Our unified team allows us to deliver consistent and exceptional results. As of November 30, 2024, our team consisted of approximately 450,000 game-changers globally. We enjoy high staff engagement because of a strong company culture that champions our people and is committed to creating game-changing brand experiences for our clients and their customers. We promote integrity and collaboration, strive for diversity and inclusion in the workplace, and emphasize the wellness and mental health of our game-changers. We believe this supportive environment reinforces the commitment of our team, empowers our game-changers to make an impact on our global community, and drives better customer experiences and improved outcomes for our clients. \n\n•Demonstrated History of Strategic Acquisitions:  We have acquired and integrated more than 20 companies since our inception. We have a demonstrated ability to complete scale acquisitions, as well as revive underutilized assets and maximize their value, which we believe allows us to explore a broader scope of opportunities than our peers. In fiscal year 2023, we completed our combination with Webhelp, which significantly expanded our geographic footprint in Europe, Latin America, and Africa, and expanded the breadth and global reach of our higher-value services and digital capabilities. In fiscal year 2022, we acquired PK, which expanded our scale in the digital IT services market and supported our growth strategy of investing in digital transformation to deliver exceptional customer experiences, and ServiceSource, which complemented our B2B digital sales and customer success solutions.\n\n•Experienced Management Team:  Our passionate and committed management team with a deep understanding of our clients’ needs and significant experience in our industry, with our senior leadership team having an average of more than 30 years of experience. Through our acquisitions we have benefited from the addition of management talent, who have contributed valuable new perspectives and insights. Under our tenured management team, we have grown our revenue from $1.1 billion in fiscal year 2014 to $9.6 billion in fiscal year 2024, while delivering strong profitability. \n\nOur Growth Strategy \n\nThe key elements to our growth strategy are: \n\n•Expand and Deepen Relationships with Existing Clients:  We have a well-established track record of cross-selling and offering additional solutions and premium services to sustain and grow our relationships with our existing clients. We believe our global offerings and scale, efficiency, and technology generates incremental value for our clients with each process we manage, naturally driving our customers to spend more with us. Our focus on technological innovation, our deep understanding of our clients’ businesses, and our responsiveness to our clients’ needs position us for continued growth with our clients beyond traditional CX support. \n\n•Relentlessly Innovate and Develop Technology Services and Solutions:  We have developed innovative solutions for our clients, and we are focused on investing in technology. Investment in technology and digital transformation can enable more effective engagement with customers and improve the customer and user experience through increased automation, optimize customer journeys to reach faster solutions, enable personalized engagement across multiple platforms, and focus human engagement on the most complex interactions. For these reasons, we believe investments in disruptive technologies, applications, and services, including GenAI, will continue to be instrumental in driving better value for our clients and, over time, result in increased profitability.\n\n•Further Expand into Adjacent Markets:  Our marketplace continues to expand, and we see significant opportunity for growth across adjacent markets. We believe we are a unique global provider of technology and services that can power our clients’ brand experiences and digital operations at scale. We expect to continue to provide our clients with a fully integrated offering that includes strategy and design, data and analytics, and enterprise technology. We have strengthened our presence in adjacent markets through recent acquisitions, including PK in fiscal year 2022 and Webhelp in fiscal year 2023, and through significant investments across emerging technologies, including the launch of our iX suite of AI and GenAI products in 2024. As our industry evolves, we will continue to invest in new technologies and faster growing markets to further sustain long-term growth. \n\n7\n\n\n•Selectively Pursue Strategic Acquisitions:  We have made targeted acquisitions to increase our technology expertise, enter new verticals and geographies, and increase our scale, including our acquisitions of the IBM Customer Care Business, Convergys Corporation, PK, ServiceSource, and Webhelp. Our market remains highly fragmented and we believe that our acquisition strategy enhances and augments our growth avenues. We intend to continue to evaluate and pursue complementary, value enhancing acquisitions. \n\n•Invest in Emerging Markets:  We have invested in delivery operations in emerging, high-growth markets such as India, Brazil, Egypt Türkiye, China, South Africa, Vietnam, Indonesia, and Thailand. We expect to continue to strategically invest in similar markets to be well-positioned to grow with our clients in the regions and countries where they are growing and cost-effectively serve global brands in multiple time zones.\n\nOur Clients\n\nIn fiscal year 2024, we served more than 2,000 clients across various verticals and geographies. Our strategic verticals include: technology and consumer electronics; retail, travel and e-commerce; banking; financial services and insurance; healthcare; communications and media; and other. We focus on developing long-term, strategic relationships with clients in verticals with certain characteristics, such as high growth, high transaction volume, high levels of compliance and security, and steep barriers to entry.\n\nSales and Marketing\n\nWe market our services through a sales force organized by industry vertical and geography. Our efforts may begin in response to our lead generation program, a perceived opportunity, a reference by an existing client, a request for proposal or otherwise. The length of our sales cycle varies depending on the type of services work as well as whether there is an existing relationship with the client.\n\nWe have designated client partners or global relationship managers for each of our strategic relationships. The relationship manager is supported by process improvement, quality, transition, finance, human resources, information technology, and industry or subject matter expert teams to ensure we are offering our best possible solution to clients.\n\nWe strive to foster relationships between our senior leadership team and our clients’ senior management. These “C-level” relationships ensure that both parties are focused on establishing priorities, aligning objectives, and driving client value from the top down. High-level executive relationships have been particularly constructive as a means of increasing business from our existing clients. It also provides us with a forum for addressing client concerns. We constantly measure our client satisfaction levels to ensure that we maintain high service levels for each client.\n\nOur Operations\n\nWe have global delivery capabilities that allow us to scale our operations with people, technology, and other resources from around the world, including language fluency, proximity to clients, and time-zone advantages. A critical component of this capability is our approximately 485 locations in 75 countries across six continents. Our service delivery centers improve the efficiency of our engagement teams through the reuse of processes, solution designs, and infrastructure by leveraging the experience of delivery center professionals. Services are provided from these global locations to customers worldwide in multiple languages. These services are supported by proprietary and third-party technologies to enable efficient and secure contacts through various channels including voice, chat, web, email, social media and other digital platforms, including automated bots, RPA, AI and GenAI. \n\nOur delivery and data centers are subject to annual certifications and attestation audits that include Payment Card Industry Data Security Standard (PCI DSS) version 4.0.1, ISO 27001:2022, ISO 22301:2019,  and SOC 2 Type II. Our risk-based independent assurance requirements, as well as client requirements, help define the scope of these certification and attestation audits. Twenty-eight of our delivery centers around the world are certified to the COPC (Customer Operation Performance Center) Outsource Service Provider standard. For our healthcare clients, we have achieved HITRUST Common Security Framework (CSF) 11.2.0 certification. We also maintain a Level 3 CMMI version 1.3 certification for services and development for our major technology development centers globally. For IT service management (ITIL standard), we have more than 100 delivery centers that are ISO/IEC 20000-1:2018 certified.\n\n8\n\n\nWe operate a globally distributed data processing environment that can seamlessly connect and integrate our service delivery centers with our data centers and points of presence with multiple resilient circuits. Our technologically advanced and secured data centers provide availability 24 hours a day, 365 days a year, with redundant equipment, power and communication feeds and emergency power back-up, and are designed to withstand most natural disasters. We maintain a 24x7 security monitoring and alert function to guard against and respond to the threat of malicious actors.\n\nWe also have the capability to provide services for our clients through our utilization of remote staff. We support secure remote work environments through digital tools and technology that authenticate the remote advisor, restrict unauthorized personnel and devices, and alert of attempts to circumvent control. More than 20% of our global team currently works remotely. \n\nThe capacity of our data center and service delivery center operations, our nimble approach to remote staff, and the scalability of our customer management solutions enable us to meet the dynamic and challenging needs of large-scale and rapidly growing companies. By leveraging our scale and efficiencies across our common system platforms, we can provide rapid client-specific enhancements and modifications at competitive costs, which positions us as a value-added provider of technology and services.\n\nInternational Operations\n\nIn fiscal year 2024, approximately 88% of our revenue was generated by our non-U.S. operations. A key element in our business strategy has been to locate our service delivery centers in markets that are strategic to our client requirements and cost beneficial. We have operations in 75 countries across six continents, with a significant presence in the Philippines and India.\n\nSales and cost concentrations in international jurisdictions subject us to various risks, including the impact of changes in the value of foreign currencies relative to the U.S. dollar, which in turn can impact reported revenue and cost of revenue.\n\nSee Note 10 to the consolidated financial statements included elsewhere in this Annual Report on Form 10-K for additional financial information related to our international and domestic operations.\n\nSeasonality\n\nOur revenue and margins fluctuate with the underlying trends in our clients’ businesses. As a result, our revenue and margins are typically the highest in our fourth fiscal quarter. However, our results in a particular year may vary based on client transaction volume and macroeconomic factors.  \n\nInformation Technology\n\nWe invest in information technology systems, infrastructure, automation and security to enhance workforce management and enhance productivity. Our delivery centers employ a broad range of technology, including advanced network and computing platforms, digital switching, intelligent call routing and tracking, proprietary workforce management systems, case management tools, computer telephony integration, interactive voice response and advanced speech recognition, with multiple layers of embedded security. Our innovative use of technology, including automation, GenAI, and AI, enables us to improve our voice, chat, web and e-mail handling and personnel scheduling, thereby increasing our efficiency and enhancing the quality of the services we deliver to our clients and their customers. We are able to dynamically scale to respond to changes in our clients’ business volumes. Additionally, we use technology to analyze information and trends from our clients’ customer interactions to support quality of service and improve the customer journey and experience. See Item 1C. Cybersecurity for a discussion of our cybersecurity program.\n\nCompetition\n\nOur major competitors include core CX solutions competitors, including Foundever Group, TaskUs Inc.,  Teleperformance S.A., TELUS International, and TTEC Holdings, Inc., other CX solutions competitors that primarily provide complementary services such as consulting and design, IT services, business process services, and data and analytics, including Accenture plc, Capgemini SE, Cognizant Technology Solutions Corporation, ExlService Holdings, Inc., Genpact Limited, HCL Technologies Limited, Infosys Limited, Tata Consultancy \n\n9\n\n\nServices, and WNS (Holdings) Limited, and digital IT services competitors, including Endava UK Ltd., EPAM Systems, Inc., Globant S.A., and Thoughtworks Holding, Inc.\n\nIn the future, we may face greater competition due to the consolidation of solutions providers. Consolidation activity may result in competitors with greater scale, a broader footprint, or more attractive pricing than ours. In addition, a client or potential client may choose not to outsource its business, by setting up captive outsourcing operations or performing formerly outsourced services for themselves, or may switch CX solutions providers.\n\nHuman Capital Resources\n\nWe are committed to fostering a diverse and inclusive workplace that attracts and retains exceptional talent. Through ongoing staff development, comprehensive compensation and benefits, and a focus on health, safety and staff wellbeing, we strive to help our team in all aspects of their lives so they can do their best work. \n\nAs of November 30, 2024, we had approximately 450,000 full-time game-changers, of which approximately 90,000 were based in the Americas, approximately 235,000 were based in Asia-Pacific, and approximately 125,000 were based in EMEA. Except for a small portion of our team in certain countries, generally required by local regulations or brought in through acquisitions, our staff are not represented by labor unions, nor are they covered by collective bargaining agreements.\n\nDiversity, Equity, Inclusion and Belonging\n\nA diverse team, including across backgrounds, genders and gender identities, ethnicities, sexual orientations, and lived experiences, is critical to our success and contributes to a work environment that promotes innovation in our pursuit of game-changing experiences for our clients. We strive to create an inclusive workplace where people can bring their authentic selves to work. Our game-changers are encouraged to leverage their personal strengths and experiences to continually innovate and contribute to the development of new ideas and process improvements that drive better customer experiences and improved outcomes for our clients. Our commitment to these principles is set out in our Human Rights Policy, our Diversity, Equity, Inclusion and Belonging Policy, and our Code of Ethical Business Conduct, which require all of our game-changers to adhere to our dedication to an inclusive work environment that fosters respect for all of our team members.  \n\nOur commitment to diversity and inclusion starts with our highly skilled and diverse board of directors and senior leadership team. Half of the members of our board of directors and more than 40% of our senior leadership team are women, and 20% of our board members are ethnic minorities. Our team also supports nine staff resource groups, including LGBTQ+, persons with disabilities, women, women in tech, military veterans, and black professionals, to promote a diverse and inclusive workplace. Our Chief Executive Officer, Chris Caldwell, has been named one of the best CEOs for Women and one of the best CEOs for Diversity multiple times by Comparably, a workplace culture and compensation website, and in 2024, Comparably recognized Concentrix management as one of the top leadership teams. \n\nPay Equity and Total Rewards\n\nPeople should be paid for what they do and how they do it, regardless of their gender, race, or other characteristics. To deliver on that commitment, we benchmark and set pay ranges based on market data and consider factors such as a game-changer’s role and experience, the location of their job, and their performance. We also review our compensation practices, both in terms of our overall workforce and individual game-changers, to ensure our pay is fair and equitable. We have reviewed the compensation of our game-changers to ensure consistent pay practices by conducting a gender pay equity analysis comparing staff in the same role within a country or location.\n\nWe require a uniquely talented workforce and are committed to providing total rewards that are market-competitive and performance based, driving innovation and operational excellence. Our compensation programs, practices, and policies reflect our commitment to reward short- and long-term performance that aligns with and drives long-term stockholder value. Total direct compensation is generally positioned within a competitive range of the market median, with differentiation based on tenure, skills, proficiency, and performance to attract and retain key talent.\n\n10\n\n\nGame-Changer Engagement\n\nWe pride ourselves on championing our people. Our company culture emphasizes the satisfaction and well-being of our game-changers and a diverse, engaged team. We regularly solicit the opinion and views of our game-changers through a staff satisfaction survey, the results of which inform key initiatives to support engagement and foster retention. The global participation rate for our most recent staff satisfaction survey in 2024 was approximately 84.0%, and our overall positive engagement rating (game-changers that gave a satisfaction score of 4 or 5) was approximately 79.4%. In 2024, we were honored with the number one spot on the Inspiring Workplaces Group’s Global Top 100 Inspiring Workplaces, which recognizes the most forward-thinking and people-first organizations in the world.  \n\nTraining and Development\n\nHuman capital development underpins our efforts to execute our strategy and continue to deliver exceptional services globally. We invest in staff career growth and provide game-changers with a wide range of development opportunities, including face-to-face, virtual, social and self-directed learning, mentoring, coaching, and external development. Front-line staff receive continual feedback and reinforcement from supervisors who provide coaching, often in real time, so that staff can more readily apply their training to assist our clients and their customers. In addition, our game-changers have access to more than 43,000 online courses and 1,080 learning paths through Concentrix University, our virtual learning platform, to develop skills specific to their current roles and promote ongoing career growth.\n\nHealth, Safety and Wellness\n\nThe physical health, financial stability, life balance, and mental health of our team is vital to our success. We sponsor a wellness program designed to enhance physical, financial, and mental well-being for all of our game-changers. Throughout the year, we encourage healthy behaviors through regular communications, educational sessions, voluntary progress tracking, wellness challenges, and other incentives. We also provide access to Modern Health, a mental health and wellness benefit that offers one-on-one coaching, therapy, live and on-demand group sessions, meditations and programs, and other resources to our game-changers and their dependents. We take an integrated approach to helping our staff manage their work and personal responsibilities, with a strong focus on mental health. \n\nSustainability\n\nWe have a responsibility to improve the lives of our people and the health of our planet. Since we became a public company, we have maintained an Environmental, Social and Governance (“ESG”) program with direction and oversight from our board of directors. Following our combination with Webhelp, our updated ESG program seeks to use our global reach and the strength of our team of approximately 450,000 game-changers to create significant and sustainable improvements in five impact areas:\n\n•Our Planet: We are contributing toward a more sustainable planet by reducing our impact and by protecting and restoring the planet as we progress toward our goal of becoming net zero by 2050;\n\n•Our Game-changers: We elevate our game-changers’ experience by developing an inclusive and supportive workplace that prioritizes people’s wellbeing, personal growth, diversity, equity, inclusion and belonging; \n\n•Building Trust: We build and foster trust by acting with integrity in everything we do. Always. \n\n•Innovation and Tech: We promote innovation and tech for good and drive positive change through creative solutions that address societal and environmental challenges; and\n\n•Our Communities: We empower and give back to our communities by strengthening and building resilient communities everywhere we operate, and by supporting the causes our game-changers are most passionate about.\n\nWe publish an annual Sustainability Report that outlines our long-term ESG goals and how these commitments align with the Sustainable Development Goals established by the United Nations, and updates stakeholders on our progress toward these goals.  \n\nAvailable Information \n\n11\n\n\nOur website is www.concentrix.com. We make available free of charge, on or through our website, our Annual Report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and amendments to those reports, if any, or other filings filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act, as soon as reasonably practicable after electronically filing or furnishing these reports with the Securities and Exchange Commission (the “SEC”). Our Sustainability Report is also available on our website. Information contained on our website is not a part of this Annual Report on Form 10-K.\n\nThe SEC maintains a website at www.sec.gov that contains our Annual Report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and amendments to those reports, if any, or other filings filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act, and our proxy and information statements.",
      "char_count": 45308
    },
    "item1a": {
      "text": "Table of Contents         \n\nITEM 1A. RISK FACTORS\n\nThis section discusses the most significant factors that could affect our business, results of operations and financial condition. You should carefully consider the following risks and the other information contained in this Annual Report on Form 10-K in evaluating our company and our common stock. If any of the risks discussed below occur, our business, financial condition, results of operations, or liquidity could be materially adversely affected and, as a result, the trading price of our common stock could decline. The risks described below are not the only ones we face. Additional risks not presently known to us or that we currently deem immaterial may also harm our business, results of operations, or financial condition.\n\nWe have grouped these risk factors into three categories:\n\n•risks related to our business and the industry in which we operate;\n\n•risks related to our capital structure; and\n\n•risks related to ownership of our common stock.\n\nRisks Related to Our Business and Industry\n\nHistorically, our revenue and operating results have fluctuated and we anticipate that in the future they will continue to fluctuate, which could adversely affect the enterprise value of our Company and the trading value of our common stock.\n\nOur operating results have fluctuated and will fluctuate in the future as a result of many factors, including:\n\n•global macroeconomic conditions, including: economic slowdowns or recessions, consumer demand, interest rate and currency rate fluctuations, inflation and supply chain disruptions; public health crises, political or social unrest, and military conflicts, including the conflicts in Ukraine and Gaza, and their impact on the global economy; international trade negotiations, such as between the U.S. and China and between China and India; U.S. federal government budget disruptions; and market volatility, including as a result of political leadership in certain countries;\n\n•the level of business activity of our clients, which in turn is affected by the level of economic activity in the industries and markets that they serve and the market acceptance and performance of their products and services;\n\n•the demand for the end-to-end solutions, technology, and services we provide, as well as other competitive conditions in our industry; and\n\n•the impact of the business acquisitions and dispositions we make, as well as consolidation of our competitors or clients.\n\nAlthough we attempt to control our expense levels, our expenses are based, in part, on anticipated revenue. We may be unable to reduce spending in a timely manner to compensate for an unexpected decrease in revenue. Our future operating results may be below our expectations or those of our public market analysts or investors, which would likely cause the trading price of our common stock to decline.\n\nCyberattacks or the improper disclosure or control of personal or confidential information could result in liability and harm our reputation, which could adversely affect our business.\n\nOur business is heavily dependent upon information technology networks and systems. Internal or external attacks on our networks and systems or those of our clients or vendors, including through phishing, password attacks, and ransomware, other malware, or the increased use of emerging AI technologies, could significantly disrupt our operations and impede our ability to provide critical solutions and services to our clients and their customers, subjecting us to liability under our contracts and damaging our reputation. Cybercriminals, including those supported by nation states, political activists, and organized crime, are well organized and increasingly sophisticated, and we expect they will continue to seek out and attempt to exploit vulnerabilities in our and our clients’ networks and systems.\n\nWe represent our clients in certain critical operations of their business processes such as sales, marketing, and customer support and manage large volumes of customer information and confidential data. As a result, our business involves the use, storage, and transmission of information about not only our staff, but also our clients and the customers of our clients. While we take measures to protect the security of, and prevent unauthorized access to, our networks and systems and personal and proprietary information, the security controls for our networks and systems, as well as other security practices we follow, may not prevent improper access to, or disclosure of, personally identifiable or proprietary information. If we fail to adhere to or successfully implement effective internal controls and other processes, technology, and training to protect our networks and systems and the information that we store, our clients experience disruptions in their systems or operations, or the confidentiality of data is compromised by a malicious actor, our client relationships may suffer, and we may face negative publicity, significant remediation costs, and possible legal or regulatory action.\n\nAny failure in protecting networks, systems or information could result in legal liability, monetary penalties, or impairment to our reputation in the marketplace, which could have a material adverse effect on our business, financial condition, and results of operations.\n\nWhen our staff or contractors fail to adhere to the controls and processes we and our clients have established, we may be subject to financial liability or our client relationships or reputation may suffer.\n\nWe depend on our staff and contractors to deliver our services to our clients and adhere to the controls and processes we and our clients have established. Although we believe our controls are effective and we require all staff to be trained in their responsibilities under our Code of Ethical Business Conduct, with a team of approximately 450,000, we cannot prevent all misconduct. When any of our staff or contractors negligently disregards or intentionally breaches our or our client’s established controls or processes, whether acting alone or in collusion with other internal or external parties, we could be subject to monetary damages, fines, or criminal prosecution. Unauthorized disclosure of sensitive or confidential information of our clients or our clients’ customers or financial loss by our clients or our clients’ customers as a result of our staff’s negligence, fraud, misappropriation, or unauthorized access to or through our information systems or those we develop for clients could result in negative publicity, loss of clients, legal liability, and damage to our reputation, business, results of operations, and financial condition.\n\nUncertainty around, and disruption from, new and emerging technologies, including the increased adoption and utilization of GenAI, may result in risks and challenges that could impact our business.\n\nWe have and will continue to utilize new and emerging technologies, including AI and GenAI, in our solutions and services. As with many innovations, AI and GenAI present risks and challenges that could significantly disrupt our business model. As these technologies evolve, some lower complexity services currently performed by our game-changers may be replaced by tools deployed by clients. If we do not execute on our technology strategy effectively, including with respect to AI and GenAI, this could result in loss of revenue and reduced margins. \n\nOur success depends, in part, on our ability to continue to acquire, develop, and implement solutions that meet the evolving needs of our clients. The rapid evolution of AI and GenAI technologies requires us to expend resources to develop, test, and implement solutions that utilize AI and GenAI effectively, which has and may continue to lead us to incur significant expense to maintain a competitive advantage within the industry. We will also be required to attract, motivate, and retain top professionals with the skills necessary to execute our strategy relating to AI, GenAI and other emerging technologies. If we do not employ new technologies, including AI and GenAI, as quickly or efficiently as our competitors, if our competitors develop more cost-effective or client-preferred technologies, it could have a material adverse effect on our ability to win and retain business from clients, which would adversely affect our business.\n\nAs we expand our services, products, and solutions into new areas, we may be exposed to operational, legal, regulatory, ethical, technological and other risks specific to such new areas, which may negatively affect our reputation and demand for our services and solutions. The regulatory landscape surrounding AI and GenAI technologies is evolving, and the ways in which these technologies will be regulated by governmental authorities, self-regulatory institutions, or other regulatory authorities remains uncertain and may be inconsistent from jurisdiction to jurisdiction. Several jurisdictions in which we operate are considering or have proposed or enacted legislation and policies regulating AI and non-personal data, such as the European Union’s AI Act and the U.S.’s \n\n14\n\n\nExecutive Order on AI. Such regulations may result in significant operational costs to modify, maintain, or align our business practices, or constrain our ability to develop, deploy, or maintain these technologies.\n\nOur industry is subject to intense competition and dynamic changes in business model, which in turn could cause our operations to suffer. \n\nThe CX solutions industry and other adjacent markets we operate in are highly competitive, highly fragmented, and subject to rapid change. We believe that the principal competitive factors in the markets in which we operate are breadth and depth of process and domain expertise, service quality, ability to tailor specific solutions to the needs of clients and their customers, the ability to attract, train, and retain qualified staff, cybersecurity infrastructure, compliance rigor, global delivery capabilities, pricing, and marketing and sales capabilities. We compete for business with a variety of companies, including in-house operations of existing and potential clients. If our clients place more focus in this area or utilize new or emerging technologies to internalize these operations, the size of the available market for third-party service providers like us could reduce significantly. Similarly, if competitors offer their services at lower prices to gain market share or provide services that gain greater market acceptance than the services we offer or develop, the demand for our services may decrease. Specialized providers or new entrants can enter markets by developing new products, systems, or services that could impact our business. The opportunity for new entrants in our industry may expand as digital engagement and offerings increase in importance. New competitors, new strategies by existing competitors or clients, and consolidation among clients or competitors could result in significant market share gain by our competitors, which could have an adverse effect on our revenue.\n\nSome emerging technologies, including AI, GenAI, RPA, ML, VOC, IVR, and IoT, may cause an adverse shift in the way certain of our existing business operations are conducted, including by replacing or supplementing human contacts with automated or self-service options, or by decreasing the size of the available market. We may be unsuccessful at anticipating or responding to new developments on a timely and cost-effective basis, and our use of technology may differ from accepted practices in the marketplace. Certain of our solutions may require lengthy and complex implementations that can be subject to changing client preferences and continuing changes in technology, which can increase costs or adversely affect our business.\n\nEconomic downturns, geopolitical tensions, communicable diseases or any other public health crises, and natural disasters could adversely affect our business, results of operations, and financial condition. \n\nWe could be negatively impacted by factors that are outside of our control, including economic downturns, geopolitical tensions, the widespread outbreak of communicable diseases or other public health crises, and natural disasters. General global economic downturns and macroeconomic trends, including heightened inflation, capital market volatility, interest rate and currency rate fluctuations, and an economic slowdown or recession, may result in unfavorable conditions that could negatively affect our clients’ businesses, and, as a result, impact demand for our products and services and our potential for growth. An economic slowdown or recession may also negatively impact the wellbeing of our game-changers and increase the risk of staff misconduct or fraud. Geopolitical tensions and acts of violence or war or other international conflicts may also negatively impact the global financial markets and could lead to or exacerbate an economic slowdown or recession. Even if we do not have operations in countries where such conflicts are taking place, the effect on supply chains, the demand for our clients’ products and services or other broader impacts of the conflict could result in a decline in our revenue, supply shortages or delays, particularly of technological equipment, and increased costs.\n\nOutbreaks of communicable diseases, including variants of COVID-19, may negatively affect our operational and financial performance, including our ability to execute our business strategies and initiatives in the expected time frame.  The extent of such future impact is unknown and would depend on many factors, all of which are uncertain and cannot be predicted.\n\nWe also have substantial operations in countries, most notably the Philippines, India, Brazil, Egypt, Türkiye, and Colombia that have experienced severe natural events, such as typhoons, mudslides, droughts, wildfires, earthquakes, and floods, in the recent past. Any natural disaster or extreme weather event in a region where we have operations could severely disrupt the lives of our game-changers and lead to service interruptions, increase our operating costs, or reduce the quality level of services that we are able to provide. Weather patterns are  becoming more volatile, and extreme weather events may become more frequent or widespread as a result of the effects of \n\n15\n\n\nclimate change. Our business continuity, crisis management, and disaster recovery plans and our business interruption insurance may not provide sufficient recovery to compensate for losses that we may incur.\n\nAn extended disruption to the global economy or business operations caused by global macroeconomic trends, geopolitical tensions or war, communicable diseases or other public health crises, natural disasters, or a regional disruption in an area in which we have significant operations, could materially affect our business, our results of operations, our access to sources of liquidity, the carrying value of our goodwill and intangible assets, and our financial condition.\n\nOur delivery center activities are located around the world, which may expose us to business risks and disrupt our operations.\n\nOur operations are based on a global delivery model with client services provided from delivery centers in 75 countries, with a significant concentration of our workforce located in the Philippines, India, Brazil, Egypt, Türkiye, Colombia, Malaysia, Morocco, China, and the United Kingdom. A significant geo-political event in any of the countries in which we operate could disrupt our operations and expose us to risk. Operating globally subjects us to risks in the countries in which we do business, which may include political and economic instability, armed conflicts, domestic or foreign terrorism, foreign currency volatility, the time and expense required to comply with different laws and regulations, challenges with hiring and retaining adequate staff, inflation, longer payment cycles or difficulties in collecting accounts receivable, and seasonal reductions in business activity. \n\nSocio-economic situations that are specific to the Philippines, India, Brazil, Egypt, Türkiye, Colombia, Malaysia, Morocco, China, and the United Kingdom can severely disrupt our operations and impact our ability to fulfill our contractual obligations to our clients. If these countries experience natural disasters, extreme weather events or political unrest, our staff’s ability to work may be disrupted, our IT and communication infrastructure may be at risk and the client processes that we manage may be adversely affected. We may also continue to expand our operations internationally to respond to competitive pressure and client and market requirements, which could increase these risks. If we are unable to manage the risks associated with our international operations and expanding such operations, our business could be adversely affected, and our revenue and earnings could decrease.\n\nThe inability to successfully execute on our strategy and deliver value for our clients could harm our client relationships and reputation, which in turn could adversely affect our revenue and our results of operations.\n\nOur strategy focuses on being a leading global technology and services provider that powers our clients’ brand experiences and digital operations. Our success depends, in part, on our ability to continue to acquire, develop, and implement products, services, and solutions that anticipate and respond to rapid and continuing changes in technology and offerings to serve the evolving needs of our clients and their customers. We continue to invest in technology and in our digital capabilities to pursue this strategy. If we are unable to successfully deliver to our clients the differentiated combination of solutions, products, and services that we believe we offer, or our solutions do not achieve the desired outcomes, our client relationships and reputation may suffer, which could result in a loss of business with existing clients and hinder our ability to engage new clients. We may also incur significant expenses in an effort to keep pace with clients’ preferences for technology or to gain a competitive advantage through technological expertise or new technologies. If we cannot offer new technologies as quickly or efficiently as our competitors, our competitors develop more cost-effective or client-preferred technologies, or market acceptance and adoption of our technologies is less than anticipated, it could have a material adverse effect on our ability to obtain and complete client engagements, which could adversely affect our business.\n\nWe are subject to uncertainties and rapid variability in demand by our clients, and our client contracts include provisions such as termination for convenience, which could cause fluctuations in our revenue and adversely affect our operating results.\n\nOur revenue depends, in large part, on the volumes, geographic locations, and types of services demanded. The demand for our services can be affected by events outside of our control, including consolidation among our clients, changing marketplace trends, financial challenges faced by our clients, and fluctuations in the use of our clients’ products and services. Our solutions can also be provided in different geographies and through different service channels. While we have the capability to provide multi-channel services in countries across the globe, changes in the types of services utilized and the geographic locations where the services are provided can impact our revenue and profitability. There can be no assurance that the current demand for our services will continue or grow, that \n\n16\n\n\norganizations will not elect to perform such services in-house, or that clients will not elect to move services to lower-cost or lower-margin geographies or customer contact channels.\n\nOur client contracts typically include provisions that, if triggered, could impact our profitability. For example, many of our contracts may be terminated with limited notice for any reason and, to the extent our clients terminate these contracts, we could experience unexpected fluctuations in our revenue and operating results from period to period. Additionally, some contracts have performance-related bonus or penalty provisions, whereby we receive a bonus if we satisfy certain performance levels or pay a penalty for failing to do so. Such performance-related conditions are based on metrics that measure customer satisfaction and the quality, quantity, and efficiency of our handling of the client’s customer interactions across multiple channels. Generally, performance-related bonus or penalty provisions account for less than 1% of our annual revenue in the aggregate. However, whether we receive a bonus or are required to pay a penalty varies with our performance and may cause fluctuations in our financial results. In addition, our clients may not guarantee a minimum volume; however, we hire staff based on anticipated volumes.\n\nIf we fail to anticipate volumes correctly, our operations and financial results may suffer. A reduction of volumes, loss of clients, payment of penalties, failure to receive performance-related bonuses, or inability to terminate any unprofitable contracts could have an adverse impact on our results of operations and financial condition.\n\nWe depend on a limited number of clients for a significant portion of our revenue, and the loss of business from one or more of these clients could adversely affect our results of operations.\n\nOur five largest clients collectively represented approximately 18% of our revenue in fiscal year 2024. This client concentration increases the risk of quarterly fluctuations in our operating results, depending on the seasonal pattern of our top clients’ businesses. In addition, our top clients could make greater demands on us with regard to pricing and contractual terms in general.\n\nAt any given time, we typically have multiple master service agreements or statements of work with our largest clients. Clients may have the right to terminate such agreements for convenience or may have risk tolerances that limit how much business they retain with a single service provider. While we do not expect all master service agreements and statements of work to terminate at the same time, the loss of significant agreements with one of our largest clients could adversely affect our business, results of operations and financial condition if the lost revenue is not replaced with profitable revenue from that client or other clients.\n\nWe often carry significant accounts receivable balances from a limited number of clients that generate a large portion of our revenue. For example, approximately 21% of our accounts receivable balance as of November 30, 2024 was attributable to five clients. A client may become unable or unwilling to timely pay its balance due to a general economic slowdown, economic weakness in its industry, or the financial insolvency of its business. While we closely monitor our accounts receivable balances, a client’s financial inability or unwillingness, for any reason, to pay a large accounts receivable balance or many clients’ inability or unwillingness to pay accounts receivable balances that are large in the aggregate would adversely impact our income and cash flow.\n\nOur operations, reputation, and results of operations may be damaged through the actions, inactions, or vulnerabilities of third parties.\n\nWe depend on a variety of third parties to enable us to deliver services to our clients, including communications services providers, information technology systems and network providers, electric and other utility providers, transportation providers, and recruiting firms. Although we believe we have a rigorous procurement process to evaluate our vendors and service providers, we depend on these third parties to maintain the confidentiality, availability, and integrity of the products and services they provide. These third parties can damage our reputation or cause financial loss through cybersecurity or data privacy breaches, inadequate information technology infrastructure, insufficient or defective updates to software, non-conformance to servicing standards, or financial distress that disrupts business operations.\n\nMoreover, with a significant reliance on remote staff, we depend on the communications and other service providers necessary for our staff to perform their work from our facilities and their homes. Power or communications failures could interrupt the operations of our facilities or the ability of our staff to work remotely. \n\n17\n\n\nNatural disasters, severe weather events, or labor disputes that disrupt transportation services could limit the ability of our staff to reach our facilities or increase the cost of transportation services that we procure for our staff in certain countries. Any prolonged disruption in the operations of our facilities or the ability of our remote staff to deliver services to our clients and their customers, whether due to technical difficulties, power failures, threats to homes or health, or any other reason, could cause service interruptions or reduce the quality level of services that we provide and harm our operating results.\n\nOur business is subject to many regulatory requirements, and changes in current regulations or their interpretation and enforcement, or the adoption of new regulations, could significantly increase our cost of doing business.\n\nOur business is subject to many laws and regulatory requirements in the United States and the other countries and jurisdictions in which we operate, covering matters that include but are not limited to: data privacy; labor matters, including immigration and equal employment opportunity (“EEO”) compliance; the Foreign Corrupt Practices Act and other anti-corruption and anti-money laundering laws; taxation; securities and insider trading; healthcare, including HIPAA compliance; banking; outsourcing; consumer protection, including the method and timing of placing outbound telephone calls and the recording or monitoring of telephone calls; collections activities; insurance claims administration; gaming licensing; money transmission; internal and disclosure control obligations; governmental affairs; and trade restrictions, sanctions and tariffs.\n\nMany of these regulations, including those related to data privacy, climate-related disclosures, labor matters, and anti-corruption, change frequently and may conflict among the various jurisdictions and countries in which we provide services. The pace of regulatory change in these areas has accelerated in recent years. The GDPR and Corporate Sustainability Reporting Directive (“CSRD”) in Europe, the SEC’s recently adopted climate disclosure and cybersecurity disclosure rules, the Data Privacy Act in the Philippines, the Digital Personal Data Protection Act in India, the California Consumer Privacy Act, the California Climate Corporate Data Accountability Act and Climate-Related Financial Risk Act, and other similar laws have resulted, and will continue to result, in increased compliance costs, and the failure to comply with these laws can result in significant monetary penalties. For example, fines of up to 4% of an entity’s annual global revenue can be imposed for violations of the GDPR. We expect that the regulatory burden associated with compliance with privacy laws will continue to expand as more jurisdictions adopt privacy laws with different requirements, and as laws governing the use of GenAI are adopted by more jurisdictions.\n\nLaws and regulatory requirements may also be subject to interpretation, and the transition of a significant portion of our staff to a remote work environment has increased the uncertainty related to the application and interpretation of certain laws and regulations that have historically been applied to onsite work environments. If our interpretation of any laws or regulatory requirements conflicts with positions taken by regulatory agencies or other government bodies in the future, we may be subject to legal liability or be unable to conduct business in the same manner. Violations of any laws and regulations to which we are subject, including failing to adhere to or successfully implement processes in response to changing regulatory requirements or work practices, could result in liability for damages, fines, criminal prosecution, unfavorable publicity and damage to our reputation, and restrictions on our ability to operate, which could have a material adverse effect on our business, results of operations, and financial condition.\n\nIn addition, changes in the policies or laws of the United States or other countries or jurisdictions resulting in, among other things, higher taxation, limitations on the ability of companies to utilize offshore outsourcing, currency conversion limitations, restrictions on fund transfers, or the expropriation of private enterprises, could reduce the anticipated benefits of our global operations. Any actions by countries in which we conduct business to reverse policies that encourage international trade or investment could also adversely affect our business.\n\nWe depend on a variety of communications services and information technology systems and networks, and any failure or increase in the cost of these systems and networks could adversely impact our business and operating results.\n\nThe services we provide to our clients depend on the persistent availability and uncompromised security of our communications, technology, and information technology systems. Our business uses a wide variety of technologies to allow us to manage large volumes of data and perform services with staff located around the globe. We deploy \n\n18\n\n\nleading edge digital transformation capabilities such as GenAI self-service applications, AI-based automation bots, omnichannel services, and internally-developed and third-party software solutions to enhance customer and staff experience across various technology environments and platforms. We operate an extensive internal voice and data network that links our global sites together in a multi-hub model that enables the rerouting of voice and data across the network, and we rely on multiple public communication channels and telephone, internet, and data services provided by various third parties for connectivity to our clients. Maintenance of, and investment in, this technology is critical to keeping our team productive and the success of our service delivery model.\n\nAny failure in technology, or in our ability to manage or optimize our resources, may impair service quality and have a negative impact on our operations. Failures or significant downtime of our IT or telecommunications systems could prevent us from handling client volume, and frequent or prolonged interruption in our ability to provide services could result in contractual performance penalties, damage to our reputation, and the loss of business from existing and potential clients. Any increase in average waiting time or handling time or a lack of promptness or technical expertise from our staff will negatively impact customer satisfaction and our business. Telephone, internet, and data service providers may elect not to renew their contracts with us or increase the cost of such services. If our communications or information technology systems are disrupted or the cost of maintaining those systems increases significantly, our results of operations could be adversely affected.\n\nIf we are unable to retain key personnel, hire, develop, and retain staff with the skills and expertise we need, or manage the costs and utilization rate of our staff, our profitability may be negatively impacted and our operations may be disrupted.\n\nWe are dependent in large part on our ability to retain the services of our key senior executives and other technical and industry experts and personnel. With the exception of our Chief Executive Officer and in countries where employment agreements are customary, we generally do not have employment agreements with our executives or staff. We also do not carry “key person” insurance coverage for any of our key executives. We compete for qualified senior management and technical personnel. The loss of, or inability to hire, key executives or qualified staff could inhibit our ability to operate and grow our business successfully.\n\nThe success of our operations and the quality of our services are also highly dependent on our ability to attract and retain skilled personnel in all of our global delivery centers. We face competition in hiring, retaining, developing, and motivating talented and skilled leaders and staff with domain experience, and we have, at times, struggled to hire sufficient technical talent to meet the demand for our services. GenAI and other technological advancements may further impact our ability to attract and retain sufficient personnel with the required new capabilities and skill sets. Our industry is also characterized by high staff attrition rates. Any increase in our staff turnover rate could increase recruiting and training costs, decrease operating effectiveness and productivity, and potentially impact our relationship with our key clients and other employees. Potential labor organizing and works council negotiations in certain of the countries in which we do business could also contribute to rising costs or otherwise disrupt our business.\n\nWe generally sign multi-year client contracts with pricing models that are based on prevailing labor costs in the jurisdictions where we perform services. Quickly rising wages during periods of high inflation or changes in laws or governmental regulations related to wages, mandatory time off, severance, healthcare, other staff benefits or other working conditions could increase our costs and limit our ability to adjust in a timely manner. Our profitability is also affected by the utilization rate of our personnel resources. If we are unable to achieve optimum utilization of our personnel resources, we may experience erosion in our profit margin. However, if our utilization is too high, the quality of services provided to our clients may deteriorate and we may also experience higher attrition rates. Rising costs, our inability to manage rising costs, or our inability to adequately motivate our team or utilize our personnel resources efficiently could negatively impact our profitability or disrupt our operations.\n\nWe have pursued and intend to continue to pursue strategic acquisitions or investments and may encounter risks associated with these activities, which could harm our business and operating results.\n\nWe have historically pursued, and in the future expect to pursue, acquisitions of, or investments in, businesses, technologies, and assets in new or existing markets, either within or outside the CX solutions industry, that complement or expand our existing business. For example, in September 2023, we completed our combination with Webhelp, a leading provider of CX solutions, for aggregate consideration of approximately $3.8 billion, consisting \n\n19\n\n\nof cash, stock, and a note payable to sellers. We incurred significant transaction costs related to our combination with Webhelp and will continue to incur significant integration-related fees and costs related to our ongoing integration, including facilities and systems consolidation costs and staff-related costs.  \n\nOur acquisition strategy, including our combination with Webhelp, involves a number of risks, including:\n\n•risk that we encounter difficulty in successfully integrating acquired operations, IT and other systems, clients, services, businesses, and staff with our operations on a timely and cost-effective basis;\n\n•risk that the acquired businesses will fail to maintain the quality of services or results of operations that we have historically provided or that we expect from the acquired businesses;\n\n•the announcement or consummation of a transaction may have an adverse impact on relationships with third parties, including existing and potential clients, or may negatively affect our brand identity;\n\n•loss of key staff of the acquired operations or inability to attract, retain, and motivate staff necessary for our expanded operations;\n\n•acquired businesses located in regions where we have not historically conducted business may subject us to new operational risks, laws, regulations, staff expectations, customs, and practices;\n\n•risk that we encounter challenges in scaling critical resources and facilities for the business needs of the expanded enterprise;\n\n•diversion of our capital and management attention away from operational matters and other business issues;\n\n•increase in our expenses and working capital requirements;\n\n•in the case of acquisitions that we may make outside of the United States, difficulty in operating internationally and over significant geographical distances;\n\n•other financial risks, including unknown liabilities or inconsistent accounting practices of the businesses we acquire or the impairment of goodwill or intangible assets we record in connection with acquisitions; and\n\n•our due diligence fails to identify significant issues with the acquired company’s service quality, financial disclosures, legal liabilities, accounting practices, internal control deficiencies, or other material issues.\n\nWe may incur additional costs and certain redundant expenses in connection with our acquisitions and investments, which may have an adverse impact on our operating margins. Future acquisitions may result in dilutive issuances of equity securities, the incurrence of additional debt, large asset write-offs, a decrease in future profitability, or future losses. For example, we have recorded substantial goodwill and amortizable intangible assets as a result of our past acquisitions, and in the future we could be required to record a significant charge to earnings in our financial statements during the period in which any impairment of our goodwill or intangible assets was determined, negatively impacting our results of operations. The incurrence of debt in connection with any future acquisitions could restrict our ability to obtain working capital or other financing necessary to operate our business. Our recent and future acquisitions or investments, including our combination with Webhelp, may not be successful, and if we fail to realize the anticipated benefits of these acquisitions or investments, our business and operating results could be harmed.\n\nWe may fail to realize the anticipated benefits of our combination with Webhelp within the anticipated time frame, or at all, which could adversely affect the value of our common stock.\n\nOn September 25, 2023, we completed our acquisition of all of the issued and outstanding capital stock of Marnix Lux SA, a public limited liability company (société anonyme) incorporated under the laws of the Grand Duchy of Luxembourg (“Webhelp Parent”) and the parent company of Webhelp, from the holders thereof (the “Webhelp Combination”). The continued success of the Webhelp Combination will depend, in part, on our ability to realize the anticipated benefits from combining the businesses of Concentrix and Webhelp. Our ability to realize these anticipated benefits is subject to certain risks including:\n\n20\n\n\n•whether the combined business performs as expected, including with respect to growth, profitability, cash flow, and synergies;\n\n•our ability to successfully complete the integration of the two organizations;\n\n•our ability to identify and realize estimated cost savings and synergies from the combination;\n\n•the need to dedicate a greater amount of cash flow from operations to make payments on our indebtedness incurred to finance the acquisition; and\n\n•the assumption of known and unknown liabilities of Webhelp.\n\nIf we are not able to successfully combine the businesses of Concentrix and Webhelp within the anticipated time frame, the benefits of the Webhelp Combination may not be realized fully or may take longer to realize than expected, the combined business may not perform as expected, including with respect to growth, profitability, cash flow, and synergies, client relationships may be disrupted, our cash flows may not be sufficient to repay our outstanding indebtedness as it becomes due or within the anticipated time frame, and the value of our common stock may be adversely affected.\n\nWe may have higher than anticipated tax liabilities, which could result in a material adverse effect on our business.\n\nDue to the global nature of our operations, we are subject to the complex and varying tax laws and rules of many jurisdictions and have material tax-related contingent liabilities that are difficult to predict or quantify. In preparing our financial statements, we calculate our effective income tax rate based on current tax laws and regulations and our estimated taxable income within each jurisdiction. Our effective tax rate could be adversely affected by several factors, many of which are outside of our control, including:\n\n•changes in income before taxes in the countries in which we operate that have differing statutory tax rates;\n\n•changes in tax rates or tax laws and regulations, or the implementation or interpretation of such laws and regulations;\n\n•the effect of tax rates on accounting for acquisitions and dispositions;\n\n•issues arising from tax audits or examinations and any related interest or penalties; and\n\n•uncertainty in obtaining tax holiday extensions or the expiration or loss of tax holidays in various jurisdictions.\n\nIn the United States, proposed tax law changes could subject us to higher than anticipated tax liabilities, including by increasing the statutory corporate tax rate, imposing a minimum tax on global income, reducing the deduction for global intangible low-taxed income (“GILTI”), eliminating the qualified business asset investment exemption, limiting the deductibility of interest expense, repealing the deduction for foreign-derived intangible income or imposing a surcharge on corporations that employ staff in non-U.S. countries to deliver services to the United States. Any one or more of these changes, if adopted, could have a material adverse effect on our effective tax rate and our results of operations. Outside of the United States, tax law changes could subject us to a global minimum tax on profits, which could result in double taxation and increased tax audit risk due to uncertainty in application.\n\nWe report our results of operations based on our determination of the amount of taxes owed in various jurisdictions in which we operate. The determination of our worldwide provision for income taxes and other tax liabilities requires estimation, judgment and calculations where the ultimate tax determination may not be certain.\n\nWe are also subject to tax audits, including with respect to transfer pricing, in the United States and other jurisdictions, and our tax positions may be challenged by tax authorities. There can be no assurance that our current tax provisions will be settled for the amounts accrued, that additional tax exposures will not be identified in the future or that additional tax reserves will not be necessary for any such exposures. Any increase in the amount of taxation incurred as a result of challenges to our tax filing positions could result in a material adverse effect on our business, results of operations, and financial condition.\n\n21\n\n\nChanges in foreign currency exchange rates could adversely affect our business and operating results. \n\nWe operate in 75 countries, and volatility in the value of the currencies used in these countries increases the uncertainty in our revenue and profitability forecasts. While a significant amount of our contracts are priced in U.S. dollars, we recognize a substantial amount of revenue under contracts that are denominated in euros, British pounds,  Japanese yen, and Brazilian real, among other currencies. A significant increase in the value of the U.S. dollar relative to these currencies may have a material adverse impact on the value of our revenue when translated to U.S. dollars.\n\nOur services are delivered from several delivery centers located around the world, with significant operations in the Philippines and India, as well as throughout EMEA and the Americas. Although our contracts with U.S.-based clients are typically priced in U.S. dollars, a substantial portion of our costs to deliver services under these contracts are denominated in the local currency of the country where services are performed. We also have certain client contracts that are priced in non-U.S. dollar currencies for which a substantial portion of the costs to deliver the services are in other currencies. As a result, our revenue may be earned in currencies that are different from the currencies in which we incur corresponding expenses. Fluctuations in the value of currencies, such as the Philippine peso, the Indian rupee, the euro, and the Canadian dollar, against the U.S. dollar or other currencies in which we bill our clients, and inflation in the local economies in which these delivery centers are located, could increase the operating and labor costs in these delivery centers, which can result in reduced profitability. A significant decrease in the value of the contractual currency, relative to the currencies where services are provided, could have a material adverse impact on our operating results that are not fully offset by gains realized under the hedging contracts we have in place in certain currencies to limit our potential foreign currency exposure.\n\nOur results of operations could be adversely affected by litigation and other commitments and contingencies.\n\nWe face risks arising from various unasserted and asserted claims, including, but not limited to, commercial, labor and employment, consumer protection, tax, and patent infringement claims. Certain claims may be structured as class action lawsuits or otherwise allege substantial damages. We may be unable to obtain insurance coverage for certain claims at a reasonable cost, if at all. Unfavorable outcomes in pending or future litigation or the settlement of asserted claims could negatively affect us. Regardless of the outcome, litigation could result in substantial expense and could divert the efforts of our management.\n\nWe have developed proprietary information technology systems, mobile applications, and cloud-based technology and acquired technologies that play an important role in our business. If any claim alleging infringement of intellectual property rights is successful against us and if indemnification is not available or sufficient, we may be required to pay substantial damages to third parties and indemnify our clients for losses arising out of the infringement. In order to continue delivering services to our clients, we may also need to seek and obtain a license of a third party’s intellectual property rights. We may be unable to obtain such a license on commercially reasonable terms, if at all, which could disrupt our business and adversely affect our results of operations. \n\nIn addition, in the ordinary course of business, we may make certain commitments, including representations, warranties, and indemnities relating to current and past operations and divested businesses, and issue guarantees of third-party obligations. The amounts of such commitments can only be estimated, and the actual amounts for which we are responsible may differ materially from our estimates. If we incur liability as a result of any current or future litigation, commitments or contingencies, and such liability exceeds any amounts accrued, our business, results of operations, and financial condition could be adversely affected.\n\nCertain stockholders are able to exercise influence over the composition of our board of directors, matters subject to stockholder approval, and our operations, and actual or potential conflicts of interest may develop.\n\nAs of January 17, 2025, affiliates of Groupe Bruxelles Lambert (“GBL”) owned approximately 13.6% of our common stock. In connection with the Webhelp Combination, on March 29, 2023, we entered into an Investor Rights Agreement with certain stockholders of Webhelp Parent, which, among other things, provides that GBL has the right to nominate a certain number of directors, up to a maximum of two, depending on the percentage of the outstanding shares of Concentrix common stock held by GBL, our director, Oliver Duha, and certain of their respective affiliates. \n\n22\n\n\nAs a result of the Concentrix common stock that is held by affiliates of GBL and Olivier Duha and the Investor Rights Agreement described above, GBL may be able to influence (subject to organizational documents and Delaware law) the composition of our board of directors and thus, potentially, the outcome of corporate actions requiring stockholder approval, such as mergers, business combinations and dispositions of assets, among other corporate transactions. The interests of GBL may not always coincide with the interest of our other stockholders, and GBL may seek to cause us to take actions that might involve risks to our business or adversely affect us or our other stockholders. This concentration of investment and voting power, in addition to the investment and voting power of certain other large stockholders, could discourage others from initiating a potential merger, takeover or other change of control transaction that may otherwise be beneficial to Concentrix and its stockholders, which could adversely affect the market price of Concentrix common stock.\n\nRisks Related to our Capital Structure\n\nOur level of indebtedness could have adverse consequences for our business or our financial condition.\n\nIn connection with the Webhelp Combination, the Company issued and sold $2.15 billion aggregate principal amount of senior notes and entered into an amendment and restatement of our senior credit facility that provided for the extension of a senior unsecured revolving credit facility not to exceed an aggregate principal amount of approximately $1.04 billion and a senior unsecured term loan facility in an aggregate principal amount not to exceed approximately $2.14 billion. As of November 30, 2024, we had approximately $4.77 billion of indebtedness prior to debt issuance costs, and we may further increase our indebtedness in the future. Our level of indebtedness could have adverse consequences for us and our stockholders, including:\n\n•requiring us to dedicate a substantial portion of our cash flow from operations to make principal and interest payments on our indebtedness, thereby reducing the availability of such cash flow to fund working capital, capital expenditures, and other general corporate requirements, and to grow our business;\n\n•limiting our ability to make strategic acquisitions or take advantage of other business opportunities as they arise, or pay cash dividends;\n\n•increasing future debt costs and limiting the future availability of debt financing;\n\n•increasing our vulnerability to general adverse economic and industry conditions; and\n\n•limiting our flexibility in planning for, or reacting to, changes in our business and industry.\n\nTo the extent that we incur additional indebtedness, the risks described above could increase. In addition, our actual cash requirements in the future may be greater than expected. Our cash flows from operations may not be sufficient to service our outstanding debt or to repay our outstanding debt as it becomes due or within the time frame that we expect.  A negative change in our credit ratings could make it more expensive to service our outstanding debt or to raise additional capital in the future. We may also be unable to borrow money, sell assets, or otherwise raise funds on acceptable terms, if at all, to service or refinance our debt.\n\nRising interest rates increase the cost of our outstanding borrowings and could adversely affect our net income.\n\nOur outstanding borrowings under our senior unsecured credit facility and our accounts receivable securitization facility are variable-rate obligations that expose us to interest rate risk. When interest rates increase, our debt service obligations and our interest expense increase even if our outstanding borrowings remain the same. Our net income and cash flows, including cash available for servicing indebtedness, will correspondingly decrease.\n\nThe terms of our debt arrangements impose restrictions on our ability to operate and could have an adverse effect on our business and results of operations.\n\nThe terms of the agreements under which our indebtedness was incurred may limit or restrict, among other things, our ability to incur additional indebtedness, consummate certain asset sales or acquisitions, and merge, consolidate or sell, assign, transfer, lease, convey or otherwise dispose of all or substantially all of our assets.\n\nWe are also required to maintain specified financial ratios and satisfy certain financial condition tests under certain of our debt arrangements. Our inability to meet these ratios and tests could result in the acceleration of the repayment of the related debt, termination of the applicable debt arrangement, an increase in our effective cost of \n\n23\n\n\nfunds or the cross-default of other indebtedness. As a result, our ability to operate may be restricted and our ability to respond to business and market conditions may be limited, which could have an adverse effect on our business and operating results.\n\nRisks Related to Ownership of Our Common Stock\n\nThe share price and trading volume of our common stock may fluctuate significantly.\n\nSince our common stock started trading on Nasdaq under the symbol “CNXC” on December 1, 2020 through our fiscal year ending November 30, 2024, our stock price has ranged from a high of $208.48 to a low of $36.28 per share. The market price of our common stock has, and may continue to, fluctuate significantly due to a number of factors, some of which may be beyond our control, including:\n\n•our financial results;\n\n•developments generally affecting the CX solutions industry;\n\n•the performance of our business and of similar companies;\n\n•our capital structure, including the amount of our indebtedness;\n\n•the announcement of acquisitions or dispositions;\n\n•additions or departures of key personnel;\n\n•changes in market valuations of similar companies;\n\n•general economic, industry, and market conditions;\n\n•the depth and liquidity of the market for our common stock;\n\n•fluctuations in currency exchange rates;\n\n•our dividend policy;\n\n•investor perception of our business and our company;\n\n•the passage of legislation or other regulatory developments that adversely affect us or our industry; and\n\n•the impact of the factors referred to elsewhere in “Risk Factors.”\n\nIn addition, the stock market regularly experiences significant price and volume fluctuations. This volatility has had a significant impact on the market price of securities issued by many companies, including companies in our industry. The changes may occur without regard to the operating performance of the affected companies. Hence, the price of our common stock could fluctuate based upon factors that have little or nothing to do with our company, and these fluctuations could materially reduce our share price.\n\nSecurities class-action litigation may get instituted against companies following periods of volatility in their stock price. Such litigation can result in substantial costs in defense and management’s attention and resources, which could adversely affect our business, financial condition, and results of operations and prospects.\n\nWe cannot guarantee the continued payment of dividends on our common stock, or the timing or amount of any such dividends.\n\nThe continued payment of dividends in the future, and the timing and amount thereof, to our stockholders is within the discretion of our board of directors. Our board of directors’ decisions regarding the payment of dividends will depend on many factors, such as our financial condition, earnings, capital requirements, debt service obligations, industry practice, legal requirements, regulatory constraints, and other factors that our board of directors deems relevant. Our ability to pay dividends will depend on our ongoing ability to generate cash from operations and on our access to the capital markets. We cannot guarantee that we will continue to pay a dividend in the future.\n\n24\n\n\nCertain provisions of our certificate of incorporation and bylaws and of Delaware law make it difficult for stockholders to change the composition of our board of directors and may discourage hostile takeover attempts that some of our stockholders may consider to be beneficial.\n\nCertain provisions of our certificate of incorporation and bylaws and of Delaware law may have the effect of delaying or preventing a change in control if our board of directors determines that such change in control is not in the best interests of us and our stockholders. These provisions may include, among other things, the following:\n\n•the ability of our board of directors to issue shares of preferred stock and to determine the price and other terms, including preferences and voting rights, of those shares without stockholder approval;\n\n•stockholder action can only be taken at a special or regular meeting and not by written consent;\n\n•the inability of our stockholders to call a special meeting;\n\n•advance notice procedures for nominating candidates to our board of directors or presenting matters at stockholder meetings;\n\n•allowing only our board of directors to fill vacancies on our board of directors; and\n\n•restrictions on an “interested stockholder” to engage in certain business combinations with us for a three-year period following the date the interested stockholder became such.\n\nWhile these provisions have the effect of encouraging persons seeking to acquire control of our company to negotiate with our board of directors, they could enable the board of directors to hinder or frustrate a transaction that some, or a majority, of the stockholders might believe to be in their best interests and, in that case, may prevent or discourage attempts to remove and replace incumbent directors. We are also subject to Delaware laws that could have similar effects. One of these laws prohibits us from engaging in a business combination with a significant stockholder unless specific conditions are met.\n\nOur bylaws designate the Court of Chancery of the State of Delaware and U.S. federal district courts as the exclusive forums for certain types of actions and proceedings that may be initiated by our stockholders, which limits our stockholders’ ability to choose the judicial forum for disputes with us or our directors, officers, or other employees.\n\nOur bylaws provide that, with certain limited exceptions, any action or proceeding:\n\n•brought in a derivative manner in the name or right of the company or on our behalf;\n\n•asserting a claim of breach of a fiduciary duty owed by any of our directors, officers, employees or agents to us or our stockholders;\n\n•asserting a claim against us arising pursuant to any provision of the General Corporation Law of the State of Delaware or any provision of our certificate of incorporation or bylaws; or\n\n•asserting a claim governed by the internal affairs doctrine;\n\nwill be exclusively brought in the Court of Chancery of the State of Delaware (or, if no state court located within the State of Delaware has jurisdiction, the U.S. federal district court for the District of Delaware). \n\nFurthermore, any complaint asserting a cause of action under the Securities Act against us or any of our directors, officers, employees, or agents will be exclusively brought in U.S. federal district court. Any person or entity purchasing or otherwise acquiring any interest in shares of Concentrix common stock is deemed to have notice of and consented to the exclusive forum provisions.\n\nTo the fullest extent permitted by law, the Delaware exclusive forum provision will apply to state and federal law claims other than those claims under the Securities Act for which our bylaws designate U.S. federal district court as the exclusive forum. However, stockholders will not be deemed to have waived our compliance with the U.S. federal securities laws and the rules and regulations thereunder. The enforceability of similar choice of forum provisions in other companies’ certificates of incorporation or similar governing documents has been challenged in legal proceedings, and it is possible that a court could find the choice of forum provisions contained in our bylaws to be inapplicable or unenforceable, including with respect to claims arising under the U.S. federal securities laws.\n\n25\n\n\nThis exclusive forum provision may limit the ability of a stockholder to commence litigation in a forum that the stockholder prefers, or may require a stockholder to incur additional costs in order to commence litigation in Delaware or U.S. federal district court, each of which may discourage such lawsuits against us or our directors or officers. Alternatively, if a court were to find this exclusive forum provision inapplicable to, or unenforceable in respect of, one or more of the specified types of actions or proceedings described above, we may incur additional costs associated with resolving such matters in other jurisdictions, which could negatively affect our business, results of operations, and financial condition.",
      "char_count": 61899
    }
  },
  "extracted_at": "2026-01-19T15:29:42.056422"
}