{
  "ticker": "COR",
  "company_name": "Cencora, Inc.",
  "cik": 1140859,
  "form_type": "10-K",
  "filing_date": "2025-11-25",
  "period_of_report": "2025-09-30",
  "fiscal_year": 2025,
  "accession_number": "0001140859-25-000131",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001140859&accession_number=000114085925000131&xbrl_type=v",
  "sic_code": "5122",
  "industry": "Wholesale-Drugs, Proprietaries & Druggists' Sundries",
  "sections": {
    "item1": {
      "text": "ITEM 1.    BUSINESS\n\nAs used herein, the terms “Company,” “Cencora,” “we,” “us,” or “our” refer to Cencora, Inc., a Delaware corporation.\n\nCencora is one of the largest global pharmaceutical sourcing and distribution services companies, helping both healthcare providers and pharmaceutical and biotech manufacturers improve patient access to products and enhance patient care. We deliver innovative programs and services designed to increase the effectiveness and efficiency of the pharmaceutical supply chain in both human and animal health. More specifically, we distribute a comprehensive offering of brand-name, specialty brand-name, and generic pharmaceuticals, over-the-counter healthcare products, home healthcare supplies and equipment, and related services to a wide variety of healthcare providers located in the United States and select global markets, including acute care hospitals and health systems, independent and chain retail pharmacies, mail order pharmacies, medical clinics, long-term care and alternate site pharmacies, physician practices, medical and dialysis clinics, veterinarians, and other customers. Additionally, we furnish healthcare providers and pharmaceutical manufacturers with an assortment of related services, including data analytics, outcomes research, reimbursement and pharmaceutical consulting services (including regulatory affairs, development consulting and scientific affairs, pharmacovigilance, and quality management and compliance) niche premium logistics services, inventory management, pharmacy automation, pharmacy management, and packaging solutions. \n\nReferences to “fiscal 2025,” “fiscal 2024,” and “fiscal 2023” refer to the fiscal years ended September 30, 2025, 2024, and 2023, respectively.\n\nIndustry Overview\n\nPharmaceutical sales in the United States, as recently estimated by IQVIA, an independent third-party provider of information to the pharmaceutical and healthcare industry, are expected to grow at a compound annual growth rate of approximately 8.4% from 2024 through 2029, and the growth rate is dependent, in part, on pharmaceutical manufacturer price increases. In addition to general economic conditions, factors that impact the growth of the pharmaceutical industry in the U.S. and other industry trends include:\n\nAging Population. The number of individuals aged 65 and over in the U.S. is expected to be approximately 71 million by 2029 and is the most rapidly growing segment of the population. This age group suffers from more chronic illnesses and disabilities than the rest of the population and accounts for a substantial portion of total healthcare expenditures in the U.S.\n\nIntroduction of New Pharmaceuticals. Traditional research and development, as well as the advent of new research, production, and delivery methods, such as biotechnology and gene therapy, continue to generate new pharmaceuticals and delivery methods that are more effective in treating diseases. We believe ongoing research and development expenditures by the leading pharmaceutical manufacturers will contribute to continued growth of the industry. In particular, we believe ongoing research and development of biotechnology and other specialty pharmaceutical drugs will provide opportunities for the continued growth of our specialty pharmaceuticals business.\n\nUse of Generic and Biosimilar Pharmaceuticals. A number of patents for widely used brand-name pharmaceutical products will continue to expire during the next several years. In addition, increased emphasis by managed care and other third-party payors on utilization of generics and biosimilars has accelerated their growth. We consider the increase in generic and biosimilar usage a favorable trend because generic and biosimilar pharmaceuticals have historically provided us with a greater gross profit margin opportunity than brand-name products, although their lower prices reduce revenue growth. Generic pharmaceuticals currently account for approximately 90% of the prescription volume in the U.S.\n\nUse of Drug Therapies. In response to rising healthcare costs, governmental and private payors have adopted cost containment measures that encourage the use of efficient drug therapies to prevent or treat diseases. While national attention has been focused on the overall increase in aggregate healthcare costs, we believe drug therapy has had a beneficial impact on healthcare costs by reducing expensive surgeries and prolonged hospital stays. According to the Centers for Medicare & Medicaid Services (“CMS”), pharmaceuticals currently account for approximately 9% of overall healthcare costs. Pharmaceutical manufacturers’ continued emphasis on research and development is expected to result in the continuing introduction of cost-effective drug therapies and new uses for existing drug therapies.\n\nOther economic conditions and certain risk factors could adversely affect our business and prospects (see Item 1A. Risk Factors).\n\nThe Company\n\nWe serve our customers (healthcare providers and pharmaceutical and biotech manufacturers) through a geographically diverse network of distribution service centers and other operations in the United States and select global markets. In our pharmaceutical distribution businesses, we are typically the primary supplier of pharmaceutical and related products to our healthcare provider customers. We offer a broad range of services to our customers designed to enhance the efficiency and effectiveness of their operations, which allow them to improve the delivery of healthcare to patients and to lower overall costs in the pharmaceutical supply chain.\n\nStrategy\n\nOur business strategy is focused on the global pharmaceutical supply chain where we provide distribution and value-added services to healthcare providers (primarily pharmacies, health systems, medical and dialysis clinics, physicians, and veterinarians) and pharmaceutical manufacturers to improve channel efficiencies and support positive patient outcomes. Our strategy is one of driving executional excellence in our core distribution solutions business in the U.S. and internationally, while also investing in higher-margin, high-growth adjacencies where we provide solutions to pharmaceutical manufacturers to support the clinical development and commercialization of their therapies and support providers in driving efficiency and effectiveness of their operations. Implementing this disciplined and focused strategy in a seamless and unified way has allowed us to significantly expand our business. We are well positioned to grow revenue and increase operating income through the execution of the following key elements of our business strategy:\n\n•Optimize and Grow U.S. Healthcare Solutions Businesses. We are well positioned in size and market breadth to continue to grow our U.S. Healthcare Solutions businesses as we make investments to improve our operating and capital efficiencies. Our U.S. human health distribution businesses, including specialty pharmaceuticals, anchor our growth and position in the pharmaceutical supply chain as we provide distribution services and deliver value-added solutions that improve the efficiency and competitiveness of both healthcare providers and pharmaceutical manufacturers, ultimately driving better healthcare for patients. \n\nWe are a leader in distribution and services to health systems, community oncologists, and retina specialists and have leading positions in other physician-administered products. We distribute plasma and other blood products, injectable pharmaceuticals, vaccines, and other specialty products. We are well positioned to service and support biotechnology therapies and advanced technologies such as cell and gene therapies. \n\nWe have introduced strategies to enhance our position in the generic marketplace, including our generic product private label program based in Ireland. We source generics globally, offer a value-added generic formulary program to our healthcare provider customers, and monitor our customers’ compliance with our generics program. We also provide data and other valuable services to our manufacturer customers.\n\nWe offer value-added services and solutions to assist healthcare providers and pharmaceutical manufacturers to improve their efficiency and their patient outcomes. Services for manufacturers include assistance with new product launches, product data reporting, and logistical support.\n\nOur provider solutions include: our Good Neighbor Pharmacy® program, which enables independent community pharmacies to compete more effectively through pharmaceutical benefit and merchandising programs; Elevate Provider Network®, our managed care network, which connects our retail pharmacy customers to payor plans throughout the country and is one of the largest in the United States; generic product purchasing and private label services; hospital pharmacy consulting designed to improve operational efficiencies; and packaging solutions for institutional and retail healthcare providers. We also offer services that optimize patient access and provide purchasing power to providers.\n\nWe believe we have one of the lowest operating cost structures among pharmaceutical distributors. Our robust distribution facility network includes a national distribution center in Columbus, Ohio, which offers pharmaceutical manufacturers a single shipping destination. We continue to seek opportunities to achieve increased productivity and drive operating income gains as we invest in and continue to implement warehouse automation technology, adopt “best practices” in warehousing activities, and increase operating leverage by increasing volume per full-service distribution facility. We continue to seek opportunities to expand our offerings in our human health distribution businesses. \n\nOur animal health business sells pharmaceuticals, vaccines, parasiticides, diagnostics, micro feed ingredients, and various other products to customers in both the companion animal and production animal markets. It also offers its customers a variety of value-added services, including its e-commerce platform, technology management systems, pharmacy fulfillment, inventory management system, equipment procurement consultation, special order fulfillment, \n\nand educational seminars, which we believe closely integrate the animal health business with its customers’ day-to-day operations and provide them with meaningful incentives to remain customers.\n\nOur consulting service businesses provide reimbursement services that assist pharmaceutical companies in supporting access to branded drugs, contract field staffing, patient assistance and copay assistance programs, adherence programs, and other market access programs to pharmaceutical companies.\n\n•Optimize and Grow Our International Healthcare Solutions Businesses. We are well positioned in size and market breadth to continue to grow our International Healthcare Solutions businesses as we invest to improve our operating and capital efficiencies. The International Healthcare Solutions reportable segment consists of businesses that focus on international pharmaceutical wholesale and related service operations and global commercialization services. The International Healthcare Solutions reportable segment distributes pharmaceuticals and other healthcare products and provides related services to healthcare providers, including pharmacies, doctors, health centers and hospitals primarily in Europe. It is a leading global specialty transportation and logistics provider for the biopharmaceutical industry. It also is a provider of specialized services, including regulatory affairs, market access, pharmacovigilance, development consulting and scientific affairs, and quality management and compliance, for the life sciences industry. The Canada business drives innovative partnerships with manufacturers, providers, and pharmacies to improve product access and efficiency throughout the healthcare supply chain.\n\n•Acquisitions and Investments. In order to grow our core strategic offerings and to enter related markets, we have acquired and invested in businesses and will continue to consider additional acquisitions and investments. \n\nOn January 2, 2025, we acquired an 85% interest in Retina Consultants of America (“RCA”) for $4,042.0 million in cash, $694.4 million of contingent consideration related to equity units for certain RCA physicians and members of management that retained the remaining 15% interest in RCA, $545.7 million for the settlement of a net receivable resulting from a pre-existing commercial relationship between us and RCA, and $393.1 million for contingent consideration payable to the sellers associated with RCA’s achievement of certain predetermined business objectives in fiscal 2027 and fiscal 2028. We funded the cash purchase price through a combination of cash on hand and new debt financing. We believe the acquisition of RCA allows us to broaden our relationships with community providers and to build on our leadership in specialty pharmaceuticals within our U.S. Healthcare Solutions reportable segment.\n\n•Divestitures. In order to ensure alignment with our growth priorities, we have divested certain non-core businesses and may, from time to time, consider additional divestitures.\n\n•New Reporting Structure. Recently, we undertook a strategic review of our business to ensure alignment with our growth priorities and strategic drivers. As a result of this review, we have reorganized certain business components within our reporting structure. Beginning in the first quarter of fiscal 2026, our reporting structure will be comprised of U.S. Healthcare Solutions, International Healthcare Solutions, and Other. The U.S. Healthcare Solutions reportable segment will consist of U.S. Human Health (excluding legacy U.S. Consulting Services). The International Healthcare Solutions reportable segment will consist of Alliance Healthcare, Innomar, World Courier, and strategic components of PharmaLex. Other, which is not considered a reportable segment, will consist of businesses for which we have begun to explore strategic alternatives and includes MWI Animal Health, Profarma, U.S. Consulting Services and the other components of PharmaLex. \n\nOperations\n\nOperating Structure \n\nWe are organized geographically based upon the products and services we provide to our customers. Our operations are comprised of two reportable segments: U.S. Healthcare Solutions and International Healthcare Solutions. \n\nU.S. Healthcare Solutions Segment\n\nThe U.S. Healthcare Solutions reportable segment distributes a comprehensive offering of brand-name, specialty brand-name and generic pharmaceuticals, over-the-counter healthcare products, home healthcare supplies and equipment, and related services to a wide variety of healthcare providers, including acute care hospitals and health systems, independent and chain retail pharmacies, mail order pharmacies, medical clinics, long-term care and alternate site pharmacies, and other customers. The U.S. Healthcare Solutions reportable segment also provides pharmaceutical distribution (including plasma and other blood products, injectable pharmaceuticals, vaccines, and other specialty pharmaceutical products) and additional services to physicians who specialize in a variety of disease states, especially oncology and retina, and to other healthcare providers, including hospitals, retinal practices, and dialysis clinics. The U.S. Healthcare Solutions reportable segment also provides pharmacy management, staffing and additional consulting services, and supply management software to a variety of retail and \n\n3\n\n\ninstitutional healthcare providers. Additionally, it delivers packaging solutions to institutional and retail healthcare providers. Through its animal health business, the U.S. Healthcare Solutions reportable segment sells pharmaceuticals, vaccines, parasiticides, diagnostics, micro feed ingredients, and various other products to customers in both the companion animal and production animal markets. It also offers demand-creating sales force services to manufacturers. \n\nInternational Healthcare Solutions Segment\n\nThe International Healthcare Solutions reportable segment consists of businesses that focus on international pharmaceutical wholesale and related service operations and global commercialization services. The International Healthcare Solutions reportable segment distributes pharmaceuticals, other healthcare products, and related services to healthcare providers, including pharmacies, doctors, health centers and hospitals primarily in Europe. It is a leading global specialty transportation and logistics provider for the biopharmaceutical industry. It also is a provider of specialized services, including regulatory affairs, market access, pharmacovigilance, development consulting and scientific affairs, and quality management and compliance, for the life sciences industry. In Canada, the business drives innovative partnerships with manufacturers, providers, and pharmacies to improve product access and efficiency throughout the healthcare supply chain.\n\nSales and Marketing \n\nThe majority of U.S. Healthcare Solutions’ sales force is led nationally, with geographic focus and specialized by either healthcare provider type or size. Customer service representatives are centralized to respond to customer needs in a timely and effective manner. U.S. Healthcare Solutions also has support professionals focused on its various technologies and service offerings. U.S. Healthcare Solutions’ sales teams also serve national account customers through close coordination with local distribution centers and ensure that our customers are receiving service offerings that meet their needs. Our International Healthcare Solutions’ businesses each have independent sales forces that specialize in their respective product and service offerings. In addition, we have an enterprise-wide marketing team that coordinates branding and all other marketing activities across the Company.\n\nCustomers\n\nWe have a diverse customer base that includes institutional and retail healthcare providers as well as pharmaceutical manufacturers. Institutional healthcare providers include acute care hospitals, health systems, mail order pharmacies, long-term care and other alternate care pharmacies, providers of pharmacy services to such facilities, physicians, and physician group practices. Retail healthcare providers include national and regional retail drugstore chains, independent community pharmacies, pharmacy departments of supermarkets and mass merchandisers, and veterinarians. We are typically the primary source of supply for our healthcare provider customers. Our manufacturer customers include branded, generic, and biotechnology manufacturers of prescription pharmaceuticals, as well as over-the-counter product and health and beauty aid manufacturers. In addition, we offer a broad range of value-added solutions designed to enhance the operating efficiencies and competitive positions of our customers, thereby allowing them to improve the delivery of healthcare to patients and consumers.\n\nWe continually seek to strengthen our existing customer relationships and seek new customers to enhance our revenues, results of operations, financial position, and cash flows. Our top 10 customers, including governmental agencies and group purchasing organizations (“GPO”), represented approximately 66% of revenue in fiscal 2025. In fiscal 2025, Walgreens and Boots together accounted for approximately 25% of revenue and Evernorth Health Services accounted for approximately 13% of revenue. The loss of any key customer or GPO relationship could adversely affect future revenue and results of operations. Additionally, from time to time, key contracts may be terminated in accordance with their terms or extended, renewed, or replaced prior to their expiration dates. If those contracts are not renewed, or are extended, renewed, or replaced at less favorable terms, they may negatively impact our revenue, results of operations, financial position, and cash flows.\n\nSuppliers\n\nWe obtain pharmaceutical and other products from manufacturers, none of which accounted for 10% or more of our purchases in fiscal 2025. The loss of a supplier could adversely affect our business if alternate sources of supply are unavailable since we are committed to be the primary source of pharmaceutical products for a majority of our customers. We believe that our relationships with our suppliers are generally good. The 10 largest suppliers in fiscal 2025 accounted for approximately 57% of our purchases.\n\nInformation Systems\n\nThe U.S. Healthcare Solutions operating segment’s distribution facilities in the U.S. primarily operate under a single enterprise resource planning (“ERP”) system. U.S. Healthcare Solutions’ ERP system provides for, among other things, electronic order entry by customers, invoice preparation and purchasing, and inventory tracking. Our International Healthcare Solutions operating segment operates under various operating systems. We continue to make investments to enhance and \n\n4\n\n\nupgrade the operating systems utilized by our International Healthcare Solutions operating segments, including, but not limited to, Alliance Healthcare. We also continue to invest in cybersecurity capabilities as a key priority to improve and enhance our cyber resiliency. \n\nAdditionally, we continue to improve our entity-wide infrastructure environment to drive efficiency, capabilities, and speed to market, and we are seeking to use AI to improve our business operations, financial position, and results of operations.\n\nTo comply with pedigree and other supply chain custody requirements, we have made significant investments in our secure supply chain information systems (see Item 1A. Risk Factors - Increasing governmental efforts to regulate the pharmaceutical supply chain may increase our costs and reduce our profitability). We will continue to invest in advanced information systems and automated warehouse technology. \n\nU.S. Healthcare Solutions has made significant investments in its electronic ordering systems. U.S. Healthcare Solutions’ systems are intended to strengthen customer relationships by helping customers to reduce operating costs, and by providing them a platform for various basic and value-added services, including product demand data, inventory replenishment, single-source billing, third-party claims processing, real-time price and incentive updates, and price labels.\n\nU.S. Healthcare Solutions processes a substantial portion of its purchase orders, invoices, and payments electronically, and it continues to make substantial investments to expand its electronic interface with its suppliers. U.S. Healthcare Solutions has warehouse operating systems, which are used to manage the majority of its transactional volume. The warehouse operating systems have improved U.S. Healthcare Solutions’ productivity and operating leverage. \n\nCompetition\n\nWe operate in a highly competitive global environment in the distribution of pharmaceuticals and related healthcare services. Our largest competitors are McKesson Corporation (“McKesson”), Cardinal Health, Inc. (“Cardinal”), and UPS Logistics, among others. Our U.S. human health distribution businesses compete with both McKesson and Cardinal, as well as national generic distributors and regional distributors within pharmaceutical distribution. In addition, we compete with manufacturers who sell directly to customers, chain drugstores who manage their own warehousing, specialty distributors, and packaging and healthcare technology companies. Alliance Healthcare, MWI Animal Health, World Courier, and our consulting businesses also face competition from a variety of entities. In all areas, competitive factors include price, product offerings, value-added service programs, service and delivery, credit terms, and customer support.\n\nIntellectual Property\n\nWe use a number of trademarks and service marks. All of the principal trademarks and service marks used in the course of our business have been registered in the U.S. and, in some cases, in foreign jurisdictions, or are the subject of pending applications for registration.\n\nWe have developed or acquired various proprietary products, processes, software, and other intellectual property that are used either to facilitate the conduct of our business or that are made available as products or services to customers. We generally seek to protect such intellectual property through a combination of trade secret, patent and copyright laws, and through confidentiality and other contractually imposed protections.\n\nWe hold patents and have patent applications pending that relate to certain of our products, particularly our automated pharmacy dispensing equipment, our medication and supply dispensing equipment, certain warehousing equipment, and some of our proprietary packaging solutions. We seek patent protection for our proprietary intellectual property from time to time as appropriate.\n\nAlthough we believe that our patents or other proprietary products and processes do not infringe upon the intellectual property rights of any third parties, third parties may assert infringement claims against us from time to time.\n\nHuman Capital Resources\n\nWe believe our success in the global marketplace depends on our ability to attract and retain a talented and skilled workforce. We aspire to accelerate business results by fostering a dynamic workplace, with the aim of supporting employees to perform at their full potential, contribute to our success, and pursue opportunities for professional development and career advancement.\n\nWorkforce\n\nAs of September 30, 2025, we had more than 51,000 employees globally, of which approximately 47,000 were full-time employees and approximately 41% were U.S.-based employees.\n\n5\n\n\nAs of September 30, 2025, approximately 24% of our global employees were covered by collective bargaining agreements, nearly all of whom were employees located outside of the U.S.\n\nInvestment in Team Members and Culture\n\nWe consider talent attraction, retention, and development opportunities to be key drivers in pursuit of our strategic priorities. We support employee growth and advancement by offering a variety of benefits to eligible employees including:\n\n•Leadership and professional development programs and resources;\n\n•Leadership and executive coaching; \n\n•Tuition reimbursement;\n\n•Opportunities to volunteer and participate in mentorship and support programs, such as our employee resource groups, which celebrate the shared backgrounds and experiences of our team members and aim to strengthen our intersecting communities inside and outside of Cencora; \n\n•Recognition opportunities for excellence, such as our True Blue team member recognition program; and \n\n•Personalized learning and skill-building programs offered through our global learning experience platform.\n\nOur goal is to provide our team members with pathways for career development, access to programs and benefits that are designed to promote fuller, healthier lives and opportunities to meaningfully participate in their respective communities. Our talent development programs are designed to help provide a supportive and engaging work environment where team members can excel. Additionally, the Cencora Team Assistance Fund exists to help employees who are experiencing extreme financial hardship due to a catastrophic event outside of their control.\n\nWe are focused on helping our team members create healthier futures for themselves and their families, including by offering competitive and comprehensive compensation and benefits packages tailored to the specific needs of our employee populations in the various countries where we have operations.\n\nRecognizing the importance of investing in the health and wellness of our team members, our comprehensive benefits packages attempt to address the physical, emotional, financial, and social dimensions of wellness. Our offerings, which vary in the different geographic locations of our workforce, include (i) health and insurance benefits; (ii) paid time off; (iii) flexible work arrangements based on role; (iv) retirement and employee stock purchase plans; (v) paid parental and caregiver leave programs; and (vi) back-up child and elder care. We believe that these programs are important in supporting our team members’ overall well-being and professional growth.\n\nImportantly, we continue to make meaningful investments in supporting and building our talent and enhancing our culture. We conduct annual, Company-wide surveys to gauge employee satisfaction and identify areas in which we can enhance and improve employee experience. Employee surveys allow employee voices to be heard and are valuable in shaping our Company’s culture.\n\nTeam Member Safety\n\nWe strive to make our workplaces safe for all team members. In addition to utilizing a peer-to-peer safety program, we regularly convene Company leaders to review and evaluate safety data and issue operational excellence scorecards. Distribution center team members receive training on proper safety procedures and incentive opportunities, with safety performance tracked and shared across the organization. \n\nGovernment Regulation\n\nWe are subject to, and affected by, a variety of laws, regulations, and policies from many countries, including extensive oversight by U.S., United Kingdom (“U.K.”) and European Union (“EU”) governmental entities.\n\nThe U.S. Drug Enforcement Administration (“DEA”), the U.S. Food and Drug Administration (“FDA”), the U.S. Department of Justice, and various other federal and state authorities regulate the purchase, storage, and/or distribution of pharmaceutical products, including controlled substances. Wholesale distributors of controlled substances must hold valid DEA licenses, meet various security and operating standards, and comply with regulations governing the sale, marketing, packaging, holding, and distribution of controlled substances. \n\nWe and our customers are subject to fraud and abuse laws, including the federal anti-kickback statute and the False Claims Act. The anti-kickback statute prohibits persons from soliciting, offering, receiving, or paying any remuneration in order \n\n6\n\n\nto induce the purchasing, leasing, or ordering, or arrange for or recommend purchasing, leasing, or ordering items or services that are in any way paid for by Medicare, Medicaid, or other federal healthcare programs. The False Claims Act prohibits knowingly submitting, or causing the submission, of false or fraudulent claims for payment to the government and authorizes treble damages and substantial civil penalties in the case of violations. The fraud and abuse laws and regulations are broad in scope and are subject to frequent and varied interpretation.\n\nIn recent years, some states have passed or proposed laws and regulations that are intended to protect the safety of the pharmaceutical supply chain. These laws and regulations are designed to prevent the introduction of counterfeit, diverted, adulterated, or mislabeled pharmaceuticals into the distribution system. At the federal level, the supply chain security legislation known as the Drug Quality and Security Act (“DQSA”) became law in 2013. Title II of the DQSA, known as the Drug Supply Chain Security Act (“DSCSA”), establishes federal traceability standards requiring drugs to be labeled and tracked at the lot level, preempts state drug pedigree requirements, and requires all supply-chain stakeholders to participate in an electronic, interoperable prescription drug traceability system. The DSCSA also establishes requirements for drug wholesale distributors and third-party logistics providers, including licensing requirements applicable in states that had not previously licensed third-party logistics providers. The FDA issued a proposed rule on February 4, 2022, which, when finalized, will establish national standards for the licensure of wholesale drug distributors and third-party logistics providers. The standards, terms, and conditions established for licensure under this regulation would be applicable to both federal and state licenses. There can be no assurance that we are fully compliant with DQSA and DSCSA requirements, or with additional related state regulatory and licensing requirements, and any failure to comply may result in suspension or delay of certain operations and additional costs to bring our operations into compliance. These and other requirements will continue to increase the cost of our operations.\n\nThe regulation of public and private health insurance and benefit programs can also affect our business, and scrutiny of the healthcare delivery and reimbursement systems in the U.S., including those related to the importation and reimportation of certain drugs from foreign markets, can be expected to continue at both the state and federal levels. This process may result in additional legislation and/or regulation governing the production, delivery, or pricing of pharmaceutical products and other healthcare services. In addition, changes in the interpretations of existing regulations may result in significant additional compliance costs or the discontinuation of our ability to continue to operate certain of our distribution centers, which may have a material adverse effect on our financial condition and results of operations.\n\nAny future reductions in Medicare or Medicaid reimbursement rates could negatively impact our customers’ businesses and their ability to continue to purchase drugs from us. We cannot predict what additional initiatives, if any, will be adopted, when they may be adopted, or what impact they may have on us.\n\nWe are subject to various federal, state, and local environmental laws, including with respect to the sale, transportation, storage, handling, and disposal of hazardous or potentially hazardous substances, as well as laws relating to safe working conditions and laboratory practices.\n\nThe costs, burdens, and/or impacts of complying with federal and state regulations could be significant and the failure to comply with any such legal requirements could have a significant impact on our financial position, results of operations, and cash flows.\n\nSee “Risk Factors” for a discussion of additional legal and regulatory developments, as well as potential enforcement actions or other litigation that could arise out of our failure to adequately comply with applicable laws and regulations that may negatively affect our financial position, results of operations, and cash flows.\n\nData Privacy and Security Regulation\n\nOur businesses, depending upon their operations and locations, may be subject to foreign, federal, and local privacy and security laws, regulations, and directives concerning the collection, use, analysis, retention, storage, protection, transfer, disclosure, and/or disposal of personal data including, without limitation, the Health Insurance Portability and Accountability Act of 1996, as amended by the final regulations promulgated pursuant to the Health Information Technology for Economic and Clinical Health Act (“HITECH Act”) found in the American Recovery and Reinvestment Act of 2009 (collectively, “HIPAA”), the EU General Data Protection Regulation (“GDPR”), the U.K. GDPR, the Personal Information Protection and Electronic Documents Act of 2000 (“PIPEDA”), U.S. state, U.S. city, and Canadian provincial privacy, consumer protection, cybersecurity, AI, and breach notification laws, regulations, and directives, and equivalent foreign laws. These laws, regulations and directives impose complex, inconsistent, stringent, and evolving privacy and security standards and potentially significant liability, including criminal and civil penalties for noncompliance. We have a global privacy compliance program to facilitate our ongoing efforts to comply with these laws, regulations, and directives. There is also an emerging trend of governmental entities proposing and providing regulatory guidance related to AI, including generative AI. If we or our third-party providers are restricted from using AI as a result of any regulatory views, laws or other measures, it could impact our operations, increase our compliance expense and burden, and cause us to incur costs to replace or modify our use of AI.\n\n7\n\n\nAvailable Information\n\nThe Company’s Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, and any amendments to such reports filed pursuant to Sections 13(a) and 15(d) of the Exchange Act, are filed with the SEC. Such reports and other information filed or furnished by the Company with the SEC are available free of charge through our website at investor.cencora.com after we electronically file with or furnish them to the SEC and may also be viewed using the SEC’s website at www.sec.gov.\n\nThe Company periodically provides certain information for investors on its corporate website, www.cencora.com, and its investor relations website, investor.cencora.com. This includes press releases and other information about financial performance, information on corporate responsibility matters, and details related to the Company’s annual meeting of stockholders. The information contained on the websites referenced in this Annual Report on Form 10-K is not incorporated by reference into this filing. Further, the Company’s references to website URLs are intended to be inactive textual references only.",
      "char_count": 37628
    },
    "item1a": {
      "text": "Table of Contents \n\nITEM 1A.    RISK FACTORS\n\nInvesting in our securities involves risk. The following discussion describes certain risk factors that we believe could affect our business and prospects. The following risk factors should be read carefully in connection with evaluating our business and the forward-looking statements contained in this Annual Report on Form 10-K. Any of these risk factors could lead to material adverse effects on our business, financial position, results of operations, and cash flows. Our business operations could also be affected by additional factors that are not presently known to us or that we currently consider not to be material. The reader should not consider this list to be a complete statement of all risks and uncertainties.\n\nBusiness and Operational Risks\n\nOur revenue, financial position, results of operations, and cash flows may suffer upon the loss, or renewal at less favorable terms, of a key customer or group purchasing organization.\n\nWalgreens and Boots together accounted for approximately 25% of our revenue in fiscal 2025 and, as of September 30, 2025, accounted for approximately 38% of our accounts receivable, net. Evernorth Health Services accounted for approximately 13% of our revenue in fiscal 2025. Our top ten customers, including governmental agencies, represented approximately 66% of revenue in fiscal 2025. We have distributor relationships with GPOs in multiple distribution segments. We may lose a key customer or GPO relationship if any existing contract with such customer or GPO expires without being extended, renewed, renegotiated or replaced or is terminated by the customer or GPO prior to expiration, to the extent such early termination is permitted by the contract. A number of our contracts with key customers or GPOs are typically subject to expiration each year, and we may lose any of these customers or GPO relationships if we are unable to extend, renew, renegotiate or replace such expired contracts. The loss of any key customer or GPO relationship could adversely affect our revenue, results of operations, and cash flows. Additionally, from time to time, key contracts may be renewed or modified prior to their expiration date in furtherance of our strategic objectives or those of our customers. If those contracts are renewed or modified at less favorable terms, they may also negatively impact our revenue, financial position, results of operations, and cash flows.\n\nThe anticipated ongoing benefits of our relationship with Walgreens and Boots may not be realized.\n\nOn August 28, 2025, Sycamore Partners, a private equity firm, acquired Walgreens Boots Alliance, Inc. (“WBA”). We have a distribution agreement in the U.S. pursuant to which we distribute pharmaceuticals to Walgreens pharmacies as well as a generics purchasing services arrangement under which Walgreens Boots Alliance Development GmbH (“WBAD”) provides a variety of services to us, including negotiating acquisition pricing with generic manufacturers on our behalf. Each of these agreements has a stated term that does not expire until 2029. We also have an international distribution agreement pursuant to which we supply brand-name and generic pharmaceutical products to Boots until 2031. In light of the reorganization of WBA and its subsidiaries into distinct business units by WBA’s new owners, such new owners may seek changes to WBA’s operations or our relationship with WBA that could affect our agreements with Walgreens, WBAD, and/or Boots. For example, WBA’s new owners may expand or accelerate WBA’s plan disclosed in October 2024 to close approximately 1,200 retail stores in the U.S. over a three-year period. There can be no assurance that potential changes to our relationship with WBA, and/or its business and operations under new ownership, will not have an adverse effect on our contractual arrangements with WBA or our business.\n\nIn addition, the processes needed to achieve and maintain the expected cost savings, growth initiatives and efficiencies in sourcing, logistics and distribution associated with our relationship with Walgreens and Boots are complex, costly, and time consuming. Achieving the anticipated benefits from the arrangements on an ongoing basis is subject to a number of significant challenges and uncertainties, including, without limitation: (i) the potential inability to realize and/or delays in realizing potential benefits resulting from participation in our generics purchasing services arrangement with WBAD, including improved generic drug pricing and terms, improved service fees from generic manufacturers, cost savings, innovations, or other benefits due to its potential inability to negotiate successfully with generic manufacturers or otherwise to perform as expected; (ii) potential changes in supplier relationships and terms; (iii) unexpected or unforeseen costs, fees, expenses and charges incurred by us related to the transaction or the overall strategic relationship; (iv) changes in the economic terms under which we distribute pharmaceuticals to Walgreens pharmacies in the U.S. or to pharmacies operated by Boots. in the U.K., including changes necessitated by changing market conditions or other unforeseen developments that may arise during the term of either distribution agreement, to the extent that any such changes are not offset by other financial benefits that we are able to obtain through collaboration in other aspects of our strategic relationship with Walgreens and Boots; and (v) any potential issues that could impede our ability to continue to work collaboratively with Walgreens and Boots in an efficient and effective manner in furtherance of the anticipated strategic and financial benefits of the relationship. \n\nA disruption in our distribution or generic purchasing services arrangements with Walgreens or WBAD could adversely affect our business and financial results.\n\nFrom an operational perspective, we are the primary distributor of pharmaceutical products for Walgreens in the U.S. and Boots in the U.K. If our operations are seriously disrupted for any reason deemed within our control, we may have an obligation to pay or credit Walgreens or Boots for any resulting failure or delay in supplying products. Conversely, if the operations of Walgreens, Boots, or WBAD are seriously disrupted for any reason, whether by a pandemic, natural disaster, labor disruption, regulatory or governmental action, or otherwise, it could adversely affect our business and our sales and profitability. In addition, if the economics of the generics purchasing services arrangement with WBAD decline due to changes in market conditions or other changes impacting the fees and rebates that generic manufacturers make available through the arrangement, our margins and results of operations could also be adversely affected.\n\nOur business may also be adversely affected by any operational, financial, or regulatory difficulties that Walgreens or Boots experience, including any disruptions of certain of their existing distribution facilities or retail pharmacies resulting from ongoing inspections by the DEA and/or other regulatory agencies and possible revocation of the controlled substance registrations for such facilities and pharmacies.\n\nOur results of operations and financial position may be adversely affected if we acquire or invest in businesses that do not perform as we expect or that are difficult for us to integrate.\n\nAs part of our strategy, we seek to pursue acquisitions of and investments in other businesses. At any particular time, we may be in various stages of assessment, discussion, and negotiation with regard to one or more potential acquisitions or investments, not all of which will be consummated. We make public disclosure of pending and completed acquisitions when appropriate and required by applicable securities laws and regulations. In June 2023, we invested $718.4 million (representing a 34.9% interest) in a joint venture to acquire OneOncology, a network of leading oncology practices, with TPG Inc., a global alternative asset management firm, holding the majority interest in the joint venture. Further, on January 2, 2025, we acquired RCA, a leading management services organization of retina specialists. Each of OneOncology and RCA may fail to achieve their respective future financial and operating performance and results, and consequently we may fail to achieve the expected benefits of these acquisitions within the expected timeframes or at all. Acquisitions of and investments in other businesses may also have the effect of disrupting relationships with employees, suppliers, and other business partners.\n\nWe may find that our ability to integrate or achieve the benefits we anticipate from RCA and other acquisitions is more difficult, time consuming, or costly than expected. Furthermore, acquisitions and investments involve numerous risks and uncertainties and may be of businesses or in regions in which we lack operational or market experience. Acquired companies may have business practices or operational requirements that we are not accustomed to or have unique terms and conditions with their business partners. As a result of the acquisition of RCA, the investment in OneOncology, and our entry into new markets, our results of operations and financial position may be adversely affected by a number of factors, including, without limitation: (i) regulatory or compliance issues, including new or increased focus on billing and coding, patient referrals, health and safety, health data privacy, quality standards, corporate practice of medicine and other forms of ownership regulation; (ii) changes in laws and regulations applicable to the acquired businesses, including with respect to management services organizations (“MSOs”); (iii) the failure of the acquired businesses or investments to achieve the results that we have projected in either the near or long term; (iv) the assumption of unknown liabilities, including litigation risks; (v) the fair value of assets acquired and liabilities assumed not being properly estimated; (vi) the difficulties of imposing adequate financial and operating controls on such businesses and their respective management teams and the potential liabilities that might arise pending the imposition of adequate controls; (vii) the difficulties in the integration of or the introduction to the operations, technologies, compliance requirements (including with respect to regulatory, health and safety, and quality standards), services and products of such businesses, including, in connection with the RCA acquisition, those related to clinical trial sites and their obligations under FDA and other applicable healthcare regulations; (viii) the failure to achieve the strategic objectives of these acquisitions and investments; and (ix) substantial costs and the diversion of management’s time to address the foregoing difficulties. \n\nOur business and results of operations may be adversely affected if we fail to manage and complete divestitures.\n\nWe regularly evaluate our portfolio to determine whether an asset or business may no longer help us meet our objectives. When we decide to divest assets or a business, we may encounter difficulty finding buyers or alternative exit strategies, which could delay the achievement of our strategic objectives. Further, divestitures may be delayed due to failure to obtain required approvals on a timely basis, if at all, from governmental authorities or third parties. They may also become more difficult to execute due to conditions placed upon any approval that could, among other things, delay or prevent us from completing a transaction, negatively impact the value of a divested business due to the effect on relationships with personnel or customers, or otherwise restrict our ability to realize the expected financial or strategic goals of a transaction. We may continue to have exposure in a divested business, such as through ongoing financial, ownership or operational obligations or transition \n\n10\n\n\nservices, and, as a result, conditions outside of our control might limit the expected benefits of the divestiture. Following a divestiture, we may be restricted from re-entering applicable markets for a period of time due to non-competition restrictions. The impact of a divestiture on our results of operations could also be less than anticipated.\n\nWe face geopolitical and other risks associated with our international operations, which could materially adversely impact our financial position, results of operations, and cash flows.\n\nWe conduct operations in over 50 countries and, in fiscal 2025, approximately 9% of our revenue was derived from our international operations, which subjects us to various risks inherent in global operations. In the future, we may conduct business in additional foreign jurisdictions, which may present new or different risks associated with such foreign operations. \n\nAt any particular time, our global operations may be affected by local changes in laws, regulations, and political and economic environments, including inflation, recession, currency volatility, and competition, as well as business and operational decisions made by joint venture partners. For example, Turkey remains a “highly inflationary economy,” as defined under  GAAP, which impacted our consolidated financial statements. Refer to the Foreign Currency accounting policy in Note 1 of the Notes to Consolidated Financial Statements for the incremental expenses recorded related to Turkey’s highly inflationary accounting impact on our consolidated financial statements.   \n\nFurthermore, geopolitical dynamics caused by changes or uncertainty in U.S. policies or the political, economic, social or other conditions or policies in foreign countries and regions in which we do business may impact or disrupt our business, as well as the operations of our customers, suppliers, service providers, or other third-party business partners. During fiscal 2025, we continued to experience increased costs, including for fuel, and it is possible that we could experience supply disruptions, shortages, or additional costs (including with respect to packaging, materials, and other equipment) resulting from U.S. tariffs or other protective measures. These tariffs and protective measures may include (i) the existing fentanyl tariffs, reciprocal tariffs, or secondary tariffs imposed on Indian or Brazilian-origin goods; (ii) the threatened tariffs on imports of pharmaceuticals and pharmaceutical ingredients under Section 232 of the Trade Expansion Act of 1962 (as amended); or (iii) additional tariffs imposed by the U.S. Executive Branch or Congress. We cannot predict how or when these tariffs may be implemented or modified. Moreover, other countries may impose counter-tariffs or measures that could impact our operations and pricing. The current environment relating to tariffs is highly dynamic, and tariff policies may be interrelated with other regulatory and foreign policy initiatives of the Executive Branch and/or Congress.\n\nSignificantly higher and sustained rates of inflation, with subsequent increases in operational costs, could have a material adverse effect on our business. The continued threat of terrorism and heightened security and military action in response thereto, or any other current or future acts of terrorism, war or other geopolitical developments (such as rising nationalism, the conflict in Ukraine, and evolving conditions in the Middle East), and other events (such as economic sanctions and trade restrictions) may cause further disruptions to the economies of the U.S. and other countries and create further uncertainties. Any disruption may inhibit our access to, or require us to spend more money to source, certain products that we use in our operations. Any of these factors could adversely affect our business. \n\nWe might be adversely impacted by fluctuations in foreign currency exchange rates.\n\nWe conduct our business in various currencies, including the U.S. Dollar, the U.K. Pound Sterling, the Euro, the Turkish Lira, the Brazilian Real, and the Canadian Dollar. Changes in foreign currency exchange rates could reduce our revenues, increase our costs or otherwise adversely affect our financial results reported in U.S. dollars. We may from time to time enter into foreign currency contracts, foreign currency borrowings or other techniques intended to hedge a portion of our foreign currency exchange rate risks. These hedging activities may not completely offset the adverse financial effects of unfavorable movements in foreign currency exchange rates during the time the hedges are in place. Any of these risks might have an adverse impact on our business operations and our financial position, results of operations, or cash flows.\n\nWe are subject to operational and logistical risks that might not be covered by insurance.\n\nWe have distribution centers and facilities located in the U.S., the U.K., the EU, and throughout the world. Our business exposes us to risks that are inherent in the distribution of pharmaceuticals and the provision of related services, including cold chain storage and shipping. The volume of cold chain storage and shipping has increased, and we expect this trend to continue. Although we seek to maintain adequate insurance coverage, coverage on acceptable terms might be unavailable, might not cover our losses, might be significantly more costly or may require large, self-insured retentions. Additionally, we seek to maintain coverage for risks associated with cybersecurity, but such insurance comes with increasingly high self-insured retentions and, in some cases, policies may not provide adequate coverage for possible losses. Uninsured losses or operational losses that result from large, self-insured retentions under commercial insurance coverage might have an adverse impact on our business.\n\n11\n\n\nWe are subject to industry risks that might not be covered by insurance nor indemnification obligations of our contracted parties.\n\nWe are exposed to risks inherent to the healthcare industry, including, without limitation, the distribution, administration, ancillary services, and related consultation services provided to our customers, providers, or manufacturers of pharmaceutical products. We seek indemnification from our third-party business partners, including the vendors of the products that we distribute, and seek to limit liability of our contractual exposure with our third-party business partners, but any indemnification or limitation of liability contained in such contractual provisions may not be enforceable, or the contracted party may not be financially capable of meeting its contractual obligations or adequately protecting us from liability. While we maintain various insurance policies, including product liability, professional liability, and cyber liability policies, adverse losses might be uninsured, not have sufficient insurance limits, or have high self-insured retentions that could have a materially adverse impact on our business.    \n\nWe might be unable to successfully recruit and retain qualified employees.\n\nOur ability to attract, engage, develop and retain qualified and experienced employees, including key executives and other talent, is essential for us to meet our objectives. We compete with many other businesses to attract and retain employees. Competition among potential employers might result in increased salaries, benefits or other employee-related costs, or in our failure to recruit and retain employees. Additionally, we may experience sudden, unexpected loss of key personnel due to a variety of causes, such as illness or death, and we must adequately plan for succession of key management roles. However, our succession plans may not be effective if, for example, an employee does not successfully transition into a new role. Any of these risks might have a materially adverse impact on our business operations and our financial position or results of operations.\n\nAdditionally, approximately 24% of our employees are covered by collective bargaining agreements, nearly all of whom are employees located outside of the U.S. We work to maintain strong relationships with our employees; however, if any of our employees in the locations that are unionized should engage in strikes or other such bargaining tactics in connection with the negotiation of collective bargaining agreements, such tactics could be disruptive to our operations, adversely affect our results of operations, and cause reputational harm. \n\nThe loss or disruption of information systems could disrupt our operations and have a material adverse effect on our business.\n\nOur businesses rely on sophisticated information systems and AI to obtain, rapidly process, analyze, and manage data to facilitate the purchase and distribution of thousands of inventory items from numerous distribution centers; to receive, process, and ship orders on a timely basis; to account for other product and service transactions with customers; to manage the accurate billing and collections for thousands of customers; and to process payments to suppliers. We continue to make substantial investments in our data centers, third-party cloud-based environments and services, distribution centers and information systems, including, but not limited to, those relating to our acquisition of RCA. The implementation of new information systems may be more time consuming or costly than we anticipate. To the extent our information systems, including any new information systems, are not successfully implemented or fail, or to the extent there are data center failures, interruptions, or outages caused by factors such as infrastructure overload, ransomware attacks, security breaches or natural disasters, our business and results of operations may be materially adversely affected. Our business and results of operations may also be adversely affected if a third-party business partner does not perform satisfactorily and/or is impacted by a cybersecurity incident, or if information systems fail or are interrupted or damaged by unforeseen events, including due to the actions of third parties.\n\nInformation security risks have generally increased in recent years because of the changing threat landscape, evolving vulnerabilities, proliferation of cloud-based infrastructure and other information technology services, new technologies, supply chain dependencies and the increased sophistication and activities of perpetrators of cyberattacks. Security incidents such as ransomware attacks are becoming increasingly prevalent and severe, as well as increasingly difficult to detect. These risks have increased with the growth of our business, the interconnected nature of our supply chain and partnerships, and the breadth and scope of our information systems, including as we acquire or integrate the information systems of acquired businesses, such as RCA, into our enterprise. As we continue to integrate the information systems of different business units, there is an increasing possibility that a security incident in one business unit will affect others.  \n\nIn addition, security incidents may disrupt our businesses and require that we expend substantial additional resources related to the security and recovery of information systems. Companies in our industry have increasingly been targeted for cyberattacks, and we operate in one of the most frequently targeted industries due to the attractiveness and value of proprietary business information, personal health information and other sensitive health data, as perceived by bad actors and criminals on the dark web. We, and our third-party business partners, have experienced detrimental cyberattacks. For example, we previously disclosed cybersecurity incidents in February 2024 and in March 2023. Although the prior incidents did not have a material adverse impact on us, either individually or in the aggregate, similar incidents or events in the future may do so. \n\n12\n\n\nSecurity breaches can occur as a result of technical and non-technical issues, including intentional or inadvertent actions by our personnel, service providers, or third-party business partners, or the exploitation of known or unknown vulnerabilities by a threat actor. A failure, interruption, or breach of our operational or information security systems, or those of our service providers or third-party business partners, as a result of cyberattacks or security breaches could disrupt our business, result in the loss, corruption, unplanned unavailability, disclosure or misuse of confidential or proprietary information or personal data, damage our reputation, cause loss of customers or revenue, increase our costs, result in litigation and/or regulatory action, and/or cause other losses, any of which, whether they involve us or our service providers or third-party business partners, might have a materially adverse impact on our business operations, business strategy, our ability to provide products/services to our customers and our financial position or results of operations. \n\nWe may not be aware of all vulnerabilities and cannot anticipate, detect, or implement fully effective preventative measures against all security threats, particularly because the techniques used are increasingly sophisticated and constantly evolving. For example, as AI continues to evolve, cyber attackers could also use AI to develop malicious code and sophisticated phishing attempts, and our use of AI could increase cybersecurity and data protection risks. As a result, cyber security and the continued development and enhancement of the security controls and processes designed to protect our systems, computers, software, data, and networks from attack, damage, failure, interruption, or unauthorized access remain a priority for us. Although we believe that we have robust security controls, processes, and other safeguards in place, as cyber threats continue to evolve, we may be required to expend additional resources to continue to enhance our security measures and to investigate and remediate information security vulnerabilities.\n\nIndustry and Economic Risks\n\nOur results of operations could be adversely impacted by manufacturer pricing changes.\n\nOur contractual arrangements with pharmaceutical manufacturers for the purchase of brand-name pharmaceutical products in the United States generally use wholesale acquisition cost (“WAC”) as the reference price. We sell brand-name pharmaceutical products to many of our customers using WAC as the reference price and to other customers based on their negotiated contract price. If manufacturers change their pricing policies or practices with regard to WAC or if prices charged by manufacturers do not align with prices negotiated to be paid by our customers, and we are unable to negotiate alternative ways to be compensated by manufacturers or customers for the value of our services, our results of operations could be adversely affected. Additionally, there are a number of U.S. government policy initiatives being considered that, if enacted, could directly or indirectly regulate or impact WAC prices. If such initiatives are passed or finalized and we are unable to negotiate equitable changes with our suppliers and/or customers, our results of operations could be adversely impacted.\n\nThe pharmaceutical products that we purchase are also subject to price inflation and deflation, as well as the threatened and enacted tariffs described above. Additionally, certain distribution service agreements that we have entered into with brand-name and generic pharmaceutical manufacturers have a price appreciation component to them. As a result, our gross profit from brand-name and generic pharmaceuticals continues to be subject to fluctuation based upon the timing and extent of manufacturer price increases, which we do not control. If the frequency or rate of brand-name and generic pharmaceutical price increases slows, whether due to regulatory mandates, the implementation of legislative proposals, policy initiatives or voluntary manufacturer actions, our results of operations could be adversely affected. In addition, generic pharmaceuticals are also subject to price deflation. If the frequency or rate of generic pharmaceutical price deflation accelerates, the negative impact on our results of operations would increase. \n\nOn May 12, 2025, the Executive Branch issued Executive Order 14297, “Delivering Most-Favored-Nation Prescription Drug Pricing to American Patients” (“Executive Order 14297”). Executive Order 14297 seeks to reduce prescription drug costs in the U.S. by requiring manufacturers to sell certain drugs in the U.S. at no higher than the lowest prices paid for those same drugs in other developed countries. Executive Order 14297 directs the U.S. Department of Health and Human Services (“HHS”) to facilitate direct-to-consumer (“DTC”) purchasing programs for prescription drugs at the most-favored-nation (“MFN”) price that may bypass traditional supply chain intermediaries. The U.S. Office of Management and Budget received a proposed rule for review to implement a “Global Benchmark for Efficient Drug Pricing (GLOBE) Model” on September 25, 2025, and another proposed rule to implement a “Guarding U.S. Medicare Against Rising Drug Costs (GUARD) Model” on October 2, 2025, but neither proposed rule has been published. Although HHS has not yet otherwise issued any substantive regulatory proposals for DTC mechanisms, both the Executive Branch and the pharmaceutical manufacturers trade association have announced DTC websites for manufacturer DTC discounting programs. Further, some manufacturers have already announced alternative DTC models for a limited number of products in parallel to traditional retail distribution that may employ product shipment mechanisms that do not incorporate traditional wholesale distribution. MFN pricing pressures and DTC mechanisms could lead to voluntary or involuntary manufacturer price changes, which could be either temporary or long term, but all of which could adversely affect our business.\n\n13\n\n\nCompetition and industry consolidation may erode our profit.\n\nAs described in greater detail in the “Competition” section of Item 1. Business of this Annual Report on Form 10-K, the industries in which we operate are highly competitive. Our pharmaceutical distribution businesses not only compete with other pharmaceutical distributors, but also with manufacturers who sell directly to customers, chain drugstores who manage their own warehousing, specialty distributors, and packaging and healthcare technology companies. In addition, the healthcare industry continues to experience increasing consolidation, including through the formation of strategic alliances among pharmaceutical manufacturers, retail pharmacies, healthcare providers and health insurers, which may create further competitive pressures on our pharmaceutical distribution business. Continued consolidation within the healthcare industry could adversely affect our results of operations, to the extent we experience reduced negotiating power or possible customer losses.\n\nOur revenue and results of operations may suffer upon the bankruptcy, insolvency, or other credit failure of a significant customer or supplier.\n\nMost of our customers buy pharmaceuticals and other products and services from us on credit. Credit is made available to customers based upon our assessment and analysis of their creditworthiness. Although we often try to obtain a security interest in assets and other arrangements intended to protect our credit exposure, we generally are either subordinated to the position of the primary lenders to our customers or substantially unsecured. Volatility of the capital and credit markets, general economic conditions including elevated interest rates, changes in customer payment terms, and regulatory changes (such as changes in reimbursement), may adversely affect the solvency or creditworthiness of our customers and their ability to maintain liquidity sufficient to repay their obligations to us as they become due. The bankruptcy, insolvency, or other credit failure of any customer that has a substantial amount owed to us, including our largest customer, could have a material adverse effect on our revenue, results of operations, financial position, and cash flows. As of September 30, 2025, our two largest trade receivable balances due from customers (Walgreens and Boots together and Evernorth Health Services) represented approximately 38% and 5% of our accounts receivable, net.\n\nOur relationships with pharmaceutical suppliers give rise to substantial amounts that are due to us from the suppliers, including amounts owed to us for returned goods or defective goods, chargebacks, and amounts due to us for services provided to the suppliers. Volatility of the capital and credit markets, general economic conditions, pending litigation, and regulatory changes may adversely affect the solvency or creditworthiness of our suppliers. The bankruptcy, insolvency, or other credit failure of any supplier at a time when the supplier has a substantial account payable balance due to us could have a material adverse effect on our business. Furthermore, the bankruptcy, insolvency or other credit failure of a significant supplier could have an adverse effect on the supply or availability of products which may cause supply chain disruptions and increases in the price of substitutes or alternatives.\n\nOur stock price and our ability to access credit markets may be adversely affected by financial market volatility and disruption or a downgrade in our credit ratings.\n\nIf the capital and credit markets experience significant disruption and volatility in the future, we could experience downward movement in our stock price without regard to our financial position or results of operations or an adverse effect, which may be material, on our ability to access credit. While we believe that our operating cash flow and existing credit arrangements give us the ability to meet our financing needs, disruption and volatility could increase our costs of borrowing, impair our liquidity, or adversely impact our business. Additionally, rating agencies continually review the ratings that they have assigned to us and our outstanding debt securities. To maintain our ratings, we are required to meet certain financial performance ratios. Liabilities related to litigation or any significant related settlement, an increase in our debt or a decline in our earnings could result in downgrades in our credit ratings. Actual or anticipated changes or downgrades in our credit ratings, including any announcement that our ratings are under review for a downgrade or have been assigned a negative outlook, could hinder our access to public debt markets, limit the institutions willing to provide credit to us, result in more restrictive financial and other covenants in our public and private debt, and would likely increase our overall borrowing costs and adversely affect our earnings.\n\nDeclining economic conditions could adversely affect our results of operations and financial position.\n\nOur operations and performance depend on the economic conditions in the U.S. and other countries or regions where we do business. Deterioration in general economic conditions could adversely affect the number of prescriptions that are filled and the number of pharmaceutical products purchased by consumers and, therefore, could reduce purchases by our customers, which would negatively affect our revenue growth and cause a decrease in our profitability. Negative trends in the general economy, including interest rate fluctuations, inflation, financial market volatility, or credit market disruptions, may also affect our customers’ ability to obtain credit to finance their businesses on acceptable terms and could result in reduced discretionary spending on health products by consumers. Reduced purchases by our customers or changes in payment terms could adversely affect our revenue growth and cause a decrease in our cash flows from operations. Bankruptcies or similar events affecting our \n\n14\n\n\ncustomers may cause us to incur bad debt expense at levels higher than historically experienced. Declining economic conditions or increases in inflation may also increase our costs. \n\nLitigation and Regulatory Risks\n\nIncreasing governmental efforts to regulate the pharmaceutical supply chain may increase our costs and reduce our profitability.\n\nThe healthcare industry in the U.S., as well as in the other countries and regions in which we do business, is highly regulated at many levels of government. There have been increasing efforts in the U.S. by Congress, the Executive Branch, and state and federal agencies, including state boards of pharmacy, departments of health, the FDA, DEA, Department of Commerce, HHS, Transportation Security Administration, and Federal Trade Commission (“FTC”), and by similar regulators in the U.K., the EU, and other countries, to regulate the pharmaceutical supply chain. Regulation of pharmaceutical distribution is intended to prevent diversion and the introduction of counterfeit, adulterated, and/or mislabeled drugs into the pharmaceutical distribution system, as well as ensure the integrity of products traversing the supply chain. Consequently, we are subject to the risk of changes in various laws, which include operating, record keeping, and security standards of the DEA, the FDA, HHS, various state boards of pharmacy and comparable agencies. In recent years, some governments have passed or proposed laws and regulations intended to protect the safety and security of the supply chain that could substantially increase the costs and burden of pharmaceutical distribution. \n\nAt the federal level, in the U.S., the DSCSA establishes national traceability standards requiring drugs to be labeled and tracked at the bottle level, preempts state drug pedigree requirements, and requires all supply-chain stakeholders to participate in an electronic, interoperable prescription drug traceability system. The DSCSA also establishes requirements for drug wholesale distributors and third-party logistics providers, including licensing requirements applicable in states that had not previously licensed third-party logistics providers. The FDA issued a proposed rule on February 4, 2022, which, when finalized, will establish national standards for the licensure of wholesale drug distributors and third-party logistics providers. \n\nIn addition, failure to comply with the DQSA requirements or with additional similar governmental regulatory and licensing requirements may result in suspension or delay of certain operations and additional costs to bring our facilities into compliance. Our international operations may also be subject to local regulations containing record-keeping and other obligations related to our distribution operations in those locations. For example, the safety features of the Falsified Medicines Directive for EU member states consists of placing a unique identifier (a two-dimensional barcode) and an anti-tampering device on the outer packaging of medicines. Pedigree tracking laws increase our compliance burden and our pharmaceutical distribution costs and could have an adverse impact on our financial position or results of operations.\n\nSeveral EU member states have adopted or are considering adopting laws and regulations aimed at mitigating or controlling drug supply shortages, and the EU’s proposal of the Critical Medicines Act in March 2025 as well as the ongoing comprehensive reform of EU pharmaceutical legislation (referred to as the “EU pharmaceutical package”) propose more stringent notification duties, mandatory stockpiling and detailed shortage prevention plans for certain drugs. These measures could require us and our partners to hold higher inventories, alter production and distribution plans, prioritize certain markets, and incur additional compliance and logistics costs, and non-compliance could result in fines, product seizures, operating restrictions, litigation, reputational harm, and loss of market access. The evolving and fragmented nature of such requirements increases operational complexity and forecasting uncertainty, and could materially and adversely affect our business, financial condition, results of operations, and cash flows.\n\nAs discussed in the “Public concern over the abuse of medications could negatively affect our business” risk factor, certain governmental and regulatory agencies, as well as state and local jurisdictions, are focused on the abuse of opioid medications in the U.S. In addition to conducting investigations and participating in litigation related to the misuse of prescription opioid medications, federal, state and local governmental and regulatory agencies are considering legislation and regulatory measures to limit opioid prescriptions and more closely monitor distribution, prescribing, and dispensing of these drugs.\n\nAny failures or delays in compliance by us, manufacturers, or others in our supply chain with the DQSA and DSCSA requirements, and other chain of custody and pharmaceutical distribution requirements, including follow-on actions related to current public concern over the abuse of opioid medications, could result in suspension or delays in our production and distribution activities or have an adverse effect on our ability to manage the supply of products, which may increase our costs and could otherwise adversely affect our results of operations.\n\nIn addition to the regulation of supply chain distribution arrangements, the products we sell may be subject to production, marketing, clinical or coverage restrictions through the FDA and HHS regulatory processes. For example, recent limitations on COVID-19 vaccinations and changes to pediatric vaccination schedules may have an adverse impact on the \n\n15\n\n\navailability or access to certain products that we distribute. There can be no assurance such regulations will not have an adverse effect on our or our customers’ business.\n\nLegal, regulatory, and legislative changes with respect to coverage, reimbursement, pricing, and contracting may adversely affect our business and results of operations, including through declining reimbursement rates.\n\nBoth our business and our customers’ businesses may be adversely affected by laws and regulations reducing coverage or reimbursement rates for pharmaceuticals and/or medical treatments or services, changing the methodology by which reimbursement levels are determined, or regulating pricing, contracting, and discounting practices with respect to medical products and services. Additionally, on occasion, price increases and pricing practices with respect to certain brand-name and generic pharmaceuticals have been the subject of governmental inquiries, national, federal and state investigations and private litigation. Any law or regulation impacting pharmaceutical pricing or reimbursement, such as pricing controls or indexing models at a national, federal or state level, could adversely affect our operations.\n\nIn the EU, many governments provide or subsidize healthcare to consumers and regulate pharmaceutical prices, patient eligibility, and reimbursement levels in order to control government healthcare system costs. For example, in most EU member states, the government often regulates pricing of a new pharmaceutical product at launch through direct price controls, international price comparisons, and controlling profits and/or reference pricing. Some European governments and statutory health insurers and payers have implemented or are considering austerity measures to reduce healthcare spending, such as price volume discounts or tiered rebates, cost caps, regulated wholesale margins, cost sharing for increases in excess of prior year costs for individual products or aggregated market level spending, outcome-based pricing schemes, and free products for a portion of the expected therapy period. The new EU Health Technology Assessment (HTA) Regulation 2021/2282 became applicable on January 12, 2025 and aims at harmonizing HTA processes across EU member states, including by conducting joint clinical assessments of new drugs. The outcome of such joint clinical assessments is expected to influence national reimbursement decisions. All of these measures exert pressure on the pricing and reimbursement levels for pharmaceuticals and may cause our customers to purchase fewer of our products and services or influence us to reduce prices for our services.\n\nIn the U.S., the Affordable Care Act (“ACA”) included numerous reforms broadening healthcare access and changing Medicare and Medicaid reimbursement, pricing, and contracting for prescription drugs, including changes to the Medicaid rebate statute. We cannot predict the impact of any efforts to change or repeal any provisions of the ACA or that of any other healthcare legislation and regulation. In addition, current federal ACA premium subsidies are set to expire at the end of 2025 which, unless renewed, may contribute to increased premiums and/or loss of healthcare insurance coverage for certain patients. These outcomes could produce greater financial strains on our business and our customers (e.g., through increased uncompensated care) and could adversely affect demand for our products and services.\n\nThe federal government and state governments could take actions that impact Medicaid reimbursement and rebate amounts or the cost of drugs. Any reduction in the Medicaid reimbursement rates to our customers or changes affecting manufacturer rebate liabilities may indirectly impact the prices that we can charge our customers for multiple source pharmaceuticals or our distribution relationships and cause corresponding declines in our profitability. There can be no assurance that recent or future changes in Medicaid prescription drug reimbursement policies will not have an adverse impact on our business. Among other things, the removal of the ceiling on manufacturer Medicaid rebate amounts, effective January 1, 2024, has led to WAC price reductions and affected manufacturer price increases for certain products. \n\nThe Inflation Reduction Act (“IRA”) made significant reforms affecting prescription drug pricing and reimbursement. These reforms include: (i) manufacturer inflation rebates on drugs covered under Medicare Part B and Medicare Part D, to the extent such products’ prices increase faster than the rate of consumer price inflation; (ii) limits on Medicare Part B and Part D patients’ cost sharing for insulin; (iii) Medicare Part D benefit redesign, including replacement of the “coverage gap discounts” that pharmaceutical manufacturers previously paid with new mandatory manufacturer discounts applicable during all phases of the Part D benefit after satisfaction of the deductible; and (iv) federal price negotiation of “maximum fair prices” for certain “selected” high-expenditure drugs under Medicare Parts D and B, applicable beginning in 2026 for Part D drugs and 2028 for Part B drugs, under which maximum fair prices must be made available to pharmacies, physicians, and other entities dispensing or providing drugs covered under Medicare Parts D and B. Although the primary effects of the IRA reforms will be felt by manufacturers, these changes may impact our customer pricing structures, our manufacturer distribution relationships and revenue, our customers’ billing processes and reimbursement amounts, the market shares of competing products, and drug prices more generally (including outside of the Medicare context). Among other issues, the mechanisms by which maximum fair prices will be made available to pharmacies, physicians and other purchasers of selected drugs, and our associated role and responsibilities, remain to be determined. CMS has proposed a mechanism under which manufacturers would issue rebates or credits to effectuate the maximum fair prices to pharmaceutical purchasers, directly or indirectly through a third-party clearinghouse, but has left open the option of manufacturers utilizing distribution mechanisms such as chargebacks. Manufacturers are required to choose their methodology for price access compliance by December 2, 2025 for the first year of maximum fair pricing implementation starting January 1, 2026. More broadly, the law contains reimbursement and pricing \n\n16\n\n\nincentives intended to promote biosimilar introduction and competition which may affect our customers’ selection of products. Each of these considerations, as well as other issues that may arise in connection with the implementation of the IRA, may adversely affect our operations and profitability as well as our customers’ operations, profitability, and cash flow. In addition, at least eight federal lawsuits have been filed by manufacturers seeking to invalidate the negotiated drug pricing features of the IRA. To date, none of the manufacturers has prevailed in such litigation, but some cases may proceed to appellate review. The uncertainties associated with this litigation may create disruption with respect to both implementation of the law and pricing practices.\n\nOBBBA, enacted in July 2025, includes a number of provisions that may affect access, coverage, and payment for medical products and services. For example, the legislation: (i) implements work requirements for certain Medicaid patients to maintain eligibility and expands cost-sharing for certain Medicaid-eligible individuals; (ii) allows Medicare payment cuts to certain hospitals and other providers to take effect; and (iii) tightens eligibility standards for ACA exchange subsidies. These provisions may impact the financial stability of our customers, and may limit coverage or payment, and therefore affect demand, for our products and services.\n\nIn addition to legislation affecting coverage and reimbursement, federal agency rules governing reimbursement and pricing programs may impact our business. For example, our businesses also sell specialty and other drugs to hospitals, specialty community physician practices (including oncology and retina specialists), and other providers that are reimbursed under Part B of the Medicare program. In November 2023, CMS finalized a retrospective refund rule that provides for lump-sum refund payments totaling approximately $9 billion to be made to affected 340B hospitals and requires budget neutrality for the hospital outpatient payment system as a whole, reducing Medicare payments to all hospitals for other hospital outpatient services by 0.5% for calendar years 2026-2040. However, in July 2025, CMS issued a proposed rule which (i) would accelerate the recapture of refund amounts by ten years by increasing the payment reduction for other outpatient services to 2.0%, and (ii) proposes a new survey of hospitals’ 340B acquisition costs, which could be used as a basis for future Part B or other program payment reductions. There can be no assurance that the corresponding offsets, or other recent or future rules established by CMS will not have an adverse impact on our business.\n\nIn addition to the proposed Part B payment changes in the hospital outpatient context, CMS also finalized a separate rule in October 2025 which may affect the manner in which manufacturers calculate the average sales price (“ASP”) for their drugs, which is used to determine Medicare Part B payment amounts. Under current law, “bona fide service fees” (“BFSFs”) paid by manufacturers, including but not limited to distribution service fees paid to wholesalers, generally do not affect ASP calculations. The final rule would, among other things, tighten the standards for the BFSF exemptions by requiring certifications that fee recipients will not pass fees through to downstream customers or clients. These changes could result in reduced Part B payments for specialty products to our customers, and some manufacturers may seek to implement alternative pricing or contracting structures for their service fee relationships with wholesalers, providers, and other entities. There can be no assurance that such outcomes will not have an adverse impact on our business (especially the practice management and physician specialty network organizations that we have recently invested in or acquired).\n\nFurther, even where a government entity does not affirmatively change drug price regulation standards, other parties in the drug manufacturing and distribution system may change their interpretation or approach to implementing or complying with those standards in a manner that may adversely affect our business. For example, the 340B drug discount program requires manufacturers to provide discounts on outpatient drugs to “covered entity” safety net providers, and there are significant ongoing disputes and emerging developments relating to that program. First, previous Health Resources and Services Administration (“HRSA”) guidance has allowed covered entities to dispense 340B discounted drugs through arrangements with multiple “contract pharmacies.” Beginning in 2020, numerous manufacturers announced initiatives that inhibit or limit covered entities’ ability to use any, or multiple, contract pharmacies, place conditions on the use of contract pharmacies, or direct us not to honor 340B discounted pricing requests on orders to be shipped to contract pharmacies (or the manufacturers may not honor chargebacks where such discounts are extended to contract pharmacies). While HRSA and the federal government are no longer challenging these manufacturers’ policies, a number of states have enacted legislation that would restrict such policies, and these new laws are the subject of ongoing litigation by manufacturers. To date, the states have generally prevailed in these actions in the lower courts, except that manufacturers have prevailed in litigation challenging West Virginia’s law, and several of these cases are now pending in the federal appellate courts. Our customers include covered entities and organizations with significant participation as contract pharmacies, and the unavailability of 340B discounts through contract pharmacy arrangements may adversely affect such customers and, therefore, could adversely affect our business.\n\nSecond, and relatedly, HRSA has finalized a rule that allows 340B program covered entities to bring administrative dispute claims against manufacturers for alleged 340B overcharges, including overcharges relating to contract pharmacy limits or other matters. A few covered entities have filed claims, and one decision has been issued in favor of a manufacturer based on the outcome of parallel federal court litigation described above, but such proceedings are otherwise in their early stages. While wholesale distributors are not parties to these proceedings, it is possible that either manufacturers or covered entities may seek data relating to underlying claims, which could indirectly increase our operational costs. \n\n17\n\n\nThird, manufacturers have proposed to implement rebate programs (in lieu of up-front discounts administered through wholesaler chargebacks) to alleviate some of the effects of the 340B price rule changes. The federal government refused to approve such proposals, and manufacturers have challenged these refusals in federal court. To date, the government has prevailed in all of these challenges in the lower courts, which have held that the agency has discretion to approve or disapprove rebate models, but one matter was remanded to the agency and other manufacturers have appealed these decisions. However, on August 1, 2025, the U.S. federal government announced that it would consider applications for a limited 340B rebate model on a demonstration basis, available solely for drugs that are subject to “negotiated pricing” under Medicare beginning in 2026, and HRSA subsequently announced that it had approved pilot 340B rebate programs for nine of the ten drugs subject to negotiated prices. We cannot predict whether manufacturers will continue to propose rebate programs, the outcome of potential enforcement actions or litigation relating to those approaches, the effects of potential rebate models approved under the August 1, 2025 notice, or the potential for rebate models to expand beyond the products that are subject to negotiated pricing. Like the contract pharmacy restrictions, the rebate model described above may limit access to 340B pricing to covered entities and may also supplant 340B chargeback mechanisms that we administer, which could adversely affect our business and the business of our customers.\n\nThe federal government may adopt measures in the future that would further reduce Medicare and/or Medicaid spending or impose additional requirements on healthcare entities, including entities we manage or with which we are directly engaged through our recent MSO acquisition and investment. Any future reductions in Medicare reimbursement rates or modifications to Medicare drug pricing regulations, such as ASP calculations, or the extension of IRA pricing reforms to commercial health plans, could negatively impact our and our customers’ businesses and their ability to continue to purchase such drugs from us, or could indirectly affect the structure of our relationships with manufacturers and our customers. In addition, as noted, broader health policy changes, such as those contained in the OBBBA, may affect eligibility for and access to insurance coverage, eligibility for participation in the 340B drug pricing programs, and other reimbursement matters that may have adverse impacts on our cash flow and on our customers. We can provide no assurances that future Medicare, Medicaid or other insurance payment or policy changes, if adopted, would not have a material adverse effect on our business.\n\nFinally, federal and state governments may adopt policies affecting drug pricing and contracting practices outside of the context of federal programs such as Medicare and Medicaid, which may adversely affect our business. For example, several states have adopted laws that require drug manufacturers to provide advance notice of certain price increases and to report information relating to those price increases, while others have taken legislative or administrative action to establish prescription drug affordability boards or multi-payer purchasing pools to reduce the cost of prescription drugs. If such programs were to proliferate, they have the potential to create significant channel disruption, with manufacturers seeking tighter controls for product access at the state level to ensure availability within each state rather than enabling arbitrage across state lines.\n\nThere can be no assurances that future changes to drug reimbursement policies, drug pricing and contracting practices outside of federal healthcare programs, or to government drug price regulation programs, such as the Medicaid rebate, ASP, or 340B program, will not have an adverse impact on our business.\n\nIf we fail to comply with laws and regulations in respect of healthcare fraud and abuse, we could suffer penalties or be required to make significant changes to our operations.\n\nWe are subject to extensive and frequently changing laws and regulations relating to healthcare fraud and abuse, both in the U.S. and abroad. The U.S. federal government continues to strengthen its scrutiny of practices potentially involving healthcare fraud affecting Medicare, Medicaid and other government healthcare programs. Our relationships with healthcare providers and pharmaceutical manufacturers subject our business to laws and regulations on fraud and abuse which, among other things, (i) prohibit persons from soliciting, offering, receiving or paying any remuneration in order to induce the referral of a patient for treatment or the ordering or purchasing of items or services that are in any way paid for by Medicare, Medicaid or other government-sponsored healthcare programs, (ii) impose a number of restrictions upon referring physicians and providers of designated health services under Medicare and Medicaid programs, and (iii) authorize substantial civil money penalties and other remedies for submitting or causing the submission of false or fraudulent claims to the government. Laws relating to healthcare fraud and abuse give federal enforcement personnel substantially increased funding, powers and remedies to pursue suspected fraud and abuse, and these enforcement authorities were further expanded by the ACA. Many states have enacted similar statutes, which are not necessarily limited to items and services for which payment is made by federal healthcare programs. While we believe that we are in compliance with applicable laws and regulations, many of the regulations applicable to us, including those relating to certain incentives offered in connection with sales of pharmaceutical products and related services, are vague or indefinite, and have not been interpreted by the courts. They may be interpreted or applied by a prosecutorial, regulatory or judicial authority in a manner that could require us to make changes in our operations. If we fail to comply with applicable laws and regulations in the U.S. and other countries, we could be subject to administrative, civil and criminal penalties, including, in the U.S., the loss of licenses or our ability to participate in Medicare, Medicaid, and other federal or state healthcare programs.\n\n18\n\n\nOur business, results of operations, and cash flows could be adversely affected by legal proceedings.\n\nDue to the nature of our operations, which we conduct through a variety of businesses, including the distribution of pharmaceuticals, the dispensing of healthcare products, and the provision of services to the pharmaceutical industry, each of our businesses may become involved in government investigations, legal disputes, or proceedings. These investigations, disputes or proceedings in the U.S. or other jurisdictions have involved or may involve healthcare fraud and abuse, the False Claims Act, antitrust, competition, class actions, commercial, cybersecurity and data privacy, employment, environmental, intellectual property, licensing, public disclosures and various other claims, including claims related to opioid medications. The Company’s Board of Directors and/or management team may also be the subject of derivative litigation, which can require significant time, attention and resources to resolve. In addition, we may become involved in disputes with our manufacturers, customers, service providers, or other third-party business partners, including with respect to contract, pricing, or reimbursement matters, which we generally seek to resolve through commercial negotiations. If such negotiations are unsuccessful, the parties may litigate the dispute or otherwise attempt to settle the matter.\n\nLitigation is inherently unpredictable, and the unfavorable outcome of legal proceedings could adversely affect our financial position, results of operations, and cash flows. Litigation is costly, time-consuming, and disruptive to ordinary business operations. The defense and resolution of these current and future proceedings could have a material adverse effect on our financial position, results of operations, and cash flows. Violations of various laws, including with respect to the marketing, sale, purchase, and dispensing of pharmaceutical products and the provision of services to the pharmaceutical industry, can result in criminal, civil, and administrative liability, for which there can be significant financial damages, criminal and civil penalties, and possible exclusion from participation in federal and state health programs. Any settlement, judgment or fine could materially adversely affect our results of operations.\n\nStatutory and/or regulatory violations could also form the basis for qui tam complaints. The qui tam provisions of the federal and various state civil False Claims Acts authorize a private person, known as a relator, to file civil actions under these statutes on behalf of the federal and state governments. Under False Claims Acts, the filing of a qui tam complaint by a relator imposes obligations on government authorities to investigate the allegations and determine whether to intervene in the action. Such cases may involve allegations around the marketing, sale, purchase, and/or dispensing of brand-name and/or generic pharmaceutical products, the provision of services to the pharmaceutical industry, or misrepresentations on documents filed with U.S. Customs and Border Protection that results in the underpayment of duties and tariffs. Qui tam complaints are filed under seal and remain sealed until the applicable court orders otherwise. Our business and results of operations could be adversely affected if qui tam complaints are filed against us for alleged violations of any health or customs laws and regulations and damages arising from resultant false claims, if the litigation proceeds whether government authorities decide to intervene in any such matters, and/or if we are found liable for all or any portion of violations alleged in any such matters.\n\nOpioid-related legal proceedings and the Distributor Settlement Agreement that we have entered into could adversely impact our cash flows or results of operations.\n\nThe Distributor Settlement Agreement, which we and the other two national pharmaceutical distributors negotiated to resolve a substantial majority of opioid lawsuits filed by state and local government entities, became effective on April 2, 2022, and as of September 30, 2025, it included 48 of 49 eligible states (the “Settling States”) as well as 99% by population of the eligible political subdivisions in the Settling States. Our accrued litigation liability related to the Distributor Settlement Agreement, including the State of Alabama and an estimate for non-participating government subdivisions (with whom we have not reached a settlement agreement), as well as other opioid-related litigation for which we have reached settlement agreements was $4.3 billion as of September 30, 2025. The $4.3 billion liability will be paid over 13 years. We currently estimate that $416.0 million will be paid prior to September 30, 2026, which is recorded in Accrued Expenses and Other on our Consolidated Balance Sheet. The remaining long-term liability of $3.9 billion is recorded in Accrued Litigation Liability on our Consolidated Balance Sheet. While we have accrued our estimated liability for opioid litigation, we are unable to estimate the range of possible loss associated with the matters that are not included in the accrual. Because loss contingencies are inherently unpredictable and unfavorable developments or resolutions can occur, the assessment is highly subjective and requires significant judgments about future events. We regularly review opioid litigation matters to determine whether an accrual is adequate. The amount of ultimate loss may differ materially from the amount accrued to date. Until such time as otherwise resolved, we will continue to litigate and prepare for trial and to vigorously defend ourselves in all such matters. Since these matters are still developing, we are unable to predict the outcome, but the result of these lawsuits could include excessive monetary verdicts and/or injunctive relief, which could have a material adverse effect on our business, financial position, results of operations, and cash flows and could result in a lower than historical level of capital available for deployment, including a \n\n19\n\n\nlower level of capital returned to stockholders. Further details on the Distributor Settlement Agreement and opioid-related legal proceedings are provided in Note 12 of the Notes to Consolidated Financial Statements.\n\nPublic concern over the abuse of medications could negatively affect our business.\n\nCertain governmental and regulatory agencies, as well as state and local jurisdictions, are focused on the abuse of opioid medications, controlled substance medications, and other medications. Federal, state and local governmental and regulatory agencies are conducting investigations of us and others in the pharmaceutical supply chain, including pharmaceutical manufacturers, national retail pharmacy chains, independent pharmacies, prescribers, and other pharmaceutical wholesale distributors, regarding the manufacture, dispensing, and distribution of opioid medications, controlled substance medications, and other medications subject to abuse. In addition, a significant number of lawsuits have been filed against us, other pharmaceutical wholesale distributors, and others in the pharmaceutical supply chain by state and local governmental entities and other plaintiffs for claims related to the Company’s distribution of opioid medications. These lawsuits allege, among other claims, that we failed to provide effective controls and procedures to guard against the diversion of controlled substances, acted negligently by distributing controlled substances to pharmacies that serve individuals who abuse controlled substances, and failed to report suspicious orders of controlled substances in accordance with regulations. Additional governmental and regulatory entities have indicated an intent to sue and may conduct investigations of us in the future, and lawsuits could be brought against the Company by other plaintiffs under other theories related to opioid abuse. We are deeply committed to diversion control efforts, have sophisticated systems to identify orders placed warranting further review to determine if they are suspicious (including through the use of data analytics), and engage in due diligence and ongoing monitoring of customers. We are also being sued by private plaintiffs, such as unions, other health and welfare funds, hospital systems, third-party payors, other healthcare providers and individuals alleging personal injury for the same activities and continue to be named as a defendant in additional opioid-related lawsuits. Further details on opioid-related legal proceedings are provided in Note 12 of the Notes to Consolidated Financial Statements.\n\nThe Distributor Settlement Agreement includes injunctive relief terms relating to distributors’ controlled substance anti-diversion programs. A monitor is overseeing compliance with these provisions for a period of five years. In addition, the distributors have engaged a third-party vendor to act as a clearinghouse for data aggregation and reporting, which the distributors will fund for ten years. It is possible that the implementation and maintenance of the required changes to distributors’ controlled substance anti-diversion programs may result in unforeseen costs or operational challenges that could have an adverse impact on our results of operations or performance.\n\nLegislative, regulatory or industry measures to address the misuse of prescription opioid medications may also affect our business in ways that we are not be able to predict. Certain jurisdictions have enacted, and others are considering, legislation that could require entities to pay an assessment or tax on the sale or distribution of opioid medications in those states. If additional state or local jurisdictions enact legislation that taxes or assesses the sale or distribution of opioid medications and we are not able to mitigate the impact on our business through operational changes or commercial arrangements where permitted, such legislation in the aggregate may have a material adverse effect on the Company’s financial position, results of operations, and cash flows.\n\nOngoing unfavorable publicity regarding the abuse or misuse of prescription opioid pain medications and the role of wholesale distributors in the supply chain of such prescription medications, as well as the continued proliferation of opioid lawsuits, investigations, regulations and legislative actions, and unfavorable publicity in relation to those lawsuits, could continue to have a material adverse effect on our reputation or results of operations.\n\nTax legislation or challenges to our tax positions could adversely affect our results of operations and financial position. \n\nWe are subject to tax laws and regulations of the U.S. federal, state and local governments, and various foreign jurisdictions. From time to time, various legislative initiatives are proposed that could adversely affect our tax positions and/or our tax liabilities. This includes, for example, increases to U.S. or foreign income tax rates and taxes based on gross revenues. In addition, several jurisdictions have enacted or proposed changes to global income taxation, which could have a negative impact on our effective tax rate. There can be no assurance that our effective tax rate or tax payments will not be adversely affected by legislation resulting from these initiatives both within the U.S. and other foreign jurisdictions in which we operate. \n\nIn addition, we are subject to the examination of our income and non-income tax returns by the U.S. Internal Revenue Service, U.S. states and foreign tax authorities. Due to the ambiguity of tax laws and regulations, the subjectivity of factual interpretations, and the complexity of our business and intercompany arrangements, there can be no assurance that our tax positions will not be challenged by relevant tax authorities or that we would be successful in any such challenge. These examinations may result in unforeseen tax-related liabilities, which may negatively impact our future financial results.\n\n20\n\n\nViolations of anti-bribery, anti-corruption, and/or international trade laws that we are subject to could have a material adverse effect on our business, financial position, and results of operations.\n\nWe are subject to laws concerning our business operations and marketing activities in foreign countries where we conduct business. For example, we are subject to the U.S. Foreign Corrupt Practices Act (the “FCPA”), U.S. export control and trade sanction laws, and similar anti-corruption and international trade laws in certain foreign countries, such as the U.K. Bribery Act, any violation of which could create substantial liability for us and also cause a loss of reputation in the market. We may also have substantial liability if a third party acting on our behalf or on the behalf of our subsidiaries (including our joint venture partners) is in violation of these laws. In connection with our acquisitions, our results of operations and financial position may be adversely affected if we are not able to put in place effective financial controls and compliance policies to safeguard against risks of violating the FCPA or other anti-corruption and international trade laws as part of our integration of acquired businesses. If we are found to have violated the FCPA, we may face sanctions including civil and criminal fines, disgorgement of profits, and suspension or debarment of our ability to contract with government agencies or receive export licenses. We have business operations in many countries worldwide, including in China, India, Turkey, and other countries that are considered to have higher risk business environments that could give rise to potential violations of, and liabilities in connection with, applicable anti-bribery, anti-corruption, and/or international trade law, and we must maintain effective internal controls, policies, and procedures in such jurisdictions. We cannot guarantee that such internal controls, policies and procedures will always prevent and protect us from such potential violations or liabilities. From time to time, we may face audits or investigations by one or more domestic or foreign government agencies relating to our international business activities, compliance with which could be costly and time-consuming, and could divert the attention of our management and key personnel from our business operations. An adverse outcome under any such investigation or audit could subject us to fines or other penalties, which could adversely affect our business, financial position, and results of operations.\n\nAny actual or perceived failure to adequately protect proprietary business information or personal data could result in claims of liability against us, damage our reputation or otherwise materially harm our business.\n\nGiven the nature of our business, we, together with our service providers and third-party business partners, receive, collect, process, use, and retain sensitive and confidential customer, patient, personnel, and business partner data, in addition to proprietary business information. Additionally, we maintain other confidential, proprietary, or otherwise sensitive information relating to our business and received from third parties.\n\nGlobal privacy, cybersecurity, data protection and AI-related laws, regulations, and best practices are evolving, extensive, and complex. Compliance with these laws and regulations is challenging and costly. The interpretation and application of these laws in some instances is uncertain, and our legal and regulatory obligations are subject to frequent changes. We are required to comply with increasingly complex and changing data privacy regulations both in the U.S. and beyond that regulate the collection, storage, use, security, processing, and transfer of personal data, including particularly the transfer of personal data between or among countries. Many of these regulations also grant rights to individuals. Many foreign data privacy regulations (including, without limitation, the EU GDPR, the U.K. GDPR, Brazil’s General Data Protection Law (“LGPD”), and the Personal Information Protection and Electronic Documents Act in Canada) and certain U.S. state laws and regulations impose requirements beyond those enacted under United States federal law and, in some instances, allow for a private right of action. For example, the EU GDPR imposes more stringent data protection requirements, including a broader scope of protected data, restrictions on cross-border transfers of personal data and more onerous breach reporting requirements, and imposes greater penalties for non-compliance than the federal data protection laws in the U.S. States and other countries continue to enact similar legislation. We are also required to comply with expanding and increasingly complex cybersecurity laws and regulations in the U.S. and abroad (including the EU) with respect to reporting information security incidents and additional requirements for avoiding or responding to an adverse event. We may also face audits or investigations by domestic or foreign government agencies relating to our compliance with these regulations. An adverse outcome under any such investigation or audit could subject us to fines or other penalties. We also have contractual obligations to our customers related to the protection of personal data and compliance with privacy and cybersecurity laws. \n\nA threat actor who is able to compromise the security measures of our networks and systems, or those of our service providers or third-party business partners, could misappropriate either proprietary business information or the personal data of our customers, patients, or personnel. Our use of AI, or the use of AI by our service providers or third-party business partners, could also result in the misappropriation of, unauthorized access to, or disclosure of such information. Any actual or perceived breach of proprietary business information or personal data could expose us to increased risk of lawsuits, regulatory penalties, loss of existing or potential customers, harm to our business relationships, damage relating to loss of proprietary information, harm to our reputation and increases in our security, legal, and insurance costs.\n\nThe foregoing or other circumstances related to our collection, use, and transfer of proprietary business information or personal data could cause a loss of reputation in the market and/or adversely affect our business and financial position.\n\n21\n\n\nRegulatory frameworks governing AI are rapidly evolving and may impose significant obligations on our development, deployment, and use of AI. In particular, the EU’s Artificial Intelligence Act imposes requirements on AI system providers, importers, distributors, and users, as well as on general-purpose AI systems. Non-compliance may be subject to fines. U.S. federal, state, and local laws and regulations applicable to AI and the expansion of existing laws and regulations to AI continue to increase and have focused, in particular, on the use and impact of AI in the healthcare industry. While we have an AI policy in place, the complicated and changing nature of AI technology and related laws and regulations increase our compliance costs and may result in changes to our operations, products and services, complicate compliance efforts, and increase risk of enforcement, penalties, or other legal proceedings.\n\nOther Risks\n\nOur third-party business partners are vulnerable to cybersecurity risks, and any cyber incident affecting our third-party business partners could significantly disrupt our operations.\n\nWe heavily depend on our supply chain to provide our products and services to customers, and a cybersecurity incident involving a supplier, subcontractor, or other service provider or third-party business partner could significantly affect us. To evaluate third-party cybersecurity controls, we utilize third-party cybersecurity monitoring and alerting tools, cybersecurity due diligence questionnaires, and request and review independent third-party audit reports and assurance certifications if they exist. Based on these reviews, we collaborate directly with our third-party business partners to address identified deficiencies and also incorporate security and privacy addenda into our contracts when applicable. We also ensure that our third-party business partners adhere to cybersecurity requirements as mandated by laws and regulations. This includes requiring our third-party business partners to implement specific security controls and to report any cybersecurity incidents to us, allowing us to assess the potential impact on our organization. Despite our comprehensive approach to conducting diligence on the cybersecurity controls of our third-party business partners, we may not be able to prevent a third-party business partner from experiencing a cybersecurity incident and any cyber incident affecting our third-party business partners could significantly disrupt our operations. \n\nAny actual or perceived failure to protect our reputation could have a material adverse effect on our business and operations.\n\nWe believe that maintaining and enhancing our reputation is critical to our ability to expand and retain our customer base, strategic partnerships and other key relationships. Any negative publicity about us or our industry may adversely impact our business and operations. Furthermore, any actual or perceived failure to comply with ethical, social, regulatory, product, labor, health and safety, quality, accounting, or environmental requirements or standards could also jeopardize our reputation and potentially lead to various adverse actions, including litigation, audits, investigations, or adverse stakeholder action. Negative claims or publicity, including on social media, could adversely affect our reputation and business, regardless of their accuracy. Our reputation may also depend on the success of our corporate responsibility initiatives that require Company-wide coordination and alignment among varying jurisdictions. For example, there continues to be an increased focus by governmental and nongovernmental organizations on corporate responsibility and sustainability-related actions, targets, and disclosures; increased costs and investment associated with corporate responsibility efforts (including supply chain due diligence); and increasing compliance obligations with related laws, regulations, and standards (including the Corporate Sustainability Reporting Directive and the Corporate Sustainability Due Diligence Directive in the EU). Given the varied and at times divergent views of different stakeholder groups, any action or inaction by us with respect to corporate responsibility initiatives may be perceived negatively by some stakeholders. Furthermore, the regulatory landscape surrounding corporate responsibility matters continues to evolve and remains uncertain. All of the foregoing could expose us to market, operational and execution costs or risks, as well as litigation, audits, investigations, or adverse stakeholder action. Any corporate responsibility or sustainability metrics that we currently or may in the future disclose, whether based on the standards that we set for ourselves or those set by third parties, may influence our reputation and the value of our brands. There is also continued focus, including by investors, customers, and other stakeholders, on corporate responsibility matters, including with respect to the use of certain materials and minerals, fleet electrification, sustainable packaging, emissions reporting, waste generation, supply chain diligence, human capital, and health and safety. Our reputation could be damaged if we do not, or are perceived not to, act in a way that is aligned with stakeholder expectations with respect to corporate responsibility matters, which could have a material adverse effect on the Company. \n\nOur intellectual property rights may not provide meaningful commercial protection.\n\nWe rely on trade secret, trademark, patent, and copyright laws, nondisclosure obligations, and other contractual provisions and technical measures to protect our proprietary rights in our services, solutions, products, and brands. We may be unable to prevent third parties from using our intellectual property without our authorization, and we might initiate costly and time-consuming litigation or other proceedings to protect our trade secrets, to enforce our intellectual property rights, and/or to determine the scope and validity of the proprietary rights of others. Our competitors might develop non-infringing services and \n\n22\n\n\nsolutions equivalent or superior to ours. Our intellectual property protection efforts might be inadequate to protect our rights or prevent third-party claims of infringement. In addition, the laws of some non-U.S. jurisdictions, particularly those of certain emerging markets, may provide less protection for our proprietary rights than the laws of the U.S. and present greater risks of infringement. As we expand our services in various markets, we may not be able to secure intellectual property protection, including trademark protection, in some markets or categories of products or services. To the extent we cannot protect our intellectual property, unauthorized use and misuse of our intellectual property could harm our competitive position and have a material adverse impact on the Company.\n\nWe have been and may in the future be adversely impacted by events outside of our control.\n\nWe have been and may in the future be adversely affected by events outside of our control, including: widespread public health issues, such as infectious diseases; natural disasters and other catastrophic events such as earthquakes, floods, or severe weather, including as a result of climate change; government policy changes; and political events such as terrorism, political tensions, military conflicts, civil unrest, sanctions, tariffs or other trade restrictions, and trade wars. These events can disrupt operations for us, our suppliers, our service providers, and our customers, as well as impair product manufacturing, supply, and transport availability and cost in unpredictable ways that depend on highly uncertain future developments. They might affect consumer confidence levels and spending or the availability of certain goods or commodities. In response to these types of events, we might suspend operations, implement extraordinary procedures, incur increased costs, or seek alternate sources for product supply, or suffer consequences that are unexpected and difficult to mitigate. Any of these risks might have a material adverse impact on the Company.\n\nOur goodwill or long-lived assets may become impaired, which may require us to record a significant charge to earnings in accordance with generally accepted accounting principles.\n\nU.S. generally accepted accounting principles (“GAAP”) require us to test our goodwill for impairment on an annual basis, or more frequently if indicators for potential impairment exist. Indicators that are considered include significant changes in performance relative to expected operating results, significant negative industry or economic trends, including rising interest rates, or a significant decline in our stock price and/or market capitalization for a sustained period of time. In addition, we periodically review our long-lived assets for impairment when events or changes in circumstances indicate the carrying value may not be recoverable. Factors that may be considered a change in circumstances indicating that the carrying value of our long-lived assets may not be recoverable include slower growth rates, the loss of a significant customer, or divestiture of a business or asset for below its carrying value. The testing required by GAAP involves estimates and judgments by management.\n\nWe have recorded, and may be required to record, a significant charge to earnings in our consolidated financial statements during the period in which any impairment of our goodwill or long-lived assets is determined. Any such charge could have a material adverse impact on our results of operations. For example, we continued to experience a weakening in demand for specialized services in the life sciences industry, which has negatively impacted the operating results of PharmaLex. In the fourth quarter of fiscal 2025 and in connection with the Company’s annual budgeting process, the Company revised PharmaLex’s long-range forecast. In connection with the Company’s annual goodwill impairment assessment, it recorded a full impairment of the remaining goodwill of $723.9 million in the PharmaLex reporting unit. \n\nExclusive forum provisions in our amended and restated bylaws (“Bylaws”) could limit our stockholders’ ability to choose their preferred judicial forum for disputes with us or our directors, officers, or employees.\n\nOur Bylaws provide that unless the Company consents in writing to the selection of an alternative forum, the sole and exclusive forum for any (i) derivative action or proceeding brought on behalf of the Company; (ii) action asserting a claim for or based on a breach of a fiduciary duty owed by any current or former director, officer or other employee or stockholder to the Company or the Company’s stockholders; (iii) action asserting a claim arising pursuant to any provision of the Delaware General Corporation Law (“DGCL”), or our Certificate of Incorporation or Bylaws or as to which the DGCL confers jurisdiction on the Court of Chancery of the State of Delaware; or (iv) action asserting a claim governed by the internal affairs doctrine of the law of the State of Delaware, shall, to the fullest extent permitted by law, be the Delaware Court of Chancery located within the State of Delaware (or, if such court does not have subject matter jurisdiction thereof, the federal district court of the District of Delaware). Additionally, our Bylaws provide that unless the Company consents in writing to the selection of an alternative forum, U.S. federal district courts shall be the sole and exclusive forum for the resolution of any complaint asserting a cause of action arising under the Securities Act. The choice of forum provisions may increase costs to bring a claim, discourage claims or limit a stockholder’s ability to bring a claim in a judicial forum that it finds favorable for disputes with the Company or our directors, officers or other employees, which may discourage such lawsuits. Alternatively, if a court were to find the choice-of-forum provisions contained in our Bylaws to be inapplicable or unenforceable in an action, we may incur additional costs associated with resolving such action in other jurisdictions. The exclusive forum provisions in our Bylaws will not preclude or contract the scope of exclusive federal or concurrent jurisdiction for actions brought under the federal securities laws, including the Exchange Act or the Securities Act, or the respective rules and regulations promulgated thereunder.\n\n23\n\n\nITEM 1B.    UNRESOLVED STAFF COMMENTS\n\nNone.\n\nITEM 1C.    CYBERSECURITY\n\nAs one of the largest global pharmaceutical sourcing and distribution services companies engaged in helping both healthcare providers and pharmaceutical and biotechnology manufacturers, we are exposed to various cybersecurity threats. These threats include both those typical of companies operating in many industries, like ransomware and denial-of-service attacks, as well as more sophisticated and persistent threats from highly organized adversaries that specifically target the healthcare sector and other critical infrastructure. The emergence of artificial intelligence has provided additional tools for those who perpetrate these attacks, including through social engineering, the development of customized malware, and an enhanced ability to evade detection. Our suppliers, third-party vendors, service providers, customers, contractors, those who work for our contractors, and other business partners (collectively, our “third-party business partners”) are also vulnerable to similar cybersecurity risks, and any cyber incident affecting us and/or our third-party business partners could significantly disrupt our operations. In light of these risks, cybersecurity is a priority for the Company, management, and our Board of Directors (the “Board”), and we believe that it is essential for us to invest substantial resources in our cybersecurity efforts. \n\nRisk Management and Strategy\n\nCybersecurity risk management is integral to our enterprise risk management strategy. Our management, with involvement and input from external consultants and advisors, and oversight from our Board, regularly performs an enterprise-wide risk assessment to identify key existing and emerging risks.\n\nTo oversee cybersecurity risk at the management level, we employ a Chief Data and Information Officer (“CDIO”) and a Chief Information Security Officer (“CISO”). The CDIO is responsible for the global data landscape and IT systems across our business units, including information security. The CISO leads our Information Security team. The CISO and his team are responsible for administering our comprehensive, company-wide information security program, which includes strategy, regulatory intelligence, IT risk management, policy development, security engineering, cyber threat detection, response, and operations. Our information security program is based upon, informed by, and responsive to industry best practice frameworks such as HITRUST CSF and ISO 27001. Our program undergoes an internal annual review that is conducted by our CISO, as well as an annual third-party external review. Additionally, we leverage a diverse array of internal and external assessors, consultants, auditors, and other third parties to identify opportunities for improvements to our information security program through methods such as penetration testing, independent audits, and consulting on best practices to address emerging risks and challenges. These assessments encompass evaluations of both the design and operational effectiveness of our security measures. They also consider the evolution of different cybersecurity threats, including through artificial intelligence. Additionally, we are a member of H-ISAC, an industry cybersecurity intelligence and risk-sharing organization, which enables us to stay informed about developments, trends, and risks in the cybersecurity threat landscape and consider any necessary updates to our information security program related thereto. We are committed to employing cybersecurity best practices and have obtained and maintain multiple industry best practice cybersecurity certifications such as ISO 27001and SOC1/SOC2.\n\nUnder the leadership of our CDIO and CISO, and with oversight, as appropriate, from the Board’s Audit Committee, we have developed a Cybersecurity Incident Response Process (the “Response Process”), which sets forth a framework for the actions to be taken in response to a cybersecurity incident and includes appropriate escalations to the Company’s senior management, including our ECCRT (as defined below), and the Board. Under the guidance of our CISO, the Response Process is routinely evaluated, tested and updated as appropriate. \n\nIn addition to our Response Process, which is employed in the event of a cybersecurity incident, we take preventative measures that are designed to mitigate the likelihood and prevalence of cybersecurity incidents. For example, we believe that enterprise-wide cybersecurity and privacy training serve an important role in risk reduction. Accordingly, we require employees to complete periodic access-based and role-based privacy and cybersecurity training. These trainings are routinely updated to reflect changes in the threat environment, assessment, and/or audit findings, laws, and regulations. We also engage and educate employees through cybersecurity and privacy awareness programs and communication campaigns. \n\nWe recognize that our cybersecurity risk profile extends beyond our organization. As such, we strive to manage cybersecurity risks associated with our third-party business partners and external users of our systems. Our third-party business partner risk management program is built upon, informed by, and responsive to industry best practices. This program is designed to conduct appropriate due diligence on the third-party business partners with whom we engage and conduct business, as well as on the systems and the cybersecurity controls of such third-party business partners. Specifically, to evaluate third-\n\n24\n\n\nparty cybersecurity controls, we utilize third-party cybersecurity monitoring and alerting tools, cybersecurity due diligence questionnaires, and request and review third-party audit reports and assurance certifications if they exist. \n\nOur information systems have been subject to cybersecurity incidents in the past. To date, we are not aware of cybersecurity incidents that have materially affected or are reasonably likely to materially affect us. However, there is no guarantee that future cybersecurity incidents will not have a material impact. Despite our comprehensive approach to cybersecurity, we may not be able to prevent or mitigate a cybersecurity incident that could materially impact our business, results of operations, or financial condition. While we hold cybersecurity insurance, the expenses associated with cybersecurity threats or disruptions may not be completely covered by our policy. See “Risk Factors” in Item 1A of Part I above for additional information on risks related to our business, including for example, risks related to privacy and data protection, cybersecurity incidents, third-party relationships, and continuity of our information systems and networks, operational technology, and technology products or services. \n\nBoard Governance and Management\n\nAs described above, our CDIO leads management’s assessment and management of cybersecurity with the assistance of our CISO, who reports directly to the CDIO and meets with the CDIO on a regular basis to discuss pertinent risks, mitigation factors, remediation status, and risk acceptance. The CDIO, who reports directly to our President and Chief Executive Officer, is a member of the Enterprise Leadership Team (the “ELT”) and provides updates to the ELT about cybersecurity matters. Our CDIO has more than 25 plus years of experience managing technology and risks and advising on cybersecurity issues, and our CISO has more than 20 plus years of IT and relevant cybersecurity experience.\n\nAdditionally, we have an Extended Cyber Crisis Response Team (“ECCRT”), which is a cross-functional team comprised of senior leaders that, in the event of a cyber incident, help lead the decision-making process for the execution of containment and recovery processes and incident communications, including reporting to senior management and, in turn, the Board, as appropriate, in each case in accordance with the protocols set forth in our Response Process. \n\nCybersecurity is among the risks identified by our Enterprise Risk Management Team for Board-level oversight. While the full Board retains overall oversight over cybersecurity, the Board has delegated to its Audit Committee oversight of the Company’s information technology security program and the controls around cybersecurity, and to its Compliance and Risk Committee oversight of an enterprise risk management program that is designed to assist with monitoring and mitigating operational risks. The Audit Committee and Compliance and Risk Committee meet every quarter. The Audit Committee is updated as needed on cybersecurity threats, incidents, and programs, and the Compliance and Risk Committee is updated as needed on new developments in our cybersecurity risk profile. After each such meeting, the respective chairs of the Audit Committee and Compliance and Risk Committee provide a report to the full Board on the committee meeting. \n\nSenior leadership, including our CDIO and CISO, routinely update and report to the Board, the Audit Committee, and the Compliance and Risk Committee, as applicable, on our cybersecurity and information security risks and the management of such risks, our data governance and usage, our technology infrastructure, our training and compliance efforts, and implications for our business strategy. In addition to the information provided in these meetings, members of our Board have access to continuing education, which includes topics relating to cybersecurity risks.",
      "char_count": 102619
    }
  },
  "extracted_at": "2026-01-19T15:29:58.260842"
}