{
  "ticker": "CTVA",
  "company_name": "Corteva, Inc.",
  "cik": 1755672,
  "form_type": "10-K",
  "filing_date": "2025-02-14",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001755672-25-000005",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001755672&accession_number=000175567225000005&xbrl_type=v",
  "sic_code": "0100",
  "industry": "Agricultural Production-Crops",
  "sections": {
    "item1": {
      "text": "Unless otherwise indicated or the context otherwise requires, references in this Annual Report on Form 10-K to:\n\n•\"Corteva\" or \"the company\" refers to Corteva, Inc. and its consolidated subsidiaries (including EIDP);\n\n•\"EIDP\" refers to EIDP, Inc. (formerly known as E. I. du Pont de Nemours and Company) and its consolidated subsidiaries or EIDP, Inc. excluding its consolidated subsidiaries, as the context may indicate;\n\n•\"DowDuPont\" refers to DowDuPont Inc. and its subsidiaries prior to the Separation (as defined below) of Corteva;\n\n•\"Historical Dow\" refers to The Dow Chemical Company and its consolidated subsidiaries prior to the Internal Reorganization as defined below;\n\n•\"Historical DuPont\" and \"Historical EID\" refers to EIDP prior to the Internal Reorganization (as defined below);\n\n•\"Dow\" refers to Dow Inc. after its separation from DowDuPont;\n\n•\"DuPont\" refers to DuPont de Nemours, Inc. after the Separation of Corteva; and\n\n•\"Merger\" refers to the all-stock merger of equals strategic combination between Historical Dow and Historical DuPont.\n\nBackground \n\nCorteva is a leading global provider of Seed and Crop Protection solutions focused on the agriculture industry and contributing to a healthier, more secure and sustainable food supply. Corteva was incorporated in Delaware in March 2018 and maintains its business headquarters in Indianapolis, Indiana. With one of the broadest and most productive new product pipelines in the agriculture industry, Corteva is focused on progressing science-based innovations, which aim to deliver a wide range of improved agriculture products and services to its customers. The company leverages its rich heritage of scientific achievement to advance its robust innovation pipeline and continue to shape the future of responsible agriculture. New products are crucial to solving farmers’ productivity challenges amid a growing global population while addressing natural resistance, evolving environmental environments and weather patterns, regulatory changes, safety requirements and competitive dynamics. The company’s investments seek to generate returns through providing farmers with technology-based and solution-based product offerings to meet these evolving production needs. Meanwhile, through Corteva’s unique routes to market, the company continues to work face-to-face with farmers around the world to understand their needs. \n\nThe company's broad portfolio of agriculture solutions fuels farmer productivity in approximately 110 countries. See Note 22 - Geographic Information, to the Consolidated Financial Statements, for details on the location of the company's sales and property. \n\nOn June 1, 2019, Corteva, Inc. became an independent, publicly traded company through the completed separation (the “Separation”) of the agriculture business of DuPont de Nemours, Inc. (formerly known as DowDuPont Inc.) (“DuPont” or \"DowDuPont\").  \n\nAs a result of the Internal Reorganization (defined below), on May 31, 2019, EIDP was contributed to Corteva, Inc. and, as a result, Corteva, Inc. owns 100% of the outstanding common stock of EIDP. Shares of EIDP preferred stock, $3.50 Series and $4.50 Series, issued and outstanding immediately prior to the Separation remain issued and outstanding and were unaffected by the Separation. Prior to March 31, 2019, Corteva, Inc. had engaged in no business operations and had no assets or liabilities of any kind, other than those incident to its formation.\n\nInternal Reorganizations and Business Separations\n\nSubsequent to the Merger, Historical Dow and EIDP engaged in a series of internal reorganization and realignment steps to realign their businesses into three subgroups: agriculture, materials science and specialty products (\"Internal Reorganization\"). On April 1, 2019, DowDuPont completed the separation of its materials science business into a separate and independent public company, Dow, Inc. \n\nOn April 1, 2019, Historical Dow entities, which held certain assets and liabilities aligned with Historical Dow’s agriculture business and the assets and liabilities associated with its specialty products business, respectively, were transferred and conveyed to DowDuPont.\n\nOn April 1, 2019 and May 1, 2019, EIDP’s materials science and specialty products entities, along with their respective assets and liabilities, were conveyed to Dow and DowDuPont, respectively. On May 2, 2019, DowDuPont conveyed Historical Dow agricultural entities to EIDP. \n\nPart I\n\nITEM 1.  BUSINESS, continued\n\nOn May 6, 2019, the Board of Directors of DowDuPont approved the distribution of all the then issued and outstanding shares of common stock of Corteva, Inc., then a wholly-owned subsidiary of DowDuPont, to DowDuPont stockholders. On May 31, 2019, DowDuPont contributed EIDP to Corteva, Inc. and on June 1, 2019, the Separation was completed. Corteva, Inc.'s common stock began trading on the New York Stock Exchange under the ticker symbol \"CTVA\" on June 3, 2019.\n\nSeparation Agreements\n\nIn connection with their ultimate separation, DuPont, Corteva, and Dow (together, the “Parties” and each a “Party”) have entered into certain agreements to effect the separation, provide for the allocation of DowDuPont’s assets, employees, liabilities and obligations (including its investments, property and employee benefits and tax-related assets and liabilities) among the Parties, and provide a framework for Corteva's relationship with Dow and DuPont following the separations. The Parties entered into the following agreements:\n\n•Separation and Distribution Agreement - Effective April 1, 2019, the Parties entered into an agreement that sets forth, among other things, governance of certain aspects of the Parties’ ongoing relationships after the completion of their respective separations (the \"Corteva Separation Agreement\").\n\n•Tax Matters Agreement - The Parties entered into an agreement effective as of April 1, 2019, as amended on June 1, 2019, that governs their respective rights, responsibilities and obligations with respect to tax liabilities and benefits, tax attributes, the preparation and filing of tax returns, the control of audits and other tax proceedings and other matters regarding taxes.\n\n•Employee Matters Agreement - The Parties entered into an agreement effective as of April 1, 2019, that identifies employees and employee-related liabilities (and attributable assets) allocated (either retained, transferred and accepted, or assigned and assumed, as applicable) to the respective Parties.\n\n•Intellectual Property Cross-License Agreement - Effective as of April 1, 2019 Corteva and Dow, and effective June 1, 2019, Corteva and DuPont, entered into Intellectual Property Cross-License Agreements. The Intellectual Property Cross-License Agreements set forth the terms and conditions under which the applicable Parties may use in their respective businesses, certain know-how (including trade secrets), copyrights, and software, and certain patents and standards, allocated to another Party pursuant to the Corteva Separation Agreement.\n\n•Letter Agreement - Effective as of June 1, 2019 DuPont and Corteva entered into a Letter Agreement. The Letter Agreement sets forth certain additional terms and conditions related to the Separation, including certain limitations on each party’s ability to transfer certain businesses and assets to third parties without assigning certain of such party’s indemnification obligations under the Corteva Separation Agreement to the other party to the transferee of such businesses and assets or meeting certain other alternative conditions.\n\nBusiness Segments\n\nThe company’s operations are managed through two reportable segments: Seed and Crop Protection. The Seed segment develops and supplies commercial seed combining superior germplasm with advanced traits to produce high yield potential for farmers around the world. The Crop Protection segment supplies products to protect crop yields against weeds, insects and disease, enabling farmers to achieve optimal results. The combination of these leading platforms creates one of the broadest portfolios of agriculture solutions in the industry. Additional information with respect to business segment results is included in Item 7, Management’s Discussion and Analysis of Financial Condition and Results of Operations, on page 39 of this report and Note 23 - Segment Information, to the Consolidated Financial Statements.\n\nPart I\n\nITEM 1.  BUSINESS, continued\n\nSeed\n\nThe Seed segment is a global leader in developing and supplying commercial seed combining advanced germplasm and traits that produce optimum yield for farms around the world. The company’s Seed segment is a leader in many key seed markets, including North America corn and soybeans, Europe corn and sunflower, as well as Brazil, India, South Africa and Argentina corn. The company offers trait technologies that improve resistance to weather, disease, insects, herbicides used to control weeds and enhance food and nutritional characteristics, and digital solutions that assist farmer decision-making to help maximize yield and profitability. \n\nA summary of the Seed segment’s net sales by major product line and geographic region (based on customer location) are as follows:\n\nProducts and Brands \n\nThe Seed segment’s major brands and technologies, by key product line, are listed below:\n\nSeed Solutions BrandsPioneer® seeds; Brevant® seeds; Dairyland Seed®; Hoegemeyer® hybrids; Nutech® seed; Seed Consultants®; AgVenture® brand; Cordius®, Licensing Division of Corteva Agriscience, DUO® hybrid corn, NEXSEM® corn, NordTM semillas; PhytoGen® cotton; Pannar™ brand corn\n\nSeed Solutions Traits and TechnologiesENLIST™ corn; ENLIST E3™ soybeans; ENLIST™ cotton; Enlist™ weed control system;  Herculex® Insect Protection; Herculex® XTRA Insect Protection; Leptra® insect protection technology offering protection against above ground pests; PowerCore® corn, PowerCore® Ultra corn, PowerCore® Enlist™ corn, PowerCore® Ultra Enlist™ corn, POWERCORE® trait technology family of products; Optimum® AcreMax® family of products offering above and below ground insect protection; REFUGE ADVANCED® trait technology; SMARTSTAX® trait technology; NEXERA® canola trait; Omega-9 Oils; Pioneer® brand Optimum® AQUAmax® products; Pioneer® brand A-Series soybeans; Pioneer® brand Plenish® high oleic soybeans; ExpressSun® herbicide tolerant trait; Pioneer Protector® products for canola, sunflower and sorghum; Pioneer MAXIMUS® rapeseed hybrids; Qrome® corn; Clearfield® canola; PROPOUND™ advanced canola meal; Vorceed™ Enlist™ products; Conkesta®; Conkesta E3® soybeans; WideStrike™ Insect Protection; WideStrike™ 3 Insect Protection; Inzen® trait; BOLT® technology; STS® herbicide tolerant trait; MAXIMUS®  canola hybrids; CottonBest ® program; Brevant® Protector products; Optimum® GLY herbicide tolerance trait Optimum® AcreMax® insect protection; Optimum® AcreMax® Leptra® insect protection; Optimum® AcreMax® Xtra insect protection; Optimum® AcreMax® XTreme insect protection; Bovalta® BMR products; Optimum® Intrasect® insect protection; Optimum® Leptra® insect protection\n\nOtherLumiGEN™ seed treatments; Lumisena™; Lumiverd®; Lumiscend®; Lumiscend® Pro; Lumisure®; Lumiflex™; Lumiante™; LumiTreo™; Dermacor™ X-100; Vertisan® ST; Lumiderm®; Lumivia™ CPL; Lumivia™ and Lumialza™\n\n 5\n\n\nPart I\n\nITEM 1.  BUSINESS, continued\n\nIn connection with the validation of breeding plans and large-scale product development timelines focused on rapidly ramping up differentiated technology solutions, in 2019 the company began accelerating the ramp up of the Enlist E3TM trait platform in the company’s soybean portfolio mix across all brands, including Pioneer® brands. Due to the five-year ramp-up of Enlist E3TM, the company significantly reduced the volume of products with the Roundup Ready 2 Yield® and Roundup Ready 2 Xtend® herbicide tolerance traits beginning in 2021, with expected minimal use of the Roundup Ready 2 Yield® and Roundup Ready 2 Xtend® traits thereafter for the remaining term of the non-exclusive license with the Monsanto Company. Refer to Prepaid Royalties within the Critical Accounting Estimates section on page 55 for additional information.\n\nDistribution\n\nThe Seed segment has a diverse worldwide network which markets and distributes the company’s brands to customers, primarily through the company’s multi-channel, multi-brand strategy, which includes four differentiated channels: Pioneer agency model, regional brands, retail brands, as well as third parties through licensing and distribution channels.\n\nThe Pioneer agency model is unique to Corteva and represents sales made directly to farmers via independent sales representatives. Through this agency model, the company interacts directly with farmers at multiple points in the growing season, from prior to planting all the way through harvest. These regular interactions enable the company to provide the advice and service farmers need while giving the company real-time insights into the customers’ future ordering decisions. The company’s regional brands connect to customers through regional brand employees and farmer-dealer networks. Retail brands provide a one-stop shop for seed and chemistry solutions and may include sales to distributors, agricultural cooperatives, and dealers. Finally, Corteva out-licenses traits and germplasm to third parties.\n\nKey Raw Materials\n\nThe key raw materials for the Seed segment include corn and soybean seeds. To produce high-quality seeds, the company contracts with third-party growers globally. Corteva focuses on production close to the customer to provide the seed product, which is suitable for that region and its weed, insect and disease challenges, weather, soil and other conditions. The company conditions and packages the seeds using its own plants and third-party contract manufacturers. By striking a balance between owning production facility assets directly and contracting with third-party growers, the company believes it is best able to maintain flexibility to react to demand changes unique to each geography while minimizing costs. The company seeks to collaborate with strategic seed growers and share its digital agronomy and product management knowledge with them. The company’s third-party growers are an important part of its supply chain. Corteva provides them with rigorous training, planning tools and access to a system that tests and advances products matched to specific geographic needs.\n\nThe Seed segment's research and development (\"R&D\") and supply chain groups work seamlessly to select and maintain product characteristics that enhance the quality of its seed products and solutions. Corteva focuses on customer-driven innovation to deliver superior germplasm and trait technologies. With its large sets of digitized data and its seed field management solution, the company can manage its field operations efficiently and draw insights from data quickly and effectively. This allows the company’s supply chain to react quickly to changing customer needs and provides R&D with tremendous amounts of data to analyze and incorporate into resource allocation decisions. The company continues to invest in and build capabilities that drive value via data digitization and analytics that enable it to create an even more responsive and efficient answer to customer needs.\n\n 6\n\n\nPart I\n\nITEM 1.  BUSINESS, continued\n\nCrop Protection\n\nThe Crop Protection segment serves the global agricultural input industry with products that protect against weeds, insects and other pests, and disease, and that support overall crop health both above and below ground via nitrogen management and seed-applied technologies. The segment's crop protection solutions and digital solutions provide farmers tools to improve productivity and profitability, and help keep fields free of weeds, insects and diseases. The company is a leader in global herbicides, insecticides, nitrogen stabilizers, pasture and range management herbicides and biologicals.\n\nA summary of the Crop Protection segment’s net sales by major product line and geographic region (based on customer location) are as follows:\n\nProducts and Brands \n\nThe Crop Protection segment’s major brands and technologies, by key product line, are listed below:\n\nInsect and Nematode ManagementCLOSER™; DELEGATE®; INTREPID®; ISOCLAST™; EXALT®; PEXALON™; TRANSFORM™; VYDATE®; OPTIMUM®; Reklemel™; SALIBRO™; PYRAXALT™; QALCOVA™; JEMVELVA™; RADIANT™; SENTRICON®; ENTRUST® SC; SUCCESS®; TRACER™; LANNATE®; EXPEDITION®; SPINTOR®\n\nDisease ManagementAPROACH PRIMA®; VESSARYA®; APROACH®; APROACH POWER®; VIOVAN®; TALENDO™; VERBEN®; EQUATION PRO®; EQUATION CONTACT®; ZORVEC™; INATREQ™; CURZATE™; TANOS®; BIM® MAX; BEAM®; FONTELIS™; ACANTO™; GALILEO®; UNIVOQ™\n\nWeed ControlARYLEX®; ENLIST™ weed control system; ENLIST ONE™; BROADWAY™; RINSKOR™; MUSTANG®; GALLANT™; VERDICT®; KERB®; PIXXARO®; QUELEX™; KORVETTO®; REXADE™; GALLERY®; SNAPSHOT®; VIPER®; BELKAR®; WIDEMATCH®; PERFECTMATCH®; CLINCHER®; GARLON™; TORDON®; REMEDY®; PASTAR®; SONIC®; TEXARO®; KEYSTONE®; PACTO®; LIGATE®; DIMENSION®; TOPSHOT®; RICER®; LOYANT™; ROYANT®; JAGUAR®; AGIXATM, NOVIXID®, NOVLECT™; REALM® Q; LONTREL®; GRAZON®; PAXEO®; RESICORE® REV; SPIDER®; STARANETM; SURESTART®; COACT®; SIMPLICITY®; REZUVANT®; PALLAS™; DURACOR®; TOLVERA™; ONDECK®; GAPPER®; ELEVORE®; LADIVA®\n\nNitrogen ManagementINSTINCT®; N-SERVE® Nitrogen Stabilizer; FULTIME®; VOLLEY®\n\nBiologicalsSTIMULATE™; UTRISHA™ N; BlueN™; STARTER™ and HARVEST MORE®\n\nOtherLANDVisor™\n\n 7\n\n\nPart I\n\nITEM 1.  BUSINESS, continued\n\nKey Raw Materials\n\nThe key raw materials and supplies for the Crop Protection segment include chlorinated pyridines derivatives, specialty intermediates and technical grade active ingredients, chlorine, and seed treatments. Typically, the company purchases major raw materials through long-term contracts with multiple suppliers, which sometimes require minimum purchase commitments. Certain important raw materials are supplied by a few major suppliers. The company expects the markets for its raw materials to remain balanced. The company relies on contract manufacturers, both domestically and internationally, to produce certain inputs or key components for its product formulations. These inputs are sourced globally and the company generally formulates its products close to its end customers. Shifts in customer demand, reduced local availability of raw materials, and/or production capacity constraints may, at times, necessitate sourcing from an alternative geography. The company strives to maintain multiple high-quality supply sources for each input.\n\nCorteva’s supply chain strategy involves managing global supplies of active and intermediate ingredients sourced regionally with global best practices and oversight. Corteva’s supply strategy includes a robust and flexible global footprint to meet future portfolio growth. The company’s supply chain also provides competitive advantages including reducing time to meet customer requirements in regions while minimizing costs through the value chain.\n\nSeasonality\n\nCorteva’s sales are generally strongest in the first half of the calendar year, which aligns with the planting and growing season in the northern hemisphere. The company typically generates about 65 percent of its sales in the first half of the calendar year, driven by northern hemisphere Seed and Crop Protection sales. The company generates about 35 percent of its sales in the second half of the calendar year, led by Seed sales in the southern hemisphere. The seasonality in sales impacts both the Seed and Crop Protection segments. The company’s direct distribution channel, where products are shipped to farmers, is more affected by planting delays than its competitors. Generally speaking, unfavorable weather slows the planting season and can affect the company’s quarterly results and sales mix. Severe unfavorable weather, however, can impact overall sales. Accounts receivable tends to be higher during the first half of the year, consistent with the peak sales period in the northern hemisphere, with cash collection focused in the fourth quarter.\n\nHuman Capital Management\n\nCorteva aims to attract the best employees, to retain those employees through offering career development and training opportunities while also prioritizing their safety and wellness in an inclusive and productive work environment. The company’s strong employee base of approximately 22,000 employees, along with its commitment to Corteva’s core values, is a key element to the success of its business.\n\nWorkforce Composition.  As of December 31, 2024, the company globally employs approximately 22,000 employees. In order to address regional specific customer needs within its global business, the company has a geographically diverse employee base with 47 percent, 21 percent, 20 percent, and 12 percent located in North America, Latin America, EMEA, and Asia-Pacific regions, respectively. \n\nApproximately 2 percent of the United States workforce is unionized and another 13 percent of our global workforce participate in works councils and collective bargaining arrangements outside the United States. In 2024, the company did not experience any work stoppages due to strike or lockouts.\n\nSafety.  Living safely is one of the company’s core values by which the company manages its business. The company has implemented safety programs and management practices to promote a culture of safety to protect its employees, as well as the environment. This includes required trainings for employees, as well as specific qualifications and certifications for certain operational employees. \n\nInclusion.  The company has a robust inclusion and belonging vision and strategy, based upon the belief that embracing individual differences benefits the company by creating a workforce with a greater variety of skills and perspectives as a result of their differentiated backgrounds and experiences. Specific inclusion and belonging initiatives are identified and tracked to create a culture of belonging that is designed to create an inclusive environment where the best talent is attracted, retained, and engaged. Critical to creating this environment are company-sponsored employee business resource groups (“BRGs”) that support and promote certain mutual objectives of both the employee and the company, including community engagement and the professional development of employees. The BRGs are open to all employees and provide a voluntary space where employees can foster connections within a supportive environment. The company maintains nine global BRGs, each led by a member of the company’s senior leadership: Disability Awareness Network; Global African Heritage Alliance; Global \n\n 8\n\n\nPart I\n\nITEM 1.  BUSINESS, continued\n\nIndigenous Peoples Alliance; Growing Asian Impact Network; Latin Network; Pride; Professional Learning Acceleration Network; Veteran’s Network; and Women’s Inclusion Network. \n\nThe company monitors its recruitment and talent development processes, in order to prevent and detect inequities and potentially discriminatory practices that could negatively impact the creation of an inclusive culture and the retention of key talent for our leadership pipeline. The company reviews its inclusion and belonging efforts through periodic engagement surveys and other measures. The results of the company’s efforts, along with its inclusion and belonging strategy, are reviewed periodically with the company’s management, and through annual reviews of the company’s leadership pipelines and inclusion and belonging programs with the People and Compensation Committee of the Board of Directors. \n\nExperienced Management.  The company believes its management team has the experience necessary to effectively execute its strategy and advance its product pipelines and technology. The company's chief executive officer and business presidents have an average of approximately 20 years of agriculture experience and are supported by an experienced and talented management team who is dedicated to maintaining and expanding its position as a global force in the agriculture industry. \n\nIntellectual Property\n\nCorteva considers its intellectual property estate, which includes patents, trade secrets, trademarks and copyrights, in the aggregate, to constitute a valuable asset of Corteva and actively seeks to secure intellectual property rights as part of an overall strategy to protect its investment in innovations and maximize the results of its research and development program. While the company believes that its intellectual property estate, taken as a whole, provides a competitive advantage in many of its businesses, no single patent, trademark, license or group of related patents or licenses is in itself essential to the company as a whole or to any of the company’s segments.\n\nTrade secrets are also an important element of the company's intellectual property. Many of the processes used to make Corteva products are kept as trade secrets which, from time to time, may be licensed to third parties. Corteva vigilantly protects its intellectual property. When the company discovers that its intellectual property has been unlawfully taken, it will take measures to mitigate any potential impact, which may include civil actions seeking redress, restitution and/or damages based on loss to the company and/or unjust enrichment, as well as reporting the matter to governmental authorities for investigation and potential criminal action, as appropriate.\n\nPatents & Trademarks.  Corteva continually applies for and obtains U.S. and foreign patents and has access to a large patent portfolio, both owned and licensed. Corteva’s rights under these patents and licenses, as well as the products made and sold under them, are important to the company in the aggregate. The protection afforded by these patents varies based on country, scope of individual patent coverage, as well as the availability of legal remedies in each country. This significant patent estate may be leveraged to align with the company’s strategic priorities within and across product lines. At December 31, 2024, the company owned about 5,800 U.S. patents and about 10,600 active patents outside of the U.S. \n\nRemaining life of granted patents owned as of December 31, 2024:\n\nApproximate U.S.Approximate Other Countries\n\nWithin 5 years1,0002,200\n\n6 to 10 years2,1005,600\n\n11 to 15 years1,9002,600\n\n16 to 20 years800200\n\nTotal5,80010,600\n\nIn addition to its owned patents, the company owns approximately 3,900 patent applications.\n\nThe company also owns or has licensed a substantial number of trade names, trademarks and trademark registrations in the United States and other countries, including approximately 1,800 registrations and 1,000 pending trademark applications in a number of jurisdictions.\n\nIn addition, the company holds multiple long-term biotechnology trait licenses from third parties in the normal course of business. Most corn hybrids and soybean varieties sold to customers contain biotechnology traits licensed from third parties under these long-term licenses.\n\n 9\n\n\nPart I\n\nITEM 1.  BUSINESS, continued\n\nCompetition\n\nThe company competes with producers of seed germplasm, trait developers, and crop protection products on a global basis. The global market for products within the industry is highly competitive and the company believes competition has and will continue to intensify. Corteva competes based on germplasm and trait leadership, price, quality and cost competitiveness and the offering of a holistic solution. The company’s key competitors include BASF, Bayer, FMC, Syngenta and ChemChina, as well as companies trading in generic crop protection chemicals and regional seed companies.\n\nEnvironmental Matters \n\nInformation related to environmental matters is included in several areas of this report: (1) Environmental Proceedings beginning on page 27; (2) Management's Discussion and Analysis of Financial Condition and Results of Operations beginning on pages 58-60; and (3) Note 2 - Summary of Significant Accounting Policies, and Note 16 - Commitments and Contingent Liabilities, to the Consolidated Financial Statements.\n\nRegulatory Considerations\n\nOur Seed and Crop Protection products and operations are subject to certain approval procedures, manufacturing requirements and environmental protection laws and regulations in the jurisdictions in which we operate. We evaluate and test products throughout the research and development phases, and each new technology undergoes further rigorous scientific studies and tests to validate that the product can be used effectively and that use of the technology is safe for humans and animals and does not cause undue harm to the environment when used in accordance with the directions for use.\n\nThe regulatory approval processes and procedures globally are becoming increasingly more complex, which has resulted in additional testing needs, longer approval timelines that are difficult to predict, and higher development and maintenance costs. We continue to invest on an ongoing basis to keep dossiers current, respond to regulators and meet evolving regulatory standards required by global regulatory frameworks. Failure to comply with these regulations or future regulatory bans and requirements related to our products and their use may materially impact our financial performance. The increase in timelines for regulatory approvals may result in the company not achieving its sustainability targets, or its anticipated returns on research and development investments.\n\nRegulation of Genetically Modified Organisms (“GMOs”) and Gene Editing\n\nGenetically modified seed products are subject to regulatory approval processes and procedures. For example, in the United States, the Coordinated Framework for Regulation of Biotechnology governs genetically modified or gene edited organisms, using existing U.S. legislation and legal authorities on food, feed and environmental safety. Plant GMOs are regulated by the U.S. Department of Agriculture’s (the “USDA”) Animal and Plant Health Inspection Service (the “APHIS”) under the Plant Protection Act. The APHIS assesses the trait to ensure that the trait will not pose a plant pest and is not a noxious weed. GMOs in food are regulated by the Food and Drug Administration (the “FDA”) under the Federal Food, Drug, and Cosmetic Act (the “FFDCA”). The FDA ensures that the food is safe for food and feed. Pesticides and microorganisms containing GMOs are regulated by the Environmental Protection Agency (the “EPA”) pursuant to the Federal Insecticide, Fungicide and Rodenticide Act (the “FIFRA”) and the Toxic Substances Control Act. The EPA assesses the trait or the stack containing the traits to ensure that there is no unreasonable adverse effect to the environment.\n\nOther countries also have rigorous approval processes, procedures, and scientific testing requirements for the cultivation or import of genetically modified seed products and gene editing technology. In the United States and other countries that have functioning regulatory systems, a rigorous scientific review is conducted by these agencies to demonstrate that genetically modified and gene edited products are as safe as traditionally bred, non-biotech/GMO counterparts for food, feed and the environment. Various countries in EMEA, Latin America, and Asia Pacific have banned GMOs entirely.\n\nRegulation of Crop Protection Products\n\nGlobally, manufacturers of crop protection products, including herbicides, fungicides and insecticides are required to submit an application/dossier and obtain government regulatory approval prior to selling products in a particular country. In the United States, the EPA is responsible for registering and overseeing the approval and marketing of pesticides, pursuant to the FIFRA, the FFDCA and the Food Quality Protection Act. Also, the USDA and the FDA monitor levels of pesticide residue that is allowed on or in crops. Already registered pesticides are required to be re-registered every 15 years to ensure that those products continue to meet the rigorous safety standards set by the regulators. The EPA reevaluates pesticide tolerances at least every 10 years, taking into account ecological and human health risks, in addition to cumulative risks as a result of multiple routes and sources of exposure. For certain crop protection applications, we rely on the availability of data from the U.S. Department of Health and Human Services to address potential risks to human health. \n\n 10\n\n\nPart I\n\nITEM 1.  BUSINESS, continued\n\nBeginning in January 2022, before registering any new conventional pesticide active ingredient, the EPA evaluates the potential effects on listed species and their designated critical habitats under the Endangered Species Act (the “ESA”). The EPA also has initiated such evaluations for certain other active ingredients in response to existing or threatened litigation. Where the EPA determines that a pesticide in the registration and re-evaluation processes “may affect” a listed species, the EPA must consult with the U.S. Fish and Wildlife Service and the National Marine Fisheries Service. As part of its approval, registration, and reevaluation processes, the EPA may impose certain use restrictions on crop protection products under the ESA. When the U.S. Fish and Wildlife Service and the National Marine Fisheries Service add additional listed specifies, the EPA may initiate new ESA evaluations. Under the citizen suit provisions, the ESA also includes citizen suit provisions that allow the public to bring suit in court against federal agencies when they believe a listed species is not being adequately protected by the EPA. FIFRA contains similar provisions that allow the public to challenge an EPA’s registration decision. These lawsuits may subject products to additional use limitations and labeling requirements and further studies, as well as result in registrations being revoked, in whole or in part.\n\nThe company's European operations are subject to the European chemical regulation REACH (“Registration, Evaluation, Authorisation, and Restriction of Chemicals”) and the CLP (“Classification, Labeling, and Packaging of Substances and Mixtures”). Other jurisdictions also have rigorous approval processes, procedures and scientific testing requirements for the approval of crop protection products. We continue to monitor legislative and regulatory developments related to pollution and other environmental health and safety matters.\n\nAvailable Information\n\nThe company's annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports are accessible on Corteva's website at http://investors.corteva.com by clicking on the section labeled \"Financial Information\", then on \"SEC Filings.\" These reports are made available, without charge, as soon as is reasonably practicable after the company files or furnishes them electronically with the Securities and Exchange Commission. No portion of the company's website mentioned in this report, or the materials contained on it, have been made part of this annual report on Form 10-K or incorporated herein by reference, unless such incorporation is specifically mentioned herein.",
      "char_count": 35390
    },
    "item1a": {
      "text": "Table Of Contents\n\nPart I\n\nITEM 1A.  RISK FACTORS \n\nRisks Related to our Industry\n\nCorteva may not be able to obtain or maintain the necessary regulatory approvals for some of its products, including its Seed and Crop Protection products, which could restrict its ability to sell those products in some markets.\n\nRegulatory and legislative requirements affect the development, manufacture and distribution of Corteva’s products, including the testing and planting of seeds containing Corteva’s biotechnology traits and the import of crops grown from those seeds, and non-compliance can harm Corteva’s sales and profitability.\n\nSeed products incorporating biotechnology derived traits and crop protection products must be extensively tested for safety, efficacy and environmental impact before they can be registered for production, use, sale or commercialization in a given market. In certain jurisdictions, Corteva must periodically renew its approvals for both biotechnology and crop protection products, which typically require Corteva to demonstrate compliance with then-current standards which generally are more stringent since the prior registration. The regulatory approvals process is lengthy, costly, complex and in some markets unpredictable, with requirements that can vary by product, technology, industry and country. The regulatory approvals process for products that incorporate novel modes of action or new technologies can be particularly unpredictable and uncertain due to the then-current state of regulatory guidelines and objectives, as well as governmental policy considerations and non- governmental organization and other stakeholder considerations. The uncertainty and increased length of regulatory approvals may reduce Corteva’s return on its research and development investments, and impede its ability to meet sales, profitability, or sustainability metrics.\n\nFurthermore, the detection of biotechnology traits or chemical residues from a crop protection product not approved in the country in which Corteva sells or cultivates its product, or in a country to which Corteva imports its product, may affect Corteva’s ability to supply or export its products, or even result in crop destruction, product recalls or trade disruption, which could result in lawsuits and termination of licenses related to biotechnology traits and raw material supply agreements. Delays in obtaining regulatory approvals to import, including those related to the importation of crops grown from seeds containing certain traits or treated with specific chemicals, may influence the rate of adoption of new products in globally traded crops.\n\nAdditionally, the regulatory environment may be impacted by the activities of non-governmental organizations and special interest groups and stakeholder reaction to actual or perceived impacts of new and existing technology, products or processes on safety, health and the environment. Obtaining and maintaining regulatory approvals requires submitting a significant amount of information and data, which may require participation from technology providers. Regulatory standards and trial procedures are continuously changing. In addition, Corteva has seen an increase in recent years in the number of lawsuits filed by those who identify themselves as public or environmental interest groups seeking to invalidate pesticide product registrations and/or challenge the way federal or state governmental entities apply the rules and regulations governing pesticide produce use. The pace of change together with the lack of regulatory harmony could result in unintended noncompliance. Responding to these changes and meeting existing and new requirements may involve significant costs or capital expenditures or require changes in business practice that could result in reduced profitability. The failure to receive necessary permits or approvals could have near- and long-term effects on Corteva’s ability to produce and sell some current and future products.\n\nThe successful development and commercialization of Corteva's pipeline products will be necessary for Corteva's growth. \n\nCorteva uses advanced breeding technologies to produce hybrids and varieties with superior performance in farmers’ fields and uses biotechnology to introduce traits that enhance specific characteristics of its crops. Corteva also uses advanced analytics, software tools, mobile communications and new planting and monitoring equipment to provide agronomic recommendations to growers. Additionally, Corteva conducts research into biological and chemical products to protect farmers’ crops from pests and diseases and enhance plant productivity.\n\nNew product concepts may be abandoned for many reasons, including greater anticipated development costs, technical difficulties, lack of efficacy, regulatory obstacles or inability to market under regulatory frameworks, competition, inability to prove the original concept, lack of demand and the need to divert focus, from time to time, to other initiatives with perceived opportunities for better returns. The processes of active ingredient development or discovery, breeding, biotechnology trait discovery and development and trait integration are lengthy, and a very small percentage of the chemicals, genes and germplasm Corteva tests is selected for commercialization. Furthermore, the length of time and the risk associated with the breeding and biotech pipelines are interlinked because both are required as a package for commercial success in markets where \n\nPart I\n\nITEM 1A.  RISK FACTORS, continued\n\nbiotech traits are approved for growers, since seed hybrids and varieties could require modification to tolerate higher doses and/or new varieties of herbicides and pesticides as weeds and insects develop resistance. Commercial transitions to the company’s new technologies can take several years to complete, and weed and insect resistance may develop faster than Corteva can respond with new technologies or enhancements to existing technologies. In countries where biotech traits are not approved for widespread use, Corteva’s Seed sales depend on the quality of its germplasm. Even when initial commercialization efforts have been promising, there are no guarantees that anticipated levels of product acceptability within Corteva's markets will be achieved or that higher quality products will not be developed by Corteva's competitors in the future.\n\nSpeed in discovering, developing, protecting and responding to new technologies, including artificial intelligence and new technology-based distribution channels that accelerate Corteva’s product development timelines and could facilitate its ability to engage with customers and end users, and bringing related products to market is a significant competitive advantage. Commercial success frequently depends on being the first company to the market, and many of Corteva’s competitors are also making considerable investments in similar new biotechnology products, improved germplasm products, biological and chemical products and agronomic recommendation products.\n\nThe degree of public understanding and acceptance or perceived public acceptance of Corteva’s biotechnology and other agricultural products and technologies can affect Corteva’s sales and results of operations by affecting planting approvals, regulatory requirements and customer purchase decisions.\n\nConcerns and claims regarding the safe use of seeds with biotechnology traits and crop protection products in general, and their potential impact on health and the environment reflect a growing trend in societal demands for increasing levels of product safety and environmental protection. These include concerns and claims that increased use of crop protection products, drift, inversion, volatilization and the use of biotechnology traits meant to reduce the resistance of weeds or pests to control by crop protection products, could increase or accelerate such resistance and otherwise negatively impact health and the environment. These and other concerns could manifest themselves in delays or failures in obtaining or retaining regulatory approvals, delayed product launches, lack of market acceptance, product discontinuation, litigation, continued pressure for and adoption of more stringent regulatory intervention, termination of raw material supply agreements, legal claims, preferred purchases and stockholder proposals. These and other concerns could also influence public perceptions, the viability or continued sales of certain of Corteva’s products, Corteva’s reputation and the cost to comply with regulations. As a result, such concerns could have a material adverse effect on Corteva’s business, results of operations, financial condition and cash flows.\n\nChanges in agricultural and related policies of governments and international organizations may prove unfavorable.\n\nIn many markets there are various pressures to reduce government subsidies to farmers, which may inhibit the growth in these markets of products used in agriculture. In addition, government programs that create incentives for farmers, including those established by the U.S. Farm Bill, may be modified or discontinued. However, it is difficult to predict accurately whether, and if so when, such changes will occur. Corteva expects that the policies of governments and international organizations will continue to affect the planting choices made by growers as well as the income available to growers to purchase products used in agriculture and, accordingly, the operating results of the agriculture industry.\n\nThe costs of complying with evolving regulatory requirements could negatively impact Corteva’s business, results of operations and financial condition. Actual or alleged violations of environmental laws or permit requirements could result in restrictions or prohibitions on plant operations, substantial civil or criminal sanctions, as well as the assessment of strict liability and/or joint and several liability.\n\nCorteva is subject to extensive federal, state, local and foreign laws, regulations, rules and ordinances relating to pollution, protection of the environment, waste water discharges, the generation, storage, handling, transportation, treatment, disposal and remediation of hazardous substances and waste materials and the use of genetically modified seeds and crop protection active ingredients by growers.\n\nEnvironmental and health and safety laws, regulations and standards, including those with respect to PFAS and other substances, expose Corteva to the risk of substantial costs and liabilities, including liabilities associated with Corteva’s business and the discontinued and divested businesses and operations of EIDP. As is typical for businesses like Corteva’s, soil and groundwater contamination has occurred in the past at certain sites and may be identified at other sites in the future. Disposal of waste from Corteva’s business at off-site locations also exposes it to potential remediation costs. Consistent with past practice, \n\nthese sites continue to be monitored, investigated and remediated for soil and groundwater contamination, as applicable.\n\n 13\n\n\nPart I\n\nITEM 1A.  RISK FACTORS, continued\n\nCosts and capital expenditures relating to environmental, health or safety matters are subject to evolving regulatory requirements and depend on the timing of the promulgation and enforcement of specific standards which impose the requirements. Moreover, changes in environmental regulations, including those related to climate change, could inhibit or interrupt Corteva’s operations, or require modifications to its facilities in the future. Accordingly, environmental, health or safety regulatory matters could result in significant unanticipated costs or liabilities, which may be materially higher than Corteva’s accruals.\n\nClimate change and unpredictable seasonal and weather factors could impact Corteva’s sales and earnings.\n\nThe agriculture industry is subject to seasonal and weather factors, which can vary unpredictably from period to period. Weather factors can affect the presence of disease and pests on a regional basis and, accordingly, can positively or adversely affect the demand for crop protection products, including the mix of products used or the level of returns. The weather also can affect supply chains and the quality, volume and cost of seed produced for sale as well as demand and product mix. Seed yields can be higher or lower than planned, which could lead to higher inventory and related write-offs. Climate change may increase the frequency or intensity of extreme weather such as storms, floods, heat waves, droughts and other events that could affect the quality, volume and cost of seed produced for sale as well as demand and product mix. Climate change may also affect the availability and suitability of arable land and contribute to unpredictable shifts in the average growing season and types of crops produced.\n\nCorteva’s business is subject to various competition and antitrust, rules and regulations around the world, and as the size of its business grows, scrutiny of its business by legislators and regulators in these areas may intensify.\n\nIn July 2021, the Biden administration issued an executive order promoting competition in the American economy. The order encouraged further examination and efforts by U.S. regulatory agencies to avoid market concentrations for agricultural inputs, that could challenge the survival of family farms. The executive order also directs the U.S. Secretary of Agriculture to take action to ensure that the intellectual property system, while still incentivizing innovation, does not also unnecessarily reduce competition in seed and other agricultural input markets beyond what is reasonably contemplated by the U.S. Patent Act and propose strategies for addressing those concerns across intellectual property, antitrust, and other relevant laws. While the ultimate impact of the executive order will depend on the actions ultimately resulting from the U.S. regulatory authorities, actions taken by such authorities may increase the regulation and regulatory costs associated with the agriculture industry in the future and restrict the company from pursuing certain growth opportunities, including mergers and acquisitions.\n\nScrutiny from regulators in the U.S. and abroad may intensify as Corteva’s business presence grows. This scrutiny and related investigations, even when not resulting in an enforcement action, may result in damage to a company’s reputation, significant defense expense, as well as become a distraction to management. Antitrust and competition enforcement actions, including the current FTC and related state attorney general lawsuits pending against Corteva, may result in regulators imposing fines, penalties, or restrictions on a company’s business practices in a manner that may significantly impact its results of operations. \n\nCorteva participates in an industry that is highly competitive and has undergone consolidation, which could increase competitive pressures.\n\nCorteva currently faces significant competition in the markets in which it operates. In most segments of the market, the number of products available to the grower is steadily increasing as new products are introduced. At the same time, certain products are coming off patent and are thus available to generic manufacturers for production and commercialization. Upon the loss or expiration of patent protection for one of Corteva’s products or of a product that Corteva licenses, or upon the “at- risk” launch (despite pending patent infringement litigation against the generic product) by a generic manufacturer of a generic version of one of Corteva’s patented products or of a product that Corteva licenses, Corteva can lose a major portion of revenues for that product, which can have a material adverse effect on Corteva’s business. Additionally, data analytic tools and web-based new direct purchase models offer increased transparency and comparability, which creates price pressures. Corteva cannot predict the pricing or promotional actions of its competitors. Aggressive marketing or pricing by Corteva’s competitors could adversely affect Corteva’s business, results of operations and financial conditions. As a result, Corteva continues to face significant competitive challenges.\n\n 14\n\n\nPart I\n\nITEM 1A.  RISK FACTORS, continued\n\nCorteva’s sales to its customers may be adversely affected should a company successfully establish an intermediary platform for the sale of Corteva’s products or otherwise position itself between Corteva and its customers.\n\nCorteva services customers in part through the Pioneer direct sales channel in key agricultural geographies, including the United States. In addition, Corteva supplements this approach with strong retail channels, including distributors, agricultural cooperatives and dealers, and with digital and data solutions that assist farmer decision-making with a view to optimize their product selection and maximize their yield and profitability. While Corteva expects its indirect channels will extend its reach and increase exposure of its products to other potential customers, including smaller farmers or farmers in less concentrated areas, there can be no assurance that Corteva will be successful in this regard. If a competitor were to successfully establish an intermediary platform for distribution of Corteva’s products, it may disrupt Corteva’s distribution model and inhibit Corteva’s ability to provide a complete go-to-market strategy covering the direct, dealer and retail channels. In such a circumstance, Corteva’s sales may be adversely affected.\n\nRisks Related to Our Operations\n\nOur business, financial condition and results of operations could be materially affected by disruptions in the global economy caused by geopolitical and military conflicts.\n\nMilitary conflict or related geopolitical tensions and disputes including increased trade barriers or restrictions on global trade, could result in, among other things, cyberattacks, further supply disruptions, and changes to foreign exchange rates and financial markets, any of which may adversely affect our business and supply chains. Such geopolitical instability and uncertainty has negatively impacted our ability to sell to, ship products to, collect payments from, and support customers in certain regions. Logistics restrictions, including closures of air space and shipping ports, the reduction of the availability of farmable land, and the destruction of facilities could further increase these adverse impacts and negatively impact demand for our products in impacted regions. The global economy was negatively impacted by the military conflict between Russia and Ukraine and we experienced shortages in materials, the inability to insure shipments, and increased costs for transportation, energy, and raw material and other inputs due in part to the negative impact of this conflict. Further escalation of the military conflict or related geopolitical tensions, including increased trade barriers or restrictions on global trade, could result in, among other things, cyberattacks, further supply disruptions, and changes to foreign exchange rates and financial markets, any of which may adversely affect our business and supply chains. \n\nSimilar or more severe disruptions, trade barriers, business risks, asset seizures, and volatility in foreign exchange and financial markets could occur if tensions or conflicts between China and Taiwan, or other countries, escalate, or if the United States would become a party to such a military conflict. Currently, a material portion of the company’s crop protection inputs are sourced directly or indirectly from China. While the company utilizes dual- or multi- source supply chains to minimize business disruptions, these strategies may not be adequate to address the scope of disruptions created by such a conflict. Further escalation or expansion of economic disruption or in the scope of global or regional conflicts could have a material adverse effect on our results of operations.\n\nVolatility in Corteva’s input costs, which include raw materials and production costs, could have a significant impact on Corteva’s business, results of operations and financial condition.\n\nCorteva’s input costs are variable based on the costs associated with production or with raw materials Corteva uses. For example, Corteva’s production costs vary, especially on a seasonal basis where changes in weather influence supply and demand. In addition, Corteva’s manufacturing processes consume significant amounts of raw materials, the costs of which are subject to worldwide supply and demand as well as other factors beyond Corteva’s control. Corteva refers to these costs collectively as input costs. Significant variations in input costs affect Corteva’s operating results from period to period.\n\nWhen possible, Corteva purchases raw materials through negotiated long-term contracts to minimize the impact of price fluctuations. Corteva also enters into over-the-counter and exchange traded derivative commodity instruments to hedge its exposure to price fluctuations on certain purchases. In addition, Corteva takes actions to offset the effects of higher input costs through selling price increases, productivity improvements and cost reduction programs. Success in offsetting higher input costs with price increases is largely influenced by competitive and economic conditions and could vary significantly depending on the market served. If Corteva is not able to fully offset the effects of higher input costs, it could have a significant impact on its financial results.\n\n 15\n\n\nPart I\n\nITEM 1A.  RISK FACTORS, continued\n\nCorteva’s operations outside the United States are subject to risks and restrictions, which could negatively affect Corteva’s business, results of operations and financial condition.\n\nCorteva’s operations outside the United States are subject to risks and restrictions, including fluctuations in foreign currency exchange rates; inflation; exchange and price control regulations; corruption risks; competitive restrictions; changes in local political or economic conditions; import and trade restrictions; import or export licensing requirements and trade policy; and other potentially detrimental domestic and foreign governmental practices or policies affecting U.S. companies doing business abroad. In addition, Corteva’s international operations are sometimes in countries with unstable governments, economic or fiscal challenges, military or political conflicts, local epidemics or pandemics, significant levels of crime and organized crime, or developing legal systems. This may increase the risk to the company's employees, subcontractors or other parties, and to other liabilities, such as property loss or damage to the company's products, and may affect Corteva's ability to safely operate in, or import into, or receive raw materials from these countries.\n\nAdditionally, Corteva’s ability to export its products and its sales outside the United States has been, and may continue to be adversely affected by significant changes in trade, tax or other policies, including the risk that other countries may retaliate through the imposition of their own trade restrictions and/or increased tariffs in response to substantial changes to U.S. tariff,  trade and tax policies, including those being evaluated by the Trump administration.\n\nAlthough Corteva has operations throughout the world, Corteva’s sales outside the United States in 2024 were principally to customers in Brazil, Eurozone countries, and Canada. Further, Corteva’s largest currency exposures are the Brazilian real, Euro, Swiss franc, Canadian dollar and Argentine peso. Inflation, market uncertainty or an economic downturn in these geographic areas could reduce demand for Corteva’s products and result in decreased sales volume, which could have a negative impact on Corteva’s results of operations. In addition, changes in exchange rates may affect Corteva’s results of operations, financial condition and cash flows in future periods. Corteva actively manages currency exposures that are associated with net monetary asset positions and committed purchases.\n\nCorteva’s business, results of operations and financial condition could be adversely affected by industrial espionage and other disruptions to its supply chain, information technology or network systems.\n\nBusiness and/or supply chain disruptions, plant and/or power outages and information technology system and/or network disruptions, regardless of cause including acts of sabotage, employee error or other actions, geo-political activity, military conflict, local epidemics or pandemics, weather events and natural disasters could seriously harm Corteva’s operations as well as the operations of its customers and suppliers. For example, a pandemic in locations where Corteva has significant operations, sales, or key suppliers could have a material adverse effect on Corteva’s results of operations. In addition, terrorist attacks and natural disasters have increased stakeholder concerns about the security and safety of chemical production and distribution.\n\nBusiness and/or supply chain disruptions may also be caused by security breaches, which could include, for example, ransomware attacks and attacks on information technology and infrastructure by hackers, viruses, breaches due to employee error or actions or other disruptions. Corteva and/or its suppliers may fail to effectively prevent, detect and recover from these or other security breaches and, as a consequence, such breaches could result in misuse of Corteva’s assets, business disruptions, loss of property including trade secrets and confidential business information, legal claims or proceedings, reporting errors, processing inefficiencies, negative media attention, loss of sales and interference with regulatory and data privacy compliance.\n\nLike most major corporations, Corteva is the target of industrial espionage, including cyber-attacks, from time to time. Corteva has determined that these incidents have resulted, and could result in the future, in unauthorized parties gaining access to certain confidential business information. However, to date, Corteva has not experienced any material financial impact, changes in the competitive environment or impact on business operations from these events. Although management does not believe that Corteva has experienced any material losses to date related to industrial espionage and security breaches, including cybersecurity incidents, there can be no assurance that Corteva will not suffer such losses in the future.\n\nCorteva actively manages the risks within its control that could lead to business disruptions and security breaches. As these threats continue to evolve, particularly around cybersecurity and artificial intelligence, Corteva may be required to expend significant resources to enhance its control environment, processes, practices and other protective measures. Despite these efforts, such events could also have a material adverse effect on Corteva’s business, financial condition, results of operations and reputation. Additionally, any losses from such an event may be excluded from, or in excess of the coverages provided by Corteva's insurance policies.\n\n 16\n\n\nPart I\n\nITEM 1A.  RISK FACTORS, continued\n\nCorteva’s business, results of operations and financial condition could be adversely affected by environmental, litigation and other commitments and contingencies.\n\nAs a result of Corteva’s operations, including past operations and those related to divested businesses and discontinued operations of EIDP, Corteva incurs environmental operating costs for pollution abatement activities including waste collection and disposal, installation and maintenance of air pollution controls and wastewater treatment, emissions testing and monitoring and obtaining permits. Corteva also incurs environmental operating costs related to environmental related research and development activities including environmental field and treatment studies as well as toxicity and degradation testing to evaluate the environmental impact of products and raw materials. In addition, Corteva maintains and periodically reviews and adjusts its accruals for probable environmental remediation and restoration costs.\n\nCorteva expects to continue to incur environmental operating costs since it will operate global manufacturing, product handling and distribution facilities that are subject to a broad array of environmental laws and regulations. These rules are subject to change by the implementing governmental agency, which Corteva monitors closely. Corteva’s environmental policy requires that its operations fully meet or exceed legal and regulatory requirements. In addition, Corteva expects to continue certain voluntary programs, and could consider additional voluntary actions, to reduce air emissions, minimize the generation of hazardous waste, decrease the volume of water use and discharges, increase the efficiency of energy use and reduce the generation of persistent, bioaccumulative and toxic materials. Costs to comply with complex environmental laws and regulations, as well as internal voluntary programs and goals, are significant and Corteva expects these costs will continue to be significant for the foreseeable future. Over the long-term, such expenditures are subject to considerable uncertainty and could fluctuate significantly.\n\nCorteva accrues for environmental matters when it is probable that a liability has been incurred and the amount can be reasonably estimated. As remediation activities vary substantially in duration and cost from site to site, it is difficult to develop precise estimates of future site remediation costs. Corteva expects to base such estimates on several factors, including the complexity of the geology, the nature and extent of contamination, the type of remedy, the outcome of discussions with regulatory agencies and other Potentially Responsible Parties (“PRPs”) at multi-party sites and the number of, and financial viability of, other PRPs. Considerable uncertainty exists with respect to environmental remediation costs and, under adverse changes in circumstances, the potential liability may be materially higher than Corteva’s accruals.\n\nCorteva faces risks arising from various unasserted and asserted litigation matters arising out of the normal course of its current and former business operations, including intellectual property, commercial, product liability, environmental and antitrust lawsuits. Corteva has noted a trend in public and private suits being filed on behalf of states, counties, cities and utilities alleging harm to the general public and the environment, including waterways and watersheds. Claims alleging harm to the public and the environment may be brought against Corteva, notwithstanding years of scientific evidence and regulatory determinations supporting the safety of crop protection products. The litigation involving Monsanto’s Roundup® non-selective glyphosate containing weedkiller products has resulted in negative publicity and sentiment and may lead to similar suits with respect to glyphosate-containing products and/or other established crop protection products. Claims and allegations that Corteva’s products or products that Corteva manufactures or markets on behalf of third parties are not safe could result in litigation, damage to Corteva’s reputation and have a material adverse effect on Corteva’s business. It is not possible to predict the outcome of these various proceedings and any potential impact on Corteva. An adverse outcome in any one or more of these matters may result in losses not fully covered by Corteva's insurance policies, and could be material to Corteva's financial results. Various factors or developments can lead to changes in current estimates of liabilities. Such factors and developments may include, but are not limited to, additional data, safety or risk assessments, as well as a final adverse judgment, significant settlement or changes in applicable law. A future adverse ruling or unfavorable development could result in future charges that could have a material adverse effect on Corteva.\n\nThe company, pursuant to the respective Separation Agreements, is entitled to cost sharing and indemnification from Chemours, Dow and DuPont, as applicable, for certain litigation, environmental, workers’ compensation and other liabilities related to its historical operations. In connection with the recognition of liabilities related to these matters, Corteva records an indemnification asset when recovery is deemed probable. These estimates of recovery are subject to various factors and developments that could result in differences from future estimates or the actual recovery. As of December 31, 2024, the indemnification assets pursuant to the Chemours Separation Agreement and the Corteva Separation Agreement are in aggregate $90 million within accounts and notes receivable - net and $423 million within other assets in the company’s Consolidated Balance Sheets. Any failure by, or inability to pay, these liabilities in line with the indemnification provisions of the Separation Agreements may have a material adverse effect on Corteva and its financial condition and results of operations.\n\n 17\n\n\nPart I\n\nITEM 1A.  RISK FACTORS, continued\n\nIn the ordinary course of business, Corteva may make certain commitments, including representations, warranties and indemnities relating to current and past operations, including those related to divested businesses and issue guarantees of third-party obligations. If Corteva were required to make payments as a result, they could exceed the amounts accrued, thereby adversely affecting Corteva’s financial condition and results of operations.\n\nCorteva is dependent on its relationships or contracts with third parties with respect to certain of its raw materials or licenses and commercialization.\n\nCorteva is dependent on third parties in the research, development and commercialization of its products and enters into transactions including, but not limited to, supply agreements, licensing agreements, and manufacturing agreements in connection with Corteva’s business. The majority of Corteva’s corn hybrids and soybean varieties sold to customers contain biotechnology traits that Corteva licenses from third parties under long-term licenses. If Corteva loses its rights under such licenses, it could negatively impact Corteva’s ability to obtain future licenses on competitive terms, commercialize new products and generate sales from existing products. Corteva may elect to out-license its technology, including germplasm. There can be no guarantee that such out-licensing will not ultimately strengthen Corteva’s competition thereby adversely impacting Corteva’s results of operations.\n\nWhile Corteva relies heavily on third parties for multiple aspects of its business and commercialization activities, Corteva does not control many aspects of such third parties’ activities. Third parties may not complete activities on schedule or in accordance with Corteva’s expectations. Failure by one or more of these third parties to meet their contractual or other obligations to Corteva or to comply with applicable laws or regulations, or any disruption in the relationship between Corteva and one or more of these third parties could delay or prevent the development, approval or commercialization of Corteva’s products and could also result in non-compliance or reputational harm, all with potential negative implications for Corteva’s business.\n\nIn addition, Corteva’s agreements with third parties may obligate it to meet certain contractual or other obligations to third parties. For example, Corteva may be obligated to meet certain thresholds or abide by certain boundary conditions. If Corteva were to fail to meet such obligations to the third parties, its relationship with such third parties may be disrupted. Such a disruption could negatively impact certain of Corteva’s licenses on which it depends, could cause reputational harm, and could negatively affect Corteva’s business, results of operations and financial condition.\n\nCorteva’s customers may be unable to pay their debts to Corteva, which could adversely affect Corteva’s results.\n\nCorteva offers its customers financing programs with credit terms generally less than one year from invoicing in alignment with the growing season. Due to these credit practices as well as the seasonality of Corteva’s operations, Corteva may need to issue short-term debt at certain times of the year to fund its cash flow requirements. Corteva’s customers may be exposed to a variety of conditions that could adversely affect their ability to pay their debts. For example, customers in economies experiencing an economic downturn or in a region experiencing adverse growing conditions may be unable to repay their obligations to Corteva, which could adversely affect Corteva’s results.\n\nFailure to effectively manage acquisitions, divestitures, strategic investments, restructurings, cost savings initiatives and other portfolio actions may not have the results anticipated.\n\nFrom time-to-time, Corteva evaluates acquisition candidates that may strategically fit Corteva’s business and/or growth objectives, along with making investments in strategic technologies through its Corteva Catalyst platform. If Corteva is unable to successfully integrate and develop acquired businesses, including its growth in biologicals, Corteva could fail to achieve expected increases in revenues and operating results, as well as anticipated investment returns, synergies and cost savings, which could have a material adverse effect on Corteva’s financial results. Corteva continually reviews its portfolio of assets for contributions to its objectives and alignment with its strategy. However, Corteva may not be successful in separating underperforming or non-strategic assets and gains or losses on the divestiture of, or lost operating income from, such assets, which may affect Corteva’s earnings. Moreover, Corteva might incur asset impairment charges related to acquisitions or divestitures that reduce its earnings. In addition, if the execution of these transactions, investments, or portfolio actions is not successful, it could adversely impact Corteva’s financial condition, cash flows and results of operations.\n\n 18\n\n\nPart I\n\nITEM 1A.  RISK FACTORS, continued\n\nCorteva’s liquidity, business, results of operations and financial condition could be impaired if it is unable to raise capital through the capital markets or short-term debt borrowings.\n\nAny limitation on Corteva’s ability to raise money in the capital markets or through short-term debt borrowings could have a substantial negative effect on Corteva’s liquidity. Corteva’s ability to affordably access the capital markets and/or borrow short- term debt in amounts adequate to finance its activities could be impaired as a result of a variety of factors, including factors that are not specific to Corteva, such as a severe disruption of the financial markets and, in the case of debt securities or borrowings, interest rate fluctuations. Due to the seasonality of Corteva’s business and the credit programs Corteva may offer its customers, net working capital investment and corresponding debt levels will fluctuate over the course of the year.\n\nCorteva regularly extends credit to its customers to enable them to purchase Seed or Crop Protection products at the beginning of the growing season. The customer receivables may be used as collateral for short-term financing programs. Any material adverse effect upon Corteva’s ability to own or sell such customer receivables, including seasonal factors that may impact the amount of customer receivables Corteva owns, may materially impact Corteva’s access to capital.\n\nCorteva has additional agreements with financial institutions to establish programs that provide financing for select customers of Corteva’s Seed and Crop Protection products in the United States, Latin America, Europe and Asia. The programs are renewed on an annual basis. In most cases, Corteva guarantees the extension of such credit to such customers. If Corteva is unable to renew these agreements or access the debt markets to support customer financing, Corteva’s sales may be negatively impacted, which could result in increased borrowing needs to fund working capital.\n\nCorteva’s earnings, operations and business, among other things, will impact its credit ratings, costs and availability of financing. There can be no assurance that Corteva or EIDP will maintain its current or prospective credit ratings. A decrease in the ratings assigned to Corteva or EIDP by the ratings agencies may negatively impact Corteva’s liquidity, access to the debt capital markets and increase Corteva’s cost of borrowing and the financing of its seasonal working capital.\n\nIncreases in pension and other post-employment benefit plan funding obligations may adversely affect Corteva’s results of operations, liquidity or financial condition.\n\nThrough Corteva's ownership of EIDP, Corteva maintains EIDP defined benefit pension and other post-employment benefit plans. For some of these plans, including EIDP’s principal U.S. pension plan, Corteva continues as sponsor for the entire plan regardless of whether participants, including retirees, are or were associated with EIDP’s agriculture business. Corteva uses many assumptions in calculating its expected future payment obligations under these plans. Significant adverse changes in credit or market conditions could result in actual rates of returns on pension investments being lower than assumed. In addition, expected future payment obligations may be adversely impacted by changes in assumptions regarding participants, including retirees. In 2025, Corteva expects to contribute approximately $40 million to its pension plans other than the principal U.S. pension plan, and about $105 million for its other post-employment benefit (\"OPEB\") plans. While not anticipated for 2025, Corteva may make discretionary contributions to the principal U.S. pension plan. Corteva, furthermore, may be required to make significant contributions to its pension plans in the future, which could adversely affect Corteva’s results of operations, liquidity and financial condition.\n\nGlobal or regional health pandemics or epidemics could negatively impact the company's business, financial condition and results of operations.\n\nCorteva's business, financial condition, and results of operations could be negatively impacted by human or animal pandemics or epidemics. The severity, magnitude and duration of the pandemics is uncertain, rapidly changing and difficult to predict. Future pandemics or epidemics and resulting illness, travel restrictions and workforce and operational disruptions could impact Corteva's global supply chain, its operations and its routes to market or those of its suppliers, co-manufacturers, or customers/distributors. These disruptions or the company's failure to effectively respond to them could increase product or distribution costs, alter the timing of recognizing manufacturing costs, or impact the delivery of products to customers or their ability to pay.\n\nGovernment-pandemic or epidemic responses can significantly impact economic activity and markets around the world. Future outbreaks or pandemics could negatively impact customer demand and the company's business, financial condition, and results of operations in numerous ways, including but not limited to increased market volatility that impacts the company's hedging, \n\n 19\n\n\nPart I\n\nITEM 1A.  RISK FACTORS, continued\n\nfinancial forecasting, and liquidity, including its access to capital markets and delays or modifications to the company's strategic plans and productivity initiatives.\n\nEIDP has identified a material weakness in its internal control over financial reporting, which could negatively impact the accurate and timely reporting of its results of operations and financial condition.\n\nAs described in the EIDP Management's Report on Internal Control over Financial Reporting within this Annual Report on Form 10-K, the management of EIDP identified a material weakness in its internal control over financial reporting with respect to the appropriate classification of the cash flows covering intercompany activities with Corteva, Inc., which resulted in the restatement of EIDP’s Consolidated Statements of Cash Flows within its financial statements for the year ending 2023 and a material misclassification of the Consolidated Statements of Cash Flows for each of the three subsequent quarters in 2024. While EIDP has developed a remediation plan, it will not be able to conclude whether the remediation of the material weakness was successful until sufficient time has passed to allow management to test the design and operational effectiveness of its enhanced controls.  Not fully remediating the material weakness or identifying additional control weaknesses, could result in additional accounting errors or reporting delays that may negatively impact a company’s reputation or reduce its stock price.\n\nSentiment towards sustainability matters could adversely affect our stock price, results of operations, and access to capital.\n\nCorteva has established certain strategies, commitments and initiatives as part of its sustainability programs. Execution of these strategies and the achievements of Corteva’s sustainability commitments are subject to certain risk and uncertainties, including  regulatory action or inaction, changes in public or investor sentiment, and resource availability, many of which are out of its control. Failure to achieve its sustainability commitments within the expected timeframes and cost effectively could damage Corteva’s reputation, customer and investor relationships, or its access to financing. Further, dissatisfaction with such a failure could cause stockholders to reduce their ownership holdings, all of which, in turn could adversely affect Corteva’s business, financial condition, results of operations and cash flows and reduce its stock price.\n\nRisks Related to Our Intellectual Property\n\nEnforcing Corteva’s intellectual property rights, or defending against intellectual property claims asserted by others, could materially affect Corteva’s business, results of operations and financial condition.\n\nIntellectual property rights, including patents, plant variety protection, trade secrets, confidential information, trademarks, trade names and other forms of trade dress, are important to Corteva’s business. Corteva endeavors to protect its intellectual property rights in jurisdictions in which its products are produced or used and in jurisdictions into which its products are imported. However, Corteva may be unable to obtain protection for its intellectual property in key jurisdictions. Further, changes in government policies and regulations, including changes made in reaction to pressure from non-governmental organizations, or the public generally, could impact the extent of intellectual property protection afforded by such jurisdictions.\n\nCompetitors are increasingly challenging intellectual property positions and the outcomes to these challenges, including those with Inari and Bayer, can be highly uncertain and negatively impact the value of Corteva's intellectual property and investment return on its research and development. Additionally, Corteva has been subject to claims that its products violate third party intellectual property rights. Defending such claims, even those without merit, could be time-consuming and expensive. In addition, any such claim could result in Corteva’s having to enter into, or continue, license agreements, develop non-infringing products or engage in litigation that could be costly. If challenges are resolved adversely, it could negatively impact Corteva’s ability to obtain licenses on competitive terms, develop and commercialize new products, generate sales from existing products or reduce its reliance on licensed technologies.\n\nCorteva has designed and implemented internal controls to restrict use of, access to and distribution of its intellectual property. Despite these precautions, Corteva’s intellectual property is vulnerable to infringement, misappropriation and other unauthorized access, including through employee or licensee error or actions, theft and cybersecurity incidents, and other security breaches. When unauthorized access and use or counterfeit products are discovered, Corteva may report such situations to governmental authorities for investigation, as appropriate, and takes measures to mitigate any potential impact. Protecting intellectual property related to biotechnology is particularly challenging because theft is difficult to detect and biotechnology can be self-replicating.\n\n 20\n\n\nPart I\n\nITEM 1A.  RISK FACTORS, continued\n\nIn addition, because of the rapid pace of technological change, the confidentiality of patent applications in some jurisdictions and/or the uncertainty in predicting the outcome of complex proceedings relating to ownership and the scope of patents relating to certain emerging technologies, competitors may be issued patents related to Corteva’s business unexpectedly. These patents could reduce the value of Corteva’s commercial or pipeline products or, to the extent they cover key technologies on which Corteva has relied, require Corteva to seek to obtain licenses (and Corteva cannot ensure it would be able to obtain such a license on acceptable terms) or cease using the technology, no matter how valuable to Corteva’s business.\n\nLegislation and jurisprudence on patent protection is evolving and changes in laws could affect Corteva’s ability to obtain or maintain patent protection for, and otherwise enforce Corteva’s patents related to, its products.\n\nCorteva’s business may be adversely affected by the availability of counterfeit products.\n\nA counterfeit product is one that has been deliberately and fraudulently mislabeled as to its identity and source. A counterfeit Corteva product, therefore, is one manufactured by someone other than Corteva, but which appears to be the same as an authentic Corteva product. The prevalence of counterfeit products is a significant and growing industry-wide issue due to a variety of factors, including, but not limited to, the following: the widespread use of the Internet, which has greatly facilitated the ease by which counterfeit products can be advertised, purchased and delivered to individual consumers; the availability of sophisticated technology that makes it easier for counterfeiters to make counterfeit products; and the relatively modest risk of penalties faced by counterfeiters compared to the large profits that can be earned by them from the sale of counterfeit products. Further, laws against counterfeiting vary greatly from country to country, and the enforcement of existing laws varies greatly from jurisdiction to jurisdiction. For example, in some countries, counterfeiting is not a crime; in others, it may result in only minimal sanctions. In addition, those involved in the distribution of counterfeit products use complex transport routes to evade customs controls by disguising the true source of their products.\n\nCorteva’s global reputation makes its products prime targets for counterfeiting organizations. Counterfeit products pose a risk to consumer health and safety because of the conditions under which they are manufactured (often in unregulated, unlicensed, uninspected and unsanitary sites) as well as the lack of regulation of their contents. Failure to mitigate the threat of counterfeit products, which is exacerbated by the complexity of the supply chain, could adversely impact Corteva’s business by, among other things, causing the loss of consumer confidence in Corteva’s name and in the integrity of its products, potentially resulting in lost sales and an increased threat of litigation.\n\nCorteva undertakes significant efforts to counteract the threats associated with counterfeit products, including, among other things, working with regulatory authorities and multinational coalitions to combat the counterfeiting of products and supporting efforts by law enforcement authorities to prosecute counterfeiters; assessing new and existing technologies to seek to make it more difficult for counterfeiters to copy Corteva’s products and easier for consumers to distinguish authentic from counterfeit products; working diligently to raise public awareness about the dangers of counterfeit products; working collaboratively with wholesalers, customs offices and law enforcement agencies to increase inspection coverage, monitor distribution channels and improve surveillance of distributors; and working with other members of an international trade association of agrochemical companies to promote initiatives to combat counterfeiting activity. No assurance can be given, however, that Corteva’s efforts and the efforts of others will be entirely successful, and the presence of counterfeit products may continue to increase.\n\nRestrictions under the intellectual property cross-license agreements limit Corteva’s ability to develop and commercialize certain products and services and/or prosecute, maintain and enforce certain intellectual property.\n\nThe company is dependent to a certain extent on DuPont and Dow to maintain and enforce certain of the intellectual property licensed under the Intellectual Property Cross-License Agreements. For example, DuPont and Dow are responsible for filing, prosecuting and maintaining (at their respective discretion) patents on trade secrets and know-how that they each respectively license to Corteva. They also have the first right to enforce their respective trade secrets and know-how licensed to Corteva. If DuPont or Dow, as applicable, fails to fulfill its obligations or chooses to not enforce the licensed patents, trade secrets or know-how under the Intellectual Property Cross-License Agreements, the company may not be able to prevent competitors from making, using and selling competitive products and services.\n\nIn addition, Corteva’s use of the intellectual property licensed to it under the Intellectual Property Cross-License Agreements is restricted to certain fields, which could limit Corteva’s ability to develop and commercialize certain products and services. For example, the licenses granted to Corteva under the agreement will not extend to all fields of use that the company may decide to enter into in the future. These restrictions may make it more difficult, time consuming and/or expensive for Corteva to develop \n\n 21\n\n\nPart I\n\nITEM 1A.  RISK FACTORS, continued\n\nand commercialize certain new products and services, or may result in certain of its products or services being later to market than those of its competitors.\n\nRisks Related to The Separation\n\nIn connection with the Separation the company has assumed, and agreed to indemnify DuPont and Dow for, certain liabilities. If the company is required to make payments pursuant to these indemnities, the company may need to divert cash to meet those obligations and its financial results could be negatively impacted. In addition, DuPont and Dow have agreed to indemnify Corteva for certain liabilities. These indemnities may not be sufficient to insure the company against the full amount of liabilities it incurs, and DuPont and/or Dow, and/or their historical separated businesses, may not be able to satisfy their indemnification obligations in the future.\n\nPursuant to the Separation Agreement, the Employee Matters Agreement and the Tax Matters Agreement with DuPont and Dow, the company agreed to assume, and indemnify DuPont and Dow for, certain liabilities for uncapped amounts, which may include, among other items, associated defense costs, settlement amounts and judgments, as discussed further in Note 16 - Commitments and Contingent Liabilities, to the Consolidated Financial Statements, and Part I - Item 3 - Legal Proceedings. Payments pursuant to these indemnities may be significant and could negatively impact the company’s business, particularly indemnities relating to certain litigation for Historical DuPont operations or its actions that could impact the tax-free nature of the Corteva Distribution. Third parties could also seek to hold the company responsible for any of the liabilities allocated to DuPont and Dow, including those related to DowDuPont’s specialty products and/or materials science businesses, respectively, and those related to discontinued and/or divested businesses and operations of Historical Dow, which have been allocated to Dow. DuPont and/or Dow, as applicable, have agreed to indemnify Corteva for such liabilities, but such indemnities may not be sufficient to protect the company against the full amount of such liabilities. In addition, DuPont and/or Dow, as applicable, may not fully satisfy their indemnification obligations with respect to the liabilities the company incurs. Even if the company ultimately succeeds in recovering from DuPont and/or Dow, as applicable, any amounts for which the company is held liable, the company may be temporarily required to bear these losses itself.\n\nAdditionally, the company generally has assumed and is responsible for the payment of its share of (i) certain liabilities of DowDuPont relating to, arising out of or resulting from certain general corporate matters of DowDuPont, (ii) certain liabilities of Historical DuPont relating to, arising out of or resulting from general corporate matters of Historical DuPont and discontinued and/or divested businesses and operations of Historical DuPont, including its spin-off of Chemours, and (iii) certain separation expenses not otherwise allocated to DuPont or Dow (or allocated specifically to Corteva) pursuant to the Corteva Separation Agreement, and third parties could seek to hold Corteva responsible for DuPont’s or Dow’s share of any such liabilities. For more information, see Note 16 - Commitments and Contingent Liabilities, to the Consolidated Financial Statements, and Part I - Item 3 - Legal Proceedings. DuPont and/or Dow, as applicable, will indemnify Corteva for their share of any such liabilities; however, such indemnities may not be sufficient to protect Corteva against the full amount of such liabilities, and/or DuPont and/or Dow may not fully satisfy their respective indemnification obligations. In addition, even if the company ultimately succeeds in recovering from DuPont and/or Dow any amounts for which the company is held liable in excess of its agreed share, the company may be temporarily required to bear these losses itself and may not be able to fully insure itself to cover these risks. \n\nRisks related to the satisfaction of these indemnification obligations and temporarily bearing losses may be increased if DuPont completes the announced spin-off of its electronics business or if other divested businesses of Historical DuPont or Historical Dow do not or are unable to cover their liabilities or satisfy their indemnification obligations. Even if Corteva takes legal action to protect its rights with respect to such a transaction, these legal costs may be significant. Each of the above risks could materially affect the company’s business, financial condition, results of operations and cash flows.\n\nDuPont is currently disputing with Corteva certain provisions of the Separation Agreement and Tax Matters Agreement.\n\nAs discussed further in Note 16 - Commitments and Contingent Liabilities, to the Consolidated Financial Statements, Corteva is engaging in a dispute resolution process with DuPont related to tax indemnification liabilities and the classification of potential liabilities from certain non-PFAS related disputes. Additional disputes between DuPont and Corteva may arise in the future. If these disputes are not resolved favorably for Corteva, there could be significant impacts to the current carrying value of its indemnification liabilities and cost sharing obligation under the Separation Agreement and the Tax Matters Agreement.\n\n 22\n\n\nPart I\n\nITEM 1A.  RISK FACTORS, continued\n\nThe Separation and related transactions may expose Corteva to potential liabilities arising out of state and federal fraudulent conveyance laws\n\nAlthough the company received a solvency opinion from an investment bank confirming that the company and DuPont were each adequately capitalized following the Corteva Distribution, the Separation could be challenged under various state and federal fraudulent conveyance laws. In connection with fraudulent conveyances or transfers are generally defined to include transfers made or obligations incurred with the actual intent to hinder, delay or defraud current or future creditors or transfers made or obligations incurred for less than reasonably equivalent value when the debtor was insolvent, or that rendered the debtor insolvent, inadequately capitalized or unable to pay its debts as they become due. Any unpaid creditor could claim that DuPont did not receive fair consideration or reasonably equivalent value in the Separation and Corteva Distribution, and that the Separation and Corteva Distribution left DuPont insolvent or with unreasonably small capital or that DuPont intended or believed it would incur debts beyond its ability to pay such debts as they matured. Additionally, under its indemnity provisions of the Separation Agreement, the company could find its liabilities increased as a result of a court concluding that Historical DuPont, Historical Dow or DowDuPont executed a fraudulent conveyance in connection with divestitures and spin-offs of any one of their historical operations, including Chemours. If a court were to agree with such a plaintiff, then such court could void the Separation and Distribution as a fraudulent transfer or impose substantial liabilities on Corteva, which could materially adversely affect its financial condition and results of operations. Among other things, the court could return some of Corteva’s assets or shares of Corteva common stock to DuPont, provide DuPont with a claim for money damages against Corteva in an amount equal to the difference between the consideration received by DuPont and the fair market value of Corteva at the time of the Corteva Distribution, or require Corteva to fund liabilities of other companies involved in the Internal Reorganization for the benefit of creditors.\n\nThe Distribution is also subject to review under state corporate Distribution statutes. Under the Delaware General Corporation Law (the “DGCL”), a corporation may only pay dividends to its stockholders either (i) out of its surplus (net assets minus capital) or (ii) if there is no such surplus, out of its net profits for the fiscal year in which the dividend is declared and/or the preceding fiscal year. Although the Distribution was made out of DowDuPont’s surplus and the company received an opinion that DowDuPont has adequate surplus under Delaware law to declare the dividend of Corteva common stock in connection with the Corteva Distribution, there can be no assurance that a court will not later determine that some or all of the Corteva Distribution was unlawful.\n\nThe company is subject to continuing contingent tax-related liabilities of DowDuPont following the Distribution.\n\nThere are several significant areas where the liabilities of DowDuPont may become Corteva’s obligations either in whole or in part. For example, under the Code and the related rules and regulations, each corporation that was a member of DowDuPont’s consolidated tax reporting group during any taxable period or portion of any taxable period ending on or before the effective time of the Distribution is jointly and severally liable for the U.S. federal income tax liability of the entire consolidated tax reporting group for such taxable period. Additionally, to the extent that any subsidiary of Corteva was included in the consolidated tax reporting group of either Historical DuPont or Historical Dow for any taxable period or portion of any taxable period ending on or before the effective date of the Merger, such subsidiary is jointly and severally liable for the U.S. federal income tax liability of the entire consolidated tax reporting group of Historical DuPont or Historical Dow, as applicable, for such taxable period. On April 1, 2019, the company entered into the Tax Matters Agreement with DuPont and Dow that allocates the responsibility for prior period consolidated taxes among Corteva, DuPont and Dow. If DuPont or Dow were unable or unwilling to pay any prior period taxes for which it is responsible, however, the company could be required to pay the entire amount of such taxes, and such amounts could be significant. Other provisions of federal, state, local, or foreign law may establish similar liability for other matters, including laws governing tax-qualified pension plans, as well as other contingent liabilities.",
      "char_count": 65429
    }
  },
  "extracted_at": "2026-01-19T15:30:54.280819"
}