{
  "ticker": "D",
  "company_name": "DOMINION ENERGY, INC",
  "cik": 715957,
  "form_type": "10-K",
  "filing_date": "2025-02-27",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0000950170-25-028387",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0000715957&accession_number=000095017025028387&xbrl_type=v",
  "sic_code": "4911",
  "industry": "Electric Services",
  "sections": {
    "item1": {
      "text": "Item 1. Business\n\n  GENERAL \n\n  Dominion Energy, headquartered in Richmond, Virginia and incorporated in Virginia in 1983, provides service to approximately 4.1 million primarily electric utility customers in Virginia, North Carolina and South Carolina. As of December 31, 2024, Dominion Energy’s portfolio of assets includes approximately 30.3 GW of electric generating capacity, 10,600 miles of electric transmission lines and 79,700 miles of electric distribution lines. Dominion Energy is one of the nation’s leading developers and operators of regulated offshore wind and solar power and the largest producer of carbon-free electricity in New England. Dominion Energy’s mission is to provide the reliable, affordable and increasingly clean energy that powers its customers every day.\n\n  In connection with the comprehensive business review concluded in March 2024, Dominion Energy entered into agreements in September 2023 to sell all of its regulated gas distribution operations, except for DESC’s, to Enbridge. In addition, Dominion Energy completed the sale in September 2023 of its remaining 50% noncontrolling partnership interest in Cove Point to BHE under an agreement entered into in July 2023. Dominion Energy continues to focus on expanding and improving its regulated electric utilities and long-term contracted businesses while transitioning to a cleaner energy future. Its approximately $50 billion capital expenditure plan for 2025 through 2029 advances its “all-of-the-above” strategy through investments in zero-carbon and renewable generation, grid transformation, generation reliability and transmission and distribution resiliency to meet projected demand growth. Renewable generation facilities are expected to include significant investments in utility-scale solar and the CVOW Commercial Project. In addition, Dominion Energy has either received or applied for license extensions for its regulated nuclear power stations in Virginia and South Carolina and intends to apply for license extensions for Millstone. \n\n  Dominion Energy currently expects approximately 90% of earnings to come from state-regulated utility operations in Virginia, North Carolina and South Carolina. Dominion Energy’s nonregulated operations consist primarily of long-term contracted electric generation operations. Dominion Energy’s operations are conducted through various subsidiaries, including DESC and Virginia Power. DESC is an SEC registrant; however, its Form 10-K is filed separately and is not combined herein.\n\n  Virginia Power, headquartered in Richmond, Virginia and incorporated in Virginia in 1909 as a Virginia public service corporation, is a wholly-owned subsidiary of Dominion Energy and a regulated public utility that generates, transmits and distributes electricity for sale in Virginia and North Carolina. In Virginia, Virginia Power conducts business under the name “Dominion Energy Virginia” and primarily serves retail customers. In North Carolina, it conducts business under the name “Dominion Energy North Carolina” and serves retail customers located in the northeastern region of the state, excluding certain municipalities. In addition, Virginia Power sells and transmits electricity at wholesale prices to rural electric cooperatives, municipalities and into wholesale electricity markets. All of Virginia Power’s stock is owned by Dominion Energy.\n\n  Amounts and information disclosed for Dominion Energy are inclusive of Virginia Power, where applicable. \n\n  WHERE YOU CAN FIND MORE INFORMATION ABOUT THE COMPANIES \n\n  The Companies file their annual, quarterly and current reports, proxy statements and other information with the SEC. Their SEC filings are available to the public over the Internet at the SEC’s website at http://www.sec.gov. \n\n  The Companies make their SEC filings, including the annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and any amendments to those reports, available, free of charge, through Dominion Energy’s website, http://www.dominionenergy.com, as soon as reasonably practicable after filing or furnishing the material to the SEC. The Companies also make available on the “Investors” page of Dominion Energy’s website additional information which may be important to investors, such as investor presentations, earnings release kits and other materials and presentations. Information contained on Dominion Energy’s website, including, but not limited to reports mentioned in Environmental Strategy, is not incorporated by reference in this report. \n\n10\n\n  ACQUISITIONS AND DISPOSITIONS \n\n  The following acquisitions and divestitures within the last three years are considered significant to the Companies. \n\n  Gas Distribution Operations \n\n  Sales to Enbridge\n\n  In March 2024, Dominion Energy completed the East Ohio Transaction with Enbridge for $4.3 billion in cash consideration and the assumption by Enbridge of approximately $2.3 billion of related long-term debt.\n\n  In May 2024, Dominion Energy completed the Questar Gas Transaction with Enbridge for $3.0 billion in cash consideration and the assumption by Enbridge of approximately $1.3 billion of related long-term debt. \n\n  In September 2024, Dominion Energy completed the PSNC Transaction with Enbridge for $2.0 billion in cash consideration and the assumption by Enbridge of approximately $1.3 billion of related long-term debt.\n\n  See Note 3 to the Consolidated Financial Statements for additional information.\n\n  Hope\n\n  In August 2022, Dominion Energy completed the sale of 100% of the equity interests in Hope to Ullico for $690 million in cash consideration, subject to customary closing adjustments. \n\n  See Note 3 to the Consolidated Financial Statements for additional information.\n\n  Electric Generation Facilities\n\n  Sale of Noncontrolling Interest in CVOW Commercial Project\n\n  In October 2024, Virginia Power completed the sale of a 50% noncontrolling interest in the CVOW Commercial Project to Stonepeak through the formation of OSWP. At closing, Virginia Power received $2.6 billion, representing 50% of the CVOW Commercial Project construction costs incurred through closing, less an initial withholding of $145 million.\n\n  See Note 10 to the Consolidated Financial Statements for additional information.\n\n  Acquisition of Virginia Power Solar Projects\n\n  In 2022, Virginia Power entered into and completed the acquisitions of various solar development projects in Virginia. These projects are expected to cost a total of approximately $1.1 billion once constructed, including initial acquisition costs, and generate approximately 537 MW combined. These costs are primarily expected to be recovered under Rider CE.\n\n  See Note 13 to the Consolidated Financial Statements for additional information.\n\n  Acquisition of Nonregulated Solar Projects \n\n  In 2023, Dominion Energy entered into an agreement to acquire a nonregulated solar project in Virginia and completed the acquisition in 2024. The project was completed at a total cost of approximately $195 million, including initial acquisition cost, and generates approximately 83 MW.\n\n  In 2022, Dominion Energy entered into an agreement and completed the acquisition of a nonregulated solar project in Ohio. The project was completed at a total cost of approximately $390 million, including initial acquisition cost, and generates approximately 200 MW. \n\n  See Note 10 to the Consolidated Financial Statements for additional information. \n\n  Acquisition of Offshore Wind Project\n\n  In October 2024, Virginia Power completed the acquisition of an approximately 40,000-acre area lease 27 miles off the coast of North Carolina in federal waters and associated project assets in the early stages of development for approximately $160 million.  \n\n  See Note 10 to the Consolidated Financial Statements for additional information. \n\n11\n\n  Equity Method Investments\n\n  Sale of Interest in Cove Point\n\n  In September 2023, Dominion Energy completed the sale of its 50% noncontrolling limited partnership interest in Cove Point to BHE for approximately $3.3 billion in cash proceeds. \n\n  See Note 9 to the Consolidated Financial Statements for additional information. \n\n  Acquisition of Interest in Dominion Privatization\n\n  In February 2022, Dominion Energy entered into an agreement to form Dominion Privatization, a joint venture with Patriot. Under the agreement, during 2022 Dominion Energy contributed its existing privatization operations in Virginia, Texas, Pennsylvania and South Carolina, excluding contracts held by DESC, and Patriot contributed cash. Dominion Energy received total consideration of $335 million, comprised of $168 million in cash proceeds and a 50% noncontrolling ownership interest in Dominion Privatization with an initial fair value of $167 million. \n\n  See Note 9 to the Consolidated Financial Statements for additional information. \n\n  HUMAN CAPITAL \n\n  One of Dominion Energy’s greatest strengths is its employees, and their unique skills, knowledge, expertise and backgrounds allow Dominion Energy to fulfill its mission to provide the reliable, affordable and increasingly clean energy that powers its customers every day. At December 31, 2024, Dominion Energy had approximately 14,700 full-time employees, of which approximately 3,400 are subject to collective bargaining agreements, including approximately 6,600 full-time employees at Virginia Power, of which approximately 2,700 are subject to collective bargaining agreements. \n\n  Safety is the highest priority of Dominion Energy’s five core values with the fundamental goal to send every employee home safe and sound every day. In 2024, Dominion Energy experienced an OSHA Recordable Rate of 0.42 compared to 0.45 in 2023 and 0.52 in 2022. These rates reflect Dominion Energy’s dedication to safety when compared to a BLS Industry Average OSHA Recordable Rate of 2.0 in 2023 and 1.7 in 2022. As evidence of Dominion Energy’s commitment to safety, annual incentive plans for all employees, except as restricted by any collective bargaining agreements, include a safety performance measure.  \n\n  Dominion Energy works to recruit, retain and develop the careers of talented individuals regardless of background who reflect its core values; safety, ethics, excellence, embrace change and one Dominion Energy. These core values support Dominion Energy’s employees in their efforts to optimize performance, collaborate within teams and across the organization and create a respectful, welcoming work environment. As an example, Dominion Energy sponsors nine employee resource groups enabling employees to work together to create community and promote excellent performance. Further, Dominion Energy is an equal opportunity employer committed to non-discrimination in all operations. As part of this, Dominion Energy periodically reviews its workforce representation to ensure it is casting a wide net for the best and brightest talent. In 2024, 2023 and 2022, the percentage of Dominion Energy’s workforce that was diverse was 38.7%, 37.7% and 37.0%, respectively. In 2024, 2023 and 2022, the percentage of new hires that were diverse was 45.3%, 49.0% and 48.9%, respectively. For the purposes of measuring and reporting on diversity as required by federal law, Dominion Energy follows federal EEO-1 guidelines and includes employees who self-identify their gender as female and/or their race/ethnicity as American Indian or Alaskan Native, Asian, Black or African American, Hispanic or Latino, Native Hawaiian or Other Pacific Islander or Two or More Races. \n\n  Dominion Energy attracts and retains its employees by offering competitive compensation and benefits packages, including healthcare, retirement, paid time off, parental leave and other benefits.  Dominion Energy also offers continuous learning opportunities including tuition assistance programs, professional development resources and leadership development programs. Additionally, Dominion Energy creates opportunities for its employees to engage its leaders and with each other through respectful two-way conversations that help employees and leaders learn from one another, share insights and opinions and broaden the workforce’s perspectives regarding what matters to customers. Dominion Energy prioritizes employee engagement and routinely seeks feedback through surveys, focus groups and other means. Such feedback informs management decisions, enhances support for employees and improves customer service. These resources and programs are designed not only to engage and retain talented employees but also to allow Dominion Energy to meet the needs of its customers in an ever-changing industry with a skilled workforce.\n\n12\n\n  OPERATING SEGMENTS\n\n  Dominion Energy manages its daily operations through three primary operating segments: Dominion Energy Virginia, Dominion Energy South Carolina and Contracted Energy. See Note 26 to the Consolidated Financial Statements for a summary description of operations within each of the three primary operating segments. Dominion Energy also reports a Corporate and Other segment, which includes its corporate, service companies and other functions (including unallocated debt) as well as Dominion Energy’s noncontrolling interest in Dominion Privatization. Corporate and Other includes specific items attributable to Dominion Energy’s operating segments that are not included in profit measures evaluated by executive management in assessing the operating segments’ performance or in allocating resources. In addition, Corporate and Other includes the net impact of discontinued operations consisting primarily of the operations included in the East Ohio, PSNC and Questar Gas Transactions and Dominion Energy’s equity investment in Atlantic Coast Pipeline as discussed in Notes 3 and 9 to the Consolidated Financial Statements. \n\n  Virginia Power manages its daily operations through its primary operating segment: Dominion Energy Virginia. It also reports a Corporate and Other segment that primarily includes specific items attributable to its operating segments that are not included in profit measures evaluated by executive management in assessing the segment’s performance or in allocating resources. \n\n  While daily operations are managed through the operating segments previously discussed, assets remain wholly-owned by the Companies and their respective legal subsidiaries.\n\n  DOMINION ENERGY VIRGINIA \n\n  Dominion Energy Virginia is composed of Virginia Power’s regulated electric transmission, distribution and generation (regulated electric utility and its related energy supply) operations, which serve approximately 2.8 million residential, commercial, industrial and governmental customers in Virginia and North Carolina. \n\n  Dominion Energy Virginia’s capital plan for 2025 through 2029 includes spending approximately $41 billion, net of reimbursements from Stonepeak, to construct new generation capacity, including the CVOW Commercial Project, to continue developments to meet its renewable generation targets and growing electricity demand within its service territory in order to maintain reliability and regulatory compliance and to upgrade or add new transmission lines, distribution lines, substations and other facilities, as well as maintain existing generation capacity. The proposed infrastructure projects and investment commitments are intended to address both continued customer growth and increases in electricity consumption which are primarily driven by new and larger data center customers. See Properties and Environmental Strategy for additional information on this and other utility projects. Data centers, which represent 26% and 24% of Virginia Power’s electricity sales for the years ended December 31, 2024 and 2023, respectively, have been a source of significant increase in demand which is expected to continue over the next decade. The concentration of data centers primarily in Loudoun County, Virginia represents a unique challenge and requires significant investments in electric transmission facilities to meet the growing demand. PJM has projected a 6.3% average peak annual load growth over the next ten years for the PJM DOM Zone, which includes Dominion Energy Virginia’s service territory.\n\n  Virginia Power also plans to continue making progress on its ten-year plan through 2028 to transform its electric grid into a smarter, stronger and greener grid. This plan addresses the structural limitations of Virginia Power’s distribution grid in a systematic manner in order to recognize and accommodate fundamental changes and requirements in the energy industry. The objective is to address both customer and system needs by (i) achieving even higher levels of reliability and resiliency against natural and man-made threats, (ii) leveraging technology to enhance the customer experience and improve the operation of the system and (iii) safely and effectively integrating new utility-scale renewable generation and storage as well as customer–level distributed energy resources such as rooftop solar and battery storage. The Virginia Commission has approved portions of this plan through 2026.\n\n  Revenue provided by electric distribution and generation operations is based primarily on rates established by the Virginia and North Carolina Commissions. Approximately 78% of revenue comes from serving Virginia jurisdictional customers. Base rates for the Virginia jurisdiction are set using a modified cost-of-service rate model, and are generally designed to allow an opportunity to recover the cost of providing utility service and earn a reasonable return on investments used to provide that service. Variability in earnings is driven primarily by changes in rates, weather, customer growth and other factors impacting consumption such as the economy and energy conservation, in addition to operating and maintenance expenditures. Electric operations continue to focus on improving service and experience levels while striving to reduce costs and link investments to operational results. SAIDI performance results, excluding major events, were 130 minutes for the three-year average ending 2024, consistent with the previous three-year average of 130 minutes.\n\n13\n\n  Earnings may also reflect variations in the timing or nature of expenses as compared to those contemplated in current rates, such as labor and benefit costs, capacity expenses, the timing, duration and costs of scheduled and unscheduled outages as well as certain customers’ ability to choose a generation service provider. The cost of fuel and purchased power is generally collected through fuel cost-recovery mechanisms established by regulators and does not materially impact net income. The cost of new generation facilities is generally recovered through riders in Virginia. Variability in earnings from riders reflects changes in the authorized ROE and the carrying amount of these facilities, which are largely driven by the timing and amount of capital investments, as well as depreciation. See Note 13 to the Consolidated Financial Statements for additional information.\n\n  Revenue provided by Virginia Power’s electric transmission operations is based primarily on rates approved by FERC. The profitability of this business is dependent on its ability, through the rates it is permitted to charge, to recover costs and earn a reasonable ROIC. Variability in earnings primarily results from changes in rates and the timing of property additions, retirements and depreciation. \n\n  Virginia Power is a member of PJM, an RTO, and its electric transmission facilities are integrated into PJM wholesale electricity markets. Consistent with the increased authority given to NERC by EPACT, Virginia Power is committed to meeting NERC standards, modernizing its infrastructure and maintaining superior system reliability with respect to its electric transmission operations. \n\n  Competition \n\n  There is no competition for electric distribution service within Virginia Power’s service territory in Virginia and North Carolina and no such competition is currently permitted. Historically, since its electric transmission facilities are integrated into PJM and electric transmission services are administered by PJM, there was no competition in relation to transmission service provided to customers within the PJM region. However, competition from non-incumbent PJM transmission owners for development, construction and ownership of certain transmission facilities in Virginia Power’s service territory is permitted pursuant to Order 1000, subject to state and local siting and permitting approvals. This could result in additional competition to build and own transmission infrastructure in Virginia Power’s service area in the future and could allow Dominion Energy to seek opportunities to build and own facilities in other service territories. Additionally, there is some competition for Virginia Power’s generation operations for Virginia jurisdictional electric utility customers that meet certain size requirements or that currently are purchasing energy from competitive suppliers deemed to be 100% renewable by the Virginia Commission. See Electric under State Regulations in Regulation for additional information. Currently, North Carolina does not offer retail choice to electric customers. \n\n  Virginia Power’s non-jurisdictional solar operations are not currently subject to significant competition as the output from these facilities is primarily sold under long-term power purchase agreements with terms generally ranging from 16 to 25 years. However, in the future, such operations may compete with other power generation facilities to serve certain large-scale customers after the power purchase agreements expire. \n\n  Regulation \n\n  Virginia Power’s electric distribution and generation operations, including the rates it may charge to jurisdictional customers, as well as wholesale electric transmission rates, tariffs and terms of service, are subject to regulation by the Virginia and North Carolina Commissions as well as FERC, NRC, EPA, DOE, U.S. Army Corps of Engineers, BOEM and other federal, state and local authorities. See State Regulations and Federal Regulations in Regulation, Future Issues and Other Matters in Item 7. MD&A and Notes 13 and 23 to the Consolidated Financial Statements for additional information. \n\n  Properties \n\n  For a description of existing facilities see Item 2. Properties.\n\n  CVOW Commercial Project\n\n  In September 2019, Virginia Power filed applications with PJM for the CVOW Commercial Project and for certain approvals and rider recovery from the Virginia Commission in November 2021. The Virginia Commission provided such approvals in August 2022, as revised for certain provisions related to rider recovery in December 2022. The 2.6 GW project is expected to be placed in service by the end of 2026 with an estimated total project cost of approximately $10.7 billion, excluding financing costs, that reflects a revised estimate of network upgrade costs assigned by PJM to the CVOW Commercial Project. Virginia Power’s estimate for the project’s projected levelized cost of energy, including renewable energy credits, is approximately $62/MWh, compared to the initial filing submission of $80-90/MWh. \n\n14\n\n  The expected total project cost reflects increases driven primarily by projections for onshore electrical interconnection costs and network upgrade costs assigned to the project by PJM, specifically incorporating consideration of PJM’s December 2024 publication of potential transmission network upgrades required for certain generation projects and related cost allocations, including those attributable to the CVOW Commercial Project. Relative to Virginia Power’s November 2024 Rider OSW filing, the updated estimated total project cost reflects an approximately $0.6 billion increase for such onshore and network upgrade costs and an approximately $0.3 billion increase for increased contingency for remaining construction activities, completion of the removal of unexploded ordnance, undersea cable protection system design enhancements, commodity prices for transportation fuel, updates for sea fastener fabrication and installation and other construction and equipment supplier costs. \n\n  Virginia Power has entered into fixed price contracts for the major offshore construction and equipment components. These contracts include services denominated in currencies other than the U.S. dollar for approximately €2.6 billion and 5.1 billion kr., which have been included within the cost estimate above. In addition, certain of the fixed price contracts, approximately €0.7 billion, contain commodity indexing provisions linked to steel. In May 2022, Virginia Power entered into forward purchase agreements with a notional amount of approximately €3.2 billion to hedge its foreign currency rate risk exposure from certain fixed price contracts for the major offshore construction and equipment components of the CVOW Commercial Project. \n\n  The estimated total project cost above reflects the Companies’ best estimate of the remaining construction costs, including contingency of approximately 5% on such remaining amounts. Such estimate could potentially change for items, certain of which are beyond the Companies’ control, including but not limited to actual network upgrade costs allocated by PJM, fuel for transportation and installation, the impact of applicable tariffs, if any, costs to maintain necessary permits, approvals and authorizations, ability of key suppliers and contractors to timely satisfy their obligations under existing contracts, marine wildlife and/or any severe weather events.   \n\n  Virginia Power commenced major onshore construction activities for the CVOW Commercial Project in November 2023 following the receipt of a record of decision from BOEM in October 2023 for construction. Onshore construction activities are anticipated to be completed in early 2026. Virginia Power commenced major offshore construction activities in May 2024 following the receipt of final approval from BOEM authorizing offshore construction and necessary permits from the U.S. Army Corps of Engineers for offshore construction in January 2024. During the first installation season which concluded in October 2024, 78 monopiles were installed with the remaining 98 monopiles expected to be installed during the second installation season which runs from May 2025 through October 2025. Transition pieces began to be installed on monopiles near the end of 2024 with all transition pieces expected to be installed by early 2026. The first of three offshore substations is expected to be installed in early 2025. Deepwater cables commenced being laid in late 2024 with four of nine completed through February 2025 and an expected 260 miles of interarray cable ultimately to be laid throughout 2025 and 2026. Turbines are expected to commence installment in the second half of 2025 and be completed by the end of 2026. \n\n  In August 2022, the Virginia Commission approved the application for certification of the Virginia Facilities component of the CVOW Commercial Project, the revenue requirement for the initial rate year of Rider OSW, subject to certain performance measures, and noted that no further action was required with respect to Virginia Power’s foreign currency risk mitigation plan. In December 2022, the Virginia Commission approved the settlement agreement filed in October 2022 by Virginia Power, Office of the Attorney General of Virginia and other parties and reinstated its August 2022 order granting approval of Rider OSW. The settlement agreement provides for a voluntary cost sharing mechanism resulting from unforeseen construction cost increases; specifically, that Virginia Power will be eligible to recover 50% of such incremental costs which fall between $10.3 billion and $11.3 billion with no recovery of such incremental costs which fall between $11.3 billion and $13.7 billion. There is no voluntary cost sharing mechanism for any total construction costs in excess of $13.7 billion, the recovery of which would be determined in a future Virginia Commission preceding. The settlement agreement also provides for customers to receive the maximum benefits available under the IRA including that to the extent the IRA reduces the total construction costs, such reductions will also be applied to the cost sharing bands discussed above. In addition, the settlement agreement includes enhanced performance reporting provisions, in lieu of a performance guarantee, for the operation of the CVOW Commercial Project. To the extent the annual net capacity factor is below 42%, as determined on a three-year rolling average, Virginia Power is required to provide detailed explanation of the factors contributing to any shortfall to the Virginia Commission which could determine in a future proceeding a remedy for incremental costs incurred associated with any deemed unreasonable or imprudent actions of Virginia Power. See Note 13 to the Consolidated Financial Statements for additional information on Rider OSW.\n\n  In January 2023, following receipt of approval from the Virginia and North Carolina Commissions, Virginia Power entered into a lease contract with an affiliated entity for the use of a Jones Act compliant offshore wind installation vessel currently under development with commencement of the 20-month lease term in August 2025 at a total cost of approximately $240 million plus ancillary services. In December 2024, following receipt of approval from the Virginia and North Carolina Commissions, Virginia \n\n15\n\n  Power amended the lease agreement to potentially accelerate the commencement of the lease term.  See additional discussion of the affiliated lease agreement in Note 25 to the Consolidated Financial Statements.\n\n  Virginia Power anticipates funding the CVOW Commercial Project consistent with its approved debt to equity capitalization structure. Through December 31, 2024, approximately $6.0 billion of costs had been incurred on the project. See Liquidity – Capital Expenditures in Item 7. M&A for project costs expected to be incurred in 2025 through 2029. In October 2024, Virginia Power closed on the sale of a 50% noncontrolling interest in the project to Stonepeak following satisfaction of regulatory approvals, including from BOEM and the Virginia and North Carolina Commissions. At closing, Virginia Power received $2.6 billion, representing 50% of the CVOW Commercial Project construction costs incurred through closing, less an initial withholding of $145 million. If the total project costs of the CVOW Commercial Project are $9.8 billion, excluding financing costs, or less Virginia Power shall receive $100 million of the initial withholding. Such amount is subject to downward adjustment with Virginia Power receiving no withheld amounts if the total costs, excluding financing costs, of the CVOW Commercial Project exceed $11.3 billion. \n\n  Virginia Power and Stonepeak will each contribute 50% of the remaining capital necessary to fund construction of the CVOW Commercial Project provided the total project cost, excluding financing costs, is less than $11.3 billion. For capital funding necessary, if any, for total project costs, excluding financing costs, of $11.3 billion through $13.7 billion, Stonepeak will have the option to make additional capital contributions. If Stonepeak elects to make additional capital contributions for project costs, excluding financing costs, in excess of $11.3 billion, if any, Virginia Power shall contribute between 67% and 83% of such capital with Stonepeak contributing the remainder.  To the extent that Stonepeak elects not to make such contributions, Virginia Power shall receive an increase in its ownership percentage of OSWP for any contributed capital based on a tiered unit price for membership interests in OSWP as set forth in the agreement. Virginia Power and Stonepeak have the right to provide capital contributions for any total project costs, excluding financing costs, in excess of $13.7 billion. \n\n  See Note 10 to the Consolidated Financial Statements for additional information. The CVOW Commercial Project is vital for Virginia Power to meet the renewable energy portfolio standard established in the VCEA and is consistent with the criteria within the VCEA for the construction of an offshore wind facility deemed to be in the public interest as well as the guidelines facilitating cost recovery. See additional discussion of the VCEA provisions concerning renewable generation projects in Note 13 to the Consolidated Financial Statements.\n\n  Electric Generation and Storage Projects\n\n  In addition, Virginia Power is developing, financing and constructing new generation capacity and has also received license extensions on zero carbon nuclear generation facilities to meet its renewable generation targets and growing electricity demand within its service territory. Significant projects under construction or development as well as significant projects under consideration are set forth below: \n\n  •Virginia Power plans to invest approximately $4.0 billion from 2025 through 2029 to acquire or construct several solar facilities to serve utility customers. See Note 13 to the Consolidated Financial Statements for additional information.\n\n  •Virginia Power plans to invest approximately $1.4 billion from 2025 to 2029 to develop battery-storage facilities to serve utility customers.\n\n  •Virginia Power received a 20-year extension of the operating licenses for its two units at Surry in 2021 and its two units at North Anna in 2024. See Nuclear Decommissioning below for additional information on these facilities.\n\n  •Virginia Power plans to construct and operate an LNG storage facility to serve as a backup fuel source for Brunswick County and Greensville County to support operations and improve system reliability. The facility is expected to cost approximately $550 million, excluding financing costs, and be placed into service by the end of 2027.\n\n  •Virginia Power anticipates filing for approval to construct and operate the Chesterfield Energy Reliability Center. The project, if approved, is expected to have a generating capacity of 1.0 GW and could be placed into service in 2029 to enhance reliability for utility customers. \n\n  •Virginia Power continues to consider the construction of a third nuclear unit at a site located at North Anna. See Future Issues and Other Matters in Item 7. MD&A for additional information on this project.\n\n  •In October 2024, Virginia Power completed the acquisition of an approximately 40,000-acre area lease 27 miles off the coast of North Carolina in federal waters and associated project assets in the early stages of development for approximately $160 million. The CVOW South project, if constructed, is expected to have a generating capacity of 800 MW with ultimate development of the project dependent upon the receipt of approvals from the Virginia Commission and other permitting entities. The project would support Virginia Power’s ability to meet the renewable energy portfolio standards established in the VCEA.\n\n16\n\n  Electric Transmission and Distribution Projects\n\n  Virginia Power continues to invest in transmission projects that are a part of PJM’s RTEP process which focus on reliability improvements and replacement of aging infrastructure. The projects that have been authorized by PJM are expected to result in future capital expenditures of approximately $4.6 billion from 2025 through 2029.\n\n  In October 2024, Dominion Energy announced a joint planning initiative with AEP and FirstEnergy. As part of the initiative, the companies jointly submitted initial project proposals for high-voltage transmission lines in Virginia, Maryland and West Virginia to PJM. In February 2025, Dominion Energy, AEP and FirstEnergy entered into an agreement for the operation of Valley Link to undertake a multi-year process to develop, construct and subsequently operate the new transmission line projects selected by PJM. Under the terms of the joint venture agreement, Dominion Energy will hold a 30% initial interest in Valley Link. Dominion Energy expects to invest approximately $1.0 billion from 2025 through 2029 in connection with this arrangement.\n\n  Virginia legislation provides for the recovery of costs, subject to approval by the Virginia Commission, for Virginia Power to move approximately 4,000 miles of electric distribution lines underground. The program is designed to reduce restoration outage time by moving Virginia Power’s most outage-prone overhead distribution lines underground, has an annual investment cap of approximately $286 million and is expected to be completed by 2029. The Virginia Commission has approved seven phases of the program encompassing approximately 2,200 miles of converted lines and $1.3 billion in capital spending recoverable through Rider U. Additionally, Virginia Power has requested cost recovery for phase eight of the program from the Virginia Commission, encompassing approximately 300 miles of converted lines and $240 million in capital spending, recoverable through Rider DIST. \n\n  See Note 13 to the Consolidated Financial Statements for additional information.\n\n  Sources of Energy Supply \n\n  Virginia Power uses a variety of fuels to power its electric generation fleet and purchases power for utility system load requirements and to satisfy physical forward sale requirements. Some of these agreements have fixed commitments and are detailed further in Fuel and Other Purchase Commitments in Item 7. MD&A.  \n\n  Presented below is a summary of Virginia Power’s actual system output by energy source:\n\n    Source\n\n    2024\n\n    2023\n\n    2022\n\n    Natural gas\n\n    40\n\n    %\n\n    36\n\n    %\n\n    36\n\n    %\n\n    Nuclear(1)\n\n    26\n\n    29\n\n    28\n\n    Purchased power, net\n\n    22\n\n    25\n\n    23\n\n    Coal(2)\n\n    5\n\n    5\n\n    8\n\n    Renewable and Hydro(3)\n\n    7\n\n    5\n\n    5\n\n    Total\n\n    100\n\n    %\n\n    100\n\n    %\n\n    100\n\n    %\n\n  (1)Excludes ODEC’s 11.6% undivided ownership interest in North Anna. \n\n  (2)Excludes ODEC’s 50.0% undivided ownership interest in the Clover power station.\n\n  (3)Includes solar, biomass and pumped storage.\n\n  Nuclear Fuel—Virginia Power primarily utilizes long-term contracts to support its nuclear fuel requirements. Worldwide market conditions are continuously evaluated to ensure a range of supply options at reasonable prices which are dependent on the market environment. Current agreements, inventories and spot market availability are expected to support current and planned fuel supply needs. Additional fuel is purchased as required to ensure optimal cost and inventory levels. \n\n  Fossil Fuel— Virginia Power primarily utilizes natural gas and coal in its fossil fuel plants. All recent fossil fuel plant construction involves natural gas generation. \n\n  Virginia Power’s natural gas and oil supply is obtained from various sources including purchases from major and independent producers in the Mid-Continent and Gulf Coast regions, purchases from local producers in the Appalachian area and Marcellus and Utica regions, purchases from gas marketers and withdrawals from underground storage fields owned by third parties. Virginia Power manages a portfolio of natural gas transportation contracts (capacity) that provides for reliable natural gas deliveries to its gas turbine fleet, while minimizing costs. \n\n  Virginia Power’s coal supply is obtained through long-term contracts and short-term spot agreements from domestic suppliers. \n\n17\n\n  Biomass— Virginia Power’s biomass supply is obtained through long-term contracts and short-term spot agreements from local suppliers. \n\n  Purchased Power— Virginia Power purchases electricity from the PJM spot market and through power purchase agreements with other suppliers to provide for utility system load requirements. \n\n  Seasonality \n\n  Virginia Power’s earnings vary seasonally as a result of the impact of changes in temperature, the impact of storms and other catastrophic weather events, and the availability of alternative sources for heating on demand by residential and commercial customers. Generally, the demand for electricity peaks during the summer and winter months to meet cooling and heating needs, respectively. An increase in heating degree days for Virginia Power’s electric utility-related operations does not produce the same increase in revenue as an increase in cooling degree days, due to seasonal pricing differentials and because alternative heating sources are more readily available. \n\n  Nuclear Decommissioning \n\n  Virginia Power has a total of four licensed, operating nuclear reactors at Surry and North Anna in Virginia. \n\n  Decommissioning involves the decontamination and removal of radioactive contaminants from a nuclear power station once operations have ceased, in accordance with standards established by the NRC. Amounts collected from ratepayers have been placed into trusts and are invested to fund the expected future costs of decommissioning the Surry and North Anna units. \n\n  Virginia Power believes that the decommissioning funds and their expected earnings for the Surry and North Anna units will be sufficient to cover expected decommissioning costs, particularly when combined with future ratepayer collections and contributions to these decommissioning trusts, if such future collections and contributions are required. This reflects the long-term investment horizon, since the units will not be decommissioned for decades, and a positive long-term outlook for trust fund investment returns. Virginia Power will continue to monitor these trusts to ensure they meet the NRC minimum financial assurance requirements, which may include, if needed, the use of parent company guarantees, surety bonding or other financial instruments recognized by the NRC. \n\n  The estimated cost to decommission Virginia Power’s four nuclear units is reflected in the table below and is primarily based upon site-specific studies completed in 2024. These cost studies are generally completed every four to five years. The current cost estimates assume decommissioning activities will begin shortly after cessation of operations, which will occur when the operating licenses expire. \n\n  Under the current operating licenses, Virginia Power is scheduled to decommission the Surry and North Anna units during the period 2052 to 2118. NRC regulations allow licensees to apply for extension of an operating license in up to 20-year increments. In 2021, Virginia Power was granted an additional 20 years for its operating licenses for the two units at Surry. Under these license extensions, the two units will be allowed to generate electricity through 2052 and 2053. In 2024, Virginia Power was granted an additional 20 years for its operating licenses for the two units at North Anna. Under these license extensions, the two units will be allowed to generate electricity through 2058 and 2060. Between the four units, Virginia Power estimates that it could spend approximately $5 billion through 2035 on capital improvements. The existing regulatory framework in Virginia provides rate recovery mechanisms for such costs.\n\n  The estimated decommissioning costs, funds in trust and current license expiration dates for Surry and North Anna are shown in the following table:\n\n    NRC license expiration year\n\n    Most recent cost estimate (2024 dollars)(1)\n\n    Funds in trusts at December 31, 2024(2)\n\n    (dollars in millions)\n\n    Surry\n\n    Unit 1\n\n    2052\n\n    $\n\n    886\n\n    $\n\n    1,217\n\n    Unit 2\n\n    2053\n\n    886\n\n    1,196\n\n    North Anna\n\n    Unit 1(3)\n\n    2058\n\n    839\n\n    966\n\n    Unit 2(3)\n\n    2060\n\n    844\n\n    907\n\n    Total\n\n    $\n\n    3,455\n\n    $\n\n    4,286\n\n18\n\n  (1)The cost estimates shown above reflect reductions for the expected future recovery of certain spent fuel costs based on Virginia Power’s contracts with the DOE for disposal of spent nuclear fuel consistent with the reductions reflected in Virginia Power’s nuclear decommissioning AROs. \n\n  (2)Virginia Power did not make any contributions to its nuclear decommissioning trust funds during 2024.\n\n  (3)North Anna is jointly owned by Virginia Power (88.4%) and ODEC (11.6%). However, Virginia Power is responsible for 89.05% of the decommissioning obligation. Amounts reflect 89.05% of the decommissioning cost for both of North Anna’s units. \n\n  Also see Notes 9, 14 and 23 to the Consolidated Financial Statements for additional information about nuclear decommissioning trust investments, AROs and other aspects of nuclear decommissioning, respectively.\n\n  DOMINION ENERGY SOUTH CAROLINA\n\n  Dominion Energy South Carolina is composed of DESC’s generation, transmission and distribution of electricity to approximately 0.8 million customers in the central, southern and southwestern portions of South Carolina and the distribution of natural gas to approximately 0.5 million residential, commercial and industrial customers in South Carolina. \n\n  Dominion Energy South Carolina’s capital plan for 2025 through 2029 includes spending approximately $6 billion to upgrade existing or add new infrastructure to meet growing energy needs within its service territory and maintain reliability.\n\n  Revenue provided by DESC’s electric distribution operations is based primarily on rates established by the South Carolina Commission. Variability in earnings is driven primarily by changes in rates, weather, customer growth and other factors impacting consumption such as the economy and energy conservation, in addition to operating and maintenance expenditures. \n\n  DESC’s electric transmission operations serve its electric distribution operations as well as certain wholesale customers. Revenue provided by such electric transmission operations is based on a FERC-approved formula rate mechanism under DESC’s open access transmission tariff or based on retail rates established by the South Carolina Commission. \n\n  Revenue provided by DESC’s electric generation operations is primarily derived from the sale of electricity generated by its utility generation assets and is based on rates established by the South Carolina Commission. Variability in earnings may arise when revenues are impacted by factors not reflected in current rates, such as the impact of weather, customer demand or the timing and nature of expenses or outages. \n\n  Electric operations continue to focus on improving service and experience levels while striving to reduce costs and link investments to operational results. SAIDI performance results, excluding major events, were 83 minutes for the three-year average ending 2024, up from the previous three-year average of 82 minutes.\n\n  Revenue provided by DESC’s natural gas distribution operations primarily results from rates established by the South Carolina Commission. Variability in earnings results from changes in operating and maintenance expenditures, as well as changes in rates and the demand for services, the availability and prices of alternative fuels and the economy. \n\n  DESC is a member of the Carolinas Reserve Sharing Group, one of several geographic divisions within the SERC. The SERC is one of seven regional entities with delegated authority from NERC for the purpose of proposing and enforcing reliability standards approved by NERC. In addition, DESC also participates in the SEEM platform, which became operational in November 2022. See Federal Regulations in Regulation for additional information on SEEM.\n\n  Competition \n\n  There is no competition for electric distribution or generation service within DESC’s retail electric service territory in South Carolina and no such competition is currently permitted. However, competition from third-party owners for development, construction and ownership of certain transmission facilities in DESC’s service territory is permitted pursuant to Order 1000, subject to state and local siting and permitting approvals. This could result in additional competition to build and own transmission infrastructure in DESC’s service area in the future. \n\n  Competition in DESC’s natural gas distribution operations is generally based on price and convenience. Large commercial and industrial customers often have the ability to switch from natural gas to an alternate fuel, such as propane or fuel oil. Natural gas competes with these alternate fuels based on price. As a result, any significant disparity between supply and demand, either of natural gas or of alternate fuels, and due either to production or delivery disruptions or other factors, will affect price and the ability to retain large commercial and industrial customers. \n\n19\n\n  Regulation\n\n  DESC’s electric distribution service, including the rates it may charge to jurisdictional customers, is subject to regulation by the South Carolina Commission. DESC’s electric generation operations are subject to regulation by the South Carolina Commission, FERC, NRC, EPA, DOE, U.S. Army Corps of Engineers and other federal, state and local authorities. DESC’s electric transmission service is primarily regulated by FERC and the DOE. DESC’s gas distribution operations are subject to regulation by the South Carolina Commission, as well as PHMSA, the U.S. Department of Transportation and the South Carolina Office of Regulatory Staff for enforcement of federal and state pipeline safety requirements. See State Regulations and Federal Regulations in Regulation, Future Issues and Other Matters in Item 7. MD&A and Notes 13 and 23 to the Consolidated Financial Statements for additional information.\n\n  Properties \n\n  For a description of existing facilities, see Item 2. Properties. \n\n  DESC has the following significant projects under construction or development to better serve customers or expand its service offerings within its service territory: \n\n  In January 2022, DESC committed to a plan to retire certain existing gas combustion turbine facilities, including certain units which currently do not have any net summer capability, and replace them with new gas combustion turbine units at the Williams and Parr facilities to increase reliability and reduce emissions. The replacement facility at the Williams facility achieved commercial operation in 2024. The replacement facility at the Parr facility is expected to be placed in service by the end of 2025 at an estimated cost of approximately $220 million, excluding financing costs, and have a total winter generating capacity of approximately 105 MW.\n\n  To maintain reliability, DESC commenced development in 2023 of a wastewater treatment facility at the Williams facility. The project will allow DESC to comply with the effluent limitation guidelines and is expected to be placed in service by the end of 2025 at an estimated cost of approximately $160 million, excluding financing costs.\n\n  In February 2024, DESC received approval from the South Carolina Commission to provide electric services to two large industrial customers which will require development of new electric transmission facilities.\n\n  In January 2025, DESC received an approval from the South Carolina Commission to pursue the construction of a new natural gas-fired combustion turbine unit at Urquhart to increase reliability, improve operational flexibility and reduce emissions. Provided that DESC is able to obtain the necessary permits to commence construction, this facility could be placed in service by the end of 2028 at an estimated cost of $395 million, excluding financing costs, and have a total winter generating capacity of approximately 200 MW. If completed, this project would be expected to replace certain legacy natural gas-fired combustion turbine and natural gas-fired steam generation facilities at the site. \n\n  Sources of Energy Supply\n\n  DESC uses a variety of fuels to power its electric generation fleet and purchases power for utility system load requirements. Some of these agreements have fixed commitments and are detailed further in Fuel and Other Purchase Commitments in Item 7. MD&A. \n\n  Presented below is a summary of DESC’s actual system output by energy source:\n\n    Source\n\n    2024\n\n    2023\n\n    2022\n\n    Natural gas\n\n    47\n\n    %\n\n    50\n\n    %\n\n    48\n\n    %\n\n    Nuclear(1)\n\n    21\n\n    21\n\n    23\n\n    Coal\n\n    21\n\n    18\n\n    18\n\n    Renewable and Hydro(2)\n\n    11\n\n    11\n\n    11\n\n    Total\n\n    100\n\n    %\n\n    100\n\n    %\n\n    100\n\n    %\n\n  (1)Excludes Santee Cooper’s 33.3% undivided ownership interest in Summer.\n\n  (2)Includes solar.\n\n  Natural gas— DESC purchases natural gas under contracts with producers and marketers on both a short-term and long-term basis at market-based prices. The gas is delivered to DESC through firm transportation agreements with various counterparties, through 2084. \n\n  Coal— DESC primarily obtains coal through short-term and long-term contracts with suppliers located in eastern Kentucky, Tennessee, Virginia and West Virginia that will expire at various times through 2026. Spot market purchases may occur when needed or when prices are believed to be favorable. \n\n20\n\n  Nuclear— DESC primarily utilizes long-term contracts to support its nuclear fuel requirements. DESC, for itself and as agent for Santee Cooper, and Westinghouse are parties to a fuel alliance agreement and contracts for fuel fabrication and related services. Under these contracts, DESC supplies enriched products to Westinghouse, who in turn supplies nuclear fuel assemblies for Summer. Westinghouse is DESC’s exclusive provider of such fuel assemblies on a cost-plus basis. The fuel assemblies to be delivered under the contracts are expected to supply the nuclear fuel requirements through 2036. \n\n  In addition, DESC has contracts covering its nuclear fuel needs for uranium, conversion services and enrichment services. These contracts have varying expiration dates through 2032. DESC believes that it will be able to renew these contracts as they expire or enter into similar contractual arrangements with other suppliers of nuclear fuel materials and services and that sufficient capacity for nuclear fuel supplies and processing exists to allow for normal operations of its nuclear generating unit. Current agreements, inventories and spot market availability are expected to support current and planned fuel supply needs. Additional fuel is purchased as required to ensure optimal fuel and inventory levels. \n\n  Seasonality \n\n  DESC’s electric business earnings vary seasonally as a result of the impact of changes in temperature, the impact of storms and other catastrophic weather events and the availability of alternative sources for heating on demand by residential and commercial customers. Generally, the demand for electricity peaks during the summer and winter months to meet cooling and heating needs, respectively. An increase in heating degree days does not produce the same increase in revenue as an increase in cooling degree days, due to seasonal pricing differentials and because alternative heating sources are more readily available. \n\n  DESC’s gas distribution and storage business earnings vary seasonally as a result of the impact of changes in temperature on demand by residential and commercial customers for gas to meet heating needs. The majority of these earnings are generated during the heating season, which is generally from November to March; however, South Carolina has certain rate mechanisms designed to reduce the impact of weather-related fluctuations. \n\n  Nuclear Decommissioning \n\n  DESC has a two-thirds interest in one licensed, operating nuclear reactor at Summer in South Carolina. \n\n  Decommissioning involves the decontamination and removal of radioactive contaminants from a nuclear power station once operations have ceased, in accordance with standards established by the NRC. Amounts collected from ratepayers are placed into trusts and are invested to fund the expected future costs of decommissioning Summer. \n\n  DESC believes that the decommissioning funds and their expected earnings will be sufficient to cover expected decommissioning costs, particularly when combined with future ratepayer collections and contributions to this trust. DESC will continue to monitor this trust to ensure that it meets the NRC minimum financial assurance requirements, which may include, if needed, the use of parent company guarantees, surety bonding or other financial instruments recognized by the NRC. \n\n  The estimated cost to DESC to decommission its 66.7% ownership in Summer is reflected in the table below and is primarily based upon site-specific studies completed in 2020. These cost studies are generally completed every four to five years. Santee Cooper is responsible for the remaining decommissioning costs, proportionate with its 33.3% ownership in Summer. The cost estimates assume decommissioning activities will begin shortly after cessation of operations, which will occur when the operating license expires. NRC regulations allow licensees to apply for extension of an operating license in up to 20-year increments. In August 2023, DESC filed an application with the NRC to renew the operating license for Unit 1 at Summer for an additional 20 years. A relicensing would extend its life through 2062. The existing regulatory framework in South Carolina provides a rate recovery mechanism for costs incurred on the relicensing process.\n\n  The estimated decommissioning costs, funds in trust and current license expiration dates for Summer are shown in the following table: \n\n    NRC license expiration year\n\n    Most recent cost estimate (2024 dollars)(1)\n\n    Funds in trusts at December 31, 2024(2)\n\n    (dollars in millions)\n\n    Summer – Unit 1\n\n    2042\n\n    $\n\n    831\n\n    $\n\n    268\n\n  (1)The cost estimates shown above reflect reductions for the expected future recovery of certain spent fuel costs based on DESC’s contracts with the DOE for disposal of spent nuclear fuel consistent with the reductions reflected in DESC’s nuclear decommissioning AROs and includes the expectation that a 20-year license extension is obtained.\n\n  (2)Excludes any funds held in trust by Santee Cooper.  DESC made contributions of $3 million to its nuclear decommissioning trust funds during 2024.\n\n21\n\n  Also see Notes 9, 14 and 23 to the Consolidated Financial Statements for additional information about nuclear decommissioning trust investments, AROs and other aspects of nuclear decommissioning, respectively.\n\n  CONTRACTED ENERGY\n\n  Contracted Energy includes the operations of Millstone, and associated energy marketing and price risk activities, and Dominion Energy’s nonregulated long-term contracted renewable electric generation fleet. Contracted Energy also includes nonregulated renewable natural gas facilities in operation and under development, including Dominion Energy’s investment in Align RNG. See Investments below for additional information regarding the Align RNG investment.\n\n  Contracted Energy’s capital plan for 2025 through 2029 includes spending approximately $2 billion primarily to support its operations at Millstone and develop renewable natural gas projects.\n\n  Contracted Energy derives its earnings primarily from Dominion Energy’s nonregulated generation assets, including associated capacity and ancillary services. Variability in earnings provided by Millstone relates to changes in market-based prices received for electricity and capacity as well as the timing, duration and costs of scheduled and unscheduled outages. Approximately half of Millstone’s output is sold under the Millstone 2019 power purchase agreements, which commenced in October 2019. Market-based prices for electricity are largely dependent on commodity prices and the demand for electricity. Capacity prices are dependent upon resource requirements in relation to the supply available (both existing and new) in the forward capacity auctions, which are held approximately three years in advance of the associated delivery year. Dominion Energy manages the electric price volatility of Millstone by hedging a substantial portion of its expected near-term energy sales not subject to the Millstone 2019 power purchase agreements with derivative instruments.\n\n  Dominion Energy’s nonregulated generation fleet includes solar generation facilities in operation or development in five states, including Virginia. The output of these facilities is sold under long-term power purchase agreements with terms generally ranging from 15 to 25 years. Variability in earnings provided by these assets relates to changes in irradiance levels due to changes in weather. See Note 10 to the Consolidated Financial Statements for additional information regarding certain solar projects. \n\n  Competition \n\n  Contracted Energy’s renewable generation projects are not currently subject to significant competition as the output from these facilities is primarily sold under long-term power purchase agreements with terms generally ranging from 15 to 25 years.  However, in the future, such operations may compete with other power generation facilities to serve certain large-scale customers after the power purchase agreements expire. Competition for the nonregulated fleet is impacted by electricity and fuel prices, new market entrants, construction by others of generating assets and transmission capacity, technological advances in power generation, the actions of environmental and other regulatory authorities and other factors. These competitive factors may negatively impact the nonregulated fleet’s ability to profit from the sale of electricity and related products and services.  \n\n  Millstone is dependent on its ability to operate in a competitive environment and does not have a predetermined rate structure that provides for an ROIC. Millstone operates within a functioning RTO and primarily competes on the basis of price. Competitors include other generating assets bidding to operate within the RTO. Millstone competes in the wholesale market with other generators to sell a variety of products including energy, capacity and ancillary services. It is difficult to compare various types of generation given the wide range of fuels used by generation facilities, fuel procurement strategies, efficiencies and operating characteristics of the fleet within any given RTO. However, Dominion Energy applies its expertise in operations, dispatch and risk management to maximize the degree to which Millstone is competitive compared to similar assets within the region. \n\n  Regulation \n\n  Contracted Energy’s generation fleet is subject to regulation by the NRC, EPA, DOE, U.S. Army Corps of Engineers and other federal, state and local authorities. See Federal Regulations in Regulation, Future Issues and Other Matters in Item 7. MD&A and Note 23 to the Consolidated Financial Statements for additional information.\n\n  Properties \n\n  For a listing of facilities, see Item 2. Properties. \n\n22\n\n  Non-Utility Renewable Natural Gas—In December 2019, Dominion Energy began exploring projects to capture methane from dairy farms and convert it into pipeline quality natural gas. As of December 31, 2024, 18 dairy renewable natural gas projects in Colorado, Georgia, Idaho, Kansas, New Mexico, Nevada and Texas were under construction, including seven of which had begun to produce test gas. Substantially all of the projects are expected to be placed in service in 2025 with an estimated total cost of approximately $1.3 billion, excluding financing costs. Dominion Energy expects to invest approximately $300 million on such facilities in 2025. \n\n  Investments\n\n  Align RNG—In November 2018, Dominion Energy announced the formation of Align RNG, an equal partnership with Smithfield Foods, Inc. As of December 31, 2024, Align RNG had three projects under construction in North Carolina and Virginia with an estimated total cost of approximately $125 million. These facilities are expected to be placed in service throughout 2025 and 2026.\n\n  Leasing Arrangement\n\n  In December 2020, Dominion Energy signed an agreement (most recently amended in August 2024) with a lessor to complete construction of and lease a Jones Act compliant offshore wind installation vessel. This vessel is designed to handle current turbine technologies as well as next generation turbines. The lessor is providing equity and has obtained financing commitments from debt investors, totaling $715 million, to fund project costs. Including financing costs, total estimated project costs are approximately $715 million. The completed project is expected to be delivered to the CVOW Commercial Project in the third quarter of 2025. The initial lease term will commence once construction is substantially complete and the vessel is delivered and will mature after five years. See Note 15 to the Consolidated Financial Statements for additional information.\n\n  Sources of Energy Supply\n\n  Contracted Energy’s renewable fleet utilizes solar energy to power its electric generation while Millstone utilizes nuclear fuel, which is acquired primarily through a series of 5-year contracts, to power its electric generation.  In addition, Dominion Energy occasionally purchases electricity from the ISO-NE spot market to satisfy physical forward sale requirements, as described below. Some of these agreements have fixed commitments and are detailed further in Fuel and Other Purchase Commitments in Item 7. MD&A. \n\n  Seasonality \n\n  Sales of electricity for Contracted Energy are subject to seasonal variation as a result of the weather, partially mitigated by the Millstone 2019 power purchase agreements.\n\n  Nuclear Decommissioning \n\n  Dominion Energy has two licensed, operating nuclear reactors at Millstone in Connecticut. Dominion Energy intends to seek approval of 20-year license extensions for both Units 2 and 3, which would allow these units to generate electricity through 2055 and 2065, respectively. A third Millstone unit ceased operations before Dominion Energy acquired the power station.\n\n  As part of Dominion Energy’s acquisition of Millstone, it acquired decommissioning funds for the related units. Dominion Energy believes that the decommissioning funds and their expected earnings will be sufficient to cover expected decommissioning costs for the Millstone units. Dominion Energy will continue to monitor these trusts to ensure they meet the NRC minimum financial assurance requirements, which may include, if needed, the use of parent company guarantees, surety bonding or other financial instruments recognized by the NRC. The most recent site-specific study completed for Millstone was performed in 2024.\n\n  The estimated decommissioning costs, funds in trust and current license expiration dates for Millstone are shown in the following table: \n\n    NRC license expiration year\n\n    Most recent cost estimate (2024 dollars)(1)\n\n    Funds in trusts at December 31, 2024(2)\n\n    (dollars in millions)\n\n    Millstone\n\n    Unit 1(3)\n\n    N/A\n\n    $\n\n    893\n\n    $\n\n    944\n\n    Unit 2\n\n    2035\n\n    1,076\n\n    1,270\n\n    Unit 3(4)\n\n    2045\n\n    1,190\n\n    1,282\n\n    Total\n\n    $\n\n    3,159\n\n    $\n\n    3,496\n\n23\n\n  (1)The cost estimates shown above reflect reductions for the expected future recovery of certain spent fuel costs based on Dominion Energy’s contracts with the DOE for disposal of spent nuclear fuel consistent with the reductions reflected in Dominion Energy’s nuclear decommissioning AROs.\n\n  (2)Dominion Energy did not make any contributions to its nuclear decommissioning trust funds related to Millstone during 2024.\n\n  (3)Unit 1 permanently ceased operations in 1998, before Dominion Energy’s acquisition of Millstone. \n\n  (4)Millstone Unit 3 is jointly owned by Dominion Energy Nuclear Connecticut, Inc., with a 6.53% undivided interest in Unit 3 owned by Massachusetts Municipal and Green Mountain. Decommissioning cost is shown at Dominion Energy’s ownership percentage. At December 31, 2024, the minority owners held $73 million of trust funds related to Millstone Unit 3 that are not reflected in the table above. \n\n  Also see Notes 9, 14 and 23 to the Consolidated Financial Statements for additional information about nuclear decommissioning trust investments, AROs and other aspects of nuclear decommissioning, respectively.\n\n  CORPORATE AND OTHER \n\n  Corporate and Other Segment-Dominion Energy \n\n  Dominion Energy’s Corporate and Other segment includes its corporate, service company and other functions (including unallocated debt) as well as its noncontrolling interest in Dominion Privatization. Corporate and Other includes specific items attributable to Dominion Energy’s operating segments that are not included in profit measures evaluated by executive management in assessing the segments’ performance or in allocating resources. In addition, Corporate and Other includes the net impact of discontinued operations consisting primarily of the operations included in the East Ohio, PSNC and Questar Gas Transactions and a noncontrolling interest in Atlantic Coast Pipeline.\n\n  Dominion Energy owns a 50% noncontrolling interest in Dominion Privatization, a partnership with Patriot, which maintains and operates electric and gas distribution infrastructure under service concession arrangements with certain U.S. military installations in Pennsylvania, South Carolina, Texas, Washington D.C. and Virginia.\n\n  Dominion Energy owns a 53% noncontrolling interest in Atlantic Coast Pipeline. In July 2020, as a result of the continued permitting delays, growing legal uncertainties and the need to incur significant capital expenditures to maintain project timing before such uncertainties could be resolved, Dominion Energy and Duke Energy announced the cancellation of the Atlantic Coast Pipeline Project.\n\n  See Notes 3 and 9 to the Consolidated Financial Statements for additional information.\n\n  Corporate and Other Segment-Virginia Power \n\n  Virginia Power’s Corporate and Other segment primarily includes certain specific items attributable to its operating segments that are not included in profit measures evaluated by executive management in assessing the segment’s performance or in allocating resources. \n\n  REGULATION \n\n  The Companies are subject to regulation by various federal, state and local authorities, including the state commissions of Virginia, North Carolina and South Carolina, SEC, FERC, EPA, DOE, PHMSA, NRC, U.S. Army Corps of Engineers, BOEM and U.S. Department of Transportation. \n\n  State Regulations \n\n  Electric \n\n  Virginia Power and DESC’s electric utility retail services are subject to regulation by the Virginia and North Carolina Commissions and the South Carolina Commission, respectively. \n\n  Virginia Power and DESC hold CPCNs which authorize them to maintain and operate their electric facilities already in operation and to sell electricity to customers. However, Virginia Power and DESC may not construct generating facilities or large capacity transmission lines without the prior approval of various state and federal government agencies. In addition, the Virginia and North Carolina Commissions and the South Carolina Commission regulate Virginia Power and DESC’s transactions, respectively, with affiliates and transfers of certain facilities. The Virginia and South Carolina Commissions also regulate the issuance of certain securities. \n\n24\n\n  Electric Regulation in Virginia \n\n  The Regulation Act provides for a cost-of-service rate model and permits Virginia Power to seek recovery of costs for new generation projects as well as extensions of operating licenses of nuclear power generation facilities, FERC-approved transmission costs, underground distribution lines, certain environmental compliance, conservation, energy efficiency and demand response programs and renewable energy facilities and programs through stand-alone riders, and also contains statutory provisions directing Virginia Power to file annual fuel cost recovery cases with the Virginia Commission. If the Virginia Commission does not allow recovery of costs incurred in providing service on a timely basis, Virginia Power’s future earnings could be negatively impacted.\n\n  In April 2020, the VCEA replaced Virginia’s voluntary renewable energy portfolio standard for Virginia Power with a mandatory program setting annual renewable energy portfolio standard requirements based on the percentage of total electric energy sold by Virginia Power, excluding existing nuclear generation and certain new carbon-free resources, reaching 100% by the end of 2045. The VCEA includes related requirements concerning deployment of wind, solar and energy storage resources, as well as provides for certain measures to increase net-metering, including an allocation for low-income customers, incentivizes energy efficiency programs and provides for cost recovery related to participation in a carbon trading program.\n\n  In April 2023, legislation was enacted that resets the frequency of base rate reviews from a triennial period, as established under the GTSA, to a biennial period commencing with the 2023 Biennial Review. The legislation provided that the Virginia Commission establish an authorized ROE of 9.70% for Virginia Power in the 2023 Biennial Review, and that subsequent to the 2023 Biennial Review the Virginia Commission is authorized to utilize any methodology it deems to be consistent with the public interest to make future ROE determinations. In all future biennial reviews, if the Virginia Commission determines that Virginia Power’s existing base rates will, on a going-forward basis, produce revenues that are either in excess of or below its authorized rate of return, the Virginia Commission is authorized to reduce or increase such base rates, as applicable and necessary, to ensure that Virginia Power’s base rates are just and reasonable while still allowing Virginia Power to recover its costs and earn a fair rate of return. In addition, beginning with the 2025 Biennial Review, the Virginia Commission may, at its discretion, increase or decrease Virginia Power’s authorized ROE by up to 50 basis points based on factors that may include reliability, generating plant performance, customer service and operating efficiency, with the provisions applying to such adjustments to be determined in a future proceeding. \n\n  The legislation directed that if the Virginia Commission determined as part of the 2023 Biennial Review that Virginia Power had earned more than 70 basis points above its authorized ROE of 9.35% established in the 2021 Triennial Review that 85% of the amount of such earnings above this level be credited to customers’ bills. In future biennial reviews, beginning with the biennial review to be filed in 2025, 85% of any earnings determined by the Virginia Commission to be up to 150 basis points above Virginia Power’s authorized ROE shall be credited to customers’ bills as well as 100% of any earnings that are more than 150 basis points above Virginia Power’s authorized ROE. For the purposes of measuring any bill credits due to customers, associated income taxes are factored into the determination of such amounts. In addition, the legislation eliminated Virginia Power’s ability to utilize Virginia Commission-approved investment amounts in qualifying solar or wind generation facilities or electric distribution grid transformation projects as a CCRO to reduce or offset any earnings otherwise eligible for customer credits as previously permitted under the GTSA. \n\n  See Note 13 to the Consolidated Financial Statements for additional information. \n\n  Electric Regulation in North Carolina \n\n  Virginia Power’s retail electric base rates in North Carolina are regulated on a cost-of-service/rate-of-return basis subject to North Carolina statutes and the rules and procedures of the North Carolina Commission. North Carolina base rates are set by a process that allows Virginia Power to recover its operating costs and an ROIC. If retail electric earnings exceed the authorized ROE established by the North Carolina Commission, retail electric rates may be subject to review and possible reduction by the North Carolina Commission, which may decrease Virginia Power’s future earnings. Additionally, if the North Carolina Commission does not allow recovery of costs incurred in providing service on a timely basis, Virginia Power’s future earnings could be negatively impacted. Fuel rates are subject to revision under annual fuel cost adjustment proceedings. Recent North Carolina legislation provides Virginia Power the option to apply for a multi-year rate plan to establish base rates under a performance-based rate plan rather than a general rate case.  Under this optional structure, rates would be set for a multi-year period and be subject to revenue decoupling for residential customers, an annual earnings sharing mechanism and performance-based requirements.\n\n  Virginia Power’s transmission service rates in North Carolina are regulated by the North Carolina Commission as part of Virginia Power’s bundled retail service to North Carolina customers. \n\n  See Note 13 to the Consolidated Financial Statements for additional information. \n\n25\n\n  Electric Regulation in South Carolina \n\n  DESC’s retail electric base rates in South Carolina are regulated on a cost-of-service/rate-of-return basis subject to South Carolina statutes and the rules and procedures of the South Carolina Commission. South Carolina base rates are set by a process that allows DESC to recover its operating costs and an ROIC. If retail electric earnings exceed the authorized ROE established by the South Carolina Commission, retail electric rates may be subject to review and possible reduction, which may decrease DESC’s future earnings. Additionally, if the South Carolina Commission does not allow recovery of costs incurred in providing service on a timely basis, DESC’s future earnings could be negatively impacted. Fuel costs are reviewed annually by the South Carolina Commission, as required by statute, and fuel rates are subject to revision in these annual fuel proceedings. DESC also submits annual filings to the South Carolina Commission for rider recovery related to its DSM programs and pension costs. The DSM rider includes recovery of any net lost revenues and for a shared savings incentive.\n\n  Pursuant to the SCANA Merger Approval Order, DESC is recovering capital costs and a return on capital cost rate base related to the NND Project over a 20-year period through a capital cost rider.  The capital cost rider also provides for the return to retail electric customers of certain amounts associated with the NND Project.  Revenue from the capital cost rider component of retail electric rates will continue to decline over the 20-year period as capital cost rate base is reduced.\n\n  See Note 13 to the Consolidated Financial Statements for additional information. \n\n  Gas\n\n  DESC is subject to regulation of rates and other aspects of its natural gas distribution service by the South Carolina Commission. DESC provides retail natural gas service to customers in areas in which it has received authorization from the South Carolina Commission and in municipalities in which it holds a franchise. DESC’s base rates can be adjusted annually, pursuant to the Natural Gas Rate Stabilization Act, for recovery of costs related to natural gas infrastructure. Base rates are set based on the cost-of-service by rate class approved by the South Carolina Commission in the latest general rate case. Base rates for DESC are based primarily on a rate design methodology in which the majority of operating costs are recovered through volumetric charges. DESC also utilizes a weather normalization adjustment to adjust its base rates during the winter billing months for residential and commercial customers to mitigate the effects of unusually cold or warm weather. \n\n  DESC’s natural gas tariffs include a purchased gas adjustment that provides for the recovery of prudently incurred gas costs, including transportation costs. DESC is authorized to adjust its purchased gas rates monthly and makes routine filings with the South Carolina Commission to provide notification of changes in these rates. Costs that are under or over recovered are deferred as regulatory assets or liabilities, respectively, and considered in subsequent purchased gas adjustments. The purchased gas adjustment filings cover a prospective twelve-month period. Increases or decreases in purchased gas costs can result in corresponding changes in purchased gas adjustment rates and the revenue generated by those rates. The South Carolina Commission reviews DESC’s gas purchasing policies and practices, including its administration of the purchased gas adjustment, annually. DESC has also received approval from the South Carolina Commission to recover gas DSM program costs and a shared savings incentive from residential and commercial natural gas customers under a rider to retail gas rates. The South Carolina Commission approved DESC to recover net lost revenues resulting from the gas DSM programs through its annual Natural Gas Rate Stabilization Act proceeding.\n\n  See Note 13 to the Consolidated Financial Statements for additional information. \n\n  Federal Regulations \n\n  Federal Energy Regulatory Commission \n\n  Under the Federal Power Act, FERC regulates wholesale sales and transmission of electricity in interstate commerce by public utilities. Virginia Power purchases and, under its market-based rate authority, sells electricity in the PJM wholesale market and to wholesale purchasers in Virginia and North Carolina. Dominion Energy’s nonregulated generators sell electricity in the PJM, CAISO and ISO-NE wholesale markets, and to wholesale purchasers in the states of Virginia, North Carolina, Ohio, Connecticut, California and South Carolina, under Dominion Energy’s market-based sales tariffs authorized by FERC or pursuant to FERC authority to sell as a qualified facility. DESC may make wholesale sales at market-based rates outside its balancing authority pursuant to its market-based sales tariff authorized by FERC. In addition, DESC has FERC approved tariffs to sell wholesale power at capped rates based on its embedded cost of generation. These cost-based sales tariffs could be used to sell to loads within or outside DESC’s service territory. Any such sales are voluntary. FERC also regulates the issuance of certain securities by DESC.\n\n  Through June 2022, Virginia Power satisfied its capacity requirements as a Fixed Resource Requirement Entity that self-supplied the capacity needed to serve load. In April 2024, Virginia Power notified PJM that it was changing its election to satisfy its capacity requirements by returning to PJM’s Reliability Pricing Model capacity market, planning to purchase capacity rather than satisfying \n\n26\n\n  this requirement by self-supplying the capacity needed to serve load. This change will become effective for the delivery year beginning June 2025. This decision does not affect day-to-day operations.\n\n  The Companies are subject to FERC’s Standards of Conduct that govern conduct between transmission function employees of interstate gas and electricity transmission providers and the marketing function employees of their affiliates. The rule defines the scope of transmission and marketing-related functions that are covered by the standards and is designed to prevent transmission providers from giving their affiliates undue preferences. \n\n  The Companies are also subject to FERC’s affiliate restrictions that (1) prohibit power sales between nonregulated plants and utility plants without first receiving FERC authorization, (2) require the nonregulated and utility plants to conduct their wholesale power sales operations separately and (3) prohibit utilities from sharing market information with nonregulated plant operating personnel. The rules are designed to prohibit utilities from giving the nonregulated plants a competitive advantage. \n\n  EPACT included provisions to create an Electric Reliability Organization, which is required to promulgate mandatory reliability standards governing the operation of the bulk power system in the U.S. FERC has certified NERC as the Electric Reliability Organization and also issued an initial order approving many reliability standards that went into effect in 2007. Entities that violate standards will be subject to fines of up to $1.6 million per day, per violation and can also be assessed non-monetary penalties, depending upon the nature and severity of the violation. \n\n  In April 2008, FERC granted an application for Virginia Power’s electric transmission operations to establish a forward-looking formula rate mechanism that updates transmission rates on an annual basis and approved an ROE effective as of January 1, 2008. The formula rate is designed to recover the expected revenue requirement for each calendar year and is updated based on actual costs. The FERC-approved formula method, which is based on projected costs, allows Virginia Power to earn a current return on its growing investment in electric transmission infrastructure. \n\n  In October 2011, FERC issued an order approving the settlement of DESC’s formula rate that updates transmission rates on an annual basis, including its ROE. The formula rate is designed to recover the expected revenue requirement for the calendar year and is updated annually based on actual costs.  This FERC accepted formula rate enables DESC to earn a return on its investment in electric transmission infrastructure.\n\n  In February 2021, DESC and the other members of the SEEM submitted the Southeast Energy Exchange Market Agreement to FERC for authorization. This agreement sets forth the framework and rules for establishing and maintaining a new voluntary electronic trading platform designed to enhance the existing bilateral market in the Southeast utilizing zero-charge transmission service. That transmission service, in turn, will be voluntarily provided by participating transmission service providers, including DESC. In October 2021, the Southeast Energy Exchange Market Agreement became effective by operation of law as a result of a split FERC vote. The SEEM platform became operational in November 2022. Certain parties appealed FERC's authorization of SEEM to the U.S. Court of Appeals for the District of Columbia. In July 2023, the U.S. Court of Appeals for the District of Columbia remanded the authorization of SEEM to FERC for further proceedings. This matter is pending.\n\n  Nuclear Regulatory Commission \n\n  All aspects of the operation and maintenance of the Companies’ nuclear power stations are regulated by the NRC. Operating licenses issued by the NRC are subject to revocation, suspension or modification, and the operation of a nuclear unit may be suspended if the NRC determines that the public interest, health or safety so requires. \n\n  From time to time, the NRC adopts new requirements for the operation and maintenance of nuclear facilities. In many cases, these new regulations require changes in the design, operation and maintenance of existing nuclear facilities. If the NRC adopts such requirements in the future, it could result in substantial increases in the cost of operating and maintaining the Companies’ nuclear generating units. See Note 23 to the Consolidated Financial Statements for additional information. \n\n  The NRC also requires the Companies to decontaminate their nuclear facilities once operations cease. This process is referred to as decommissioning, and the Companies are required by the NRC to be financially prepared. For information on decommissioning trusts, see Dominion Energy Virginia-Nuclear Decommissioning, Dominion Energy South Carolina-Nuclear Decommissioning, and Contracted Energy-Nuclear Decommissioning above and Notes 3 and 9 to the Consolidated Financial Statements. See Note 23 to the Consolidated Financial Statements for additional information on spent nuclear fuel. \n\n27\n\n  Cyber Regulations \n\n  The Companies plan and operate their facilities in compliance with approved government cyber regulatory requirements. The Companies’ employees participate on various regulatory committees, track the development and implementation of standards and maintain proper compliance registration with NERC’s regional organizations. The Companies anticipate incurring additional compliance expenditures over the next several years because of the implementation of new cybersecurity programs such as the Transportation Security Administration’s gas sector cyber security directives. In addition, NERC continues to develop additional requirements specifically regarding supply chain standards and control centers that impact the bulk electric system. While the Companies expect to incur additional compliance costs in connection with NERC, Transportation Security Administration and other governmental agency regulations, such expenses are not expected to significantly affect results of operations. \n\n  Safety Regulations \n\n  Dominion Energy is also subject to federal and state pipeline safety laws and regulations which set forth numerous operation, maintenance and inspection and repair regulations designed to ensure the safety and integrity of Dominion Energy’s pipeline and storage infrastructure. \n\n  The Companies are subject to a number of federal and state laws and regulations, including Occupational Safety and Health Administration, and comparable state statutes, whose purpose is to protect the health and safety of workers. The Companies have an internal safety, health and security program designed to monitor and enforce compliance with worker safety requirements, which is routinely reviewed and considered for improvement. The Companies believe that they are in material compliance with all applicable laws and regulations related to worker health and safety. Notwithstanding these preventive measures, incidents may occur that are outside of the Companies’ control. \n\n  Environmental Regulations \n\n  Each of the Companies’ operating segments is subject to substantial laws, regulations and compliance costs with respect to environmental matters. In addition to imposing continuing compliance obligations, these laws and regulations authorize the imposition of significant penalties for noncompliance, including fines, injunctive relief and other sanctions. The cost of complying with applicable environmental laws, regulations and rules is material to the Companies. If compliance expenditures and associated operating costs are not recoverable from customers through regulated rates (in regulated businesses) or market prices (in unregulated businesses), those costs could adversely affect future results of operations and cash flows. The Companies have applied for or obtained the necessary environmental permits for the construction and operation of their facilities. Many of these permits are subject to reissuance and continuing review.\n\n  Global Climate Change \n\n  The Companies support a federal climate change program that would provide a consistent, economy-wide approach to addressing this issue. Regardless of federal action, the Companies are seeking to reduce their GHG emissions while meeting the growing needs of their customers. In 2020, Virginia enacted the VCEA which addresses climate change matters such as the reduction of GHG emissions and renewable energy portfolio standards. Dominion Energy’s CEO and executive operational leadership within each operating segment are responsible for compliance with the laws and regulations governing environmental matters, including GHG emissions, and Dominion Energy’s Board of Directors receives periodic updates on these matters. See State Regulations—Electric—Electric Regulation in Virginia above, Environmental Strategy below, Environmental Matters in Future Issues and Other Matters in Item 7. MD&A and Notes 13 and 23 to the Consolidated Financial Statements for additional information on climate change legislation and regulation. \n\n  Air\n\n  The CAA is a comprehensive program utilizing a broad range of regulatory tools to protect and preserve the nation’s air quality. Regulated emissions include, but are not limited to, carbon, methane, VOC, NOX, other GHGs, mercury, other toxic metals, hydrogen chloride, SO2 and particulate matter. At a minimum, delegated states are required to establish regulatory programs to meet applicable requirements of the CAA. However, states may choose to develop regulatory programs that are more restrictive. Many of the Companies’ facilities are subject to the CAA’s permitting and other requirements. \n\n  Water \n\n  The CWA is a comprehensive program requiring a broad range of regulatory tools including a permit program to authorize and regulate discharges to surface waters with strong enforcement mechanisms. The CWA and analogous state laws impose restrictions and strict controls regarding discharges of effluent into surface waters and require permits to be obtained from the EPA or the \n\n28\n\n  analogous state agency for those discharges. Containment berms and similar structures may be required to help prevent accidental releases. The Companies must comply with applicable CWA requirements at their current and former operating facilities. Stormwater related to construction activities is also regulated under the CWA and by state and local stormwater management and erosion and sediment control laws. From time to time, the Companies’ projects and operations may impact tidal and non-tidal wetlands. In these instances, the Companies must obtain authorization from the appropriate federal, state and local agencies prior to impacting wetlands. The authorizing agency may impose significant direct or indirect mitigation costs to compensate for such impacts to wetlands. \n\n  Protected Species\n\n  The ESA and analogous state laws prohibit activities that can result in harm to specific species of plants and animals, as well as impacts to the habitat on which those species depend. In addition to ESA programs, the Migratory Bird Treaty Act of 1918 and Bald and Golden Eagle Protection Act establish broader prohibitions on harm to protected birds. Many of the Companies’ facilities are subject to requirements of the ESA, Migratory Bird Treaty Act of 1918 and Bald and Golden Eagle Protection Act. The ESA and Bald and Golden Eagle Protection Act require potentially lengthy coordination with the state and federal agencies to ensure potentially affected species are protected.  Ultimately, the suite of species protections may restrict company activities to certain times of year, project modifications may be necessary to avoid harm, or a permit may be needed for unavoidable taking of the species.  The authorizing agency may impose mitigation requirements and costs to compensate for harm of a protected species or habitat loss. These requirements and time of year restrictions can result in adverse impacts on project plans and schedules such that the Companies’ businesses may be materially affected.\n\n  Other Regulations\n\n  Other significant environmental regulations to which the Companies are subject include federal and state laws protecting graves, sacred sites, historic sites and cultural resources, including those of American Indian tribal nations and tribal communities. These can result in compliance and mitigation costs as well as potential adverse effects on project plans and schedules such that the Companies’ businesses may be materially affected. \n\n  ENVIRONMENTAL STRATEGY \n\n  Dominion Energy is committed to providing reliable, affordable and increasingly clean energy every day. Dominion Energy has set a goal to achieve net zero carbon and methane Scope 1 and Scope 2 emissions and material categories of Scope 3 emissions: electricity purchased to power the grid, fossil fuel purchased for its power stations and gas distribution systems and consumption of sales gas by natural gas customers by 2050.\n\n  To meet its customers’ needs for reliable, affordable and increasingly clean energy every day and to reach net zero emissions, in the near term Dominion Energy has sought and received license extensions for its zero-carbon nuclear facilities at Surry and North Anna and is expanding wind and solar generation as well as energy storage, investing in carbon-beneficial renewable natural gas and using low-carbon natural gas to support the integration of wind and solar generation facilities as well as energy storage facilities into the grid and requesting offers for responsibly sourced gas from those suppliers who are committed to net zero. The strategy to meet these objectives consists of three major elements which will reduce GHG emissions:\n\n  •Increasingly clean energy;\n\n  •Innovation and energy infrastructure modernization; and \n\n  •Conservation and energy efficiency.\n\n  Over the long term, Dominion Energy’s ability to meet its customers’ needs for reliable, affordable and increasingly clean energy and achieve net zero emissions will require supportive legislative and regulatory policies, advancements in technology and broader investments across the economy. Dominion Energy will pursue solutions, including pilot programs, of technologies such as large-scale battery storage, carbon capture and storage, small modular reactors and hydrogen if and when they become technologically and economically feasible.\n\n  Dominion Energy seeks to build partnerships and engage with local communities, stakeholders and customers on environmental issues important to them, including considerations such as fair treatment, representative involvement and effective communication. Dominion Energy commits to respectful stakeholder engagement on decisions regarding the siting and operation of energy infrastructure and strives to include all people and communities, regardless of race, color, national origin or income to ensure a variety of views are considered in its public engagement process. \n\n29\n\n  As part of its broader commitment to transparency, Dominion Energy increased its disclosures around carbon and methane emissions. Dominion Energy discloses its environmental commitments, policies and initiatives in a Sustainability and Corporate Responsibility Report as well as a Climate Report in addition to other reports included on Dominion Energy’s dedicated Sustainability website.\n\n  Increasingly Clean Energy\n\n  To achieve its net zero commitment while maintaining reliability, Dominion Energy utilizes an “all-of-the-above” strategy of cleaner, more efficient and lower-emitting methods of generating and delivering energy, while advancing measures to continue reducing emissions from traditional generation and delivery. Diversifying the energy portfolio enables Dominion Energy to provide customers with cleaner options while protecting the power supply from potential disruption.  \n\n  Over the past two decades, Dominion Energy has changed the fuel mix it uses to generate electricity to support a cleaner future. In addition to reducing GHG emissions, Dominion Energy has also achieved measurable reductions of other air pollutants such as NOX, SO2 and mercury and reduced the amount of coal ash generated and the amount of water withdrawn. Dominion Energy achieved GHG and other air pollutant reductions by implementing an integrated approach to environmental stewardship that addresses electric energy production and delivery and energy management. As part of this effort, Dominion Energy has retired, or committed to retire, several of its fossil fuel electric generating facilities, including those powered by coal, oil and gas, with the replacement of this capacity coming from the development of increasingly clean and renewable energy facilities.  \n\n  Renewable energy is an important component of an “all-of-the-above” strategy designed to meet Dominion Energy’s customers’ needs for safe, reliable and affordable energy. As of December 31, 2024, Dominion Energy had 2.9 GW of solar generation capacity in operation across five states and several projects under various stages of development which represented a potential generating capacity of approximately 6.8 GW. Dominion Energy has commenced construction of the CVOW Commercial Project, expected to be placed in service by the end of 2026, along with the CVOW Pilot Project which achieved commercial operation in January 2021. As of December 31, 2024, Virginia Power had energy storage projects under various stages of development which represented a potential storage capacity of approximately 1.0 GW.  \n\n  Preservation of Dominion Energy’s existing carbon-free baseload nuclear generation is also an important component of Dominion Energy’s GHG emissions reduction strategy. Virginia Power has received 20-year extensions of the operating licenses for its two units at Surry and for its two units at North Anna. In addition, DESC has commenced the process to extend the operating license for one unit at Summer. Dominion Energy also intends to commence the process to extend the operating licenses for two units at Millstone.  \n\n  Dominion Energy expects to operate renewable natural gas facilities in collaboration with the Dairy Farmers of America to develop projects to capture and convert methane emissions from dairy farms.  \n\n  See Operating Segments and Item 2. Properties for additional information.  \n\n  The IRA provides additional incentives designed to encourage production of clean energy, reduce carbon emissions, and promote domestic manufacturing.  The IRA significantly extends the investment and production tax credits for renewable technologies including wind and solar, and expands the qualifying technologies to include stand-alone storage, hydrogen, renewable natural gas, nuclear and, after 2024, other zero-emissions facilities. The IRA supersedes certain prior renewable energy legislation and contains a two-tiered credit system applicable to both the production and investment tax credits with a lower base credit amount that can be increased up to five times if the taxpayer can satisfy certain labor requirements. See Note 5 to the Consolidated Financial Statements and Future Issues and Other Matters in Item 7. MD&A for additional information on the IRA. \n\n  Innovation and Energy Infrastructure Modernization\n\n  One of the pillars of Dominion Energy’s net zero strategy is a focus on innovation as a way to advance technology and sustainability. This includes investing in and building upon previously proven technology, including large-scale battery storage, hydrogen and advanced nuclear technology. Dominion Energy’s capital expenditure plan for 2025 through 2029 includes a focus on upgrading the electric system in Virginia through investments in renewable generation facilities, smart meters, intelligent grid devices and associated control systems, physical and cyber security investments, strategic undergrounding and energy conservation programs. Dominion Energy also plans to upgrade its gas and electric transmission and distribution networks and meet environmental requirements and standards set by various regulatory bodies. These enhancements are aimed at meeting Dominion Energy’s continued goal of providing safe, reliable service while addressing increasing electricity consumption, making Dominion Energy’s system more responsive to its customers’ desire to more efficiently manage their energy consumption and transforming its grid to be more adaptive to renewable generation resources and battery technologies. \n\n  See Operating Segments for additional information.\n\n30\n\n  Conservation and Energy Efficiency\n\n  Conservation and load management play a significant role in meeting the growing demand for electricity and natural gas, while also helping to reduce the environmental footprint of Dominion Energy’s customers and lower their bills.  Dominion Energy offers various efficiency programs designed to reduce energy consumption in Virginia, North Carolina and South Carolina, including programs such as:\n\n  •Energy audits and assessments;\n\n  •Incentives for customers to upgrade or install certain energy efficient measures and/or systems;\n\n  •Weatherization assistance to help income-eligible customers reduce their energy usage;\n\n  •Home energy planning, which provides homeowners with a step-by-step roadmap to efficiency improvements to reduce gas usage; and\n\n  •Rebates for installing high-efficiency equipment and qualified electric vehicle chargers.\n\n  GHG Emissions\n\n  Dominion Energy continues to make progress on achieving its net zero emissions commitment. Through 2023, Dominion Energy has reduced direct Scope 1 CO2 equivalent carbon and methane emissions by 52%. Through 2023, Dominion Energy has reduced direct carbon emissions from electric generation by 53% since 2005 and reduced methane emissions from its natural gas infrastructure operations by 50% since 2010. For the purposes of these calculations and consistent with GHG Protocol requirements for reporting GHG emission reductions over time, both the baseline and 2023 emissions data include the gas entities sold in 2024 as part of the East Ohio, Questar Gas and PSNC Transactions, and exclude Dominion Energy’s 50% noncontrolling interest in Cove Point sold in 2023.\n\n  Dominion Energy’s 2024 emissions data is not yet available.\n\n  Corporate GHG Inventory\n\n  Dominion Energy maintains a comprehensive Corporate GHG Inventory, which follows methodologies specified in the EPA’s Mandatory GHG Reporting Rule, 40 Code of Federal Regulations Part 98 for calculating emissions, as well as approved industry protocols. In its annual Corporate GHG Inventory, Dominion Energy voluntarily includes greenhouse gas emission estimates from smaller sources that are not required to be included under the EPA’s mandatory GHG Reporting Program, including smaller electric generation, natural gas compressor stations and other sources. Dominion Energy’s Corporate GHG Inventory also includes emissions sources it voluntarily reports to various programs in which it participates. As a result, Dominion Energy’s reported GHG emissions in its Corporate GHG Inventory are higher than what is reported to the EPA. Dominion Energy includes emissions data in its Corporate GHG Inventory based on its ownership percentage of the associated assets and for the period in which the operations are owned by Dominion Energy.\n\n  Total direct Scope 1 CO2 equivalent emissions reported under Dominion Energy’s Corporate GHG Inventory were 29.5 million metric tons in 2023. Reported CO2 equivalent emissions include CO2, CH4, N2O and SF6 emissions from Dominion Energy’s electric generation operations, electric transmission and distribution operations, natural gas operations and corporate operations. Consistent with its ownership percentage, Dominion Energy’s 2023 emissions data reported under its Corporate GHG Inventory includes emissions from its 50% noncontrolling interest in Cove Point (through September 2023), as well as the entire year of operations for the gas entities sold in 2024 as part of the East Ohio, Questar Gas, and PSNC Transactions.  \n\n  •For Dominion Energy’s electric generation operations, total CO2 equivalent emissions were 27.4 million metric tons in 2023, including 9.2 million metric tons from DESC and 18.2 million metric tons from Virginia Power.\n\n  •For Dominion Energy’s electric transmission and distribution operations, direct CO2 equivalent emissions were 0.13 million metric tons in 2023.\n\n  •For Dominion Energy’s natural gas operations, total CO2 equivalent emissions were 1.5 million metric tons in 2023, including 1.4 million metric tons associated with East Ohio, Questar Gas and Wexpro and PSNC.\n\n  •For Dominion Energy’s proportional interest in Cove Point’s operations, total CO2 equivalent emissions were 0.4 million metric tons in 2023.\n\n31\n\n  •For Dominion Energy’s corporate operations, which includes renewable natural gas operations and Dominion Privatization assets, in addition to building heat and Dominion Energy’s vehicle and aviation fleets, total CO2 equivalent emissions were 0.09 million metric tons in 2023.\n\n  EPA Mandatory GHG Reporting Program\n\n  Dominion Energy has been reporting GHG emissions, including carbon, methane, N2O and SF6, from its natural gas infrastructure, electric generation and power delivery operations to the EPA since 2011 under the EPA mandatory GHG Reporting Program. The EPA’s mandatory GHG Reporting Program requires annual reporting of emissions from assets operated by Dominion Energy based on full equity asset ownership at the end of the calendar year. Dominion Energy’s 2023 GHG emissions reported under various subparts of the EPA’s Mandatory GHG Reporting Program as of December 31, 2023, which includes the gas entities sold as part of the East Ohio, Questar Gas and PSNC Transactions are as follows:\n\n  Natural Gas Operations – 2023 Emissions\n\n    Segment\n\n    Subparts W & CCH4 Emissions\n\n    Subparts W & C CO2 Emissions\n\n    Subparts W & C N2O Emissions\n\n    Subparts W & C as CO2 Equivalent Emissions\n\n    (metric tons)\n\n    Distribution\n\n    29,602\n\n    2,328\n\n    —\n\n    742,378\n\n    Production\n\n    2,238\n\n    16,131\n\n    0.06\n\n    72,098\n\n    Transmission compressor stations\n\n    112\n\n    38,871\n\n    0.07\n\n    41,685\n\n    Gathering and boosting\n\n    2,334\n\n    88,628\n\n    0.17\n\n    147,037\n\n    Storage\n\n    322\n\n    37,060\n\n    0.07\n\n    45,130\n\n    LNG storage\n\n    10\n\n    639\n\n    —\n\n    885\n\n    Total(1)\n\n    34,618\n\n    183,657\n\n    0.38\n\n    1,049,214\n\n  (1)Totals may not foot due to rounding.\n\n  Electric Generation Operations – 2023 Emissions\n\n    Company\n\n    Subparts C & D CO2 Emissions\n\n    Subparts C & DCH4 Emissions\n\n    Subparts C & D N2O Emissions\n\n    Subparts C & DCH4 Emissions as CO2 Equivalent Emissions\n\n    Subparts C & D N2O Emissions as CO2 Equivalent Emissions\n\n    Subparts C & D as CO2 Equivalent Emissions\n\n    (metric tons)\n\n    Virginia Power(1)\n\n    18,118,397\n\n    843\n\n    115\n\n    21,075\n\n    34,249\n\n    18,173,721\n\n    DESC\n\n    9,007,608\n\n    572\n\n    79\n\n    14,296\n\n    23,540\n\n    9,045,444\n\n    Total(2)\n\n    27,126,005\n\n    1,415\n\n    194\n\n    35,371\n\n    57,789\n\n    27,219,165\n\n  (1)Virginia Power totals include biomass, which were not included in the Corporate GHG inventory.\n\n  (2)Totals may not foot due to rounding.\n\n  Electric Transmission and Distribution Operations – 2023 Emissions\n\n    Company\n\n    Subpart DD SF6 Emissions\n\n    Subpart DD SF6 as CO2 Equivalent Emissions\n\n    (metric tons)\n\n    Virginia Power\n\n    4.93\n\n    112,425\n\n    DESC\n\n    0.66\n\n    15,048\n\n    Total(1)\n\n    5.59\n\n    127,473\n\n  (1)Totals may not foot due to rounding.\n\n  ENVIRONMENTAL PROTECTION AND MONITORING EXPENDITURES\n\n  Dominion Energy incurred $314 million, $269 million and $251 million of expenses (including accretion and depreciation) during 2024, 2023 and 2022 respectively, in connection with environmental protection and monitoring activities. Dominion Energy expects these expenses to be approximately $330 million and $320 million in 2025 and 2026, respectively. In addition, capital expenditures related to environmental controls were $216 million, $132 million and $91 million for 2024, 2023 and 2022, respectively. Dominion Energy expects these expenditures to be approximately $200 million and $180 million for 2025 and 2026, respectively.",
      "char_count": 111605
    },
    "item1a": {
      "text": "Item 1A. Risk Factors\n\n  The Companies’ businesses are influenced by many factors that are difficult to predict, involve uncertainties that may materially affect actual results and are often beyond their control. A number of these factors have been identified below. For other factors that may cause actual results to differ materially from those indicated in any forward-looking statement or projection contained in this report, see Forward-Looking Statements in Item 7. MD&A. \n\n  Regulatory, Legislative and Legal Risks\n\n  The rates of the Companies’ principal electric transmission, distribution and generation operations and gas distribution operations are subject to regulatory review.  Revenue provided by the Companies’ electric transmission, distribution and generation operations and by gas distribution operations is based primarily on rates approved by state and federal regulatory agencies. The profitability of the Companies’ businesses is dependent on their ability, through the rates that they are permitted to charge, to recover costs and earn a reasonable rate of return on their capital investment.\n\n  At the federal level, the Companies’ wholesale rates for electric transmission service are regulated by FERC. Rates for electric transmission services are updated annually according to a FERC-approved formula rate mechanism, and may be subject to additional prospective adjustments and retroactive corrections. A failure by the Companies to support these rates or a change in FERC policy could result in rate decreases from current rate levels, which could adversely affect the Companies’ results of operations, cash flows and financial condition.\n\n  At the state level, Virginia Power’s retail base rates, terms and conditions for generation and distribution services to customers in Virginia are reviewed by the Virginia Commission in a proceeding that involves the determination of Virginia Power’s actual earned ROE during a historic test period, and the determination of Virginia Power’s authorized ROE prospectively. Legislation enacted in Virginia in April 2023 reset the frequency of base rate reviews to a biennial period commencing with the 2023 Biennial Review. Under certain circumstances described in the Regulation Act, Virginia Power may be required to refund a portion of its earnings to customers through a refund process and to reduce its rates. Virginia Power makes assessments throughout the review period and will record a regulatory liability for refunds to customers in any period it is determined probable, which could be material to the Companies’ results of operations in the period recognized and to cash flows on completion of any biennial review.\n\n  In states other than Virginia, the Companies’ retail electric base rates for generation and distribution services to customers are regulated on a cost-of-service/rate-of-return basis subject to the statutes, rules and procedures of such states. Dominion Energy’s rates for gas distribution to retail customers are similarly regulated at the state level. If retail electric or gas earnings exceed the returns established by state utility commissions, retail electric rates or gas rates may be subject to review and possible reduction, which may decrease the Companies’ future earnings. Additionally, if any state utility commission does not allow recovery through base rates, on a timely basis, of costs incurred in providing service, the Company’s future earnings could be negatively impacted.\n\n  Under certain circumstances, state utility regulators may impose a moratorium on increases to retail base rates for a specified period of time, which could delay recovery of costs incurred in providing service. Additionally, governmental officials, stakeholders and advocacy groups may challenge any of the regulatory reviews or proceedings referred to above. Such challenges may lengthen the time, complexity and costs associated with such regulatory reviews or proceedings.\n\n  The Companies’ generation business may be negatively affected by possible FERC actions that could change market design in the wholesale markets or affect pricing rules or revenue calculations in the RTO markets.  The Companies’ generation stations operating in RTO markets sell capacity, energy and ancillary services into wholesale electricity markets regulated by FERC. The wholesale markets allow these generation stations to take advantage of market price opportunities, but also expose them to market risk. Properly functioning competitive wholesale markets depend upon FERC’s continuation of clearly identified market rules. From time to time FERC may investigate and authorize RTOs to make changes in market design. FERC also periodically reviews the Companies’ authority to sell at market-based rates. Material changes by FERC to the design of the wholesale markets or its interpretation of market rules, the Companies’ authority to sell power at market-based rates, or changes to pricing rules or rules involving revenue calculations, could adversely impact the future results of the Companies’ generation business. For example, in April 2024, FERC issued an order that accepted proposed changes to the PJM wholesale capacity market that significantly changed how a generation resource’s capacity value is calculated and decreased the total amount of capacity recognized in the PJM region as eligible to meet reserve requirements. In addition, changes to the interpretation and application of FERC’s market manipulation rules may occur from time to time. A failure to comply with these market manipulation rules could lead to civil and criminal penalties.\n\n  The Companies are subject to complex governmental regulation, including tax regulation, that could adversely affect their results of operations and subject the Companies to monetary penalties.  The Companies’ operations are subject to extensive federal, state and local laws and regulations and require numerous permits, approvals and certificates from various governmental \n\n33\n\n  agencies. Such laws and regulations govern the terms and conditions of the services the Companies offer, relationships with affiliates and protection of critical electric infrastructure assets, among other matters. The Companies are also subject to legislation and associated regulation governing taxation at the federal, state and local level. They must also comply with environmental legislation and associated regulations. Management believes that the necessary approvals have been obtained for existing operations and that the businesses are conducted in accordance with applicable laws. The Companies’ businesses are subject to regulatory regimes which could result in substantial monetary penalties if either of the Companies is found not to be in compliance, including mandatory reliability standards and interaction in the wholesale markets. New laws or regulations, the revision or reinterpretation of existing laws or regulations, the imposition of new tariffs, changes in enforcement practices of regulators, or penalties imposed for non-compliance with existing laws or regulations may result in substantial additional expense. Adverse developments in tax laws, credits or other incentives including changes in legislation, administrative interpretations or judicial determinations could result in material modifications to business models or otherwise negatively affect the Companies’ results of operations, financial condition and/or cash flows. Recent legislative and regulatory changes that are impacting the Companies include legislation enacted in Virginia in April 2023, the IRA, the VCEA, the 2017 Tax Reform Act and tariffs imposed on imported solar panels by the U.S. government in 2018.\n\n  The Companies have been and may continue to be or become subject to legal proceedings and governmental investigations and examinations.  The Companies may from time to time be subject to various legal proceedings and governmental investigations and examinations.  For example, Dominion Energy, following the SCANA Combination, was subject to numerous federal and state legal proceedings and governmental investigations relating to the decision of SCANA and DESC to abandon construction at the NND Project. Dominion Energy spent substantial amounts of time and money defending these lawsuits and proceedings and on related investigations. In addition, juries have demonstrated a willingness to grant large awards in certain cases, including personal injury claims. Accordingly, actual costs incurred may differ materially from insured or reserved amounts and may not be recoverable, in whole or in part, by insurance or in rates from customers. The outcome of these or future legal proceedings, investigations and examinations, including settlements, may adversely affect the Companies’ financial condition or results of operation.\n\n  Environmental Risks\n\n  Compliance with federal and/or state requirements imposing limitations on GHG emissions or efficiency improvements, as well as Dominion Energy’s commitment to achieve net zero carbon and methane emissions by 2050, may result in significant compliance costs, could result in certain of the Companies’ existing electric generation units being uneconomical to maintain or operate and may depend upon technological advancements which may be beyond the Companies’ control.  Virginia has adopted the VCEA which establishes renewable energy and CO2 reduction targets for Virginia Power’s generation fleet and grid operations, including the requirement that 100% of Virginia Power’s electricity come from zero-carbon generation by the end of 2045.  The legislation mandates the development of 16.1 GW of solar or onshore wind capacity by the end of 2035, which includes specific requirements for utility-scale solar of 3.0 GW by the end of 2024, up to 15.0 GW by the end of 2035 and 1.1 GW of small-scale solar by the end of 2035. The legislation also deems 5.2 GW of offshore wind capacity before 2035 and 2.7 GW of energy storage by the end of 2035 to be in the public interest.  The VCEA and related legislation also authorizes Virginia to participate in a program consistent with RGGI, requiring the purchase of carbon credits to offset emissions from Virginia Power’s generating fleet within the state.  In January 2022, the Governor of Virginia issued an executive order which put directives in place to start the withdrawal of Virginia from RGGI. In December 2023, the withdrawal took effect. Cost recovery for these initiatives will require approval by the Virginia Commission which may be denied or materially altered to the detriment of the Companies. For example, the Companies recorded charges in 2022 associated with the Virginia Commission’s approval in June 2022 of Virginia Power’s petition that RGGI compliance costs incurred and unrecovered through July 2022 be recovered through existing base rates in effect during the period incurred. In addition, permitting and other project execution challenges may hinder Virginia Power’s ability to meet the requirements of the VCEA. The Companies could face similar risks if there is further legislation at the federal and/or state level mandating additional limitations on GHG emissions or requiring additional efficiency improvements.\n\n  In February 2020, Dominion Energy announced its commitment to achieve net zero carbon and methane Scope 1 emissions by 2050. In February 2022, Dominion Energy expanded this commitment to cover Scope 2 emissions and material categories of Scope 3 emissions. To meet this commitment, the Companies expect to construct new electric generation facilities, including renewable facilities such as wind and solar, and to seek the extension of operating licenses for the Companies’ nuclear generation facilities. The Companies also need to depend on technological improvements not currently in commercial development. Additionally, actions taken in furtherance of Dominion Energy’s net zero commitment may impact existing generation facilities, including as a result of fuel switching and/or the retirement of high-emitting generation facilities and their potential replacement with lower-emitting generation facilities. Further, the ability to realize this commitment will require the Companies to be able to obtain significant financing. These efforts will require approvals from various regulatory bodies for the siting and construction of such new facilities and a determination by the applicable state commissions that costs related to the construction are prudent. Given these and other uncertainties associated with the implementation of Dominion Energy’s net zero commitment, the Companies cannot estimate the aggregate effect of future actions taken in furtherance of this commitment on their results of operations or financial condition or on their customers. However, \n\n34\n\n  such actions could render additional existing generation facilities uneconomical to operate, result in the impairment of assets, or otherwise adversely affect the Companies’ results of operations, financial performance or liquidity.\n\n  There are also potential impacts on Dominion Energy’s natural gas business from its net zero emissions commitment as well as federal or state GHG regulations which may require further GHG emission reductions from the natural gas sector which, in addition to resulting in increased costs, could affect demand for natural gas. Additionally, GHG requirements could result in increased demand for energy conservation and renewable products, which could impact the natural gas business. Dominion Energy’s renewable natural gas projects, expected to be a key component of Dominion Energy’s environmental strategy, require approvals from various regulatory bodies for the siting and construction of such facilities.\n\n  The Companies’ operations and construction activities are subject to a number of environmental laws and regulations which impose significant compliance costs on the Companies.  The Companies’ operations and construction activities are subject to extensive federal, state and local environmental statutes, rules and regulations relating to air quality, water quality, waste management, natural resources, and health and safety. Compliance with these legal requirements requires the Companies to commit significant capital toward permitting, emission fees, environmental monitoring, installation and operation of environmental control equipment and purchase of allowances and/or offsets. Additionally, the Companies could be responsible for expenses relating to remediation and containment obligations, including at sites where they have been identified by a regulatory agency as a potentially responsible party. Expenditures relating to environmental compliance have been significant in the past, and the Companies expect that they will remain significant in the future. Certain facilities have become uneconomical to operate and have been shut down, converted to new fuel types or sold. These types of events could occur again in the future.\n\n  The Companies expect that existing environmental laws and regulations may be revised and/or new laws may be adopted including regulation of GHG emissions which could have an impact on the Companies’ business (risks relating to regulation of GHG emissions from existing fossil fuel-fired electric generating units are discussed in more detail above and below). In addition, further regulation of air quality and GHG emissions under the CAA may be imposed on the natural gas sector. The Companies are also subject to federal water and waste regulations, including regulations concerning cooling water intake structures, coal combustion by-product handling and disposal practices, wastewater discharges from steam electric generating stations, management and disposal of hydraulic fracturing fluids and the potential further regulation of polychlorinated biphenyls.\n\n  Compliance costs cannot be estimated with certainty due to the inability to predict the requirements and timing of implementation of any new environmental rules or regulations. Other factors which affect the ability to predict future environmental expenditures with certainty include the difficulty in estimating clean-up costs and quantifying liabilities under environmental laws that impose joint and several liabilities on all responsible parties. However, such expenditures, if material, could make the Companies’ facilities uneconomical to operate, result in the impairment of assets, or otherwise adversely affect the Companies’ results of operations, financial performance or liquidity.\n\n  The Companies are subject to risks associated with the disposal and storage of coal ash.  The Companies historically produced and continue to produce coal ash, or CCRs, as a by-product of their coal-fired generation operations. The ash is stored and managed in impoundments (ash ponds) and landfills located at 11 different facilities, eight of which are at Virginia Power.\n\n  The EPA has issued regulations concerning the management and storage of CCRs, which Virginia has adopted. These CCR regulations require the Companies to make additional capital expenditures and increase operating and maintenance expenses. In addition, the Companies will incur expenses and other costs associated with closing, corrective action and ongoing monitoring of certain ash ponds and landfills. The EPA’s May 2024 final rule regulates inactive surface impoundments located at the retired generation stations that contained CCR and liquids after 2015, and certain other inactive or previously closed surface impoundments, landfills or other areas that contain accumulations of CCR. The Companies believe that they may have inactive or closed units or areas that could be subject to the final rule at up to 19 different locations, including 12 at Virginia Power. The Companies also may face litigation concerning their coal ash facilities.\n\n  Further, while the Companies operate their ash ponds and landfills in compliance with applicable state safety regulations, a release of coal ash with a significant environmental impact could result in remediation costs, civil and/or criminal penalties, claims, litigation, increased regulation and compliance costs, and reputational damage, and could impact the financial condition of the Companies.\n\n  Construction Risks\n\n  The construction of the CVOW Commercial Project involves significant risks. The CVOW Commercial Project is a large-scale, complex project that will take several years to complete. Significant delays or cost increases, or an inability to recover certain project costs, could have an adverse effect on the Companies’ financial condition, cash flows and results of operations.  If the Companies are unable to complete the construction of the CVOW Commercial Project or decide in the future to delay or cancel the project, the \n\n35\n\n  Companies may not be able to recover all or a portion of their investment in the project and may incur substantial cancellation payments under existing contracts or other substantial costs associated with any such delay or cancellation. The Companies’ ability to complete the CVOW Commercial Project within the currently proposed timeline, or at all, and consistent with current cost estimates is subject to various risks and uncertainties, certain of which are beyond the Companies’ control.    \n\n  The construction of the CVOW Commercial Project is dependent on the Companies’ ability to maintain various local, state and federal permits, rights of way and other regulatory approvals and authorizations, including Virginia Commission approval for rider recovery of project costs. In addition, determination of costs allocated by PJM to the project for network upgrades remains subject to change, even after the CVOW Commercial Project is placed in service, as such amounts are driven by the ultimate costs of development of the transmission lines and related facilities that PJM determines is necessary to support various generation facilities within PJM, including the CVOW Commercial Project. The final determination of such costs is outside the control of the CVOW Commercial Project and may be impacted by events affecting the developers of such transmission lines, including any increases in costs for permitting, inflation, tariffs, supply chain constraints or other factors affecting the ultimate costs to complete such facilities. Also, the CVOW Commercial Project may become the subject of litigation or other forms of intervention by third parties, including stakeholders or advocacy groups, that may seek to challenge permits or other regulatory approvals received, including for routing of onshore electric transmission, which could delay or increase the cost of the project. \n\n  The construction of the CVOW Commercial Project is also dependent on the ability of certain key suppliers and contractors to timely satisfy their obligations under contracts entered into or expected to be entered into. Given the unique equipment and expertise required for this project, the Companies may not be able to remedy in a timely and cost-effective manner, if at all, any failure by one or more of these suppliers or contractors to timely satisfy their contractual obligations. Certain of the fixed price contracts for major offshore construction and equipment components are denominated in Euros and Danish kroner. In May 2022, Virginia Power entered into forward purchase agreements with a notional amount of approximately €3.2 billion. Accordingly, to the extent the instruments do not effectively hedge the Companies’ exposure to these currencies, including by default of the counterparty, adverse fluctuations in the applicable exchange rates would likely adversely affect the cost of the CVOW Commercial Project. Similarly, adverse fluctuations in the price of fuel used for transportation and installation, would likely adversely affect the overall costs to construct the project. In addition, the cost of the CVOW Commercial Project could be adversely affected by the impact of applicable tariffs, if any.\n\n  The Companies’ ability to recover unforeseen cost increases associated with construction of the CVOW Commercial Project is potentially limited which could negatively impact the Companies’ future financial condition, results of operations and/or cash flows.  In accordance with the Virginia Commission’s December 2022 order, the Companies are subject to a cost sharing mechanism in which Virginia Power will be eligible to recover 50% of such incremental costs which fall between $10.3 billion and $11.3 billion with no recovery of such incremental costs which fall between $11.3 billion and $13.7 billion.  There is no cost sharing mechanism for any total construction costs in excess of $13.7 billion, the recovery of which would be determined in a future Virginia Commission preceding.  In addition, the order includes enhanced performance reporting provisions for the operation of the CVOW Commercial Project.  To the extent the net annual net capacity factor is below 42%, as determined on a three-year rolling average, Virginia Power is required to provide detailed explanation of the factors contributing to any shortfall to the Virginia Commission which could determine in a future proceeding a remedy for incremental costs incurred associated with any deemed unreasonable or imprudent actions of Virginia Power. Any such action by the Virginia Commission could adversely impact the Companies’ future financial condition, results of operations and/or cash flows.\n\n  The Companies’ ability to invest the significant financial resources necessary for the CVOW Commercial Project is dependent on the Companies’ access to the financial markets in a timely and cost-effective manner. A decline in the Companies’ credit worthiness, an unfavorable market reputation of either the Companies or their industry or general market disruptions could adversely impact financing costs and increase the overall cost of the project.\n\n  In October 2024, Virginia Power completed the sale of a 50% noncontrolling interest to Stonepeak. Virginia Power and Stonepeak will each contribute 50% of the remaining capital necessary to fund construction of the CVOW Commercial Project provided the total project cost, excluding financing costs, is less than $11.3 billion. For capital funding necessary, if any, for total project costs, excluding financing costs, of $11.3 billion through $13.7 billion, Stonepeak will have the option to make additional capital contributions. If Stonepeak elects to make additional capital contributions for project costs, excluding financing costs, in excess of $11.3 billion, if any, Virginia Power shall contribute between 67% and 83% of such capital with Stonepeak contributing the remainder.  To the extent that Stonepeak elects not to make such contributions, Virginia Power shall receive an increase in its ownership percentage of OSWP for any contributed capital based on a tiered unit price for membership interests in OSWP as set forth in the agreement. Virginia Power and Stonepeak have the right to provide capital contributions for any total project costs, excluding financing costs, in excess of $13.7 billion. The inability of Stonepeak to satisfy its share of funding requirements in a timely manner could have a negative effect on the Companies.  In addition, Stonepeak’s interests and objectives may differ from those of the Companies and, accordingly, disputes may arise that may result in delays, litigation or operational impasses.\n\n36\n\n  The construction of the CVOW Commercial Project involves the use of evolving turbine technology and takes place in a marine environment, which presents unique challenges and requires the use of a specialized workforce and specialized equipment. In addition, the timely installation of the turbines is dependent on the completion and availability of a Jones Act compliant vessel currently under construction.\n\n  The timeline for construction of the CVOW Commercial Project may also be negatively impacted by severe weather events or marine wildlife, including migration patterns of endangered and protected species, both of which are outside of the control of the Companies and their contractors.\n\n  The Companies’ infrastructure build and expansion plans often require regulatory approval, including environmental permits, before commencing construction and completing projects. The Companies may not complete the facility construction, conversion or other infrastructure projects that they commence, or they may complete projects on materially different terms, costs or timing than initially estimated or anticipated, and they may not be able to achieve the intended benefits of any such project, if completed. A number of large- and small-scale projects have been announced, including the CVOW Commercial Project, electric transmission lines, facility expansions or renewed licensing, conversions and other infrastructure developments or construction. Additional projects may be considered in the future, such as those necessary to meet the projected demand growth driven by data centers and artificial intelligence, including to address the concentration of data centers primarily in Loudoun County, Virginia. The Companies compete for projects with companies of varying size and financial capabilities, including some that may have competitive advantages. Commencing construction on announced and future projects may require approvals from applicable state and federal agencies, and such approvals could include mitigation costs which may be material to the Companies. Projects may not be able to be completed on time or in accordance with estimated costs as a result of weather conditions, need for new land and right of ways, delays in obtaining or failure to obtain regulatory and other, including PJM, approvals, changes in laws or regulations, delays in obtaining key materials, labor difficulties, difficulties with partners or potential partners, concerns raised during stakeholder engagement, a decline in the credit strength of counterparties or vendors, inflation, the impact of applicable tariffs or other factors beyond the Companies’ control. For example, Dominion Energy has been involved with projects which have experienced certain delays in obtaining and maintaining permits necessary for construction along with construction delays due to judicial actions which impacted the cost and schedule such as the Atlantic Coast Pipeline Project and ultimately led to its cancellation in July 2020. Even if facility construction, expansion, electric transmission line, conversion and other infrastructure projects are completed, the total costs of the projects may be higher than anticipated and the performance of the business of the Companies following completion of the projects may not meet expectations. \n\n  Start-up and operational issues can arise in connection with the commencement of commercial operations at the Companies’ facilities. Such issues may include failure to meet specific operating parameters, which may require adjustments to meet or amend these operating parameters. Additionally, the Companies may not be able to timely and effectively integrate the projects into their operations and such integration may result in unforeseen operating difficulties or unanticipated costs. Any delays in the timely completion of necessary PJM interconnection projects for new electric generation facilities under development by Virginia Power, including the CVOW Commercial Project, may result in capacity constraints if, and until, such projects are completed. Further, regulators may disallow recovery of some of the costs of a project if they are deemed not to be prudently incurred. Any of these or other factors could adversely affect the Companies’ ability to realize the anticipated benefits from the facility construction, electric transmission line, expansion, conversion and other infrastructure projects.\n\n  The development, construction and commissioning of several large-scale infrastructure projects simultaneously involves significant execution risk.  To achieve Dominion Energy’s commitment to net zero emissions by 2050 and comply with the requirements of the VCEA, the Companies are currently simultaneously developing or constructing several electric generation projects, including subsequent license renewal projects at Surry and North Anna, the CVOW Commercial Project, several electric transmission projects and various solar projects. Several of the Companies’ key projects are increasingly large-scale, complex and being constructed in constrained geographic areas or in unfamiliar environments such as the marine environment for the CVOW Commercial Project. The advancement of the Companies’ ventures is also affected by the interventions, litigation or other activities of stakeholder and advocacy groups, some of which oppose natural gas-related and energy infrastructure projects. For example, certain stakeholder groups oppose solar farms due to the increasing quantities of land tracts required for these facilities. Similarly, certain stakeholder groups oppose new natural gas generation facilities, such as the proposed Chesterfield Energy Reliability Center. Given that these projects provide the foundation for the Companies’ strategic growth plan and to meet projected growth, if the Companies are unable to obtain or maintain the required regulatory and other, including PJM, approvals, develop the necessary technical expertise, allocate and coordinate sufficient resources, adhere to budgets and timelines, effectively handle public outreach efforts, including its commitment to fair treatment, community involvement and effective communication, or otherwise fail to successfully execute the projects, there could be an adverse impact to the Companies’ financial position, results of operations and cash flows. Failure to comply with regulatory approval conditions or an adverse ruling in any future litigation could adversely affect the Companies’ ability to execute their business plan.\n\n37\n\n  The Companies are dependent on their contractors for the successful and timely completion of large-scale infrastructure projects. The construction of such projects is expected to take several years, is typically confined within a limited geographic area or difficult environments and could be subject to delays, supply chain disruption, cost overruns, inflation, labor disputes or shortages and other factors that could cause the total cost of the project to exceed the anticipated amount and adversely affect the Companies’ financial performance and/or impair the Companies’ ability to execute the business plan for the project as scheduled.\n\n  Further, an inability to obtain financing or otherwise provide liquidity for the projects on acceptable terms could negatively affect the Companies’ financial condition, cash flows, the projects’ anticipated financial results and/or impair the Companies’ ability to execute the business plan for the projects as scheduled.\n\n  Operational Risks\n\n  The Companies’ financial performance and condition can be affected by changes in the weather, including the effects of global climate change.  Fluctuations in weather can affect demand for the Companies’ services. For example, milder than normal weather can reduce demand for electricity and gas distribution services. In addition, severe weather or acts of nature, including hurricanes, winter storms, wildfires, earthquakes, floods and other natural disasters can stress systems, disrupt operation of the Companies’ facilities and cause service outages, production delays and property damage that require incurring additional expenses. Changes in weather conditions can result in reduced water levels or changes in water temperatures that could adversely affect operations at some of the Companies’ power stations. Furthermore, the Companies’ operations could be adversely affected and their physical plant placed at greater risk of damage should changes in global climate produce, among other possible conditions, unusual variations in temperature and weather patterns, resulting in more intense, frequent and extreme weather events, abnormal levels of precipitation and, for operations located on or near coastlines, a change in sea level or sea temperatures. Due to the location of the Companies’ electric utility service territories and a number of its other facilities in the eastern portions of the states of South Carolina, North Carolina and Virginia which are frequently in the path of hurricanes, the Companies experience the consequences of these weather events to a greater degree than many industry peers.\n\n  Hostile cyber intrusions could severely impair the Companies’ operations, lead to the disclosure of confidential information, damage the reputation of the Companies and otherwise have an adverse effect on the Companies’ business.  The Companies own assets deemed as critical infrastructure, the operation of which is dependent on information technology systems. Further, the computer systems that run the Companies’ facilities are not completely isolated from external networks. There appears to be an increasing level of activity, sophistication and maturity of threat actors, in particular nation state actors, that wish to disrupt the U.S. bulk power system and the U.S. gas transmission or distribution system. Such parties could view the Companies’ computer systems, software or networks as attractive targets for cyber attack. For example, malware has been designed to target software that runs the nation’s critical infrastructure such as power transmission grids and gas pipelines. In addition, the techniques used in cyber attacks evolve rapidly, including from emerging technologies, such as advanced forms of automation and artificial intelligence. The Companies’ businesses also require that they and their vendors collect and maintain sensitive customer data, as well as confidential employee and shareholder information, which is subject to electronic theft or loss.\n\n  A successful cyber attack through third-party or insider action on the systems that control the Companies’ electric generation, electric transmission, electric distribution or gas distribution assets could severely disrupt business operations, preventing the Companies from serving customers or collecting revenues. The breach of certain business systems could affect the Companies’ ability to correctly record, process and report financial information. A major cyber incident could result in significant expenses to investigate and repair security breaches or system damage and could lead to litigation, fines, other remedial action, heightened regulatory scrutiny and damage to the Companies’ reputation. In addition, the misappropriation, corruption or loss of personally identifiable information and other confidential data at the Companies or one of their vendors could lead to significant breach notification expenses and mitigation expenses such as credit monitoring. If a significant breach were to occur, the reputation of the Companies also could be adversely affected. While the Companies maintain property and casualty insurance, along with other contractual provisions, that may cover certain damage caused by potential cyber incidents, all damage and claims arising from such incidents may not be covered or may exceed the amount of any insurance available. For these reasons, a significant cyber incident could materially and adversely affect the Companies’ business, financial condition and results of operations.\n\n  The Companies’ financial results can be adversely affected by various factors driving supply and demand for electricity and related services. Demand for the Companies’ services can be driven by changing populations within its utility service territories, significant new commercial or industrial customers or other changes in consumer habits. For example, data centers in Virginia Power’s service territory, particularly in Loudoun County, Virginia, have been a source of significant increase in demand which is expected to continue over the next decade. Technological advances may enhance energy efficiency in end-use devices, including lighting, furnaces and electric heat pumps and could lead to declines in per capita energy consumption. Additionally, regulatory and/or legislative bodies could introduce requirements and/or incentives to reduce energy consumption. Consumer demand for the Companies’ services may also be impacted by any price increases, including those driven by factors beyond the Companies’ control \n\n38\n\n  such as inflation or increased prices in natural gas.  Further, Virginia Power’s business model is premised upon the cost efficiency of the production, transmission and distribution of large-scale centralized utility generation. However, advances in distributed generation technologies, such as solar cells, gas microturbines, battery storage and fuel cells, may make these alternative generation methods competitive with large-scale utility generation, and change how customers acquire or use the Companies’ services. The widescale implementation of alternative generation methods could negatively impact the reliability of the Companies’ electric grid and/or result in significant costs to enhance the grid. Virginia Power has an exclusive franchise to serve retail electric customers in Virginia. However, Virginia’s Retail Access Statutes allow certain electric generation customers exceptions to this franchise. As market conditions change, Virginia Power’s customers may further pursue exceptions and Virginia Power’s exclusive franchise may erode.\n\n  Increased energy demand or significant accelerated growth in demand due to new data centers, expanded use of artificial intelligence, widespread adoption of electric vehicles or other customer changes could require enhancements to the Companies’ infrastructure. As discussed above, the ability of the Companies to construct new facilities is dependent upon factors outside of their control, including obtaining regulatory approvals, environmental and other permits. Any delays in, or inability to complete, construction of new facilities or expand and/or renew existing facilities could have an adverse effect on the Companies’ financial results.  In addition, purchased power from PJM or others may be from generation sources which emit more emissions than the Companies’ facilities, which could negatively impact Dominion Energy’s ability to meet its commitment to net zero emissions. Alternatively, reduced energy demand or significantly slowed growth in demand due to customer adoption of energy efficient technology, conservation, distributed generation, regional economic conditions, or the impact of additional compliance obligations, unless substantially offset through regulatory cost allocations, could adversely impact the value of the Companies’ business activities.\n\n  The Companies’ operations are subject to operational hazards, equipment failures, supply chain disruptions and personnel issues which could negatively affect the Companies.  Operation of the Companies’ facilities involves risk, including the risk of potential breakdown or failure of equipment or processes due to aging infrastructure, fuel supply, pipeline integrity or transportation disruptions, accidents, labor disputes or work stoppages by employees, acts of terrorism or sabotage, construction delays or cost overruns, shortages of or delays in obtaining equipment, material and labor, operational restrictions resulting from environmental limitations and governmental interventions, changes to the environment and performance below expected levels. The Companies’ businesses are dependent upon sophisticated information technology systems and network infrastructure, the failure of which could prevent them from accomplishing critical business functions. Because the Companies’ transmission facilities, pipelines and other facilities are interconnected with those of third parties, the operation of their facilities and pipelines could be adversely affected by unexpected or uncontrollable events occurring on the systems of such third parties.\n\n  Operation of the Companies’ facilities below expected capacity levels could result in lost revenues and increased expenses, including higher maintenance costs. Unplanned outages of the Companies’ facilities and extensions of scheduled outages due to mechanical failures or other problems occur from time to time and are an inherent risk of the Companies’ business. Unplanned outages typically increase the Companies’ operation and maintenance expenses and may reduce their revenues as a result of selling less output or may require the Companies to incur significant costs as a result of operating higher cost units or obtaining replacement output from third parties in the open market to satisfy forward energy and capacity or other contractual obligations. Moreover, if the Companies are unable to perform their contractual obligations, penalties or liability for damages could result.\n\n  In addition, there are many risks associated with the Companies’ principal operations including nuclear accidents, fires, explosions, uncontrolled release of natural gas and other environmental hazards, pole strikes, electric contact cases, the collision of third party equipment with pipelines and avian and other wildlife impacts. Such incidents could result in loss of human life or injuries among employees, customers or the public in general, environmental pollution, damage or destruction of facilities or business interruptions and associated public or employee safety impacts, loss of revenues, increased liabilities, heightened regulatory scrutiny and reputational risk. Further, the location of electric generation, transmission, substations and distribution facilities or natural gas distribution facilities near populated areas, including residential areas, commercial business centers and industrial sites, could increase the level of damages resulting from these risks.\n\n  The Companies conduct certain operations through partnership arrangements involving third-party investors which may limit the Companies’ operational flexibility or result in an adverse impact on its financial results. Certain of the Companies’ operations, including the CVOW Commercial Project, are conducted through entities subject to partnership arrangements under which Dominion Energy or Virginia Power has significant influence but does not control the operations of such entities or in which Dominion Energy or Virginia Power’s control over such entities may be subject to certain rights of third-party investors. Accordingly, while Dominion Energy or Virginia Power may have a certain level of control or influence over these entities, it may not have unilateral, or any, control over the day-to-day operations of these entities or over decisions that may have a material financial impact on the partnership participants, including the Companies. In each case such partnership arrangements operate in accordance with their respective governance documents, and the Companies are dependent upon third parties satisfying their respective obligations, including, as applicable, funding of their required share of capital expenditures. Such third-party investors have their own interests and \n\n39\n\n  objectives which may differ from those of the Companies and, accordingly, disputes may arise amongst the owners of such partnership arrangements that may result in delays, litigation or operational impasses.\n\n  The Companies may be materially adversely affected by negative publicity or the inability of Dominion Energy to meet its stated commitments.  From time to time, political and public sentiment may result in a significant amount of adverse press coverage and other adverse public statements affecting the Companies. Any failure by Dominion Energy to realize its commitments to achieve net zero carbon and methane emissions by 2050, enhance the customer experience or other long-term goals could lead to adverse press coverage and other adverse public statements affecting the Companies. The ability to comply with some or all of Dominion Energy’s voluntary commitments may be outside of its control. For example, the ability to reduce emissions while meeting the Companies’ increasing demand growth is expected to be dependent on the technological and economic feasibility of large-scale battery storage, carbon capture and storage, small modular reactors, hydrogen and/or other clean energy technologies. Dominion Energy is also dependent on the actions of third parties to meet the expanded commitment regarding Scope 2 emissions and Scope 3 emissions. If downstream customers or upstream suppliers do not sufficiently reduce their GHG emissions, Dominion Energy may not achieve its net zero emissions goal. In addition, while the Atlantic Coast Pipeline Project was cancelled in July 2020 and the legal proceedings and governmental investigations relating to the abandonment of the NND Project have been resolved, there is a risk that lingering negative publicity may continue.  Adverse press coverage and other adverse statements, whether or not driven by political or public sentiment, may also result in investigations by regulators, legislators and law enforcement officials or in legal claims as well as adverse outcomes.\n\n  Addressing any adverse publicity, governmental scrutiny or enforcement or other legal proceedings is time consuming and expensive and, regardless of the factual basis for the assertions being made, can have a negative impact on the reputation of the Companies, on the morale and performance of their employees and on their relationships with their respective regulators, customers and commercial counterparties. It may also have a negative impact on the Companies’ ability to take timely advantage of various business and market opportunities. The direct and indirect effects of negative publicity, and the demands of responding to and addressing it, may have a material adverse effect on the Companies’ business, financial condition and results of operations.\n\n  Dominion Energy’s nonregulated generation business operates in a challenging market, which could adversely affect its results of operations and future growth.  The success of Dominion Energy’s contracted generation business depends upon favorable market conditions including the ability to sell power at prices sufficient to cover its operating costs. Dominion Energy operates in active wholesale markets that expose it to price volatility for electricity and nuclear fuel as well as the credit risk of counterparties. Dominion Energy attempts to manage its price risk by entering into long-term power purchase agreements with customers as well as hedging transactions, including short-term and long-term fixed price sales and purchase contracts. The failure of Dominion Energy to maintain, renew or replace its existing long-term contracts on similar terms or with counterparties with similar credit profiles could result in a loss of revenue and/or decreased earnings and cash flows for Dominion Energy.\n\n  In these wholesale markets, the spot market price of electricity for each hour is generally determined by the cost of supplying the next unit of electricity to the market during that hour. In many cases, the next unit of electricity supplied would be provided by generating stations that consume fossil fuels, primarily natural gas. Consequently, the open market wholesale price for electricity generally reflects the cost of natural gas plus the cost to convert the fuel to electricity. Therefore, changes in the price of natural gas generally affect the open market wholesale price of electricity. To the extent Dominion Energy does not enter into long-term power purchase agreements or otherwise effectively hedge its output, these changes in market prices could adversely affect its financial results.\n\n  Dominion Energy purchases nuclear fuel primarily under long-term contracts. Dominion Energy is exposed to nuclear fuel cost volatility for the portion of its nuclear fuel obtained through short-term contracts or on the spot market, including as a result of market supply shortages. Nuclear fuel prices can be volatile and the price that can be obtained for power produced may not change at the same rate as nuclear fuel costs, thus adversely impacting Dominion Energy’s financial results. In addition, in the event that any of the contracted generation facilities experience a forced outage, Dominion Energy may not receive the level of revenue it anticipated.\n\n  War, acts and threats of terrorism, intentional acts and other significant events could adversely affect the Companies’ operations.  The Companies cannot predict the impact that any future terrorist attacks or retaliatory military or other action may have on the energy industry in general or on the Companies’ businesses in particular. Any such future attacks or retaliatory action may adversely affect the Companies’ operations in a variety of ways, including by disrupting the power, fuel and other markets in which the Companies operate or requiring the implementation of additional, more costly security guidelines and measures. The Companies’ infrastructure facilities, including nuclear facilities and projects under construction, could be direct targets or indirect casualties of an act of terror or other physical attack. Any physical compromise of the Companies’ facilities could adversely affect the Companies’ ability to generate, purchase, transmit or distribute electricity, distribute natural gas or otherwise operate their respective facilities in the most efficient manner or at all. For example, in December 2022 electric utilities in North Carolina and Washington experienced physical attacks on substations with the damage causing power outages. In addition, the amount and scope of insurance coverage \n\n40\n\n  maintained against losses resulting from any such attack may not be sufficient to cover such losses or otherwise adequately compensate for any business disruptions that could result.\n\n  Instability in financial markets as a result of terrorism, war, intentional acts, pandemic, credit crises, recession or other factors could result in a significant decline in the U.S. economy and/or increase the cost or limit the availability of insurance or adversely impact the Companies’ ability to access capital on acceptable terms.\n\n  Failure to attract and retain key executive officers and an appropriately qualified workforce could have an adverse effect on the Companies’ operations.  The Companies’ business strategy is dependent on their ability to recruit, retain and motivate employees. The Companies’ key executive officers are the CEO, CFO, COO and presidents and those responsible for financial, operational, legal, regulatory, accounting, tax, information technology and cybersecurity functions. Competition for skilled management employees in these areas of the Companies’ business operations is high. Certain events, such as an aging workforce, mismatch of skill set, or unavailability of contract resources may lead to operating challenges and increased costs. The challenges include lack of resources, loss of knowledge base and the length of time required for skill development. In this case, costs, including costs for contractors to replace employees, productivity costs and safety costs, may rise. Failure to hire and adequately train replacement employees, including the transfer of significant internal historical knowledge and expertise to new employees, or future availability and cost of contract labor may adversely affect the ability to manage and operate the Companies’ business. In addition, certain specialized knowledge is required of the Companies’ technical employees for construction and operation of transmission, generation and distribution assets. The Companies’ inability to attract and retain these employees could adversely affect their business and future operating results.\n\n  Nuclear Generation Risks\n\n  The Companies have substantial ownership interests in and operate nuclear generating units; as a result, each may incur substantial costs and liabilities.  The Companies’ nuclear facilities are subject to operational, environmental, health and financial risks such as the on-site storage of spent nuclear fuel, the ability to dispose of such spent nuclear fuel, the ability to maintain adequate reserves for decommissioning, limitations on the amounts and types of insurance available, potential operational liabilities and extended outages, the costs of replacement power, the costs of maintenance and the costs of securing the facilities against possible terrorist attacks. The Companies maintain decommissioning trusts and external insurance coverage to minimize the financial exposure to these risks; however, it is possible that future decommissioning costs could exceed amounts in the decommissioning trusts and/or damages could exceed the amount of insurance coverage. If the Companies’ decommissioning trust funds are insufficient, and they are not allowed to recover the additional costs incurred through insurance or regulatory mechanisms, their results of operations could be negatively impacted.\n\n  The Companies’ nuclear facilities are also subject to complex government regulation which could negatively impact their results of operations. The NRC has broad authority under federal law to impose licensing and safety-related requirements for the operation of nuclear generating facilities. In the event of noncompliance, the NRC has the authority to impose fines, set license conditions, shut down a nuclear unit, or take some combination of these actions, depending on its assessment of the severity of the situation, until compliance is achieved. Revised safety requirements promulgated by the NRC could require the Companies to make substantial expenditures at their nuclear plants. In addition, although the Companies have no reason to anticipate a serious nuclear incident at their plants, if an incident did occur, it could materially and adversely affect their results of operations and/or financial condition. A major incident at a nuclear facility anywhere in the world, such as the nuclear events in Japan in 2011, could cause the NRC to adopt increased safety regulations or otherwise limit or restrict the operation or licensing of domestic nuclear units.\n\n  Financial, Economic and Market Risks\n\n  Changing rating agency requirements could negatively affect the Companies’ growth and business strategy.  In order to maintain appropriate credit ratings to obtain needed credit at a reasonable cost in light of existing or future rating agency requirements, the Companies may find it necessary to take steps or change their business plans in ways that may adversely affect their growth and earnings. A reduction in the Companies’ credit ratings could result in an increase in borrowing costs, loss of access to certain markets, or both, thus adversely affecting operating results and could require the Companies to post additional collateral in connection with some of its price risk management activities.\n\n  An inability to access financial markets and, in the case of Dominion Energy, obtain cash from subsidiaries could adversely affect the execution of the Companies’ business plans.  The Companies rely on access to short-term money markets and longer-term capital markets as significant sources of funding and liquidity for business plans with increasing capital expenditure needs, normal working capital and collateral requirements related to hedges of future sales and purchases of energy-related commodities. Deterioration in the Companies’ creditworthiness, as evaluated by credit rating agencies or otherwise, or declines in market reputation either for the Companies or their industry in general, or general financial market disruptions outside of the Companies’ control could \n\n41\n\n  increase their cost of borrowing or restrict their ability to access one or more financial markets. Market disruptions could stem from general market disruption due to general credit market or political events, the reform or replacement of benchmark rates, the failure of financial institutions on which the Companies rely or the bankruptcy of an unrelated company. Increased costs and restrictions on the Companies’ ability to access financial markets may be severe enough to affect their ability to execute their business plans as scheduled.\n\n  Dominion Energy is a holding company that conducts all of its operations through its subsidiaries. Accordingly, Dominion Energy’s ability to execute its business plan is further subject to the earnings and cash flows of its subsidiaries and the ability of its subsidiaries to pay dividends or advance or repay funds to it, which may, from time to time, be subject to certain contractual restrictions or restrictions imposed by regulators.\n\n  Market performance, interest rates and other changes may decrease the value of the Companies’ decommissioning trust funds and Dominion Energy’s benefit plan assets or increase Dominion Energy’s liabilities, which could then require significant additional funding.  The performance of the capital markets affects the value of the assets that are held in trusts to satisfy future obligations to decommission the Companies’ nuclear plants and under Dominion Energy’s pension and other postretirement benefit plans. The Companies have significant obligations in these areas and hold significant assets in these trusts. These assets are subject to market fluctuation and will yield uncertain returns, which may fall below expected return rates.\n\n  With respect to decommissioning trust funds, a decline in the market value of these assets may increase the funding requirements of the obligations to decommission the Companies’ nuclear plants or require additional NRC-approved funding assurance.\n\n  A decline in the market value of the assets held in trusts to satisfy future obligations under Dominion Energy’s pension and other postretirement benefit plans may increase the funding requirements under such plans. Additionally, changes in interest rates will affect the liabilities under Dominion Energy’s pension and other postretirement benefit plans; as interest rates decrease, the liabilities increase, potentially requiring additional funding. Further, changes in demographics, including increased numbers of retirements or changes in mortality assumptions, may also increase the funding requirements of the obligations related to the pension and other postretirement benefit plans.\n\n  If the decommissioning trust funds and benefit plan assets are negatively impacted by market fluctuations or other factors, the Companies’ results of operations, financial condition and/or cash flows could be negatively affected.\n\n  The use of derivative instruments could result in financial losses and liquidity constraints.  The Companies use derivative instruments, including futures, swaps, forwards, options and FTRs, to manage commodity, interest rate and/or foreign currency exchange rate risks.\n\n  The Dodd-Frank Act was enacted into law in July 2010 in an effort to improve regulation of financial markets. The CEA, as amended by Title VII of the Dodd-Frank Act, requires certain over-the-counter derivatives, or swaps, to be cleared through a derivatives clearing organization and, if the swap is subject to a clearing requirement, to be executed on a designated contract market or swap execution facility. Non-financial entities that use swaps to hedge or mitigate commercial risk, often referred to as end users, may elect the end-user exception to the CEA’s clearing requirements. The Companies have elected to exempt their swaps from the CEA’s clearing requirements. If, as a result of changes to the rulemaking process, the Companies’ derivative activities are not exempted from the clearing, exchange trading or margin requirements, the Companies could be subject to higher costs due to decreased market liquidity or increased margin payments. In addition, the Companies’ swap dealer counterparties may attempt to pass-through additional trading costs in connection with changes to or the elimination of rulemaking that implements Title VII of the Dodd-Frank Act.\n\n  Future impairments of goodwill or other intangible assets or long-lived assets may have a material adverse effect on the Companies’ results of operations.  Goodwill is evaluated for impairment annually or more frequently if an event or circumstance occurs that would more likely than not reduce the fair value of a reporting unit below its carrying amount. Other intangible assets and long-lived assets are evaluated for impairment on an annual basis or more frequently whenever events or circumstances indicate that an asset’s carrying value may not be recoverable. If Dominion Energy’s goodwill or the Companies’ other intangible assets or long-lived assets are in the future determined to be impaired, the applicable registrant would be required during the period in which the impairment is determined to record a noncash charge to earnings that may have a material adverse effect on the registrant’s results of operations. For example, in the fourth quarter of 2022, Dominion Energy determined that its nonregulated solar generation assets within Contracted Energy were impaired, resulting in a $685 million after-tax charge. In addition, Dominion Energy recorded an aggregate $309 million after-tax charge in the fourth quarter of 2023 and first quarter of 2024 for the impairment of certain goodwill associated with the Questar Gas Transaction.\n\n42\n\n  Exposure to counterparty performance may adversely affect the Companies’ financial results of operations.  The Companies are exposed to credit risks of their counterparties and the risk that one or more counterparties may fail or delay the performance of their contractual obligations, including but not limited to payment for services. Some of Dominion Energy’s operations are conducted through partnership arrangements, as noted above. Counterparties could fail or delay the performance of their contractual obligations for a number of reasons, including the effect of regulations on their operations. Defaults or failure to perform by customers, suppliers, contractors, joint venture partners, financial institutions or other third parties may adversely affect the Companies’ financial results.\n\n  Public health crises and epidemics or pandemics could adversely affect the Companies’ business, results of operations, financial condition, liquidity and/or cash flows.  The effects of an outbreak of a pandemic, such as COVID-19, and related government responses could include extended disruptions to supply chains and capital markets, reduced labor availability and productivity and a prolonged reduction in economic activity. The effects could also have a variety of adverse impacts on the Companies, including reduced demand for energy, particularly from commercial and industrial customers, impairment of goodwill or long-lived assets and diminished ability of the Companies to access funds from financial institutions and capital markets. Certain measures or restrictions taken to control a pandemic or similar event, such as travel bans and restrictions, quarantines, shelter-in-place orders and shutdowns, may cause operational interruptions and delays in construction projects. In addition, legislative or government action, such as legislation enacted in Virginia in November 2020, may limit the Companies’ ability to collect overdue accounts or disconnect services for non-payment, which may cause a decrease in the Companies’ results of operations and cash flows.",
      "char_count": 65972
    }
  },
  "extracted_at": "2026-01-19T15:31:51.749227"
}