{
  "ticker": "DAR",
  "company_name": "DARLING INGREDIENTS INC.",
  "cik": 916540,
  "form_type": "10-K",
  "filing_date": "2025-02-25",
  "period_of_report": "2024-12-28",
  "fiscal_year": 2025,
  "accession_number": "0000916540-25-000008",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0000916540&accession_number=000091654025000008&xbrl_type=v",
  "sic_code": "2070",
  "industry": "Fats & Oils",
  "sections": {
    "item1": {
      "text": "ITEM 1.   BUSINESS\n\nGENERAL\n\nFounded by the Swift meat packing interests and the Darling family in 1882, Darling Ingredients Inc. (“Darling”, and together with its subsidiaries, the “Company” or “we,” “us” or “our”) was incorporated in Delaware in 1962 under the name “Darling-Delaware Company, Inc.”  Darling changed its name from “Darling-Delaware Company, Inc.” to “Darling International Inc.” on December 28, 1993, and from “Darling International Inc.” to “Darling Ingredients Inc.” on May 6, 2014. The address of Darling's principal executive office is 5601 N MacArthur Boulevard, Irving, Texas, 75038, and its telephone number at this address is (972) 717-0300.\n\nOVERVIEW\n\nWe are a global developer and producer of sustainable natural ingredients from edible and inedible bio-nutrients, creating a wide range of ingredients and customized specialty solutions for customers in the pharmaceutical, food, pet food, animal feed, industrial, fuel, bioenergy and fertilizer industries.  In fiscal 2022 and fiscal 2023, the Company completed several acquisitions including two significant rendering operations, Valley Proteins in North America and the FASA Group in South America and a significant collagen operation, Gelnex, with processing located in South America and North America.  See Note 3 to the Company’s Consolidated Financial Statements for more information. With operations on five continents, the Company collects and transforms all aspects of animal by-product streams into useable and specialty ingredients, such as collagen, edible fats, feed-grade fats, animal proteins and meals, plasma, pet food ingredients, organic fertilizers, yellow grease, fuel feedstocks, green energy, natural casings and hides. The Company also recovers and converts recycled oils (used cooking oil and animal fats) into valuable feed ingredients, and collects and processes residual bakery products into feed ingredients. In addition, the Company provides environmental services, such as grease trap collection and disposal services to food service establishments.  In fiscal year 2024, the Company generated $5.7 billion in revenues and $278.9 million in net income attributable to Darling.\n\nNorth America\n\nWe are a leading provider of animal by-product processing, used cooking oil and bakery residual recycling and recovery solutions to the U.S. food industry. We operate over 150 processing and transfer facilities in the United States to produce finished products such as protein (primarily meat and bone meal (“MBM”) and poultry meal (“PM”)), meat products for the pet food industry, blood products (plasma and whole blood), collagen, fats (primarily bleachable fancy tallow (“BFT”), poultry grease (“PG”) and yellow grease (“YG”)), bakery by-products (“BBP”) and hides, as well as a range of branded and value-added products. Darling sells these products in North America and throughout the world, primarily to producers of animal feed, pet food, renewable energy (including biofuels), fertilizer and other consumer and industrial ingredients, including oleo-chemicals, soaps and leather goods, for use as ingredients in their products or for further processing.  In the United States, Darling is a partner with Valero Energy Corporation in Diamond Green Diesel, a renewable fuel producer, which converts used cooking oils, animal fats and other feedstocks into valuable biofuel products.  In Canada, the Company is a leading recycler of animal by-products. Darling's Canadian ingredients business processes raw materials into finished fat and protein products for use in animal feed, pet food, fertilizer and other ingredients. Darling's Canadian ingredients business has a network of six facilities in Manitoba, Ontario, Quebec and Nova Scotia.\n\nInternational\n\nDarling Ingredients International, our subsidiary, is a worldwide leader in the development and production of specialty ingredients from animal by-products for applications in the pharmaceutical, food, pet food, animal feed, industrial, fuel, renewable energy and fertilizer industries. Darling Ingredients International operates a global network of 83 production facilities across five continents, including Europe, Asia, Australia, South America and North America covering all aspects of animal by-product processing through multiple brands, some of which are: Rendac (fuel), Sonac (proteins, fats, edible fats and blood products), FASA (proteins and fats), Ecoson (bioenergy and fertilizer), Rousselot (collagen), Gelnex (collagen) and CTH (natural casings). Darling Ingredients International's specialized portfolio of over 350 products covers all animal origin raw material types and thereby offers a comprehensive, single source solution for suppliers. Darling Ingredients International’s rendering and specialties business has leading positions across Europe, China and South America, with European operations in the Netherlands, Belgium, Germany, Poland and Italy, under the Ecoson, Rendac, Sonac and FASA brand names. Value-added products include edible fats, blood products, bone products, protein meals and fats. Rousselot and Gelnex are global leading market providers of collagen for the food, pharmaceutical and technical industries with operations in Europe, the United States, \n\nPage 4\n\nSouth America and China. CTH is a leading natural casings company for the sausage industry with operations in Europe and China.\n\nOperating Segments\n\nThe Company’s business operates within three reportable operating segments: Feed Ingredients, Food Ingredients and Fuel Ingredients. \n\nThe Feed Ingredients operating segment includes the Company’s global activities related to (i) the collection and processing of beef, poultry and pork animal by-products in North America, Europe and South America into non-food grade oils and protein meals, (ii) the collection and processing of bakery residuals in North America into Cookie Meal®, which is predominantly used in poultry and swine rations, (iii) the collection and processing of used cooking oil in North America and South America into non-food grade fats, (iv) the collection and processing of porcine and bovine blood in China, Europe, North America and Australia into blood plasma powder and hemoglobin, (v) the processing of selected portions of slaughtered animals into a variety of meat products for use in pet food in Europe, North America and South America, (vi) the processing of cattle hides and hog skins in North America, (vii) the production of organic fertilizers using protein produced from the Company’s animal by-products processing activities in North America and Europe, (viii) the rearing and processing of black soldier fly larvae into specialty proteins and fats for use in animal feed and pet food in North America; and (ix) the provision of grease trap services to food service establishments in North America. Non-food grade oils and fats produced and marketed by the Company are principally sold to third parties to be used as ingredients in animal feed and pet food, as an ingredient for the production of biodiesel, renewable diesel and sustainable aviation fuel (“SAF”), or to the oleo-chemical industry to be used as an ingredient in a wide variety of industrial applications. Protein meals, blood plasma powder and hemoglobin produced and marketed by the Company are sold to third parties to be used as ingredients in animal feed, pet food and aquaculture.    \n\nThe Food Ingredients operating segment includes the Company’s global activities related to (i) the purchase and processing of beef and pork bone chips, beef hides, pig skins, and fish skins into collagen in Europe, China, South America and North America, (ii) the collection and processing of porcine and bovine intestines into natural casings in Europe and China, (iii) the extraction and processing of porcine mucosa into crude heparin in Europe, (iv) the collection and refining of animal fat into food grade fat in Europe, and (v) the processing of bones to bone chips for the collagen industry and bone ash in Europe. Collagens produced and marketed by the Company are sold to third parties to be used as ingredients in the pharmaceutical, nutraceutical, food, pet food, and technical (e.g., photographic) industries. Natural casings produced and marketed by the Company are sold to third parties to be used as an ingredient in the production of sausages and other similar food products.\n\nThe Fuel Ingredients operating segment includes the Company’s global activities related to (i)  the Company’s share of the results of its equity investment in Diamond Green Diesel Holdings LLC, a joint venture with Valero Energy Corporation (“Valero”) to convert animal fats, recycled greases, used cooking oil, inedible corn oil, soybean oil, or other feedstocks that become economically and commercially viable into renewable fuels/products, such as renewable diesel and SAF (“DGD” or the “DGD Joint Venture”) as described in Note 1 and Note 2 to the Company’s Consolidated Financial Statements for the period ended December 28, 2024 included herein, (ii) the conversion of organic sludge and food waste into biogas in Europe, (iii) the collection and conversion of fallen stock and certain animal by-products pursuant to applicable EU regulations into low-grade energy sources to be used in industrial applications in Europe, and (iv) the processing of manure into natural bio-phosphate in Europe.\n\n  For financial information about our operating segments and geographic areas, refer to Note 21 and Note 22 to the Company’s Consolidated Financial Statements for the period ended December 28, 2024 included herein.\n\nFiscal Year 2024, 2023 and 2022 Total Net Sales\n\nDarling’s total net sales from fiscal year 2024, 2023 and 2022 by operating segment were as follows (in thousands):\n\n Fiscal Year2024Fiscal Year2023Fiscal Year2022\n\nTotal net sales:     \n\nFeed Ingredients$3,675,609 64.3 %$4,472,592 65.9 %$4,539,000 69.5 %\n\nFood Ingredients1,489,101 26.1 1,752,065 25.8 1,459,630 22.3 \n\nFuel Ingredients550,465 9.6 563,423 8.3 533,574 8.2 \n\nTotal$5,715,175 100.0 %$6,788,080 100.0 %$6,532,204 100.0 %\n\nPage 5\n\nOPERATIONS\n\nFeed Ingredients Segment\n\nOur Feed Ingredients segment consists principally of (i) our U.S. ingredients and specialty products businesses, including our fats and proteins, used cooking oil, and trap grease collection business, our Canadian ingredients business, and the ingredients and specialty products businesses conducted by Darling Ingredients International under the Sonac and FASA names (proteins, fats and plasma products) and (ii) our bakery residuals business. \n\nAnimal By-Products\n\n    North American Operations\n\nRaw materials:  The Company’s North American animal by-products operations collect beef, poultry and pork by-products, which are collected primarily from slaughterhouses, grocery stores, butcher shops and food service establishments.  These raw materials are collected in one of two manners. Certain large suppliers, such as large slaughterhouses, are furnished with bulk containers (typically trailers) in which the raw material is loaded. We provide the remaining suppliers, primarily grocery stores and butcher shops, with containers in which to deposit the raw material. The containers are picked up by, or emptied into, the Company’s trucks on a periodic basis. The type and frequency of service is determined by individual supplier requirements, the volume of raw material generated by the supplier, supplier location and weather, among other factors. The raw materials we collect are transported either directly to a processing plant or to a transfer station where materials from several collection routes are loaded into trailers and transported to a processing plant. These raw materials are delivered to plants for processing usually within 24 hours of collection to deter spoilage.\n\nProcessing operations: We produce finished products primarily through the grinding, cooking, separating, drying, and blending of various raw materials. The process starts with the collection of animal by-products, including fat, bones, feathers, offal and other animal by-products. The animal by-products are ground and heated to evaporate and remove water and separate fats from animal tissue, as well as to sterilize and make the material suitable as an ingredient for animal feed. The separated fats, tallows and greases are then centrifuged and/or refined for purity. The remaining solid product is pressed to remove additional oils to create protein meals. The protein meal is then sifted through screens and ground further if necessary to produce an appropriately sized protein meal. The primary finished products derived from the processing of animal by-products are MBM, PM (both feed grade and pet food), PG, tallow, feather meal and blood meal. In addition, at certain of our facilities, we are able to operate multiple process lines simultaneously, which provides us with the flexibility and capacity to separate certain raw material streams to manufacture premium and value-added products in addition to our principal finished products. Because of these processing controls, we are able to produce premium products with in-demand qualities compared to our standard finished products, and such premium products command premium prices.\n\n   International Operations\n\nDarling Ingredients International’s ingredients and specialty products businesses are operated under the Sonac and FASA names by our Sonac C3 and Sonac Blood business activities. The Sonac and FASA ingredients and specialty products businesses of Darling Ingredients International operate similarly to our North American ingredients division.  However, the Sonac businesses, with the exception of Sonac C3, further separate raw material streams to add additional value to each stream. \n\nSonac C3 processes animal by-products collected primarily from slaughterhouses, into proteins and fats for applications used in the pet food, feed, technical, biofuels and oleo-chemical markets. Oleo-chemical producers use fats to produce specialty ingredients used in paint, rubber, paper, concrete, plastics and a variety of other consumer and industrial products.\n\nSonac Blood processes bovine, porcine and ovine blood by separating blood into plasma and hemoglobin and produces specialized end products for application in the feed and pet food markets. Sonac Blood’s end products include plasma, fibrimex, globin and hemin.  \n\n   Used Cooking Oil\n\nThe Company is a leading collector and processor of used cooking oil in North America for use as a feed ingredient and feedstock for the production of valuable low carbon biofuels. The Company estimates it collects used cooking oil from approximately 162,700 locations in the U.S.  The Company’s primary customer for this product is the DGD Joint Venture.\n\nPage 6\n\nRaw materials:  Used cooking oil is collected from restaurants, food service establishments, industrial operations and grocery stores. Many of our suppliers operate stores that are part of national chains. Used cooking oil is placed in various sizes and types of containers and supplied to the Company under mutually agreeable contract terms. In some instances, these containers are unloaded directly onto our trucks, while in other instances used cooking oil is pumped through a vacuum hose into the truck. We provide several types of containers for used cooking oil collection to food service establishments, which are proprietary self-contained collection systems that are housed either inside or outside the establishment, with the used cooking oil from indoor containers pumped directly into collection vehicles via an outside valve. The frequency of all forms of used cooking oil collection is determined by the volume of oil generated by the restaurant, food service establishment, industrial operations or grocery store.\n\nProcessing operations:  The used cooking oil we collect is heated, settled, and purified for use as a feedstock for biofuels or as an ingredient for animal feed.\n\n   Bakery Residuals\n\nThe Company is a leading processor of bakery residuals in the United States. The bakery residuals division, which operates solely in the United States, collects bakery residual materials and processes the raw materials into BBP, including Cookie Meal®, an animal feed ingredient primarily used in poultry and swine rations.\n\nRaw materials: Bakery residuals are collected from large commercial bakeries that produce a variety of products, including cookies, crackers, cereal, bread, dough, potato chips, pretzels, sweet goods and biscuits. The Company collects these materials by bulk loading onsite at the bakeries utilizing proprietary equipment, the majority of which is designed, engineered, manufactured and installed by us. All of the bakery residuals that the Company collects are bulk loaded, which we believe represents a significant advantage over competitors that receive a large percentage of raw materials from less efficient, manual methods. The receipt of bulk-loaded bakery residuals allows us to significantly streamline our bakery recycling process, reduce personnel costs, and maximize freight savings by hauling more tons per load.\n\nProcessing operations: The highly automated bakery residuals production process involves sorting and separating raw material, mixing it to produce the appropriate nutritional content, drying it to reduce excess moisture, and grinding it to the consistency of animal feed. During the bakery residuals process, packaging materials are removed. The packaging material is fed into a combustion chamber along with sawdust, and heat is produced.  This heat is used in the dryers to remove moisture from the raw materials that have been partially ground. Finally, the dried meal is ground to the specified granularity. The finished product, which is tested to ensure that the caloric and nutrient contents meet specifications, is a nutritious additive used in animal feed.\n\n   Other Products/Services\n\nOur Feed Ingredients segment also includes the Company’s organic fertilizer business conducted under the Nature Safe® name, insect protein business conducted under the EnviroFlight® name, hides businesses and grease trap services business. \n\n•Our fertilizer operations utilize finished products from our animal by-products division to manufacture organic fertilizers from ingredients approved by the U.S. Department of Agriculture (“USDA”) to be used in organic farming which contain no waste by-products (i.e., sludge or sewage waste). The Company's North American fertilizer products are predominantly sold to golf courses, sports facilities, organic farms and landscaping companies.\n\n•Our EnviroFlight business utilizes technologies which enable the rearing of non-pathogenic black soldier fly larvae, which larvae are then processed to produce specialty proteins and oils for use as an ingredient in animal feed and pet food.\n\n•Our hides operations process hides and skins from beef and hog processors, respectively, into outputs used in commercial applications, such as the leather industry. We sell treated hides and skins to external customers, the majority of which are tanneries.  Fresh and salted hides and fresh skins are sold to tanneries, automotive companies, leather processors and to the shoe and furniture industries in Italy, Germany and China.\n\n•Our grease trap services business provides our customers with a comprehensive set of solutions to their trap grease disposal needs, including manifests for regulatory compliance, computerized routing for consistent \n\nPage 7\n\ncleaning and comprehensive trap cleaning. The trap grease we collect is transported to waste treatment centers.   \n\nFood Ingredients Segment\n\nOur Food Ingredients segment consists principally of (i) the collagen business conducted by Darling Ingredients International under the Rousselot and Gelnex names, (ii) the natural casings business conducted by Darling Ingredients International under the CTH name and (iii) certain specialty products businesses conducted by Darling Ingredients International under the Sonac name.  \n\n Collagen\n\nRousselot (which includes Gelnex) is a global leading market provider of collagen for the food, nutraceutical, pharmaceutical and technical (e.g., photographic) industries with operations in Europe, China, South America and the United States. Rousselot has a network of 16 production plants and 11 sales locations, covering sales into more than 85 countries.  Collagen is a functional ingredient, which means that it typically acts as a critical component in a larger end product. Due to its functionality and characteristics, collagen is used in a large variety of end products and its demand is growing. While collagen sells at a higher price per unit than many other Darling products, in many cases it only comprises a small portion of a customer’s end product cost, such as for many pharmaceutical end markets. We have experienced that many customers value quality and consistency, supply reliability, application know-how and regulatory support and therefore, price volatility is typically less than other Darling products.  Rousselot’s profitability is mainly driven by value recognized for high quality and supply reliability, and its ability to transfer increases in net raw material costs to its customers on a timely basis, allowing it to realize a relatively stable margin per kilogram of collagen.  Rousselot produces collagen from pigskin, beef hides, animal bones and fish. Raw material prices are mainly driven by quality and supply versus demand.  Finished product sales prices are also mainly driven by market supply and demand by product and quality. Rousselot enters into formal arrangements related to raw material purchases that differ by raw material type, by duration and by regional area. Rousselot markets its collagen products under different brands, such as the “Peptan”, “Peptinex” and “Nextida™” brands; which are fast-growing specialty ingredient brands positioned specifically towards nutritional supplements for customers focusing on improved bone, joint, skin and other targeted health benefits.\n\n    Other Specialty Products \n\nIn addition, our Food Ingredients segment includes the Sonac bone, heparin and edible fat businesses currently operated by Darling Ingredients International under the Sonac name: \n\n•Sonac Fat primarily melts, refines and packages animal fat into food grade fat for the food markets.\n\n•Sonac Bone processes porcine bones into fat, bone protein, glue, bone ash and bone chips for the feed, pet food, food and collagen industries.\n\n•Sonac Heparin extracts crude heparin from hydrolyzed mucosa for application in the pharmaceutical industry.\n\n Natural Casings\n\nThe CTH business of Darling Ingredients International is a leading natural casings company for the sausage business with operations in Europe and China. CTH Casings harvests, sorts and sells hog and sheep casings for worldwide food markets, particularly sausage manufacturers, and harvests, processes and sells hog and beef bowel package items for global pharmaceutical, food and feed market segments. CTH holds a leading position in the highly fragmented global casings market. \n\nFuel Ingredients Segment\n\nOur Fuel Ingredients segment consists of (i) our investment in the DGD Joint Venture and (ii) the bioenergy business conducted by Darling Ingredients International under the Ecoson and Rendac names. \n\n    Diamond Green Diesel\n\nThe DGD Joint Venture currently operates two renewable diesel plants, one located adjacent to Valero’s St. Charles Refinery in Norco, Louisiana (the “DGD St. Charles Plant”) and one located adjacent to Valero’s Port Arthur Refinery in Port Arthur, Texas (the “DGD Port Arthur Plant” and, together with the DGD St. Charles Plant, the “DGD Facilities”), with a \n\nPage 8\n\ncombined renewable diesel production capacity of approximately 1.2 billion gallons per year. Renewable diesel is a low-carbon transportation fuel that is interchangeable with diesel produced from petroleum and is produced at the DGD Facilities using an advanced hydroprocessing-isomerization process licensed from UOP LLC, known as the Ecofining™ Process, and a pretreatment process developed by the Desmet Ballestra Group, to convert fats (animal fats, used cooking oils, distillers corn oil and vegetable oils) into renewable diesel, renewable naphtha and other light end renewable hydrocarbons. In addition, the DGD Port Arthur Plant has the capability to upgrade approximately 50% of its current 470 million gallon annual production capacity to SAF, which has an estimated lifecycle greenhouse gas emission reduction of up to 80%, compared to conventional jet fuel.\n\nThe DGD Joint Venture was formed in January 2011 to design, engineer, construct and operate the DGD St. Charles Plant, which reached mechanical completion and began production of renewable diesel and certain other co-products in late June 2013.  In October 2021, the DGD Joint Venture completed an expansion of the DGD St. Charles Plant that increased its renewable diesel production capability to up to 750 million gallons per year of renewable diesel, as well as separating renewable naphtha (approximately 30 million gallons) and other light end renewable hydrocarbons for sale into low carbon fuel markets.  Additionally, in November 2022 the DGD Joint Venture completed the construction of the DGD Port Arthur Plant, with a capacity to produce 470 million gallons per year of renewable diesel and 20 million gallons per year of renewable naphtha and having similar logistics flexibilities as those of the DGD St. Charles Plant. Furthermore, in November 2024, the DGD Joint Venture completed a capital project at the DGD Port Arthur Plant to provide the plant with the capability to upgrade approximately 50% of its current 470 million gallon annual production capacity to SAF.  \n\nThe DGD Facilities receive feedstocks primarily by rail and trucks owned by third parties as well as imports via ships.  We are a party to a raw material supply agreement with the DGD Joint Venture pursuant to which we are obligated to offer to supply the DGD Joint Venture a portion of the feedstock requirements at the DGD St. Charles Plant at market rates; however, the DGD Joint Venture is not obligated to purchase all or any part of its feedstock requirements from us. The DGD Joint Venture markets its renewable fuels/products under the Diamond Green Diesel® brand, primarily to obligated parties that produce or import petroleum-based fuels into regions subject to renewable fuels obligations or markets with voluntary low-carbon fuel demand. The DGD Joint Venture markets its renewable fuels/products both domestically and internationally into regions with established low-carbon programs or voluntary demand, with most such production distributed primarily by rail and ships owned by third parties.\n\nWe account for the DGD Joint Venture as an “investment in an unconsolidated subsidiary.”\n\n     Bioenergy\n\nIn Europe, Ecoson produces green power from biogas production out of organic sludge and food waste for combined heat plant installations. Ecoson is the largest industrial digestion operation in the Netherlands and Belgium. In addition, Ecoson's fat refinery produces refined fats and fatty acids. Ecoson also processes manure into natural biophosphate for use as fertilizer and green gas.\n\nRendac collects fallen stock and animal waste, also referred to as Category 1 and Category 2 material under EU Regulation 1069/2009, from farmers and slaughterhouses, and processes these materials into fats and meals, which can only be used as a low grade source of energy or fuel for boilers and cement kilns. With a specialized collection fleet of approximately 330 trucks, Rendac collects raw materials in the Netherlands, Germany, Luxembourg and Belgium. This business is a market leader in the countries of Belgium, the Netherlands and Luxembourg (the “Benelux region”) and certain parts of Germany, a predominantly regulated market with spare capacity requirements and long-term contracts with local governments.  The market for the collection and processing of fallen stock in these regions is regulated, and government contracts provide for exclusivity of the service to the contracted partner.        \n\nRaw materials pricing and supply contracts\n\nWe have two primary pricing arrangements (formula and non-formula) with our suppliers of poultry, beef, pork, bakery residuals and used cooking oil. Under a “formula” arrangement, the charge or credit for raw materials is tied to published prices for finished products or competing or related ingredients after deducting processing, freight and other fees. We also acquire raw material under “non-formula” arrangements whereby suppliers are either paid a fixed price, are not paid, or are charged a collection fee, depending on various economic and competitive factors. The credit received or amount charged for raw materials under both formula and non-formula arrangements is based on various factors, including the type of raw materials, demand for the raw materials, the expected value of the finished product to be produced, the anticipated yields, the volume of material generated by the supplier and processing and transportation costs. Formula prices are generally adjusted on a weekly, monthly or quarterly basis, while non-formula prices or charges are adjusted as needed to respond to changes in finished product prices or related operating costs. Since most of our raw materials are residual by-products of meat processing \n\nPage 9\n\nand other food production, we are not able to contract with our suppliers to increase supply if demand for our products increases.\n\nA majority of our U.S. volume of rendering raw materials, including substantially all of our significant poultry accounts, and substantially all of our bakery feed raw materials are acquired on a “formula basis,” which in most cases is set forth in contracts with our suppliers, generally with multi-year terms. These “formulas” allow us to manage the risk associated with decreases in commodity prices by adjusting our costs of materials based on changes in the price of our finished products, while also permitting us, in certain cases, to benefit from increases in commodity prices. The formulas provided in these contracts are reviewed and modified both during the term of, and in connection with the renewal of, the contracts to maintain an acceptable level of sharing between us and our suppliers of the costs and benefits from movements in commodity prices. Approximately 91% of Darling's U.S. volume of raw materials in fiscal year 2024 was acquired on a “formula” basis. A majority of Darling’s Canadian ingredients volume of rendering raw materials are acquired based on prices fixed on a monthly basis with suppliers, with the remaining portion acquired on a “formula basis.” Darling Ingredients International (including North American operations) acquires a majority of its volume of rendering raw materials at spot or quarterly fixed prices and, in general, has no long-term contracts with its key suppliers.\n\nCertain of the Company’s geographic regions’ facilities are highly dependent on one or a few suppliers.  During the 2024 fiscal year, the Company’s 10 largest raw materials suppliers in North America accounted for approximately 36% of the total raw material processed by the Company in North America, with one single supplier accounting for approximately 8% of the total raw material processed in North America. In Europe, the Company’s 10 largest raw material suppliers accounted for approximately 30% of the total raw material processed by the Company in Europe, with one single supplier accounting for approximately 9% of the total raw material processed in Europe. In China, the Company’s 10 largest raw material suppliers accounted for approximately 36% of the total raw material processed by the Company in China, with one single supplier accounting for approximately 10% of the total raw material processed in China. In South America, the Company’s 10 largest raw material suppliers accounted for approximately 45% of the total raw material processed by the Company in South America, with one single supplier accounting for approximately 17% of the total raw material processed in South America. See “Risk Factors - A significant percentage of our revenue is attributable to a limited number of suppliers and customers.” Should any of these suppliers choose alternate methods of disposal, cease or materially decrease their operations, have their operations interrupted by casualty, or otherwise cease using, or reduce the use of, the Company’s collection services, any operating facilities dependent on such suppliers could be materially and adversely affected. (See “Risk Factors-Certain of our operating facilities are highly dependent upon a single or a few suppliers.”) For a discussion of the Company’s competition for raw materials, see “Competition.”\n\nMARKETING, SALES AND DISTRIBUTION OF FINISHED PRODUCTS\n\nThe Company sells its finished products worldwide. Finished product sales are primarily managed through our commodity trading departments. With respect to our North American operations, we have trading departments located at our corporate headquarters in Irving, Texas, at our regional office in Cold Spring, Kentucky and our regional office in Winchester, Virginia. Darling Ingredients International’s finished product sales are managed primarily through trading departments that are located in Son en Breugel, the Netherlands, and through various offices located in Europe, Asia, South America and North America. Where appropriate, we coordinate international sales of common products in order to market them more efficiently. Our sales force is in contact with customers daily and coordinates the sale, and assists in the distribution of, most finished products produced at our processing plants. The Company also sells its finished products internationally directly to customers or, in some cases, through commodities brokers and agents. We market certain of our finished products under our Dar Pro Ingredients brand, certain specialty products under the Sonac and FASA names, collagen products under the Rousselot and Gelnex names and natural casings under the CTH name. See Note 22 of Notes to Consolidated Financial Statements included herein for a breakdown of the Company’s sales by geographic regions.\n\nThe Company sells finished products in North America and throughout the world, primarily to producers of animal feed, pet food, biofuel, fertilizer and other consumer and industrial products, including oleo-chemicals, soaps and leather goods, for use as ingredients in their products or for further processing. Certain of our finished products are ingredients that compete with alternatives, such as corn, soybean oil, inedible corn oil, palm oils, soybean meal and heating oil, based on nutritional and functional values; therefore, the actual pricing for those finished products, as well as competing products, can be quite volatile. While the Company’s principal finished products are generally sold at prices prevailing at the time of sale, the Company’s ability to deliver large quantities of finished products from multiple locations and to coordinate sales from a central location enables us to sell into the market with the highest return. The Company’s premium, value-added and branded products command significantly higher pricing relative to the Company’s principal finished product lines due to their enhanced qualities, which is a function of the Company’s specialized processing and/or know-how. Customers for our premium, value-added and branded products include feed mills, pet food manufacturers, integrated poultry producers, the dairy industry and golf \n\nPage 10\n\ncourses. Feed mills purchase meals, fats, blood products, and Cookie Meal® for use as feed ingredients. Pet food manufacturers require stringent feed safety certifications and consistently demand premium additives with certain qualities and specifications. As a result, pet food manufacturers may purchase premium or value-added products under supply contracts with us. Oleo-chemical producers use fats as feedstocks to produce specialty ingredients used in paint, rubber, paper, concrete, plastics and a variety of other consumer and industrial products. Darling Ingredients International’s premium, value-added and branded products also command higher pricing, including with respect to collagen, natural casings, edible fat, heparin and specialty plasma products.\n\nWe obtain payment protection for most of our global export sales by requiring payment before shipment, either through bank letters of credit or cash against documents at the origin of the sale or guarantees of payment from government agencies. For U.S. sales, we are ordinarily paid for products in U.S. dollars and have not experienced any material currency translation losses or any material foreign exchange control difficulties. Darling Ingredients International’s product sales are generally denominated in the local currency. However, in certain markets (such as South America), some product sales are denominated in non-functional currencies, such as U.S. dollars and euros. Darling Ingredients International hedges a portion of its non-functional currency product sales.\n\nOur management monitors market conditions and prices for our finished products on a daily basis. If market conditions or prices were to significantly change, our management would evaluate and implement any measures that it may deem necessary to respond to the change in market conditions. For larger formula-based pricing suppliers, the indexing of raw material cost to finished product prices effectively establishes the gross margin on finished product sales at a stable level, providing us some protection from finished product price declines.\n\nFinished products produced by the Company are shipped primarily by truck or rail from our plants shortly following production. While there can be some temporary inventory accumulations at various North American and international locations, particularly port locations for export shipments, and with the exception of collagen and natural casings, inventories rarely exceed three weeks’ production and, therefore, we use limited working capital to carry those inventories. Our limited inventories also reduce our exposure to fluctuations in finished-product prices. With respect to collagen and natural casings, Darling Ingredients International, in contrast, has historically carried much larger inventories due to the manufacturing process and market dynamics related to those products, which requires a greater amount of working capital to carry these investments. Other factors that influence competition, markets and the prices that we receive for our finished products include the quality of our finished products, consumer health consciousness, worldwide credit conditions, currency fluctuations, tariffs, and government aid and regulations. From time to time, we enter into arrangements with our suppliers of raw materials pursuant to which these suppliers have the option to buy back our finished products at market prices.\n\nThe Company operates a fleet of trucks, trailers and railcars to transport raw materials from suppliers and finished products to customers or ports for transportation by ship. It also utilizes third-party freight companies to cost-effectively transfer materials and augment our in-house logistics fleet. Within our bakery and international by-products divisions, except for Rendac, substantially all inbound and outbound freight is handled by third-party logistics companies.\n\nCOMPETITION\n\nWe believe we are the only global ingredients company with products generated principally from animal-origin raw material types; however, we compete with a number of regional and local players in our various sub-segments and end markets.\n\nThe procurement of raw materials generally presents greater challenges to our business than the sale of finished products. In North America, consolidation within the meat processing industry has resulted in bigger and more efficient slaughtering operations, the majority of which utilize “captive” renderers (rendering operations integrated with the meat or poultry packing operation). At the same time, there has been limited to no growth in the number of small meat processors, which have historically been a dependable source of supply for non-captive renderers, such as us. In addition, the slaughter rates in the meat processing industry are subject to economic conditions and, as a result, during periods of economic decline, the availability, quantity and quality of raw materials available to the independent renderers decreases. The need for food service establishments in the United States to comply with environmental regulations concerning the proper disposal of used restaurant cooking oil should continue to provide a growth area for this raw material source. The rendering industry is highly fragmented with a number of local slaughtering operations that provide us with raw materials. In North America, we compete with other rendering, restaurant services and bakery residual businesses, and alternative methods of disposal of animal processing by-products and used restaurant cooking oil provided by trash haulers, waste management companies, renewable energy companies, anaerobic digestion companies and others. In addition, U.S. food service establishments have increasingly experienced theft of used cooking oil. A number of our competitors for the procurement of raw material are experienced, well-\n\nPage 11\n\ncapitalized companies that have significant operating experience and historic supplier relationships. Competition for available raw materials is based primarily on price and proximity to the supplier.\n\nIn marketing our finished products domestically and internationally, we face competition from other processors and from producers of other suitable ingredient alternatives. However, we differentiate ourselves through the scope and depth of our product portfolio and geographic footprint. While we compete with a number of well capitalized companies across our business, such as Cargill, Inc., Tyson Foods, Inc. and JBS & Company in the U.S. products business, and others in the global collagen, bone products, and blood products business, we do not have a single competitor that we compete with across all of our products or geographies.\n\nSEASONALITY AND SEVERE WEATHER\n\nAlthough the amount of raw materials made available to us in each of our segments by our suppliers is relatively stable on a weekly basis, it is impacted by seasonal factors, including holidays, during which the availability of raw materials declines because major meat and poultry processors are not operating, and cold and other severe weather and natural disasters, which can hinder the collection of raw materials and may increase with the physical impacts of climate change. Warm weather can also adversely affect the quality of raw materials processed and our yields on production because raw material deteriorates more rapidly in warm weather than in cooler weather. Weather can vary significantly from one year to the next and may impact the comparability of our operating results between periods. The amount of bakery residuals we process generally increases during the summer from June to September. Collagen sales generally decline in the summer.\n\nCLIMATE CHANGE\n\nThere is a growing global concern that carbon dioxide and other greenhouse gases in the atmosphere may have an adverse impact on global temperatures, weather patterns and the frequency of extreme weather and natural disasters. We are subject to physical, operational, transitional and financial risks associated with climate change and global, regional and local weather conditions, as well as by legal, regulatory and market responses to climate change. We assess climate-related regulatory risks as part of our risk management process; however, due to the level of uncertainty regarding what legislative or regulatory requirements may be enacted, we are unable to estimate the impact of climate-related developments on our results of operations or financial condition. For more information on the risks we face related to climate change, including potential regulatory developments that may increase our operating costs, please see the risk factors in Item 1A. Risk Factors, under the captions “Seasonal factors and weather, including the physical impacts of climate changes, can impact the availability, quality and volume of raw materials that we process and negatively affect our operations;” “Our operations are subject to various laws, rules and regulations including those relating to the protection of the environment and to health and safety, and we could incur significant costs to comply with these requirements or be subject to sanctions or held liable for damages, including environmental damages;” and “We may not be able to achieve our climate, sustainability or other such goals, targets or objectives.” \n\nINTELLECTUAL PROPERTY\n\nThe Company maintains valuable trademarks, service marks, copyrights, trade names, trade secrets, proprietary technologies and similar intellectual property, and considers our intellectual property to be of material value.  We have registered or applied for registration of certain of our intellectual property, including the tricolor triangle used in our signage and logos and the names “Darling,” “Darling Ingredients”, “Griffin Industries,” “Dar Pro Solutions,” “Dar Pro,” “Rousselot,” “Gelnex,” “Sonac,” “FASA,” “Ecoson,” “Rendac,” “Rothsay,” “Nature Safe,” “CleanStar,” “Peptan,” “Nextida,” “Cookie Meal,” and “Bakery Feeds,” and certain patents, both domestically and internationally, relating to raw material collection, storage, monitoring and protection from theft, new products, new uses and applications for products and processes for preparing nutritional supplements and the drying and processing of raw materials.\n\nHUMAN CAPITAL\n\nWe are committed to having an engaged, diverse and inclusive workplace that fosters learning, development and innovation, and we are committed to building a culture and working environment that is inclusive and respectful for all, and where our employees can do their best work and feel valued for their contributions. We are keenly aware that our people are fundamental to the ongoing success of our business. Accordingly, we are committed to the health, safety and wellness of our employees. In this regard, we have a strong health and safety program that focuses on implementing policies and training programs, as well as performing self-audits, all designed to keep our employees injury free.\n\nPage 12\n\nWe retain talent by providing employees with training, mentoring and career development. We offer online and in-person training for employees throughout their career. This begins with onboarding training for all new employees on a variety of topics, from cybersecurity to business ethics. Further training is then customized to each employee’s role, responsibilities and individual career aspirations. To facilitate growth and development, we have put several initiatives in place, including leadership training programs such as Darling Leadership Academy, Darling University and Darling Involve and Explore International Leadership Training. Combined with additional subject-specific training, these programs support skill building in the areas of communication, conflict resolution, decision making, inclusive leadership, performance management tactics and more. To encourage job growth and career advancement for all employees, we announce job openings internally before advertising them externally. In addition, to encourage ongoing leadership development and remove potential barriers to continuing education, we offer an educational assistance program for employees who wish to pursue a degree program or professional certification.\n\nAs of December 28, 2024, the Company employed globally approximately 15,500 persons full-time. While we have no national or multi-plant union contracts, at December 28, 2024, approximately 16% of the Company’s North American employees were covered by multiple collective bargaining agreements. In addition, approximately 64% of Darling Ingredients International's employees are covered by various collective bargaining agreements. Management believes that our relations with our employees and their representatives are satisfactory. There can be no assurance, however, that these satisfactory arrangements will continue, or that new agreements will be reached without union action or on terms satisfactory to us.\n\nREGULATIONS\n\nWe are subject to the rules and regulations of various federal, state, local and foreign governmental agencies including, but not limited to, the following principal governmental agencies in the following countries:\n\nUnited States \n\n•The Food and Drug Administration (“FDA”), which regulates pharmaceutical products and food and feed safety. The FDA is responsible for enforcement of rules (21 C.F.R. 589.2000 and 589.2001, referred to herein as the “BSE Feed Rule”) to prevent the spread of bovine spongiform encephalopathy (“BSE”), which is commonly referred to as “mad cow” disease. These regulations prohibit the use of mammalian proteins, with some exceptions, and tallow having more than 0.15% impurities in feeds for cattle, sheep and other ruminant animals.  In addition, the BSE Feed Rule prohibits the use of brain and spinal cord material from cattle aged 30 months and older or the carcasses of such cattle, if the carcasses are not inspected and passed for human consumption and the brain and spinal cord are not removed, in the feed or food for all animals.  The FDA has also implemented restrictions on the use of specified risk materials (“SRM”), material from nonambulatory disabled cattle, and other specified cattle materials in human food (21 C.F.R. 189.5) and in cosmetics (21 C.F.R. 700.27).  In addition, the FDA is responsible for implementing and enforcing the FDA Food Safety Modernization Act (“FSMA”), which gives the FDA a series of powers intended to better protect human and animal health by adopting a modern, preventive and risk-based approach to food safety regulation.  In addition, to various authorities granted to the FDA by FSMA, the FDA has also finalized major rules under FSMA affecting the production, importation and transport of human and animal food.  These authorities and regulations include:\n\n▪Mandatory recall authority for adulterated or misbranded foods where the use of or exposure to such foods is likely to cause serious adverse health consequences or death to humans or animals, if the responsible party fails to cease distribution and recall such adulterated or misbranded foods voluntarily. \n\n▪Regulations that define the FDA’s administrative detention authority to include the authority to detain an article of food if there is reason to believe the food is adulterated or misbranded.\n\n▪Section 306 of the FSMA provides that the FDA must refuse admission of food into the United States if a foreign food establishment or foreign government refuses to permit entry for an inspection.\n\n▪Section 102 of the FSMA amended facility registration requirements in the Federal Food, Drug and Cosmetic (“FD&C”) Act for domestic and foreign manufacturers, processors, packers or holders of food for human or animal consumption, to require that facility registrations be renewed during the fourth quarter of each even-numbered year, beginning October 1, 2012, and that additional information be included in such registrations. FSMA also provides that, if the FDA determines that food manufactured, processed, packed, received, or held \n\nPage 13\n\nby a registered facility has a reasonable probability of causing serious adverse health consequences or death to humans or animals, the FDA may suspend the registration of a facility that created, caused, or was otherwise responsible for such reasonable probability, or knew or had reason to know of such probability and packed, received, or held the food.\n\n▪The FDA has issued final rules for preventive controls (“PCs”) for human food and animal feed (“Human Food PC Rule” and “Animal Food PC Rule,” respectively), which apply to registered FDA facilities that manufacture, process, pack and hold human or animal food and require these facilities to establish and implement written food safety plans, which include hazard analyses, PCs to ensure that significant hazards that are identified as needing to be controlled will be significantly reduced or prevented, monitoring of PCs, supply-chain controls if appropriate to control a significant hazard, recall plans, corrective action procedures, verification activities and record keeping standards. The Human Food PC Rule also updates existing Current Good Manufacturing Practices (“CGMPs”), and the Animal Food PC Rule establishes minimum CGMPs for the production, holding and distribution of the human or animal food.\n\n▪The FDA has issued a regulation relating to Foreign Supplier Verification Programs (“FSVP Rule”) requiring that importers of both human and animal food must develop, follow and maintain written procedures verifying that their foreign suppliers produce food in a manner that provides the same level of public health protection as the Human Food PC Rule, Animal Food PC Rule, or FDA’s regulations established under FSMA regarding produce safety, as appropriate, and must ensure that the suppliers’ food is not adulterated and is not misbranded with respect to allergen labeling of human food. \n\n▪Under FSMA, the Sanitary Transportation Food Act of 2005, and FDA’s regulation, sanitary transportation practices must be used to transport human and animal foods to prevent such food from being adulterated during transport and applies to shippers, loaders, carriers by motor vehicle or rail vehicle, and receivers engaged in the transportation of food.\n\n▪The FDA has finalized a rule that requires registered human food facilities to conduct a vulnerability assessment and implement mitigation strategies, including a written food defense plan, to prevent or mitigate potential acts of intentional adulteration of food that could harm the public health.\n\n▪The FDA issued a final rule establishing the Laboratory Accreditation for Analyses of Foods (“LAAF”) program as required by FSMA section 202(a).  Under the LAAF program, FDA will recognize accreditation bodies that will accredit laboratories to the standards established in this final rule.  Laboratories accredited to the LAAF standard (“LAAF-accredited laboratories”) are authorized to conduct certain food testing as described in the rule. In September 2022, FDA launched a LAAF Dashboard which maintains a list of FDA-recognized Accreditation Bodies for the LAAF Program.\n\n▪The FDA has issued a final rule establishing additional traceability recordkeeping requirements for persons that manufacture, process, pack, or hold foods that appear on a list of “high risk” foods.  The list of high risk foods includes certain fruits and vegetables, shell eggs, and certain types of seafood, among other products.  Entities that are subject to the rule will be required to establish and maintain traceability program records containing required information.  The compliance date for all persons subject to the rule is January 20, 2026.\n\nManagement believes we are in compliance with these provisions of FSMA and the finalized rules. \n\nThe FDA also has regulations governing food additives in animal feed and pet food, which could apply to the use of protein from black soldier fly larvae in such products. See Item 1A “Risk Factors - Our business may be affected by the impact of animal related disease, such as BSE, and by other food safety issues,” for more information regarding the BSE Feed Rule.\n\nPage 14\n\n•The United States Department of Agriculture (“USDA”), which has authority over meat, poultry, and egg products and inspects producers to ensure compliance with applicable laws and regulations.  Within the USDA, two agencies exercise direct regulatory oversight of our activities:\n\n- Animal and Plant Health Inspection Service (“APHIS”) certifies facilities and claims made for exported materials to meet importing country requirements and establishes and enforces import requirements for live animals and animal by-products as well as plant products, and\n\n- Food Safety and Inspection Service (“FSIS”) regulates sanitation and biosecurity of our facilities and our food safety programs at plants producing edible fats and meats, among other things.\n\nIn 2004, FSIS issued three interim final rules designed to enhance its BSE safeguards in order to minimize human exposure to BSE infective tissues and assure consumers of the safety of the meat supply.  These regulations prohibited non-ambulatory animals from entering the food chain, required removal of SRMs at slaughter and prohibited carcasses from cattle tested for BSE from entering the food chain until the animals tested negative for BSE, among other provisions.  In 2007, FSIS published an affirmation of the interim final rules concerning prohibition of SRMs and non-ambulatory animals and the use of stunning devices, with several amendments.\n\nIn 2007, APHIS implemented revised import regulations to allow Canadian cattle 30 months of age and older and born on or after March 1, 1999, and bovine products derived from such cattle to be imported into the United States for any use, if such cattle and products complied with specific FDA and FSIS regulations. Imports of Canadian cattle younger than 30 months of age have been allowed since March 2005. Imports of SRMs from Canadian-born cattle slaughtered in Canada are not permitted.  In 2014, APHIS implemented amended import regulations concerning cattle and bovine products.  The final rule established a system for classifying regions as to BSE risk that is consistent with international standards set by the World Organization for Animal Health (“OIE”), and based importation requirements for cattle and beef products on: (i) the inherent risk of BSE infectivity in the commodity to be imported and (ii) the BSE risk status of the region from which the commodity originates.\n\n•The U.S. Environmental Protection Agency (“EPA”), which regulates air and water discharges and hazardous and solid waste requirements among other environmental requirements, as well as local and state environmental agencies with jurisdiction over environmental matters affecting the Company’s operations.  The EPA also administers the National Renewable Fuel Standard Program (“RFS2”).\n\n•The Association of American Feed Control Officials (“AAFCO”), which is a voluntary membership association of state, and federal agencies that regulate the sale and distribution of animal feeds and animal drug remedies.  Although, AAFCO has no regulatory authority, it brings together stakeholders and works to develop and implement uniform and equitable laws, regulations, standards, definitions, and enforcement polices for regulating the manufacture, labeling, distribution and sale of animal feeds. \n\n•State Departments of Agriculture, which regulate animal by-product collection and transportation procedures and animal feed quality.\n\n•The United States Department of Transportation (“USDOT”), as well as local and state transportation agencies, which regulate the operation of our commercial vehicles.\n\n•The U.S. Occupational Safety and Health Administration (“OSHA”), which is the main federal agency charged with the enforcement of worker safety and health legislation.\n\n•The Securities and Exchange Commission (“SEC”), which enforces the U.S. federal securities laws, including rules governing disclosures required in annual, quarterly and other reports filed by publicly traded companies, and (with the DOJ) the Foreign Corrupt Practices Act (“FCPA”), and other matters.\n\nEuropean Union and EU Member States\n\n•The European Union, which has competence to adopt legislation which is binding on the EU Member States and, as regards regulations, their citizens, related to inter alia, employment and social affairs, agriculture, environment, consumer protection and public health.\n\n•EU Member States must correctly transpose EU Directives into their national legislation and directly apply EU Regulations, and ensure adequate and effective enforcement, control and supervision of the relevant principles, including minimum safety and health requirements for the workplace and use of work equipment by workers, as well \n\nPage 15\n\nas the implementation and maintenance of a system of official controls and other activities as appropriate to the circumstances, such as relevant communications on food and feed safety and risk, food and feed safety surveillance and other monitoring activities covering all stages of production, processing and distribution.  The EU Directives may allow EU Member States to maintain or establish more stringent measures in their own legislation. In general, each EU Member State is responsible for regulating health and safety at work and labor inspection services and is in charge of controlling compliance with applicable legislation and regulations.\n\n•The European Commission, which is the European Union’s politically independent executive arm and is responsible for drawing up proposals for new EU legislation and implementing the decisions of the European Parliament and the Council of the EU. Relevant Directorate Generals include, but are not limited to:\n\n•Directorate-General for Health and Food Safety, which is responsible for EU policy on food safety and health and for monitoring the implementation of related EU legislation, including but not limited to food, feed, human and animal health, technical uses of animal by-products and packaging.\n\n•Directorate-General for the Environment, which is responsible for EU policy on the environment and for monitoring the implementation of related EU legislation, including but not limited to Directive 2010/75/EU on Industrial Emissions (Integrated Pollution Prevention and Control) and, together with other Directorate-Generals of the European Commission, the Best Available Techniques Reference Document on the Slaughterhouses and Animal By-products Industries.\n\nRelevant Agencies and Authorities include, but are not limited to:\n\n•The European Medicines Agency, which is responsible for the scientific evaluation, supervision and safety monitoring of medicinal products for human and veterinary use in the EU and establishes guidance amongst others for bovine-containing medicinal products for human or veterinary use, and maximum residue limits.\n\n•The European Chemicals Agency, which is responsible for the implementation of Regulation (EC) No 1907/2006 on the Registration, Evaluation, Authorisation and Restriction of Chemicals.\n\n•The European Food Safety Authority, which advises the European Commission, the European Parliament and the EU Member States on food safety matters, including on animal feed, animal health and welfare, biological hazards and contaminants.\n\n•The Council of Europe's, European Directorate for the Quality of Medicine and Healthcare, which establishes quality standards for safe medicinal products for human and veterinary use in Europe by developing guidance and standards in the areas of blood transfusion, organ, cell and tissue transportation and consumer health issues.\n\n•The EU Member States’ national competent authorities responsible for, including but not limited to, human and animal medicinal products, issuing permits, approvals and registrations to establishments or plants engaged in certain activities related to the handling of animal by-products and food and feed production, human and animal health and feed production, environmental regulation, including waste management, collection and transport of animal by-products, as well as health and safety of workers. \n\nUnited Kingdom\n\n•The Medicines and Healthcare products Regulatory Agency (“MHRA”), is an executive agency of the Department of Health and Social Care and is responsible for, inter alia, ensuring the safety of medicinal products for human and veterinary use.\n\n•The Department for Environment, Food and Rural Affairs (“DEFRA”) is responsible for environmental protection, food production and standards, agriculture, fisheries and rural communities.\n\n•The Animal and Plant Health Agency (“APHA”) is an executive agency of DEFRA and is responsible for protecting the health and welfare of the general public and animals from disease. The APHA issues permits, approvals and registrations to plants carrying out certain activities related to the handling of animal by-products. Feed businesses need to be approved or registered with their local authority trading standards office.\n\nPage 16\n\n•The Food Standards Agency (“FSA”) is responsible for safeguarding public health, including in relation to food and feed. The FSA supports the control of BSE. Local authorities are responsible for delivering activities such as inspections, audits and surveillance, sampling in most food and feed establishments.\n\n•The United Kingdom’s Health and Safety Executive (“HSE”)is the government body responsible for enforcing health and safety at work legislation, such as the Health and Safety at Work Act 1974, and enforcing health and safety law in industrial workplaces, together with local authorities. The HSE is the primary agency responsible for regulating chemicals in the UK and oversees the safe use, storage and disposal of chemicals to protect human health and the environment.\n\n•The United Kingdom’s Serious Fraud Office is responsible for investigating and prosecuting violations of the U.K. Bribery Act 2010, together with the National Crime Agency and other relevant police forces.\n\nCanada\n\n•The Canadian Food Inspection Agency (“CFIA”), which regulates animal health and the disposal of animals and their products or by-products.  \n\n•Canadian provincial ministries of agriculture and the environment, which regulate food safety and quality, air and water discharge requirements and the disposal of deadstock.  \n\n•The Canadian Department of the Environment (“Environment Canada”), which ensures compliance with Canadian federal air and water discharge and wildlife management requirements and the various provincial and local environmental ministries and agencies.  \n\n•The Canadian Technical Standards and Safety Authority (“TSSA”), a non-profit organization that regulates the safety of fuels and pressure vessels and boilers.\n\nChina\n\n•The General Administration of Quality Supervision, Inspection and Quarantine, which supervises the import and export of food and feed.  \n\n•The Ministry of Health of the People’s Republic of China, which establishes standards for food and pharmaceutical products. \n\n•The Chinese Pharmacopeia, which establishes standards for pharmaceutical products.\n\n•Ministry of Environmental Protection of the People's Republic of China, which regulates the environmental protection standards.\n\n•Ministry of Labor and Social Security of the People's Republic of China, which establishes the regulations of labor, welfare and health insurance.\n\n•State Administration of Work Safety, which establishes the work safety standards and regulations. \n\nBrazil\n\n•The Ministry of Agriculture and Cattle (Ministério da Agricultura, Pecuária), which regulates the production of collagen and activities related to animal feed (i.e., animal slaughter by products).\n\n•Ministry of Labor (Ministério do Trabalho), which regulates labor health and safety.\n\n•The Ministry of the Environment and Climate Change (Ministério do Meio Ambiente e Mudança do Clima - MMA), which regulates and supervises the implementation of the national policy for the environment.\n\n•Federal Environmental Agency (Instituto Brasileiro do Meio Ambiente e dos Recursos Naturais Renováveis - IBAMA), which regulates and supervises the development of potentially pollutant activities in Brazil as well as is responsible for \n\nPage 17\n\nthe Federal Technical Registry (Cadastro Técnico Federal – CTF), required for all the enterprises which develop potentially pollutant activities and/or use of natural resources.\n\n•Various local and State environmental agencies responsible for the State-Level and local-level control, supervision, monitoring and licensing process for pollution generating activities in the areas in which we operate.\n\n•Brazilian Federal Police, responsible for regulating and inspecting controlled chemical industrial products.\n\n•Brazilian Army, responsible for regulating and inspecting controlled chemical industrial products.\n\n•Federal Council of Veterinary Medicine (CFMV), and its regional counterparts (Reginal Councils of Veterinary Medicine – CRMV), which guide, control, inspect, and regulate the exercise of certain professional categories, and issue the registration of companies (i.e., the Legal Entity Registration Certificate issued by the competent professional council – “CRPJ”) and the annotation of legally qualified professionals in charge of them (i.e., the Technical Responsibility Note issued by the competent professional council – “ART”).\n\n•Federal Council of Chemistry (CFQ), and its regional counterparts (Regional Councils of Chemistry – CRQ), which guide, control, inspect, and regulate the exercise of certain professional categories, and issue the CRPJ (described above) and the ART (described above).\n\n•Brazilian Oil, Gas & Biofuels Regulatory Agency (ANP), responsible for the regulation of the operation of biofuel production plants, an activity that one of our subsidiaries is engaged with.\n\n•National Land Transport Agency (ANTT), which issues subscriptions on the National Register of Road Freight Transporters (RNTRC) and regulates road cargo transportation, an activity that one of our subsidiaries is engaged with.\n\n•The Office of the Comptroller General (CGU), the Public Prosecutor’s Office (Minestério Público da União), and the Attorney General’s Office (AGU), which enforce the Brazilian corporate anti-corruption law.\n\nAustralia\n\n•The Australian Quarantine and Inspection Service, which regulates the import and export of agricultural products, including animal by-products.  \n\n•The Department of Agriculture, Fisheries and Forestry, which administers meat and animal by-product legislation. \n\n•PrimeSafe, which is the principal regulator of meat and animal by-product businesses in the State of Victoria. \n\n•The Australian Competition and Consumer Commission, which regulates Australia’s competition and consumer protection law. \n\n•The Australian Securities and Investments Commission, which regulates Australia’s company and financial services laws.\n\n•Worksafe Victoria, which is the regulator responsible for administering and enforcing occupational health and safety laws and regulations in the State of Victoria.\n\n•Environment Protection Authority Victoria, which administers environmental protection laws in Victoria.\n\n•Goulburn-Murray Rural Water Corporation, which manages allocation and use of water under local water laws in Victoria.\n\nRules and regulations promulgated by these and other agencies may influence our operating results at one or more facilities.\n\nAVAILABLE INFORMATION\n\nWe make available, free of charge, through our investor relations website, our reports on Forms 10-K, 10-Q and 8-K, and amendments to those reports, as well as all other filings with the SEC, as soon as reasonably practicable after such materials are electronically filed with, or furnished to, the SEC pursuant to Section 13(a) or 15(d) of the Exchange Act.\n\nPage 18\n\nThe Company’s website is https://www.darlingii.com and the address for the Company’s investor relations website is https://www.darlingii.com/investors.  Information contained on these websites is not and should not be deemed to be a part of this report or any filing filed with, or furnished to, the SEC by us.  Alternatively, these reports may be accessed at the SEC’s website at https://www.sec.gov.",
      "char_count": 72284
    },
    "item1a": {
      "text": "ITEM 1A.   RISK FACTORS\n\nAn investment in Darling involves substantial risks. In consultation with your financial, tax and legal advisors, you should carefully consider, among other matters, the following risks described in, as well as the other information contained in or incorporated by reference into, this report. If any of the events described in the following risk factors actually occur, our business, financial condition, prospects or results of operations could be materially adversely affected, the market price of our common stock could decline and you may lose all or part of your investment in the common stock. The risks and uncertainties described below are not the only risks we face. Additional risks and uncertainties that are not currently known or that are currently deemed to be immaterial may also materially and adversely affect our business operations and financial condition or the market price of our common stock. The risks described below also include forward-looking statements and our actual results may differ substantially from those discussed in these forward-looking statements. See the section entitled “Forward-Looking Statements” in this report.\n\nSummary of Risk Factors\n\nThe following is a summary of some of the risks and uncertainties that could materially and adversely affect our business, operating results, financial condition and the actual outcome of matters as to which forward-looking statements are made in this report. In addition to the summary below, you should carefully review the detailed risk factors discussed later in this section.\n\nRisks and uncertainties that may affect, or have affected, our business, operating results and financial condition include, but are not limited to, the following:\n\n•The prices of many of our products are subject to significant volatility;\n\n•Our business is dependent on the procurement of raw materials, which is the most competitive aspect of our business;\n\n•The DGD Joint Venture subjects us to a number of risks;\n\n•Our renewable energy businesses may be affected by energy policies around the world;\n\n•We are highly dependent on natural gas, diesel fuel and electricity, the prices of which can be volatile, and such dependency could materially adversely affect our business;\n\n•A significant percentage of our revenue is attributable to a limited number of suppliers and customers;\n\n•Certain of our operating facilities are highly dependent upon a single or a few suppliers;\n\n•We face risks associated with our international activities, which could negatively affect our sales to customers in foreign countries and our operations and assets in such countries;\n\n•Seasonal factors and weather, including the physical impacts of climate changes, can impact the availability, quality and volume of raw materials that we process and negatively affect our operations;\n\n•If we or our customers are the subject of product liability or other claims or product recalls, we may incur significant and unexpected costs and our business reputation could be adversely affected;\n\n•In certain markets we are highly dependent upon a single operating facility and various events beyond our control could cause an interruption in the operation of our facilities, which could adversely affect our business in those markets;\n\n•We may incur losses and additional costs as a result of our hedging transactions;\n\n•Media campaigns related to feed and food ingredient production or fuel production present reputational and other risks;\n\n•An impairment in the carrying value of our goodwill or other intangible assets may have a material adverse effect on our results of operations;\n\n•Our operations are subject to various laws, rules and regulations including those relating to the protection of the environment and to health and safety, and we could incur significant costs to comply with these requirements or be subject to sanctions or held liable for damages, including environmental damages;\n\n•Our business may be negatively impacted by the occurrence of any disease correctly or incorrectly linked to animals;\n\nPage 19\n\n•Our business may be affected by the impact of animal related disease, such as BSE, and by other food safety issues;\n\n•Pandemics, epidemics or disease outbreaks, such as coronavirus (“COVID-19”), may disrupt our business, including, among other things, our supply chain and production processes, each of which could materially affect our operations, liquidity, financial condition and results of operations;\n\n•We may be subject to work stoppages at our operating facilities, which could cause interruptions in the manufacturing or distribution of our products;\n\n•Certain U.S. multiemployer defined benefit pension plans to which we contribute are underfunded and these plans may require minimum funding contributions or we may be subject to liabilities due to a termination of, or our withdrawal from, such plans;\n\n•The proposed Employment Rights Bill is set to overhaul employment law in the UK, with a number of employees friendly proposals which could have an adverse effect on our business due to increased costs associated with being an employer;\n\n•Our substantial level of indebtedness could adversely affect our financial condition;\n\n•Despite our existing level of indebtedness, we and our subsidiaries may still be able to incur substantially more indebtedness, which could further exacerbate the risks to our financial condition described above;\n\n•We may not be able to generate sufficient cash to service all of our indebtedness and may be forced to take other actions to satisfy our obligations under our indebtedness, which may not be successful;\n\n•Our ability to repay our indebtedness depends in part on the performance of our subsidiaries, including our non-guarantor subsidiaries, and their ability to make payments;\n\n•The market price of our common stock has been and may continue to be volatile, which could cause the value of your investment to decline;\n\n•Our ability to pay any dividends on our common stock may be limited and, consequently, your ability to achieve a return on your investment will depend on appreciation in the price of our common stock;\n\n•Future sales of our common stock or the issuance of other equity may adversely affect the market price of our common stock;\n\n•Our common stock is an equity security and is subordinate to our existing and future indebtedness;\n\n•The issuance of shares of preferred stock could adversely affect holders of common stock, which may negatively impact your investment;\n\n•We may incur material costs and liabilities in complying with government regulations;\n\n•Downturns and volatility in global economies and commodity and credit markets could materially adversely affect our business, results of operations and financial condition;\n\n•We may not successfully identify and complete acquisitions on favorable terms or achieve anticipated synergies relating to any acquisitions, and such acquisitions could result in unknown liabilities, unforeseen operating difficulties and expenditures and require significant management resources;\n\n•Our business may be adversely impacted by fluctuations in foreign currency exchange rates, which could affect our ability to comply with our financial covenants;\n\n•Large capital projects can take many years to complete, and market conditions could deteriorate over time, negatively impacting project returns;\n\n•Changes in consumer preference could negatively impact our business;\n\n•If we experience difficulties or a significant disruption in our information systems or if we fail to implement new systems and software successfully, our business could be materially adversely affected;\n\n•Increased information technology security threats and more sophisticated computer crime pose a risk to our systems, networks, products and services, while data privacy and cybersecurity laws continue to proliferate presenting heightened regulatory risk;\n\n•Artificial intelligence could subject the Company to loss through various internal and external risks;\n\n•Our success is dependent on our key personnel;\n\n•We could have a material weakness in our internal control over financial reporting that would require remediation;\n\n•Changes in our tax rates or exposure to additional income tax liabilities could impact our profitability;\n\n•Litigation or regulatory proceedings may materially adversely affect our business, results of operations and financial condition;\n\n•Our European pension funds may require minimum funding contributions;\n\nPage 20\n\n•The insurance coverage that we maintain may not cover, or fully cover, all operational risks, and if the number or severity of claims for which we are self-insured increases, if we are required to accrue or pay additional amounts because the claims prove to be more severe than our recorded liabilities, if our insurance premiums increase or if we are unable to obtain insurance at acceptable rates or at all, our financial condition and results of operations may be materially adversely affected;\n\n•We may divest certain of our brands or businesses from time to time, which could adversely affect us;\n\n•Terrorist attacks or acts of war may cause damage or disruption to us and our employees, facilities, information systems, security systems, suppliers and customers, which could materially and adversely affect our net sales, costs and expenses and financial condition;\n\n•We may be unable to protect our intellectual property rights;\n\n•Our products, processes, methods, and equipment may infringe upon the intellectual property rights of others, which may cause us to incur unexpected costs or prevent us from selling our products;\n\n•The healthcare reform legislation in the United States, its implementing regulations, and subsequent healthcare developments could impact the healthcare benefits we are required to provide our employees in the United States and cause our compensation costs to increase, potentially reducing our net income and adversely affecting our cash flows;\n\n•We may incur significant charges and experience disruptions or losses of customer and/or supplier relationships in the event we close or divest all or part of a manufacturing plant or facility;\n\n•We may not be able to achieve our climate, sustainability or other such goals, targets or objectives; and\n\n•The United Kingdom's withdrawal from the EU could have an adverse effect on our business, investments and future operations in Europe.\n\nRisks Related to the Company\n\nThe prices of many of our products are subject to significant volatility.\n\nOur principal finished products in our Feed Ingredients segment include MBM, PM, BFT, YG, PG, BBP and hides, which are commodities. We also manufacture and sell a number of other products that are derived from animal by-products and many of which are commodities or compete with commodities. The prices of these commodities are quoted on, or derived from prices quoted on, established commodity markets. Accordingly, our results of operations will be affected by fluctuations in the prevailing market prices of these finished products or of other commodities that may be substituted for our products by our customers. Historically, market prices for commodity grains, fats and food stocks have fluctuated in response to a number of factors, including global changes in supply and demand resulting from changes in local and global economic conditions, global government agriculture programs, energy policies of U.S. and foreign governments, and international agricultural trading policies, the impact of disease outbreaks on protein sources and the potential effect on supply and demand, as well as weather conditions during the growing and harvesting seasons. While we seek to mitigate the risks associated with price declines, a significant decrease in the market price of any of our products or of other commodities that may be substituted for our products would have a material adverse effect on our results of operations and cash flow. Furthermore, rapid and material changes in finished goods prices, including competing agricultural-based alternative ingredients, generally have an immediate and, often times, material impact on the Company’s gross margin and profitability resulting from the lapse of time between the procurement of the raw materials and the sale of the finished goods. Increases in the market prices of raw materials would require us to raise prices for our premium, value-added and branded products to avoid margin deterioration. There can be no assurance as to whether we could implement future price increases in response to increases in the market prices of raw materials or how any such price increases would affect future sales volumes to our customers. Our results of operations could be materially and adversely affected in the future by this volatility. Furthermore, an increased preference by meat processors for alternative feed ingredients, such as all vegetable diets in the case of poultry producers, could negatively impact the prices of certain of our finished products which would need to be sold to alternative markets and destinations.\n\nThe prices available for the Company’s Food Ingredients segment’s collagen, edible fats and natural casings products are influenced by other competing ingredients, including plant-based and synthetic hydrocolloids and artificial casings. In the collagen operation, in particular, the cost of the Company’s animal-based raw material moves in relationship to the selling price of the finished goods. The processing time for the Food Ingredients segment's collagen and casings is generally 30 to 60 days, which is substantially longer than the Company’s Feed Ingredients segment's animal by-products operations. Consequently, the Company’s gross margin and profitability in this segment can be influenced by the movement of finished goods prices during the period from when the raw materials were procured until the finished goods are sold.\n\nPage 21\n\nThe Company’s Fuel Ingredients segment, which converts fats and oils into renewable diesel, SAF, organic sludge and food waste into biogas, and fallen stock into low-grade energy sources, is impacted by world energy prices for oil, electricity and natural gas, as well as potential competition from the adoption of non-rendered feedstock in biofuel markets.\n\nOur business is dependent on the procurement of raw materials, which is the most competitive aspect of our business.\n\nOur management believes that the most competitive aspect of our business is the procurement of raw materials rather than the sale of finished products. Many of our raw materials are derived directly or indirectly from animal by-products, which results in the following challenges:\n\n•In North America, consolidation within the meat processing industry has resulted in bigger and more efficient slaughtering operations, the majority of which utilize “captive” rendering (rendering operations integrated with the meat or poultry packing operation).\n\n•Concurrently, there has been limited to no growth in the number of small U.S. meat processors, which have historically been a dependable source of supply for non-captive or independent U.S. renderers, such as us.\n\n•The slaughter rates in the U.S. and international meat processing industry are subject to decline during poor economic conditions when consumers generally reduce their consumption of protein, and as a result, during such periods of decline, the availability, quantity and quality of raw materials available to independent renderers, such as us, decreases. In addition, raw material volumes are subject to decline due to government regulations limiting animal production.\n\n•In addition, the Company has seen an increase in the use of used cooking oil in the production of biofuels, which has increased competition for the collection of used cooking oil from restaurants and other food service establishments and contributed to an increase in the frequency and magnitude of theft of used cooking oil in the United States.\n\n•Furthermore, a decline in the general performance of the global economy (including a decline in consumer confidence and inflation) and an inability of consumers and companies to obtain credit in the financial markets could have a negative impact on our raw material volume, such as through the forced closure of any of our raw material suppliers. A significant decrease in available raw materials or a closure of a significant number of raw material suppliers could materially and adversely affect our business, results of operations and financial condition, including the carrying value of certain of our assets.\n\nThe rendering industry is highly fragmented and both the rendering and bakery residual industries are very competitive. We compete with other rendering businesses and alternative methods of disposal of animal by-products, bakery residue and used cooking oil provided by trash haulers, waste management companies and biofuel companies, as well as the alternative of illegal disposal. See Item 1. “Competition.” In addition, U.S. restaurants experience theft of used cooking oil, the frequency and magnitude of which increases with the rise in value of used cooking oil. Depending on market conditions, we either charge a collection fee to offset a portion of the cost incurred in collecting raw material, collect on a no pay/no charge basis or pay for the raw material. To the extent suppliers of raw materials look to alternate methods of disposal, whether as a result of our collection fees being deemed too expensive, the payments we offer being deemed too low or otherwise, our raw material supply and/or collection fee revenues will decrease, which could materially and adversely affect our business, results of operations and financial condition. In addition, the amount of raw material acquired, which has a direct impact on the amount of finished goods produced, can also have a material effect on our gross margin reported, as the Company has a substantial amount of fixed operating costs. In addition, we utilize an extensive vehicle fleet to collect and transport raw material, for which we compete with other industries for qualified drivers. The U.S. has been experiencing a growing shortage of truck drivers. Our failure to hire and retain a sufficient number of truck drivers to operate our fleet could negatively impact our ability to collect and transport raw materials in an efficient and cost-effective manner.\n\nA majority of the Company’s U.S. volume of animal by-product raw materials, including its significant U.S. accounts, and substantially all of the Company’s U.S. bakery feed raw materials, are acquired on a “formula basis,” which allows us to adjust our costs of materials based on changes in the price of our finished products, and are in most cases set forth in contracts with our suppliers. Such contracts generally provide for multi-year terms. The formulas provided in these contracts are reviewed and modified during their term and upon renewal of the contracts to maintain acceptable risk allocations between us and our suppliers related to movements in commodity prices. Changes to these formulas or the inability to renew such contracts could have a material adverse effect on our business, results of operations and financial condition. A majority of the Company’s Canadian volume of animal by-product raw materials are acquired on a monthly fixed-price basis with suppliers, while the remainder are acquired on a “formula basis.” A majority of Darling Ingredients International’s volume of animal by-product raw materials are acquired at spot or quarterly fixed prices.\n\nPage 22\n\nThe DGD Joint Venture subjects us to a number of risks.\n\nIn January 2011, Darling, through a wholly-owned subsidiary, entered into a limited liability company agreement (as subsequently amended, the “DGD LLC Agreement”) with a wholly-owned subsidiary of Valero to form the DGD Joint Venture, which was formed to design, engineer, construct and operate the DGD St. Charles Plant. Since that time, the DGD Joint Venture has completed several expansion projects and currently operates the DGD St. Charles Plant and the DGD Port Arthur Plant. As of December 28, 2024, under the equity method of accounting, we had an investment in the DGD Joint Venture of approximately $2.2 billion included on the Consolidated Balance Sheet. There is no assurance that the DGD Joint Venture will continue to be profitable or allow us to continue to make a return on our investment.\n\nDGD’s operations are conducted through a joint venture with Valero. Accordingly, we share control with our joint venture partner over certain economic, legal and business interests of DGD, who may have economic, business, or legal interests, opportunities, or goals that are inconsistent with, or different from, our opportunities, goals, and interests, or may have different liquidity needs or financial condition characteristics than our own, be subject to different legal or contractual obligations than we are, or be unable to meet their obligations. For instance, while we share certain management rights with our joint venture partner under the DGD LLC Agreement, we do not have full control of every aspect of DGD’s business and certain significant decisions concerning DGD, including, among others, the acquisition or disposition of assets above a certain value threshold, making certain changes to DGD’s business plan, raising debt or equity capital, DGD’s distribution policy, and entering into particular transactions, also require certain approvals from our joint venture partner. Failure by us or our joint venture partner to adequately manage the risks associated with DGD and any differences in views among us and our joint venture partner could prevent or delay actions that are in the best interests of us or the DGD Joint Venture and could have a material adverse effect on our, or the DGD Joint Venture’s, financial condition, results of operations and liquidity. Furthermore, our equity in net income of DGD, which is based on our 50% interest in the unconsolidated earnings of the standalone DGD financial statements, may not always match our joint venture partner’s consolidated results and presentation. In addition, the DGD LLC Agreement limits our ability to freely transfer or sell our interest in the DGD Joint Venture.\n\nThe DGD Joint Venture is dependent on governmental energy policies and programs, such as the National Renewable Fuel Standard Program (“RFS”) and low carbon fuel standards (“LCFS”) (such as in the state of California), which positively impact the demand for and price of renewable diesel. Any changes to, a failure to enforce or a discontinuation of any of these programs could have a material adverse effect on the DGD Joint Venture. See the section entitled “Risk Factors-Risks Related to the Company-Our renewable energy businesses may be affected by energy policies around the world.” Additionally, there may be new entrants into the renewable fuels industry or new technologies developed that could meet demand for lower-carbon transportation fuels and modes of transportation in a more efficient or less costly manner than our technologies and products, which could also have a material adverse effect on the DGD Joint Venture. For instance, several other companies have made, or announced interest in making, investments in renewable diesel projects. Should these projects develop, the DGD Joint Venture would face competition from them for feedstocks and customers, which could strain margins on the products it sells and limit the growth and profitability of the DGD Joint Venture. It is not possible at this time to predict the ultimate form, timing, or extent of any such developments; however, a reduction in the demand for the DGD Joint Venture’s products as a result of any of the foregoing events could materially and adversely affect our business, financial condition, results of operations, and liquidity.\n\nDGD’s production plants are its principal operating assets and are subject to planned and unplanned downtime and interruptions. Its operations could also be subject to significant interruption if one of its plants were to experience a major accident or mechanical failure, be damaged by severe weather or natural disasters (such as hurricanes) or man-made disasters (such as cybersecurity incidents or acts of terrorism), or otherwise be forced to shut down or curtail operations. If any of its plants, or related pipeline or terminal, were to experience an interruption in operations, our earnings could be materially and adversely affected (to the extent not recoverable through insurance) because of lost productivity and repair and other costs.\n\nIn addition, the operation of a joint venture such as this involves a number of risks that could harm our business and result in the DGD Joint Venture not performing as expected, such as:\n\n•problems integrating or developing operations, personnel, technologies or products;\n\n•the unanticipated breakdown or failure of equipment or processes, including any unforeseen issues that may arise in connection with the operation of the DGD Facilities or completion and startup of any expansion or capital projects or the possibility of equipment failure as a result of materials degradation;\n\n•the inaccuracy of our assumptions about prices or demand for the renewable diesel or SAF that the DGD Joint Venture produces;\n\nPage 23\n\n•unforeseen engineering or environmental issues, including new or more stringent environmental regulations affecting operations;\n\n•unforeseen capital contributions required under the DGD LLC Agreement;\n\n•the inaccuracy of our assumptions about the timing and amount of anticipated revenues and operating costs including feedstock prices;\n\n•the diversion of management time and resources;\n\n•difficulties in obtaining and maintaining permits and other regulatory issues, potential license revocations and changes in legal requirements;\n\n•adverse changes in government policies, programs and/or mandates around the world that benefit biofuels, including, without limitation, reductions, dilutions or terminations of government credits, incentives and/or subsidies for biofuels or programs or mandates requiring biofuel use;\n\n•changes in supply and demand for biofuels, including potential overproduction of biofuels against demand resulting in diminished returns and potential dilution of government credits, incentives and/or subsidies;\n\n•difficulties in establishing and maintaining relationships with suppliers and end user customers;\n\n•the risk that one or more competitive new renewable diesel or SAF plants are constructed that use different technologies from the DGD Joint Venture and result in the marketing of products that are more effective as a substitute for carbon-based fuels or less expensive than the products marketed by the DGD Joint Venture;\n\n•performance below expected levels of output or efficiency;\n\n•disruptions in the ability of the pipelines, vessels, or railroads to transport feedstocks or products because of weather events (such as hurricanes), accidents, derailment, collision, fire, explosion, government regulations, or third-party actions;\n\n•reliance by the DGD Joint Venture on Valero and its adjacent refinery facility for many services and processes;\n\n•possible impairment of the acquired assets, including intangible assets, in connection with the occurrence of any other risks associated with the DGD Joint Venture;\n\n•possible third-party claims of intellectual property infringement;\n\n•inability to source sufficient feedstocks for the operation or having to increase utilization of feedstocks that produce lower margin product; and\n\n•being forced to sell our equity interests in the DGD Joint Venture pursuant to buy/sell provisions in the DGD LLC Agreement such that we would no longer continue to realize the benefits of the DGD Joint Venture.\n\nIf any of these risks described above were to materialize and the operations of the DGD Joint Venture were significantly disrupted, it could have a material adverse effect on our business, financial condition and results of operations.\n\nOur renewable energy businesses may be affected by energy policies around the world.\n\nMarkets and/or prices for our biofuels, biogases and green electricity, including those of DGD, may be impacted by government policies around the world relating to renewable energy and greenhouse gas emissions (“GHG”). Programs like RFS and LCFS and tax credits for biofuels both in the United States and abroad are subject to revision and change which may impact the demand for our finished products. Furthermore, support from renewable identification numbers (“RINs”), LCFS credits, and other government programs play an important role in the makeup of margins for DGD, and we are exposed to the volatility in the market price of RINs, LCFS credits, and other credits. We cannot predict the future prices of RINs, LCFS credits or other credits, nor can we predict changes or continued implementation of policies that support these programs. \n\nThe EPA created the RFS program pursuant to the Energy Policy Act of 2005 and the Energy Independence and Security Act of 2007. Under the RFS program, the EPA is required by statute to set annual quotas for the volume of renewable fuels that must be blended into petroleum-based transportation fuels consumed in the U.S. 14 months prior to the compliance \n\nPage 24\n\nyear. The quotas are set by class of renewable fuel (i.e., biomass-based diesel, cellulosic biofuel, advanced biofuel, and total renewable fuel) and are collectively referred to as the renewable volume obligation (“RVO”). The RVO must be met by obligated parties, who are the producers and importers of the petroleum-based transportation fuels consumed in the U.S. Obligated parties demonstrate compliance annually by retiring the appropriate number of RINs associated with each class of renewable fuel to satisfy their RVO. A RIN is effectively a compliance credit that is assigned to each gallon of qualifying renewable fuel produced in, or imported into, the U.S. RINs are obtained by blending those renewable fuels into petroleum based transportation fuels, and obligated parties can also achieve compliance by purchasing RINs in the open market.\n\nPursuant to the requirements established by the Energy Independence and Security Act of 2007, the finalized 2010 RFS regulation mandated the domestic use of biomass-based diesel (biodiesel, renewable diesel or renewable jet fuel) of 1.0 billion gallons in 2012 and a minimum of 1.0 billion gallons of biomass-based diesel for 2012 and subsequent years. This amount is subject to increase by the Administrator of the EPA. The volume mandates for 2022 were 2.76 billion gallons for biomass-based diesel, 5.63 billion RINs for advanced biofuel, and 20.63 billion RINs for total renewable fuel. \n\nIn June of 2023, the EPA published a final rule that establishes required RFS volumes for 2023, 2024, and 2025. For biomass-based diesel, the EPA set 2.82 billion gallons for 2023, 3.04 billion gallons for 2024, and 3.35 billion gallons for 2025. For the advanced biofuel category, the EPA set 5.94 billion RINs for 2023, 6.54 billion RINs for 2024, and 7.33 billion RINs for 2025. For total renewable fuel, the EPA set 20.94 billion RINs for 2023, 21.54 billion RINs for 2024, and 22.33 billion RINs for 2025. \n\nFor RFS compliance purposes, biomass-based diesel credits (RINs) satisfy the biomass-based diesel requirement, the overall advanced biofuel requirement, and the total renewable fuel requirement. In order to generate a RIN, each type of fuel from each type of feedstock is required to reduce GHG emissions by levels specified in the regulation. The EPA has determined that biodiesel or renewable diesel produced from waste oils, fats, and greases exceed the 50% threshold established by the regulation to generate advanced biofuel and biomass-based diesel RINs.\n\nIn August of 2022, as part of the Inflation Reduction Act of 2022, the blender tax credit was extended at $1.00 per gallon until December 31, 2024. As a blender, the DGD Joint Venture has recorded approximately $1,281.7 million of blender tax credits for fiscal 2024, with Darling's portion equaling 50%. In January 2025, the Clean Fuels Production Credit (CFPC) became effective through 2027. Under the CFPC, non-aviation transportation fuel receives a credit equal to either $0.20/gallon or $1.00/gallon multiplied by the fuel’s emission reduction percentage. In order to start with the $1.00 per gallon baseline, the fuel must be produced at a qualifying facility that meets the prevailing wage and apprenticeship requirements. In contrast to the blender tax credit, the CFPC requires that production must take place in the United States and the fuel must be sold in a certain manner. Under the CFPC, sustainable aviation fuel receives a credit equal to either $0.35/gallon or $1.75/gallon multiplied by the fuel’s emission reduction percentage. In order to start with the $1.75 per gallon baseline, the neat SAF must be produced in the United States at a qualifying facility that meets the prevailing wage and apprenticeship requirements before being sold for use in an aircraft. In fiscal 2024, the Company’s share of tax credits for biofuels DGD produced was material to the Company, so any legal challenges or changes to, a failure to enforce, reductions in the mandated volumes under, or discontinuing any of these programs could have a negative impact on our business and results of operations.\n\nThe transition from the blender tax credit to the CFPC on January 1, 2025 introduced a number of risks that could negatively impact the results of operations of the DGD Joint Venture and cause a material and adverse impact to the Company.  These include, but are not limited to:  credit eligibility and compliance risks for failure to satisfy qualification, prevailing wage and apprenticeship and other certification and documentation requirements which could reduce credit values or void credits; regulatory risks because the U.S. Treasury has yet to provide final CFPC regulations, and credits earned since January 1, 2025 must be determined based on currently available information from Treasury; legislative risks with a new administration in the U.S., including risks associated with the CFPC being modified, repealed or paused; and credit transfer risks, including the development of markets to sell the credits, the strength of any such markets and the viability of the credits with respect to discounts to credit values on sales, and potential Company indemnities with credit sales which introduce the risk of reimbursing buyers for any later credit adjustments including potential penalties, interest and tax gross-ups which could be material.\n\nWe are highly dependent on natural gas, diesel fuel and electricity, the prices of which can be volatile, and such dependency could materially adversely affect our business.\n\nOur operations are highly dependent on the use of natural gas, diesel fuel and electricity and a disruption in any of them could have a material adverse effect on the business and results of operations of the affected facility. We consume significant volumes of natural gas to operate boilers in our plants, which generate steam to heat raw materials, and natural gas prices represent a significant cost of facility operations included in cost of sales. We also consume significant volumes of diesel fuel to operate our fleet of tractors and trucks used to collect raw materials, and diesel fuel prices represent a significant component of cost of collection expenses included in cost of sales. Prices for both natural gas and diesel fuel can be volatile, partially due to the ongoing Russian-Ukraine war, the Israeli-Palestinian conflict and other Middle Eastern conflicts or the \n\nPage 25\n\ninflationary environment, and therefore, represent an ongoing challenge to our operating results. Although we continually manage these costs and hedge our exposure to changes in fuel prices through our formula pricing, and from time to time, derivatives, a material increase in prices for natural gas and/or diesel fuel over a sustained period of time could materially adversely affect our business, results of operations and financial condition. We also require a significant amount of electricity in operating certain of our facilities, a significant increase in the cost of which could have a material adverse effect on the business and results of operations of the affected facility. Additionally, the availability of natural gas, diesel fuel and electricity can be affected by numerous events such as weather (e.g., hurricanes and periods of considerable heat or cold), pipeline and other logistics interruptions, electric grid outages, cybersecurity incidents, intermittent electricity generation, hostilities, sanctions and supply and demand imbalances.\n\nA significant percentage of our revenue is attributable to a limited number of suppliers and customers.\n\nIn fiscal year 2024, the Company’s top ten customers for finished products accounted for approximately 36% of product sales. In addition, the Company’s top ten raw material suppliers accounted for approximately 26% of its raw material supply in the same period. Disruptions or modifications to, or termination of, our relationship with any of our significant suppliers or customers, or financial difficulties experienced by any of our suppliers or customers that lead to curtailment or termination of their operations, could cause our businesses to suffer significant financial losses and could have a material adverse effect on our business, earnings, financial condition and/or cash flows.\n\nCertain of our operating facilities are highly dependent upon a single or a few suppliers.\n\nCertain of our operating facilities are highly dependent on one or a few suppliers. Should any of these suppliers choose alternate methods of disposal, cease their operations, have their operations interrupted by casualty, curtail their operations or otherwise cease using our collection services, these operating facilities may be materially and adversely affected, which could materially and adversely affect our business, results of operations and financial condition.\n\nWe face risks associated with our international activities, which could negatively affect our sales to customers in foreign countries and our operations and assets in such countries.\n\nWe conduct foreign operations in Europe, South America, Canada, Asia and Australia. While we expect that our geographical diversity reduces our exposure to risks in any one country or part of the world, it also subjects us to various risks and uncertainties relating to international sales and operations, including:\n\n•imposition of tariffs, quotas, trade barriers and other trade protection measures imposed by the United States against foreign countries or by foreign countries against others regarding the importation of poultry, beef and pork products, gelatin and collagen products, fats and oils, and/or biofuels, in addition to operating, import or export licensing requirements imposed by various foreign countries;\n\n•imposition of border restrictions by foreign countries with respect to the import of poultry, beef and pork products due to animal disease or other perceived health or safety issues;\n\n•change in existing trade agreements, such as the United States-Mexico-Canada Agreement (“USMCA”), which could negatively impact our business;\n\n•impact of currency exchange rate fluctuations between the U.S. dollar and foreign currencies, particularly the euro, the Brazilian real, the Canadian dollar, the Chinese renminbi, the British pound, the Japanese yen, the Australian dollar and the Polish zloty, which may reduce the U.S. dollar value of the revenues, profits and cash flows we receive from non-U.S. markets or of our assets in non-U.S. countries or increase our supply costs, as measured in U.S. dollars in those markets;\n\n•exchange controls and other limits on our ability to import raw materials, import or export finished products or to repatriate earnings from overseas, such as exchange controls in effect in China, that may limit our ability to repatriate earnings from those countries;\n\n•different regulatory structures (including creditor rights that may be different than in the United States) and unexpected changes in regulatory environments (including, without limitation, in China), including changes resulting in potentially adverse tax consequences or imposition of onerous trade restrictions, price controls, industry controls, animal and human food safety controls, employee welfare schemes or other government controls;\n\n•political or economic instability, social or labor unrest or changing macroeconomic conditions (such as high inflation rates) or other changes in political, economic or social conditions in the respective jurisdictions;\n\nPage 26\n\n•changes in tax laws or to tax rates in any of the jurisdictions in which we operate and adverse outcomes from tax audits;\n\n•compliance with, and enforcement of, a wide variety of complex U.S. and non-U.S. laws, treaties and regulations, including, without limitation, anti-bribery laws such as the U.S. Foreign Corrupt Practices Act (the “FCPA”), the U.K. Bribery Act 2010, anti-corruption laws of the EU Member States, the Brazilian corporate anti-corruption law and similar anti-corruption legislation in many jurisdictions in which we or our joint venture partners operate, as well as economic and trade sanctions enforced by the U.S. Department of the Treasury’s Office of Foreign Assets Control (“OFAC”), the European Union (“EU”) institutions, the EU Member States’ authorities, or other governmental entities; and\n\n•distribution costs, disruptions in shipping or reduced availability or increased costs of freight transportation, including, without limitation, due to strikes or port closures which could impact movement of raw materials and finished products.\n\nThese risks and uncertainties could jeopardize or limit our ability to transact business in one or more of our international markets or in other developing markets and may have a material adverse effect on our business, results of operations, cash flows and financial condition. In addition, from time to time certain of our international operations make contractual prepayments to raw material suppliers in the ordinary course of business, which may subject the Company to financial risk should any such supplier experience financial difficulties, bankruptcy or cease operations.\n\nSeasonal factors and weather, including the physical impacts of climate changes, can impact the availability, quality and volume of raw materials that we process and negatively affect our operations.\n\nThere is a growing global concern that carbon dioxide and other GHG in the atmosphere may have an adverse impact on global temperatures, weather patterns and the frequency of extreme weather and natural disasters. We are subject to physical, operational, transitional and financial risks associated with climate change and global, regional and local weather conditions, as well as legal, regulatory and market responses to climate change. Certain jurisdictions in which we operate have either imposed, or are considering imposing, new or increasingly stringent legal and regulatory requirements to reduce or mitigate the potential effects of climate change, including regulation and reduction of GHG and potential carbon pricing programs. These new or increasingly stringent legal or regulatory requirements could result in significantly increased costs of compliance and additional investments in facilities and equipment, and reduced raw material supplies in areas where these requirements limit or eliminate livestock operations. While we assess climate related regulatory risks as part of our risk management process, we are unable to predict the scope, nature and timing of any new or increasingly stringent environmental laws and regulations and therefore cannot predict the ultimate impact of such laws and regulations on our business or financial results. We continue to monitor existing and proposed laws and regulations in the jurisdictions in which we operate and consider actions we may take to potentially mitigate the unfavorable impact, if any, of such laws or regulations.\n\nFurthermore, emerging legislation seeks to regulate corporate environmental, social, and governance (“ESG”) practices, including practices related to the causes and impacts of climate change as well as supply chain control and compliance with human rights. For example, in December 2022 the EU adopted Directive (EU) 2022/2464 amending Regulation (EU) No 537/2014, Directive 2004/109/EC, Directive 2006/43/EC and Directive 2013/34/EU, also known as the Corporate Sustainability Reporting Directive (“CSRD”). The new rules, which apply to all large (EU and non-EU) companies with significant activities in the EU and to EU-listed small and medium-sized enterprises, require companies to report on how sustainability issues (environmental, social, and governance) affect their business and about their own impact on people and the environment. In addition, in May 2024 the EU adopted Directive (EU) 2024/1760, also known as the Corporate Sustainability Due Diligence Directive (“CSDDD”). The CSDDD will become gradually applicable starting in 2027 to large (EU and non-EU) companies and parent companies meeting specific thresholds. The new rules require in-scope companies to conduct risk-based due diligence in order to identify, prevent, mitigate and remediate actual and potential adverse impacts on people and the environment resulting from the operations of the company, its subsidiaries and business partners in the Company’s supply chain. In-scope companies are also required to adopt and implement a climate transition plan, setting out a strategy to reduce emissions in line with the Paris Agreement targets. There has also been increased focus from our stakeholders, including consumers, suppliers, employees and investors, on our sustainability and ESG practices. We expect that stakeholder expectations with respect to sustainability and ESG will continue to evolve rapidly, which may necessitate additional resources to monitor, report on, and adjust our operations.\n\nThe quantity of raw materials available to us is impacted by seasonal factors, including holidays, when raw material volumes decline, and cold weather, which can impact the collection of raw materials. In addition, warm weather can adversely affect the quality of raw materials processed and our yield on production due to more rapidly degrading raw materials. In addition to seasonal impacts, depending on the location of our facilities and those of our suppliers, our operations could be \n\nPage 27\n\nsubject to weather impacts, including the physical impacts of climate changes, changes in rainfall patterns, water shortages, changing sea levels, changing storm patterns and intensities and changing temperature levels. Physical damage, flooding, excessive snowfall or drought resulting from changing climate patterns could adversely impact our costs and business operations, the availability and costs of our raw materials, and the supply and demand for our end products. These effects could be material to our results of operations, liquidity or capital resources. The quality and volume of the finished products that we are able to produce could be negatively impacted by unseasonable or severe weather or unexpected declines in the volume of raw materials available during holidays, which in turn could have a material adverse effect on our business, results of operations and financial condition. In addition, severe weather events may also impact our ability to collect or process raw materials or to transport finished products.\n\nIf we or our customers are the subject of product liability or other claims or product recalls we may incur significant and unexpected costs and our business reputation could be adversely affected.\n\nWe and our customers for whom we manufacture products may be exposed to product liability or other claims, product recalls and adverse public relations if consumption or use of our products is alleged to cause injury or illness to humans or animals. In addition, we and our customers may be subject to product liability or other claims, product recalls, and adverse public relations resulting from developments relating to the discovery of unauthorized adulterations to food additives or other products or from allegations that our food ingredients or other products were mislabeled, were not produced in accordance with the customer’s specifications, contract requirements or regulatory standards and/or have not performed adequately in the end product, even where food safety or other product safety is not a concern. In some cases, we indemnify our customers for product liability and other claims related to our products. Product recalls in one jurisdiction may result in product recalls in other jurisdictions, as is the case in the EU, where the European Commission and the EU Member States exchange information about recalls. Our insurance may not cover or be adequate to cover all liabilities we incur in connection with product liability and/or other claims, whether or not legitimate, or product recalls, whether voluntary or mandatory, and we may not be able to maintain our existing insurance or obtain comparable insurance at a reasonable cost for such matters. A judgment against us or against one of our customers for whom we manufacture or provide products on a product liability or other claim, or our or their agreement to settle a product liability or other claim, or a product recall, could also result in substantial and unexpected expenditures, which would reduce operating income and cash flow. In addition, even if product liability or other claims against us or our customers for whom we manufacture products are not successful or are not fully pursued, defending these claims would likely be costly and time-consuming and may require significant management attention.\n\nProduct liability or other claims, product recalls or any other events that cause consumers to no longer associate our brands or those of our customers for whom we manufacture products with high quality and safety may result in adverse publicity and negatively impact our reputation and the value of our and their brands and lead to decreased demand for our products. In addition, as a result of any such claims against us or product recalls, we may be exposed to claims by our customers for damage to their reputations and brands. Product liability or other claims and product recalls may also lead to increased scrutiny or investigations by federal, state and foreign regulatory agencies of our operations and could have a material adverse effect on our brands, business, reputation, results of operations and financial condition. \n\nIn recent years the EU has adopted new mechanisms to allow (and encourage) claims by consumers, including in collective litigation forms. The civil liability risks in Europe in relation to misleading advertising are material, and increasing, and on December 8, 2024, Directive (EU) 2024/2853, the EU’s revised Product Liability Directive (“PLD”), entered into force, which must be transposed into national legislation of the EU Member States by December 9, 2026. The revised PLD introduces a number of significant changes that increase liability risks for companies distributing their products to EU consumers. Direct civil enforcement before EU institutions or courts is not available, but EU law requires the EU Member States to enhance consumer protection at the national level by requiring every EU Member State to allow consumer representative bodies to take civil claims on behalf of consumers for breaches of certain EU consumer laws.\n\nIn certain markets we are highly dependent upon a single operating facility and various events beyond our control could cause an interruption in the operation of our facilities, which could adversely affect our business in those markets.\n\nOur facilities are subject to various federal, state, provincial and local laws, rules and regulations including environmental and other permitting requirements of the countries in which we operate and our facilities are located. Periodically, these permits may be reviewed and subject to amendment or withdrawal. Applications for an extension or renewal of various permits may be subject to challenge by community and environmental groups and others. In the event of a casualty, condemnation, work stoppage, permitting withdrawal or delay, severe weather event, cyber-attack or other unscheduled shutdown involving one of our facilities, in a majority of our markets we would utilize a nearby operating facility to continue to serve our customers in the affected market; however, in certain markets we do not have alternate operating facilities. If any of these events occur in such markets, we may experience an interruption in our ability to service our customers and to procure raw materials, and potentially an impairment of the value of that facility. Any of these circumstances may materially and adversely affect our business and results of operations in those markets. In addition, after an operating facility affected by such \n\nPage 28\n\nan event and unscheduled shutdown is restored, there could be no assurance that customers who in the interim choose to use alternative disposal services would return to use our services.\n\nWe may incur losses and additional costs as a result of our hedging transactions.\n\nDarling and DGD may use commodity derivative instruments to hedge their exposures to various types of financial risk. If these instruments are not effective or increase Darling’s or DGD’s exposure to unexpected events or risks, Darling or DGD may incur losses. In addition, both Darling or DGD may be required to incur additional costs in connection with any future regulation of derivative instruments applicable to either or both.\n\nMedia campaigns related to feed and food ingredient production or fuel production present reputational and other risks.\n\nIndividuals or organizations can use social media platforms to publicize inappropriate or inaccurate stories or perceptions about the feed and food ingredient production industries, fuel production industry or our Company. Such practices could cause damage to the reputations of our Company and/or the feed and food ingredient production industries or fuel production industry in general. This damage could adversely affect our financial results.\n\nAn impairment in the carrying value of our goodwill or other intangible assets may have a material adverse effect on our results of operations.\n\nAs of December 28, 2024, the Company had approximately $2.3 billion of goodwill. We are required to annually test goodwill to determine if impairment has occurred, as well as whenever events or changes in circumstances indicate that impairment may have occurred. If the testing performed indicates that impairment has occurred, we are required to record a non-cash impairment charge for the difference between the carrying value of the reporting unit, including goodwill, and the fair value of the reporting unit, including goodwill, in the period the determination is made. The testing of goodwill for impairment requires us to make significant estimates about our future performance and cash flows, as well as other assumptions. These estimates can be affected by numerous factors, including changes in economic, industry or market conditions, changes in business operations or regulation, or changes in competition. Changes in these factors, or changes in actual performance compared with estimates of our future performance, may affect the fair value of goodwill, which may result in an impairment charge. We cannot accurately predict the amount and timing of any impairment of assets. Should the value of goodwill become impaired, there may be a material adverse effect on our results of operations.\n\nRisks Related to Legal and Regulatory Compliance\n\nOur operations are subject to various laws, rules and regulations including those relating to the protection of the environment and to health and safety, and we could incur significant costs to comply with these requirements or be subject to sanctions or held liable for damages, including environmental damages.\n\nOur operations subject us to various and increasingly stringent environmental, health and safety requirements in the various jurisdictions where we operate, including those governing air emissions and odor, wastewater discharges, storm water discharges, the management, storage and disposal of materials in connection with our facilities, occupational health and safety, product packaging and labeling and our handling of hazardous materials and wastes, such as gasoline and diesel fuel used by our trucking fleet and operations. Failure to comply with these requirements could have significant consequences, including recalls, penalties, injunctive relief, claims for personal injury and property and natural resource damages, other claims and negative publicity. Our operations require the control of air emissions and odor and the treatment and discharge of storm water and wastewater to publicly owned treatment works and/or the environment. We operate boilers at many of our facilities and store wastewater in lagoons/tanks and/or, as permitted, discharge it to publicly owned treatment works or surface waters, or manage by land application. We have incurred significant capital and operating expenditures to comply with environmental requirements, including for the upgrade of wastewater treatment facilities, and will continue to incur such costs in the future.\n\nWe could be responsible for the remediation of environmental contamination and may be subject to associated liabilities and claims for personal injury and property and natural resource damages. We own or operate numerous properties, have been in business for many years and have acquired and disposed of properties and businesses over that time. During that time, we or other owners or operators may have generated or disposed of wastes or stored or handled other materials that are or may be considered hazardous or may have polluted the soil, surface water or groundwater at or around our facilities. Under some environmental laws, such as the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 in the United States (“CERCLA”), also known as the Superfund law, responsibility for the cost of cleanup of a contaminated site can be imposed upon current or former site owners and operators, or upon any party that sent waste to the site, regardless of the lawfulness of the activities that led to the contamination. Similar laws outside the United States impose liability for environmental cleanup, often under the polluter pays theory of liability but also based upon ownership in some circumstances. There can be no assurance that we will not face extensive costs or penalties that would have a material adverse effect on our \n\nPage 29\n\nfinancial condition and results of operations. For example, we have received notices from the EPA relating to alleged sediment contamination in Newtown Creek in New York and alleged river sediment contamination in the Lower Passaic River area of New Jersey, and are party to a lawsuit filed by Occidental Chemical Corporation in which it seeks contribution for various investigative and cleanup costs it has incurred in connection with the Lower Passaic River area of New Jersey. See Item 3. “Legal Proceedings” for additional information about the Lower Passaic River matter. In addition, future developments, such as more aggressive enforcement policies, new laws or discoveries of currently unknown contamination conditions, may also require expenditures that may have a material adverse effect on our business and financial condition. For example, regulations are newly emerging regarding per- and polyfluoroalkyl substances (“PFAS”) due to potential health and environmental risks. In April 2024, the EPA adopted a rule designating two widely used PFAS – perfluorooctanoic acid (“PFOA”) and perfluorooctanesulfonic acid (“PFOS”) – as “hazardous substances” under CERCLA and adopted the primary drinking water standard for PFAS.  In the EU, because only certain subgroups of PFAS are currently regulated at the EU level, the EU legislators are taking steps to adopt a comprehensive legislative measure simultaneously restricting a large number of PFAS. In February 2023, the European Chemical Agency (“ECHA”) published a proposal to restrict 10,000+ PFAS under Annex XVII of Regulation (EC) No. 1907/2006 concerning the registration, evaluation, authorization and restriction of Chemicals (“REACH”). ECHA’s committees for Risk Assessment and Socio-Economic Analysis are currently evaluating the proposal based on a sector-based approach to address the specificities of such substances, and a consolidated opinion will be sent to the European Commission, which will make the ultimate decision in consultation with the EU Member States. Further consultations and evaluations are expected to continue in 2025 and beyond. While Darling does not manufacture or use PFAS substances, the raw materials we process could contain PFAS as could the influent waters from city supply services and/or production wells. If PFAS is contained in these sources, it could persist in the outputs of our production, including wastewater treatment discharges, wastewater-derived residuals, and/or finished products.  There can be no assurance that we will not face costs or penalties regarding PFAS that would have a material adverse effect on our financial condition and results of operations.  We could also be subject to odor related claims, damages, violations and/or penalties, including potential class action odor litigation.\n\nIn addition, increasing efforts to control emissions of GHG are likely to impact our operations. We operate in certain jurisdictions subject to the Paris Agreement, which mandates reduced GHG emissions in certain participating countries. The EPA’s rule establishing mandatory GHG reporting for certain activities may apply to some of our facilities if we exceed the applicable thresholds. The EPA has also issued a regulatory endangerment finding relating to GHG emissions that has led to further regulation of GHG emissions. Legislation to regulate GHG emissions has periodically been proposed in the U.S. Congress, and a growing number of states and foreign countries are taking action to require reductions in GHG emissions. Future GHG emissions limits may require us to incur additional capital and operational expenditures. EPA regulations limiting exhaust emissions also have become more restrictive, and the National Highway Traffic Safety Administration and the EPA have adopted regulations that govern fuel efficiency and GHG emissions. Compliance with these and similar regulations could increase the cost of new fleet vehicles and increase our operating expenses. Compliance with future GHG regulations may require expenditures that could materially adversely affect our business, results of operations and financial condition.\n\nWe have approximately 15,500 employees world-wide and are subject to a wide range of local, provincial and national laws and regulations governing the health and safety of workers, including, for example, OSHA in the United States. We can be subject to potential fines and civil and, in egregious cases, criminal actions if we are found to be in violation of worker health and safety laws in any of these jurisdictions. Further, as such laws and regulations change, we may sometimes be required to commit to unplanned capital expenditures in order to continue to comply with workplace safety requirements at our facilities. In addition, we operate and maintain an extensive vehicle fleet to transport products to and from customer locations. Our fleets and drivers are subject to federal, state, local and foreign laws and licensing requirements applicable to commercial fleets, their cargo and their hours and methods of operation. Failure to comply with these laws and regulations in any location could materially adversely affect our business, results of operations, financial condition and reputation.\n\nRisks Relating to Global Disease Outbreaks or Pandemics\n\nOur business may be negatively impacted by the occurrence of any disease correctly or incorrectly linked to animals.\n\nThe emergence of diseases such as swine influenza viruses (collectively known as “Swine Flu”) and highly pathogenic strains of avian influenza (collectively known as “Bird Flu”) and severe acute respiratory syndrome (“SARS”), including SARS-coronavirus 2 (“CoV-2”), that are in or associated with animals and have the potential to also threaten humans has created concern that such diseases could spread and cause a global pandemic. As of the date of this report, various strains of Bird Flu have been and continue to be reported in wild fowl and commercial poultry in Europe, North America, the Middle East and parts of Asia, and there has been at least one human death which is associated with the first case of H5N1 Bird Flu.\n\nOther diseases that are highly contagious within a species, but do not affect other animals and are not transmissible to humans, such as porcine epidemic diarrhea (“PED”) virus, may significantly impact production of the susceptible livestock or animal species in a country or region. African Swine Fever (“ASF”) is a viral and highly contagious disease of pigs and wild boar, for which no cures or approved vaccines are available as of the date of this report. In the past few years, ASF has become \n\nPage 30\n\nwidespread in multiple Chinese, Vietnamese and Philippine provinces and has been reported in Cambodia, Laos, Myanmar, Timor-Leste, Indonesia, Malaysia, and Thailand in South East Asia and the People's Democratic Republic of Korea, the Republic of Korea, Mongolia, Bhutan and India. In April 2021, the Chinese Ministry of Agriculture and Rural Affairs (“MARA”) issued the “Work plan for Regional Prevention and Control of African Swine Fever and Other Major Animal Diseases (Trial)”, which divided the entire country into five regions (South-Central, Eastern, Northern, South-West, and North-west). Pig movement is restricted and ASF-free zones were created within a region. Only pigs from ASF-free zones, breeding pigs and piglets are allowed to move beyond their respective region. Such restrictions on the movement of pigs from one region to another may affect slaughter numbers within certain regions and thereby reduce volumes of raw material supplied to our locations that, within the same region, process blood and make collagen from pork skins. Additionally, the perception, real or implied, that blood meal and dried plasma powder may contribute to the spread of ASF, resulted in a temporary ban on the use of porcine plasma in pork feed which negatively affected demand for our products as ingredients in porcine animal feed in China. This ban has now been lifted and porcine plasma is once again allowed to be used in pork feed provided that certain newly established guidelines are met. ASF has also been reported in Eastern Europe since 2007. The disease has been detected in both domestic and feral pigs in several EU (primarily Eastern European) Member States in the past years, and the EU has taken measures to address the spread of ASF. In particular, based on the epidemiological situation of ASF, the areas affected by ASF in relevant EU Member States have been listed as restricted zones I, II and III in Annex I to the Commission Implementing Regulation (EU) 2023/594, as amended. The Implementing Regulation provides special control measures for ASF based on Regulation (EU) 2016/429 (“Animal Health Law”). On July 28, 2021, ASF was confirmed in the Dominican Republic and subsequently in Haiti on September 30, 2021. As a result of the occurrence of ASF in North America, the Animal and Plant Health Inspection Service (“APHIS”), on September 24, 2021, submitted plans to the World Organization for Animal Health (“OIE”) for the declaration of a new ASF protection zone in Puerto Rico and the U.S. Virgin Islands. Although ASF has not been detected in Puerto Rico or the U.S. Virgin Islands, establishing such an ASF protection zone will add to existing efforts to prevent ASF from spreading into the United States and protect exports of pork related products.  Because Puerto Rico and the U.S. Virgin Islands are territories of the U.S., export markets will close to all live pigs, pork meat and pork by-products produced in the U.S. if ASF finds its way into Puerto Rico or the U.S. Virgin islands. Fortunately, the OIE has established procedures for countries to recognize protection zones and limit bans of affected products to the protection zone and allow trade to continue with regions of the country outside of the protection zone. As of the date of this report, ASF has not been reported in the United States, Canada or South America. ASF does not infect humans and is not considered a food safety hazard. Any reports, proven or perceived, that implicate animal feed or feed ingredients, including but not limited to animal by-products, as contributing to the spread of a contagious disease could negatively affect demand for our products as ingredients in animal feeds in the affected country or region.\n\nAlthough no global disease pandemic among humans has been linked to Bird Flu or other emerging diseases as of the date of this report, governments may be pressured to address these concerns, including by executive action such as temporarily closing certain businesses, including meat and animal processing facilities, within jurisdictions suspected of contributing to the spread of such diseases or by legislative or other policy action, such as prohibiting imports of animals, meat and animal by-products from countries or regions where the disease is detected or suspected. If any disease is correctly or incorrectly linked to animals and has a negative impact on meat or poultry consumption or animal production in any jurisdiction in which we operate, such occurrence could have a material negative impact on the volume of raw materials available to us or the demand for our finished products.\n\nOur business may be affected by the impact of animal related disease, such as BSE, and by other food safety issues.\n\nThe FDA has put in place restrictions to prevent the spread of BSE, and certain foreign governments have also restricted exports of beef and beef products from the United States following the detection of BSE in the United States in December 2003. The sixth case of BSE was reported in a six-year-old mixed-breed beef cow in August, 2018, which was the second case of BSE since the OIE characterized the United States’ BSE status as one of “negligible risk” in 2013. The seventh and most recent case of BSE was announced in May 2023 by the U.S. Department of Agriculture (“USDA”). According to the announcement, the animal was tested as part of USDA’s routine surveillance of cattle that are deemed unsuitable for slaughter. As such, this animal never entered slaughter channels and at no time presented a risk to the food supply or to human health in the United States. On May 24, 2022, the OIE characterized Canada's BSE status as one of “negligible risk”. On December 17, 2021 the Canadian Food Inspection Agency confirmed a case of atypical BSE in an 8.5 year old cow in Alberta. However, the Canadian Food Inspection Agency reported zero cases of BSE in 2023. While these latest cases in the United States and Canada and previous cases were the atypical or sporadic form of BSE, which is not spread via feed and, therefore, did not affect the “negligible BSE risk” status of either country, continued concern about BSE in countries in which we operate now or in the future, may result in additional regulatory and market related challenges that may affect our operations or increase our operating costs.\n\nWith respect to human food, pet food and animal feed safety in the United States, the FDA Food Safety Modernization Act (“FSMA”) gives the FDA various authorities and directs the FDA to promulgate new regulations pursuant to the FSMA, as described in the section entitled “Business—Regulations” included in this report.\n\nPage 31\n\nAs a producer of meat-centric food products, we are subject to risks associated with the outbreak of disease in pork, beef livestock, and poultry flocks, including Foot-and-Mouth Disease, Avian Influenza and BSE. The outbreak of disease could adversely affect our supply of raw materials, increase the cost of production, and reduce operating margins. Additionally, the outbreak of disease may hinder our ability to market and sell products. We have developed business continuity plans for various disease scenarios; however, there is no assurance that these plans will be effective in eliminating the negative effects of any such diseases on our operating results.\n\nWe have followed regulations enacted under the FSMA throughout the rulemaking process and have implemented Current Good Manufacturing Practices, food safety plans and other procedures at our domestic facilities, which we believe comply with the applicable final rules for preventive controls for human food and animal feed. Similar procedures have been implemented at our foreign facilities for compliance with the Foreign Supplier Verification Programs rule. Such rulemaking and implementation of compliant procedures could, among other things, limit our ability to import necessary raw materials or finished products or require us to amend certain of our other operational policies and procedures. Unforeseen issues and requirements may arise as the FDA implements and enforces these and other final rules or promulgates other new regulations provided for by the FSMA.\n\nThe FDA has also established a Reportable Food Registry (“RFR”) pursuant to the Food and Drug Administration Amendments Act of 2007 (the “FDAAA”), and has defined a reportable food, which the manufacturer or distributor would be required to report in the RFR, to include materials used as ingredients in animal feeds and pet foods if there is a reasonable probability that the use of, or exposure to, such materials will cause serious adverse health consequences or death to humans or animals. Finalization of the RFR guidance documents and potential additional requirements relating to the RFR may impose additional requirements on us.\n\nAccording to the “Compliance Policy Guide Sec. 690.800, Salmonella in Food for Animals” (the “CPG”), any finished pet food contaminated with any species of Salmonella will be considered adulterated, and the FDA believes regulatory action is warranted in cases involving such pet foods because of the heightened risk to humans given the high likelihood of direct human contact with pet food. Finished animal feeds intended for pigs, poultry and other farmed animals, however, will be considered to be adulterated only if the feed is contaminated with a species of Salmonella that is considered to be pathogenic for the animal species for which the feed is intended. Any pathogen, such as Salmonella, that is correctly or incorrectly associated with our finished products could have a negative impact on the demand for our finished products and could have a material adverse effect on our business, reputation, results of operations or financial condition.\n\nAs a result of our international operations, we could be adversely affected by additional non-U.S. regulations regarding BSE and other food safety issues. For example, an enforceable ban on the feeding of restricted animal material to ruminant animals is in place in Australia as part of a comprehensive national program to prevent the entry and establishment of the BSE agent in Australia and inspections and audits are undertaken to ensure compliance. In addition, in the EU, harmonized rules have been adopted for prevention, control and eradication of transmissible spongiform encephalopathies (“TSEs”), which includes BSE, in Regulation (EC) No 999/2001, as amended (“TSE Regulation”), and in Regulation (EC) No 1069/2009, as amended (“Animal By-Products Regulation”) and other food and feed hygiene regulations. The TSE Regulation establishes a “feed ban” consisting of a ban on the use of processed animal protein (“PAP”), in feed for ruminants according to which only certain animal proteins considered to be safe (such as fishmeal) can be used, but under very strict conditions. Since 1994, a ban on feeding MBM to ruminants has been in place in the EU and expanded in 2001, with the prohibition of feeding all PAP to all farmed animals, subject to certain limited exceptions. In 2009, the BSE-related feed ban was supplemented with the prohibition of intra-species recycling for all food-producing animals. Other animal-derived products besides PAP, such as collagen derived from non-ruminants and hydrolyzed protein derived from parts of non-ruminants or from ruminant hides and skins, were not included in the feed ban. The feed ban has been lifted for pig and poultry PAP in the feed of aquaculture animals, and insect PAP (a new source of animal protein) in the feed of aquaculture animals. In 2021, the European Commission relaxed the “feed ban” to allow the feeding of non-ruminant farmed animals with insect PAP, reauthorize the feeding of poultry with pig PAP, the feeding of pigs with poultry PAP and allow the use of ruminant derived gelatin in feeds for non-ruminant farmed animals.\n\nDarling Ingredients International may profit from the possible lifting of the ban for pigs and poultry, however, the introduction of changes to the feed ban and further restriction may adversely affect Darling Ingredients International, possibly restricting the allowed use of some of their products. The TSE Regulation applies to the production and placing on the market of live animals and products of animal origin on the EU market. The BSE status of EU Member States, non-EU members of the European Economic Area and other countries or regions (“Third Countries”) is to be determined by classification made by the OIE into one of three BSE risk categories identified in the Regulation, i.e., negligible risk, controlled risk or undetermined risk. The BSE classification is based on a risk assessment and the implementation of a surveillance program. According to the Commission Decision of June 29, 2007, as amended, Greece is the only EU Member State classified as having a controlled BSE risk. The other EU Member States are classified as having a negligible BSE risk. Also, the United Kingdom (with the exception of Northern Ireland), as a former a member of the EU is classified as controlled BSE risk. A change in the BSE status \n\nPage 32\n\nof one or more EU Member States may have a negative impact on Darling Ingredients International. Under EU legislation, imported products from outside the EU must meet the same safety standards as products produced in EU Member States. The TSE Regulation imposes strict import requirements related to TSEs for live animals and animal by-products, which depend on the BSE status of Third Countries. The Animal By-Products Regulation establishes rules intended to prevent the outbreak of certain diseases such as BSE. A BSE outbreak or other event viewed as hazardous to animal or human health could lead to the adoption of more stringent rules on the use and disposal of animal by-products, which could require Darling Ingredients International to change its production processes and could have a material adverse effect on our business, results of operations or financial condition.\n\nIn addition, EU legislation applicable to the agri-food sector could create additional compliance requirements and enforcement risks for us. For example, Regulation (EU) 2019/1381, as amended (“Food Transparency Regulation”), strengthens transparency requirements in EU food law. The European Food Safety Authority (“EFSA”) must disclose scientific data, studies and other information supporting applications, including supplementary information supplied by applicants. EFSA is also tasked with establishing and managing a publicly accessible database of studies commissioned or carried out by business operators to support an application or notification in relation to which it must provide a scientific output. Business operators must notify EFSA of protected and detailed information concerning any study commissioned or carried out by them to support an application or a notification. Any potential disclosure of unfavorable studies and data as well as EFSA’s ultimate decision-making power to determine what constitutes confidential information (and therefore subject or not to transparency obligations) may result in adverse publicity, negatively impact our reputation and/or require us to disclose commercially sensitive information and data. In addition, Regulation (EC) 2017/625, as amended (“Official Controls Regulation”) requires that the EU Member States verify compliance with agri-food chain rules through official controls. To deter fraudulent practices, the Official Controls Regulation introduces more stringent rules for financial penalties, imposed by EU Member States, as well as new provisions to protect whistle-blowers to encourage and facilitate the reporting of non-compliance. More stringent and higher financial penalties may potentially result in significant and unexpected costs and enhanced provisions regarding whistle-blowers may result in more regulatory investigations and enforcement actions, both of which could have a material adverse effect on our business.\n\nPandemics, epidemics or disease outbreaks, such as coronavirus (“COVID-19”), may disrupt our business, including, among other things, our supply chain and production processes, each of which could materially affect our operations, liquidity, financial condition and results of operations.\n\nThe actual or perceived effects of a disease outbreak, epidemic, pandemic or similar widespread public health concern, such as COVID-19, could negatively affect our operations, liquidity, financial condition and results of operations.\n\nThe spread of pandemics, epidemics or disease outbreaks such as COVID-19 may disrupt our third-party business partners’ ability to meet their obligations to us which may negatively affect our operations. These third parties include those who supply our raw materials and other necessary operating materials and logistics and transportation services providers. Ports and other channels of entry may be closed or operate at only a portion of capacity, as workers may be prohibited or otherwise unable to report to work, and means of transporting products within regions or countries may be limited for the same reason. Furthermore, transport restrictions related to quarantines or travel bans could be put in place and global supply may become constrained, each of which may cause the price of certain raw materials used in our products to increase and/or we may experience disruptions to our operations. In addition, any such outbreaks may affect the prices and demand for our finished products.\n\nWorkforce limitations and travel restrictions resulting from pandemics, epidemics or disease outbreaks such as COVID-19 and related government actions may affect many aspects of our business. If a significant percentage of our workforce is unable to work, including because of illness or travel or government restrictions in connection with pandemics or disease outbreaks, our operations and financial reporting capabilities may be negatively affected. In addition, pandemics or disease outbreaks could result in a widespread health crisis that could adversely affect the economies and financial markets of many countries, resulting in an economic downturn that could affect our raw material supply and our customers’ demand for our finished products.\n\nOur efforts to manage and mitigate these factors may be unsuccessful, and the effectiveness of these efforts depends on factors beyond our control, including the duration and severity of any pandemic, epidemic or disease outbreak, as well as third-party actions taken to contain its spread and mitigate public health effects.\n\nThe risks described above also apply to the DGD Joint Venture and its business and operations.\n\nPage 33\n\nRisks Related to our Labor Force\n\nWe may be subject to work stoppages at our operating facilities, which could cause interruptions in the manufacturing or distribution of our products.\n\nWhile we currently have no international, national or multi-plant union contracts, as of December 28, 2024 approximately 13% of Darling’s U.S. employees, 47% of Canadian employees and 64% of Darling Ingredients International’s employees were covered by various collective bargaining agreements. Furthermore, local laws and regulations in certain jurisdictions in which we operate provide for worker groups with prescribed powers and rights with regard to working conditions, wages and similar matters. In jurisdictions where such groups do not exist, labor organizing activities could result in additional employees becoming unionized and higher ongoing labor costs. Darling’s collective bargaining agreements expire at varying times over the next five years. In contrast, Darling Ingredients International’s collective bargaining agreements generally have one to two year terms, while Canadian agreements generally have terms up to three years. Some of our collective bargaining agreements have already expired and are in the process of being renegotiated. There can be no assurance that we will be able to negotiate the terms of any expiring or expired agreement in a manner acceptable to us. If our workers were to engage in a strike, work stoppage, slowdown or other collective action in the future in any of our locations, we could experience a significant disruption of our operations, which could have a material adverse effect on our business, results of operations and financial condition. We may also be subject to general country strikes or work stoppages unrelated to our business or collective bargaining agreements that could have a direct or indirect adverse effect on our business, results of operation or financial condition.\n\nCertain U.S. multiemployer defined benefit pension plans to which we contribute are underfunded and these plans may require minimum funding contributions or we may be subject to liabilities due to a termination of, or our withdrawal from, such plans.\n\nWe participate in various U.S. multiemployer pension plans which provide defined benefits to certain employees covered by labor contracts. These plans are not administered by us and contributions are determined in accordance with provisions of negotiated labor contracts to meet their pension benefit obligations to their participants. Based upon the most currently available information, certain of these multiemployer plans are or may be at risk of being underfunded due partially to a decline in the value of the assets supporting these plans, a reduction in the number of actively participating members for whom employer contributions are required and the level of benefits provided by the plans. In addition, the U.S. Pension Protection Act, which went into effect in January 2008, requires underfunded pension plans to improve their funding ratios within prescribed intervals based on the level of their underfunding. As a result, our required contributions to these plans may increase in the future. Furthermore, under current law, a termination of, our voluntary withdrawal from or a mass withdrawal of all contributing employers from any underfunded multiemployer defined benefit plan to which we contribute would require us to make payments to the plan for our proportionate share of such multiemployer plan’s unfunded vested liabilities, which could be significant and have an adverse effect on our financial condition. Also, if a multiemployer defined benefit plan fails to satisfy certain minimum funding requirements, the Internal Revenue Service (“IRS”) may impose a nondeductible excise tax of 5% on the amount of the accumulated funding deficiency for those employers not contributing their allocable share of the minimum funding to the plan. Requirements to pay increased contributions, withdrawal liability and excise taxes could negatively impact our liquidity and results of operations.\n\nThe proposed Employment Rights Bill is set to overhaul employment law in the UK, with a number of employee friendly proposals which could have an adverse effect on our business due to increased costs associated with being an employer.\n\nOn October 10, 2024, the UK government introduced the Employment Rights Bill 2024-25 (the “ER Bill”) to Parliament, aiming to modernize and enhance worker rights through 28 proposed reforms. These reforms are expected to significantly impact UK employment law. The government will consult on these proposals, and changes may occur as the ER Bill progresses through Parliament. Key proposals include the establishment of a new state enforcement body to tackle unlawful employment practices, which would mark a significant shift in UK employment law away from reliance on individual enforcement. Further proposals include making unfair dismissal a right from the first day of employment, changes to redundancy rules and the introduction of new grounds for automatically unfair dismissal to restrict “fire and rehire” practices. In terms of industrial relations, the ER Bill lowers the threshold for trade union recognition and repeals previous restrictions on strike action. For zero hours contracts, it mandates guaranteed hours and reasonable shift notice. Family rights are enhanced with protections for maternity returners, statutory bereavement leave, and the removal of the qualifying period for parental and paternity leave. Statutory Sick Pay reforms include removing the three-day waiting period and a proposal to lower the earnings threshold. These reforms represent a significant shift in favor of employee rights, with detailed consultations expected in 2025 and most reforms unlikely to be implemented until 2026. If enacted, they will bring substantial changes to the UK employment landscape, increasing the costs and risks associated with being an employer, which could in turn have an adverse effect on our business and future operations in the UK.\n\nPage 34\n\nRisks Related to our Indebtedness\n\nOur substantial level of indebtedness could adversely affect our financial condition.\n\nAs of December 28, 2024, our total indebtedness, including trade debt, was approximately $4.0 billion and we had undrawn commitments available for additional borrowings under the revolving credit facility included as part of our senior secured credit facilities of up to approximately $1.2 billion (after giving effect to approximately $267.0 million of revolver borrowing, $0.7 million of outstanding letters of credit and $72.7 million of ancillary facilities). Our high level of indebtedness could have important consequences, including the following:\n\n•making it more difficult to satisfy our obligations to our financial lenders and our contractual and commercial commitments;\n\n•limiting our ability to obtain additional financing to fund future working capital, capital expenditures, acquisitions or other general corporate requirements on commercially reasonable terms or at all;\n\n•requiring us to use a substantial portion of our cash flows from operations to pay principal and interest on our indebtedness instead of for other purposes, thereby reducing the amount of our cash flows from operations available for working capital, capital expenditures, acquisitions and other general corporate purposes;\n\n•increasing our vulnerability to adverse economic, industry and business conditions;\n\n•exposing us to the risk of increased interest rates as certain of our borrowings are at variable rates of interest;\n\n•increasing our exposure to changes in foreign exchange rate conversion to functional currency;\n\n•limiting our flexibility in planning for, or reacting to, changes in our business and the industry in which we operate;\n\n•placing us at a competitive disadvantage compared to other, less leveraged competitors; and\n\n•increasing our cost of borrowing.\n\nIn addition, the indentures that govern our senior notes and the credit agreement governing our senior secured credit facilities contain various covenants, including restrictive covenants that limit our ability to engage in activities that may be in our long-term best interest. Our failure to comply with those covenants could result in an event of default which, if not cured or waived, could result in the acceleration of all our funded indebtedness. See Item 7. “Management Discussion and Analysis of Financial Condition and Results of Operations” - “Senior Secured Credit Facilities,” “6% Senior Notes due 2030,” “5.25% Senior Notes due 2027” and “3.625% Senior Notes due 2026.”\n\nDespite our existing level of indebtedness, we and our subsidiaries may still be able to incur substantially more indebtedness, which could further exacerbate the risks to our financial condition described above.\n\nAlthough certain of the indentures that govern the senior notes and the credit agreement governing the senior secured credit facilities contain restrictions on our incurrence of additional indebtedness, these restrictions are subject to a number of significant qualifications and exceptions, and the additional indebtedness that we and our subsidiaries could incur in compliance with these restrictions could be substantial. To the extent that we or our subsidiaries incur additional indebtedness, the risks associated with our indebtedness, including our possible inability to service our indebtedness, could intensify. See Item 7. “Management Discussion and Analysis of Financial Condition and Results of Operations” - “Senior Secured Credit Facilities,” “5.25% Senior Notes due 2027” and “3.625% Senior Notes due 2026.”\n\nWe may not be able to generate sufficient cash to service all of our indebtedness and may be forced to take other actions to satisfy our obligations under our indebtedness, which may not be successful.\n\nOur ability to make scheduled payments on or to refinance our debt obligations depends on our financial condition and operating performance, which are subject to prevailing economic and competitive conditions and to certain financial, business, legislative, regulatory and other factors beyond our control. We may be unable to maintain a level of cash flows from operating activities sufficient to permit us to pay the principal, premium, if any, and interest on our indebtedness.\n\nIf our cash flows and capital resources are insufficient to fund our debt service obligations and to meet our other cash needs, we could be forced to reduce or delay investments and capital expenditures or to dispose of material assets or operations, seek additional debt or equity capital or restructure or refinance our indebtedness. We may not be able to effect any such \n\nPage 35\n\nalternative measures, if necessary, on commercially reasonable terms or at all and, even if successful, such alternative actions may not allow us to meet our scheduled debt service obligations and our other cash needs. The credit agreement governing our senior secured credit facilities and certain indentures governing our senior notes restrict our ability to use the proceeds from the disposition of assets, debt incurrence or sales of equity to repay other indebtedness. We may not be able to consummate any such dispositions or to obtain debt or equity proceeds in amounts sufficient to meet any debt service obligations, and we may be restricted under such credit agreement or indentures from using any such amounts to service other debt obligations.\n\nIf we cannot make scheduled payments under any of the agreements governing our debt, we would be in default under such agreements, which could allow lenders under any credit facilities to terminate their commitments to loan money and could allow the applicable lenders or other debt holders to declare all outstanding principal and interest of such debt to be immediately due and payable, and, in the case of secured debt, to foreclose against the assets securing such debt and apply the proceeds from such foreclosure to repay amounts owed to them. Any of these events would likely in turn trigger cross-acceleration or cross-default provisions in our other debt instruments, which would allow the creditors under those instruments to exercise similar rights. If any of these actions are taken, we could be forced into restructuring, bankruptcy or liquidation.\n\nOur ability to repay our indebtedness depends in part on the performance of our subsidiaries, including our non-guarantor subsidiaries, and their ability to make payments.\n\nWe conduct a significant portion of our operations through our subsidiaries, a number of which operate outside the United States. Accordingly, repayment of our indebtedness is dependent, to a significant extent, on the generation of cash flow by our subsidiaries and their ability to make such cash available to us. Unless they are guarantors of the indebtedness, our subsidiaries do not have any obligation to pay amounts due on the indebtedness or to make funds available for that purpose. Under certain circumstances, legal and contractual restrictions may limit our ability to obtain cash from our subsidiaries. For example, our subsidiaries that are organized under the laws of, and operate in, China currently have substantial regulatory restrictions on their ability to make cash available to us. While the credit agreement governing the senior secured credit facilities and potentially, the agreements governing certain of our other indebtedness will limit the ability of certain of our subsidiaries to incur consensual restrictions on their ability to make other intercompany payments to us, these limitations are subject to certain significant qualifications and exceptions.\n\nRisks Related to our Common Stock\n\nThe market price of our common stock has been and may continue to be volatile, which could cause the value of your investment to decline.\n\nThe market price of our common stock has been subject to volatility and, in the future, the market price of our common stock could fluctuate widely in response to numerous factors, many of which are beyond our control. Numerous factors, including many over which we have no control, may have a significant impact on the market price of our common stock. In addition to the risk factors discussed in this report, the price and volume volatility of our common stock may be affected by:\n\n•actual or anticipated fluctuations in ingredient prices;\n\n•actual or anticipated variations in our operating results;\n\n•our earnings releases and financial performance;\n\n•changes in financial estimates or buy/sell recommendations by securities analysts;\n\n•our ability to repay our debt;\n\n•our access to financial and capital markets to refinance our debt;\n\n•performance of our joint venture investments, including the DGD Joint Venture;\n\n•our dividend policy;\n\n•market conditions in the industry and the general state of the securities markets;\n\n•investor perceptions of us and the industry and markets in which we operate;\n\n•governmental legislation or regulation;\n\nPage 36\n\n•governmental policies affecting biofuels and/or biofuel feedstocks;\n\n•currency and exchange rate fluctuations that impact our earnings and balance sheet; and\n\n•general economic and market conditions, such as U.S. or global reactions to economic developments, including regional recessions, inflation, currency devaluations or political unrest.\n\nOur ability to pay any dividends on our common stock may be limited and, consequently, your ability to achieve a return on your investment will depend on appreciation in the price of our common stock.\n\nWe have not paid any dividends on our common stock since January 3, 1989 and we have no current plans to do so. Our current financing arrangements permit us to pay cash dividends on our common stock within limitations defined by the terms of our existing indebtedness, including our senior secured credit facility, and 3.625% senior notes due 2026 and any other indentures or other financing arrangements that we enter into in the future that include similar limitations. For example, our senior secured credit facility restricts our ability to make payments of dividends in cash if certain coverage ratios are not met. Even if such coverage ratios are met, any determination to pay cash dividends on our common stock will be at the discretion of our board of directors and will be based upon our financial condition, operating results, capital requirements, plans for expansion, business opportunities, restrictions imposed by any of our financing arrangements, provisions of applicable law and any other factors that our board of directors determines are relevant at that point in time.\n\nFuture sales of our common stock or the issuance of other equity may adversely affect the market price of our common stock.\n\nWe are not restricted from issuing additional common stock, including securities that are convertible into or exchangeable for, or that represent the right to receive, common stock. The issuance of additional shares of our common stock or convertible securities, including our outstanding options, or otherwise, will dilute the ownership interest of our common stockholders.\n\nSales of a substantial number of shares of our common stock or other equity-related securities in the public market could depress the market price of our common stock and impair our ability to raise capital through the sale of additional equity securities. We cannot predict the effect that future sales of our common stock or other equity-related securities would have on the market price of our common stock.\n\nOur common stock is an equity security and is subordinate to our existing and future indebtedness.\n\nShares of our common stock are equity interests and do not constitute indebtedness. As such, the shares of common stock will rank junior to all of our indebtedness, including our trade debt, and to other non-equity claims on us and our assets available to satisfy claims on us, including claims in a bankruptcy, liquidation or similar proceedings. Certain of our existing indebtedness restricts, and future indebtedness may restrict, payment of dividends on the common stock.\n\nUnlike indebtedness, where principal and interest customarily are payable on specified due dates, in the case of common stock, (i) dividends are payable only when and if declared by our board of directors or a duly authorized committee of the board of directors and (ii) as a corporation, we are restricted under applicable Delaware law to making dividend payments and redemption payments only from legally available assets. Further, under our certificate of incorporation, there are no restrictions on our business or operations or on our ability to incur indebtedness or engage in any transactions arising as to our common stock, subject only to the voting rights available to stockholders generally.\n\nIn addition, our rights to participate in the assets of any of our subsidiaries upon any liquidation or reorganization of any subsidiary will be subject to the prior claims of that subsidiary’s creditors (except to the extent we may ourselves be a creditor of that subsidiary), including that subsidiary’s trade creditors and our creditors who have obtained or may obtain guarantees from the subsidiaries. As a result, our common stock will be subordinated to our and our subsidiaries’ obligations and liabilities, which currently include borrowings and guarantees. See Item 7. “Management Discussion and Analysis of Financial Condition and Results of Operations” - “Senior Secured Credit Facilities,” “6% Senior Notes due 2030,” “5.25% Senior Notes due 2027” and “3.625% Senior Notes due 2026.”\n\nThe issuance of shares of preferred stock could adversely affect holders of common stock, which may negatively impact your investment.\n\nOur board of directors is authorized to cause us to issue classes or series of preferred stock without any action on the part of our stockholders. The board of directors also has the power, without stockholder approval, to set the terms of any such \n\nPage 37\n\nclasses or series of preferred shares that may be issued, including the designations, preferences, limitations and relative rights senior to the rights of our common stock with respect to dividends or upon the liquidation, dissolution or winding up of our business and other terms. If we issue preferred shares in the future that have a preference over the common stock with respect to the payment of dividends or upon liquidation, dissolution or winding up, or if we issue preferred shares with voting rights that dilute the voting power of the common stock, the rights of holders of the common stock or the market price of the common stock could be adversely affected. As of the date of this report, we have no outstanding shares of preferred stock but we have available for issuance 1,000,000 authorized but unissued shares of preferred stock.\n\nGeneral Risks Related to our Business\n\nWe may incur material costs and liabilities in complying with government regulations.\n\nWe are subject to the rules and regulations of various governmental agencies in the United States, the EU, Brazil, Canada, China and the other countries in which Darling Ingredients International operates. These include rules and regulations administered by governmental agencies at the supranational, federal, state, provincial or local level. See Item 1. \"Business - Regulations\" for a listing of certain governmental agencies to which we are subject.\n\nThe applicable rules, regulations and guidance promulgated by these and other agencies, which are likely to change over time, affect our operations and may influence our operating results at one or more facilities. Furthermore, the loss of or failure to obtain necessary federal, state, provincial or local permits and registrations at one or more of our facilities could halt or curtail operations at impacted facilities, which could result in impairment charges related to the affected facility and otherwise adversely affect our operating results. In addition, our failure to comply with applicable rules, regulations and guidance, including obtaining or maintaining required operating certificates or permits, could subject us to: (i) administrative penalties and injunctive relief; (ii) civil remedies, including fines, injunctions and product recalls; and/or (iii) adverse publicity. There can be no assurance that we will not incur material costs and liabilities in connection with these rules, regulations and guidance.\n\nBecause of our international operations throughout much of the world, we could be adversely affected by violations of the FCPA and similar anti-bribery laws, as well as laws and regulations governing international transactions (such as the regulations administered by OFAC). Recent years have seen a substantial increase in the global enforcement of anti-corruption laws and economic sanctions laws and regulations. Our operations outside the United States, including in developing countries, could increase the risk of such violations. In addition, we may enter into joint ventures with joint venture partners who are domiciled in areas of the world with anti-bribery laws, regulations and business practices that differ from those in the United States. There is risk that our joint venture partners will violate the FCPA and other anti-bribery laws and regulations, as well as OFAC and economic sanctions. While our policies mandate compliance with the FCPA and other anti-bribery laws, as well as OFAC and economic sanctions, we cannot provide assurance that our internal control policies and procedures will always protect us from violations committed by our employees, joint venture partners or agents. Violations of the FCPA or other anti-bribery laws, or of OFAC or other economic sanctions laws, or allegations of such violations, could result in lengthy investigations and possibly disrupt our business, lead to criminal and/or civil legal proceedings brought by governmental agencies and/or third parties, result in material fines and legal and other costs and have a material adverse effect on our reputation, business, results of operations, cash flows and financial condition. \n\nGiven the competitive nature of our industry, we could be adversely affected by violations of various countries’ antitrust, competition and consumer protection laws. These laws generally prohibit companies and individuals from engaging in anticompetitive and unfair business practices. While our policies mandate compliance with these laws, we cannot provide assurance that our internal control policies and procedures will always protect us from violations or reckless or criminal acts committed by our employees, joint venture partners or agents.\n\nDownturns and volatility in global economies and commodity and credit markets could materially adversely affect our business, results of operations and financial condition.\n\nOur results of operations are materially affected by the conditions of the global economies and the credit, commodities and stock markets. Among other things, we may be adversely impacted if our domestic and international customers and suppliers are not able to access sufficient capital to continue to operate their businesses or to operate them at prior levels. High inflation, adverse changes in interest rates, a decline in consumer confidence or changing patterns in the availability and use of disposable income by consumers can negatively affect both our suppliers and customers. Declining discretionary consumer spending or the loss or impairment of a meaningful number of our suppliers or customers could lead to declines in either raw material availability or customer demand. Any tightening in credit supply could negatively affect our customers’ ability to pay for our products on a timely basis or at all and could result in a requirement for additional bad debt reserves. Although many of our customer contracts are formula-based, continued volatility in the commodities markets could negatively impact our \n\nPage 38\n\nrevenues and overall profits. Counterparty risk on finished product sales can also impact revenue and operating profits when customers either are unable to obtain credit or refuse to take delivery of finished products due to market price declines.\n\nWe may not successfully identify and complete acquisitions on favorable terms or achieve anticipated synergies relating to any acquisitions, and such acquisitions could result in unknown liabilities, unforeseen operating difficulties and expenditures and require significant management resources.\n\nWe regularly review potential acquisitions of complementary businesses, services or products. However, we may be unable to identify suitable acquisition candidates in the future. Even if we identify appropriate acquisition candidates, we may be unable to complete or finance such acquisitions on favorable terms, if at all. In addition, the process of integrating an acquired business, service or product into our existing business and operations may result in unforeseen operating difficulties and expenditures. Integration of an acquired company also may require significant management resources that otherwise would be available for ongoing development of our business. Moreover, we may not realize the anticipated benefits of any acquisition or strategic alliance and such transactions may not generate anticipated financial results. Future acquisitions could also require us to incur debt, assume contingent liabilities or amortize expenses related to intangible assets, any of which could harm our business and/or negatively impact our results of operations. Finally, acquisitions may be structured in such a manner that would result in the assumption of unknown liabilities not disclosed by the seller or uncovered during pre-acquisition due diligence.\n\nOur business may be adversely impacted by fluctuations in foreign currency exchange rates, which could affect our ability to comply with our financial covenants.\n\nWe carry out transactions in a number of foreign currencies, principally the euro, the Canadian dollar, the Chinese renminbi, the Brazilian real, the British pound, the Japanese yen, the Australian dollar and the Polish zloty. To the extent possible, we attempt to match revenues and expenses in each of the currencies in which we operate. However, we will still be exposed to currency fluctuations when we translate the results of our overseas operations into U.S. dollars, our reporting currency, in the preparation of our consolidated financial statements, which may affect our U.S. dollar-denominated results of operations and financial condition even if our underlying operations and financial condition, in local currency terms, remain unchanged. While we from time to time utilize currency hedging instruments to protect us from adverse fluctuations in currency exchange rates, there can be no assurance that such instruments will successfully protect us from more pronounced swings in such exchange rates. Further, by utilizing these instruments we potentially forego any benefits that result from favorable fluctuations in exchange rates.\n\nWe also face risks arising from the possible future imposition of exchange controls and currency devaluations. Exchange controls may limit our ability to convert foreign currencies into U.S. dollars or to remit dividends and other payments by our foreign subsidiaries located in, or business conducted within, a country imposing such controls. Currency devaluations would result in a diminished value of funds denominated in the currency of the country instituting the devaluation.\n\nAny fluctuations in exchange rates or the imposition of exchange controls or currency devaluation may adversely impact our ability to comply with the financial and other covenants under the documents governing our indebtedness, which could affect our ability to incur indebtedness, pay dividends, make investments or take other actions that might be in our best interest. Should our international operations continue to expand, they will represent a larger part of our business and such exchange rate fluctuations may have a greater impact on our business, financial condition and results of operations.\n\nLarge capital projects can take many years to complete, and market conditions could deteriorate over time, negatively impacting project returns.\n\nWe may engage in capital projects, such as the recently completed DGD Joint Venture SAF project at the DGD Port Arthur Plant, based on the forecasted project economics and level of return on the capital to be employed in the project. Large-scale projects take many years to complete, and market conditions can change from our forecast. As a result, we may be unable to fully realize our expected returns, which could negatively impact our financial condition, results of operations, and cash flows.\n\nChanges in consumer preference could negatively impact our business.\n\nThe food and pet food industries in general are subject to changing consumer trends, demands and preferences. Trends within the food and pet food industries change often, and failure to identify and react to changes in these trends could lead to, among other things, reduced demand and price reductions for our products or those of our customers for whom we manufacture products, and could have an adverse effect on our financial results.\n\nPage 39\n\nIf we experience difficulties or a significant disruption in our information systems or if we fail to implement new systems and software successfully, our business could be materially adversely affected.\n\nWe depend on information systems throughout our business to collect and process data that is critical to our operations and accurate financial reporting. Among other things, these information systems process incoming customer orders and outgoing supplier orders, manage inventory, and allow us to efficiently collect raw materials and distribute products, process and bill shipments to and collect cash from our customers, respond to customer and supplier inquiries, contribute to our overall internal control processes, maintain records of our property, plant and equipment, record and pay amounts due vendors and other creditors and manage our human resource function.\n\nIf we were to experience a disruption in our information systems that involve interactions with suppliers and customers, it could result in a loss of raw material supplies, sales and customers and/or increased costs, which could have a material adverse effect on our business, financial condition and results of operations. In addition, any such disruption could adversely affect our ability to meet our financial reporting obligations. We may also encounter difficulties in developing and implementing new systems or maintaining and upgrading existing systems and software. Such difficulties may lead to significant expenses or losses due to unexpected additional costs required to implement or maintain systems, disruption in business operations, loss of sales or profits, or cause us to incur significant costs to reimburse third parties for damages, and, as a result, may have a material adverse effect on our results of operations and financial condition. We could also experience impairment of our reputation if any of these events were to occur.\n\nIncreased information technology security threats and more sophisticated computer crime pose a risk to our systems, networks, products and services, while data privacy and cybersecurity laws continue to proliferate presenting heightened regulatory risk.\n\nWe rely upon our information systems and networks in connection with a variety of business activities, and we collect and store sensitive data. Increased security threats to information systems and more sophisticated computer crime pose a risk to the security of our systems and networks and the confidentiality, availability and integrity of our data. We are the subject of cyber-attacks from time to time, and must invest resources to protect our systems and defend against and respond to incidents. A failure of or breach in technology security could expose us and our customers and suppliers to risks of misuse of information or systems, the compromising of confidential information, manipulation and destruction of data, defective products, production downtimes and operating disruptions, which in turn could adversely affect our reputation, competitive position, business and results of operations. In addition, such breaches in security could result in litigation, regulatory action and potential liability and the costs and operational consequences of implementing further data protection measures.\n\nCyber-attacks could be attempted on any of the Company’s external surfaces, such as internet access points or operational technology. Threat actors may gain access to the Company’s protected data, information and/or access credentials to initiate cyber-attacks or to sell or expose Company information using various schemes, including social engineering, phishing and/or artificial intelligence, including deepfakes, as well as through data breaches, whether intentional or unintentional,including as a result of malicious insiders, insider errors, third parties who access the Company’s information, data transfers and/or data classification. The Company may face additional cybersecurity risks with respect to operational technologies, including those of acquired entities or assets. Cyber-attacks on operational technology surfaces could be initiated by threat actors or malicious insiders. Pathways for cyber-attacks or incidents on operational technology or in other parts of our networks or systems could also be initiated by a third party, such as a vendor or consultant, intentionally or unintentionally, who uses a compromised device to access our operational technology and transfers the compromise, such as malware or a virus. Cyber-attacks on operational technology could include attack of various systems such as industrial control systems (ICS) or supervisory control and data acquisition (SCADA) systems for various purposes, such as control of operations, and can spread systemically beyond the point of entry due to the interconnectivity of such systems internally and with the internet. Cyber risks with legacy systems (including legacy systems inherited in acquisitions) could include structural weaknesses or vulnerabilities, and challenges with patches and upgrades necessary to defend against threat actors. Threat actors who penetrate the Company’s information systems may attempt to install malicious code (such as malware or ransomware) to gain control of systems, data, or information for the purpose of extracting a ransom; shutting down operations; initiating an equipment override to cause a fire, hazardous release or explosion; or exposing confidential or proprietary information. Cyber-attacks can also be executed within the various supply chains in which the Company operates, which could impact the availability of raw materials, transport of finished goods, port operations, markets, prices or product demand.\n\nFurthermore, we are subject to complex and evolving laws and regulations regarding, cybersecurity, privacy, know-your-customer requirements, data protection, cross-border data movement and other matters. Principles concerning the appropriate scope of consumer and commercial privacy vary considerably in different jurisdictions, and regulatory and public expectations regarding the definition and scope of consumer and commercial privacy may remain fluid. It is possible that these laws may be interpreted and applied by various jurisdictions in a manner inconsistent with our current or future practices or \n\nPage 40\n\ninconsistent with one another. If personal, confidential or proprietary information of customers or employees in our possession is mishandled or misused, we may face regulatory, reputational and operational risks which could have an adverse effect on our financial condition and results of operations. For example, the General Data Protection Regulation (“GDPR”) imposes stringent data protection requirements with respect to (among other things): \n\n•accountability and transparency requirements, requiring controllers to demonstrate and record compliance with the GDPR and to provide detailed information to individuals regarding the processing of their personal data;\n\n•requirements to process personal data lawfully, including specific requirements for obtaining valid consent where consent is the lawful basis for processing;\n\n•obligations to comply with various data protection rights which can be exercised by individuals;\n\n•an obligation to report certain personal data breaches to the competent data protection supervisory authority without undue delay (and no later than 72 hours) and to affected individuals; and\n\n•obligations relating to international transfer of personal data.\n\nThe GDPR also provides for significant penalties for noncompliance, and data protection supervisory authorities have the power under the GDPR to (among other things) impose significant fines for serious breaches. Individuals also have a right to compensation as a result of an organization’s breach of the GDPR which has affected them, for financial or non-financial losses (e.g., distress). Additionally, we are subject to the general data protection law in Brazil, which has similar requirements and restrictions as GDPR, as well as potential penalties for noncompliance.\n\nAdditionally, in the EU, the EU Network and Information Systems Security 2 Directive (“NIS2”) (and the implementing laws at a national EU Member State level), to which the Company is also subject, imposes stringent cybersecurity and incident reporting requirements on “essential” and “important” entities. The NIS2 empowers the EU Member States to define all rules regarding penalties applicable to infringements, provided that they are effective, proportionate, and dissuasive, and provides that any maximum fines set by Member States for “essential” entities should be at least 10 million euros or 2% of total worldwide annual revenue, whichever is higher.  In addition to monetary fines, other sanctions may include (i) a temporary suspension on providing services in the EU (by suspending relevant authorizations/certifications); (ii) an order to make public certain elements of the infringement and/or inform customers; and (iii) injunctions to immediately cease infringing conduct. Importantly, NIS2 also provides that senior members of staff can be held personally liable, and face administrative fines or be temporarily suspended from exercising managerial functions at the legal representative or chief executive officer level. \n\nWe may face difficulty in fully complying with these regulations and any failure to do so could subject us to significant monetary penalties, liabilities, and adverse publicity. In the United States, the California Consumer Privacy Act (“CCPA”) is a far-reaching data privacy law, which has been significantly amended by the California Privacy Rights Act (“CPRA”). The full impact of the amended CCPA on us and others in our industry remains uncertain because regulations that are necessary to fully implement the law have not been finalized. Those include regulations that would be the first in the US to comprehensively regulate the use of artificial intelligence when used to make decisions about individuals. In addition to California, other states have passed data privacy laws, some of which are currently in effect and others that will take effect over the next two years; meanwhile, other states continue to evaluate the enactment of other data privacy and cybersecurity laws. Additionally, the Federal Trade Commission (“FTC”) and many state attorneys general are interpreting existing federal and state consumer protection laws to impose evolving standards for the collection, use, dissemination and security of personal information. We also expect additional laws and regulations to be passed regulating various uses of artificial intelligence, including as described in the October 2023 White House Executive Order on the Safe, Secure, and Trustworthy Development and Use of Artificial Intelligence.  In addition, in August 2024, EU Regulation 2024/1689 on artificial intelligence (“EU AI Act”) entered into force. Most of the rules will go into effect in August 2026. The EU AI Act governs the development and deployment of AI placed on the EU market, used in the EU, or where the output is used or intended to be used within the EU. The EU AI Act aims to ensure the safe and ethical development of artificial intelligence technologies, and establishes a risk-based regulatory framework, categorizing artificial intelligence systems into four levels of risk (i.e., unacceptable, high, limited and minimal). In case of non-compliance, the fine threshold is set at 35 million euros or 7% of total annual worldwide turnover, whichever is higher, and regulators have the power to remove non-compliant products from the EU market. Achieving compliance with the EU AI Act may require significant investments in adapting artificial intelligence systems to meet regulatory requirements. This could include implementing enhanced data governance, ensuring human oversight, and providing detailed technical documentation, which may increase costs and deployment timelines. The impact of these cybersecurity, privacy, and artificial intelligence laws and orders on us and others in our industry is uncertain. We also may be required to \n\nPage 41\n\nexpend significant resources to prepare for and comply with the evolving standards. We could be adversely affected if state, federal or international data privacy or cybersecurity laws or regulations are interpreted in a manner that would require changes in our business practices, or if governing jurisdictions interpret or implement their legislation or regulations in ways that negatively affect our business, financial condition and results of operations.\n\nArtificial intelligence could subject the Company to loss through various internal and external risks.\n\nThe pace of artificial intelligence advancements (including generative artificial intelligence) and its complex and dynamic regulatory environment subjects the Company to a variety of risks.  This includes risks to the privacy and security of the Company’s data, such as unauthorized disclosures of data which could be used to the detriment of the Company. Artificial intelligence also introduces tools that could be used for malicious purposes, such as advanced deceitful communication methods used to harm the Company. Artificial intelligence also subjects the Company to potential competitive disadvantages in its business and missed innovation opportunities. \n\nOur success is dependent on our key personnel.\n\nOur success depends to a significant extent upon a number of key employees, including members of senior management. The loss of the services of one or more of these key employees could have a material adverse effect on our results of operations and prospects. We believe that our future success will depend in part on our ability to attract, motivate and retain skilled technical, managerial, marketing and sales personnel. Competition for these types of skilled personnel is intense and there can be no assurance that we will be successful in attracting, motivating and retaining key personnel. Furthermore, our ability to do so has been and may continue to be impacted by challenges in the labor market, which has experienced and may continue to experience wage inflation, labor shortages, increased employee turnover, changes in availability of our workforce and a shift toward remote work. The failure to hire and retain such personnel could materially adversely affect our business, results of operations and financial condition.\n\nWe could have a material weakness in our internal control over financial reporting that would require remediation.\n\nAny future failures to maintain the effectiveness of our disclosure controls and procedures, including our internal control over financial reporting, could subject us to a loss of public confidence in our internal control over financial reporting and in the integrity of our financial statements and our public filings with the SEC and other governmental agencies and could harm our operating results or cause us to fail to meet our regulatory reporting obligations in a timely manner.\n\nChanges in our tax rates or exposure to additional income tax liabilities could impact our profitability.\n\nWe are subject to income taxes in the United States and in numerous other foreign jurisdictions. Significant judgment is required in determining our worldwide income tax provision, tax assets, and accruals for other taxes, and there are many transactions and calculations where the ultimate tax determination is uncertain. Our future effective tax rates could be adversely affected by changes in the mix of earnings by jurisdictions with differing statutory tax rates, changes in the valuation of deferred tax assets and liabilities and changes in tax laws or tax rates, such as the Section 45Z tax credit and implementation of the global minimum tax in the jurisdictions in which we operate. Furthermore, we are regularly subject to audit by tax authorities with respect to both income and other non-income taxes. Unfavorable audit results or tax rulings, or other changes resulting in significant additional tax liabilities, could have material adverse effects upon our earnings, cash flows, and financial condition.\n\nLitigation or regulatory proceedings may materially adversely affect our business, results of operations and financial condition.\n\nWe are a party to various lawsuits, claims and loss contingencies arising in the ordinary course of business, including insured worker's compensation, auto, and general liability claims, assertions by certain regulatory and governmental agencies related to various matters including labor and employment, employee benefits, occupational safety and health, wage and hour, compliance, sustainability, permitting requirements, environmental matters, including odor, air, wastewater and storm water discharges from the Company’s processing facilities and other federal, state and local issues, litigation involving tort, contract, statutory, labor, employment, and other claims, and tax matters. The outcome of litigation, particularly class action lawsuits, and regulatory proceedings is difficult to assess or quantify and could include injunctive or other such relief which impacts our ability to operate. Plaintiffs (including governmental agencies) in these types of lawsuits and proceedings may seek recovery of very large or indeterminate amounts, and the magnitude of the potential loss relating to such lawsuits or proceedings may remain unknown for substantial periods of time. The costs of responding to or defending future litigation or regulatory proceedings may be significant and any future litigation or regulatory proceedings may divert the attention of management away from our strategic objectives. There may also be adverse publicity associated with litigation or regulatory proceedings that may decrease customer confidence in our business, regardless of whether the allegations are valid or whether we are ultimately \n\nPage 42\n\nfound liable. As a result, litigation or regulatory proceedings may have a material adverse effect on our business, results of operations and financial condition. For more information related to our litigation and regulatory proceedings, see Item 3. “Legal Proceedings.”\n\nOur European pension funds may require minimum funding contributions.\n\nIn the UK and the EU, pension funds are generally subject to the Institution for Occupational Retirement Provision Directive (Directive 2003/41/EC) (the “IORP Directive”) as implemented in the relevant EU Member States (and the UK). The IORP Directive provides for certain general solvency requirements but allows EU Member States discretion to impose specific national requirements. As a result, the solvency of EU pension funds is mostly regulated on a national level. On December 23, 2016, the new IORP Directive (“IORP Directive II”) was published on the Official Journal of the European Union and entered into force on January 12, 2017, though this did not make substantive changes to the solvency requirements under the original IORP Directive. The IORP Directive II recognizes in one of its recitals that changes in this area could potentially decrease the willingness of employers to provide occupational pension schemes. EU Member States were required to implement IORP Directive II into national legislation by January 13, 2019, noting that the IORP Directive was repealed from that date. Pursuant to Article 62.2., letters (a) and (c), of the IORP Directive II, the Commission was required to review and report on the application of the directive by January 13, 2023, to look at the adequacy of the directive “from a prudential and governance point of view” and the impact of the directive on the stability of IORPs. In preparation thereof, the Commission issued a call for technical advice from the European Insurance and Occupational Pensions (“EIOPA”) regarding the evaluation and review of the IORP Directive II. The EIOPA submitted their technical advice on the review on September 28, 2023 where they proposed that the Commission: (a) keeps the regulatory framework for IORPs relevant; (b) recognizes the need for existing defined benefit IORPs to be properly regulated and supervised; and (c) enhance proportionality measures. During the course of 2021, members of the Commission commented that the planned review would likely be postponed until 2024 given that many EU Member States were late in fully transposing the directive (including France, Ireland, Spain and Sweden), and the EIOPA noted in October 2023 that the review may be delayed further until 2025 given upcoming elections at the European Commission. The UK introduced legislation with effect from January 13, 2019 to implement certain parts of IORP Directive II: (i) the Occupational Pension Schemes (Governance) (Amendment) Regulations 2018, SI 2018/1103, which implemented the governance provisions; (ii) the Occupational Pension Schemes (Cross-border Activities) (Amendment) Regulations 2018, SI 2018/1102, which implemented the requirements relating to cross-border activity and cross-border transfers; and (iii) the Pension Protection Fund (Pensionable Service) and Occupational Pension Schemes (Investment and Disclosure) (Amendment and Modification) Regulations 2018, SI 2018/988, which (among other things) made amendments to the content requirements of statements of investment principles so as to require trustees to state, from October 1, 2019, their policy on ‘financially material considerations’. The UK government considered that the other aspects of IORP Directive II were already adequately covered by the existing UK law. Given that IORP Directive II had already been implemented in UK law, the European Union (Withdrawal) Act 2018 (the “EUWA 2018”) had preserved any legislation made in the UK to implement the obligations under IORP Directive II (including those carried over from the IORP Directive). That legislation has not changed following Brexit, and there is not yet indication that the UK legislation and regulation which apply to IORPs will diverge from that of the EU, however this may happen over time, given mechanisms in the EUWA 2018 allow for departure from retained EU case law, and the effect of the Retained EU Law (Revocation and Reform) Act 2023 (the “REUL Act”) (which achieved Royal Assent in the UK on June 29, 2023) on the status, operation and content of retained EU law. Although the REUL Act does not revoke legislation specific to IORPs, other provisions of it, such as the removal of general principles of EU law, may have an impact to the UK’s legislation and regulations which apply to IORPs in the future. In March 2021, the UK Pensions Regulator (“TPR”) published a consultation on its new code of practice, and a draft of the single code (the “Code”), which will cover additional governance requirements to implement IORP Directive II in the UK. The Code will consolidate TPR’s existing codes of practice and introduce new modules to cover the requirements of IORP Directive II (and the underlying UK regulations which implemented the directive). These include the requirement for trustees to have in place remuneration policies and “own risk assessments”, and guidance on topics such as continuity planning. The Code was laid before the UK parliament on January 10, 2024, and came into force on March 28, 2024. The final version of the Code contains new governance requirements and sets out TPR’s expectations of how occupational pension schemes should be managed, but does not differ in any material respect from the draft version of the Code that was introduced in 2021.\n\nThe insurance coverage that we maintain may not cover, or fully cover, all operational risks, and if the number or severity of claims for which we are self-insured increases, if we are required to accrue or pay additional amounts because the claims prove to be more severe than our recorded liabilities, if our insurance premiums increase or if we are unable to obtain insurance at acceptable rates or at all, our financial condition and results of operations may be materially adversely affected.\n\nWe maintain property, business interruption and casualty insurance but such insurance may not cover all of the risks associated with the hazards of our business and is subject to limitations, including deductibles and maximum liabilities covered. We may incur losses beyond the limits, or outside the coverage, of our insurance policies, including liabilities for environmental remediation. Additionally, our worker’s compensation, auto and general liability policies contain significant \n\nPage 43\n\ndeductibles or self-insured retentions. We develop bi-yearly and record quarterly an estimate of our projected insurance-related liabilities. We estimate the liabilities associated with the risks retained by us, in part, by considering historical claims experience, demographic and severity factors and other actuarial assumptions. Any actuarial projection of losses is subject to a degree of variability. If the number or severity of claims for which we are self-insured increases, or we are required to accrue or pay additional amounts because the claims prove to be more severe than our original assessments, our financial condition and results of operations may be materially adversely affected. In addition, in the future, the types of insurance we obtain and the level of coverage we maintain may be inadequate or we may be unable to continue to maintain our existing insurance or obtain comparable insurance at a reasonable cost. Any such inadequacy of, or inability to obtain, insurance coverage could have a material adverse effect on our business, financial condition and results of operations.\n\nWe may divest of certain of our brands or businesses from time to time, which could adversely affect us.\n\nWe evaluate our business regularly and, from time to time, we may decide to divest ourselves of brands or businesses that do not meet our strategic objectives or do not meet our growth or profitability targets. No assurance can be given that we will be able to divest of a brand or business on favorable terms or without significant costs or that we will be able to achieve the anticipated benefits or cost savings from the divestitures. Any such divestitures may adversely affect our results of operations if we are unable to offset the dilutive impacts from the loss of revenue associated with the divested brands or businesses, or otherwise achieve the anticipated benefits or cost savings from the divestitures. Moreover, we may incur asset impairment charges related to divestitures that reduce our profitability.\n\nTerrorist attacks or acts of war may cause damage or disruption to us and our employees, facilities, information systems, security systems, suppliers and customers, which could materially and adversely affect our net sales, costs and expenses and financial condition.\n\nTerrorist attacks, such as those that occurred on September 11, 2001, have contributed to economic instability in the United States and in certain other countries, and further acts of terrorism, bioterrorism, cyberterrorism, violence or war could affect the markets in which we operate, our business operations, our expectations and other forward-looking statements contained in this report. The potential for future terrorist attacks, the U.S. and international responses to terrorist attacks and other acts of war or hostility, including the ongoing conflicts in the Middle East, Africa, North Korea and Ukraine, may cause economic and political uncertainties and cause our business to suffer in ways that cannot currently be predicted. Events such as those referred to above could cause or contribute to a general decline in investment valuations. In addition, terrorist attacks, particularly acts of bioterrorism, that directly impact our facilities or those of our suppliers or customers could have an impact on our sales, supply chain, production capability and costs and our ability to deliver our finished products.\n\nWe may be unable to protect our intellectual property rights.\n\nWe maintain valuable patents, trademarks, service marks, copyrights, trade names, trade secrets, proprietary technologies and similar intellectual property, and consider our intellectual property to be of material value. Our efforts to protect our intellectual property and proprietary rights may not be sufficient. Patents may not be issued for any pending or future patent applications owned by or licensed to us, and the claims allowed under any issued patents may not be sufficiently broad to protect our technology. Any issued patents owned by or licensed to us may be challenged, invalidated or circumvented, and the rights under these patents may not provide us with competitive advantages. In addition, competitors may design around our technology or develop competing technologies. Intellectual property rights may also be unavailable or limited in some foreign countries, which could make it easier for competitors to capture market position in such countries by utilizing technologies that are similar to those developed or licensed by us. If we do not obtain sufficient protection for our intellectual property, or if we are unable to effectively protect our intellectual property rights, our competitiveness could be impaired, which would limit our growth and future revenue. Any litigation to enforce our intellectual property rights, protect our trade secrets or determine the validity and scope of the proprietary rights of others could result in substantial costs and diversion of resources, with no assurance of success.\n\nOur products, processes, methods, and equipment may infringe upon the intellectual property rights of others, which may cause us to incur unexpected costs or prevent us from selling our products.\n\nWe have in the past and may in the future be subject to legal proceedings and claims in the ordinary course of our business, including claims of alleged infringement of patents, trademarks and other intellectual property rights of third parties by us or our customers. Any such claims, whether or not meritorious, could result in costly litigation and divert the efforts of our management. Moreover, should we be found liable for infringement, we may be required to enter into licensing agreements (which may not be available on acceptable terms or at all) or to pay damages and cease making or selling certain products. Any of the foregoing could cause us to incur significant costs and prevent us from manufacturing or selling our products and thereby materially adversely affect our business, results of operations and financial condition.\n\nPage 44\n\nThe healthcare reform legislation in the United States and its implementing regulations could impact the healthcare benefits we are required to provide our employees in the United States and cause our compensation costs to increase, potentially reducing our net income and adversely affecting our cash flows.\n\nIn March 2010, the Patient Protection and Affordable Care Act, as amended by the Health Care and Education Affordability Reconciliation Act (collectively, the “ACA”), was signed into law in the United States. This healthcare reform legislation and its applicable implementing regulations contain provisions that could materially impact our healthcare costs, including the contributions we are required to make to our benefit plans. In particular, the requirement that we either offer our full-time employees healthcare coverage that satisfies the ACA's affordability and minimum value standards or potentially be subject to a penalty became effective in calendar year 2015. In addition, beginning in 2016, we had to file information returns with the IRS regarding the health insurance coverage offered to our full-time employees in the prior calendar year and furnish to employees a statement that includes the same information provided to the IRS. Although we are no longer required to furnish to employees these statements (except at their request), we are still required to file the required returns with the IRS. While we have timely filed such returns and provided our employees with the required statements to date, failure to do so in the future could expose us to reporting penalties under applicable sections of the Internal Revenue Code. These provisions could reduce our net income and adversely affect our cash flows.\n\nThere have been several legislative changes to, or regulatory changes under, all or certain portions of the ACA since its enactment. For example, on December 20, 2019, then President Trump signed Public Law 116-94, a spending bill that included provisions repealing the so-called “Cadillac” tax on certain high-cost employer-sponsored insurance plans and the annual fee imposed on certain health insurance providers based on market share. Congress has not passed comprehensive repeal legislation, but bills affecting the implementation of the ACA have been signed into law. For example, the Tax Cuts and Jobs Act, passed in December 2017, includes a provision repealing, effective January 1, 2019, the tax-based shared responsibility payment imposed by the ACA on certain individuals who fail to maintain qualifying health coverage for all or part of a year that is commonly referred to as the “individual mandate” (although a few states have adopted individual mandate requirements that assess penalties against individuals based on their uninsured status). The American Rescue Plan Act also temporarily increased premium tax credit assistance for individuals eligible for subsidies under the ACA for 2021 and 2022 and removed the 400% federal poverty level limit that otherwise applies for purposes of eligibility to receive premium tax credits. The Inflation Reduction Act, signed into law in August 2022, extended this increased tax credit assistance and removal of the 400% federal poverty limit through 2025. There have also been various judicial challenges to the ACA. For example, on June 17, 2021, the U.S. Supreme Court dismissed a judicial challenge to the ACA brought by several states (which argued that, without the individual mandate, the entire ACA was unconstitutional) without specifically ruling on the constitutionality of the ACA. Another significant challenge to the ACA is currently under review by the U.S. Supreme Court. Specifically, in Braidwood Management v. Becerra, the plaintiffs argue that the ACA’s requirement that insurance cover certain preventive services without cost sharing is unconstitutional. In  September 2022, a federal district court in Texas ruled partly in favor of the plaintiffs and partly in favor of the Department of Health and Human Services, which is defending the ACA, finding, among other things, that the requirement that self-funded plans and insurers cover certain preventive services violates the plaintiffs' rights under the Religious Freedom Restoration Act. The federal government appealed this decision to the Fifth Circuit Court of Appeals, which partially upheld the district court’s ruling, finding that the ACA’s requirement to cover preventative services without cost-sharing is unconstitutional. However, the Fifth Circuit overruled the lower court’s nationwide injunction, holding that only the plaintiffs’ health care plans are permitted to exclude the ACA-mandated preventative services from their plans, and remanded certain of the plaintiffs’ other claims back to the federal district court for further consideration. On September 19, 2024, the Department of Health and Human Services filed its petition seeking judicial review by the U.S. Supreme Court. We cannot say for certain whether there will be additional future challenges to the ACA or what impact, if any, such challenges may have on our obligations to provide healthcare coverage.\n\nThere is uncertainty regarding any future healthcare reform that the administration or Congress may propose, if any, including whether any proposals will encompass or potentially alter the full-time employee healthcare coverage requirements and reporting obligations imposed on large employers like us. Any changes may likely take time to unfold, and we cannot predict the ultimate content, timing, or effect of any healthcare reform legislation or the impact of potential legislation or related proposals and policies on us. We cannot assure that healthcare coverage laws, as currently enacted or as repealed or amended in the future, will not adversely affect our business and financial results and we cannot predict how future federal or state legislative or administrative changes relating to healthcare reform will affect our business.\n\nWe may incur significant charges and experience disruptions or losses of customer and/or supplier relationships in the event we close or divest all or part of a manufacturing plant or facility.\n\nWe periodically assess our manufacturing operations in order to manufacture and distribute our products in the most efficient manner. Based on our assessments, we may make capital improvements to modernize certain units, move manufacturing or distribution capabilities from one plant or facility to another plant or facility, discontinue manufacturing or distributing certain products or close or divest all or part of a manufacturing plant or facility. The closure or divestiture of all or \n\nPage 45\n\npart of a manufacturing plant or facility could result in future charges and disruptions or losses of customer and/or supplier relationships that could be significant to our business, results of operations and financial condition.\n\nWe may not be able to achieve our climate, sustainability or other such goals, targets or objectives. \n\nWe have established, and expect to continue to establish, goals, targets, and other objectives related to climate, sustainability and other such matters, including, without limitation, reduction of our GHG emissions and commitments with respect to the Science Based Targets initiative (SBTi) and the Business Ambition for 1.5C campaign which include near- and long-term science based climate targets. Such statements reflect our current plans at the time they are made, and do not constitute a guarantee that they will be achieved. Our efforts to research, establish, accomplish, and accurately report on these goals, targets, and objectives could expose us to operational, reputational, financial, legal, and other risks. Our ability to achieve any stated goal, target, or objective is and will be subject to numerous factors and conditions, including, without limitation, available technology, costs and impacts, new or unforeseen climate events, operational challenges with GHG reduction work, changes in governmental incentives related to GHG reductions, many factors and conditions outside of our control, such as evolving regulatory or quasi-regulatory sustainability standards, differing requirements and the pace of changes in technology, and other factors that are not yet known. In addition, the  methodologies and standards for collecting, calculating and estimating GHG emissions, reductions and avoidance are continuing to be developed and adapted, which could later necessitate changes or revisions to our goals, targets or objectives. Changes to our goals, targets or objectives may also be required due to other factors, such as the Company’s performance, cash flows, or operational needs and objectives, or market factors.\n\nWe may face increased scrutiny from the investment community, other stakeholders, regulators, and the media related to our sustainability activities, including the goals, targets, and objectives that we announce, and our methodologies and timelines for pursuing them. If our sustainability practices do not meet investor or other stakeholder expectations and standards, which continue to evolve, our reputation, ability to attract or retain employees, and attractiveness as an investment or business partner could be negatively impacted. Similarly, our failure or perceived failure to pursue or fulfill our goals, targets, and objectives, to comply with ethical, environmental, sustainability or other standards, regulations, or expectations, or to satisfy various reporting standards with respect to these matters, within the timelines that we announce, or at all, could have the same negative impacts, as well as expose us to government enforcement actions and private litigation. Even if we achieve the goals, targets, and objectives we set, we may not realize all of the benefits that we expected at the time such goals, targets, and objectives were established.\n\nThe United Kingdom's withdrawal from the EU could have an adverse effect on our business, investments and future operations in Europe.\n\nThe UK ceased to be a member of the EU on January 31, 2020 (“Brexit”), creating uncertainty in the global financial markets. On December 24, 2020, the EU and the UK reached an agreement in principle on certain agreements and declarations governing the ongoing relationship between the EU and the UK (the “EU-UK Trade and Cooperation Agreement”). The EU-UK Trade and Cooperation Agreement was provisionally applied from January 1, 2021 before entering into force on May 1, 2021. In accordance with the EU-UK Trade and Cooperation Agreement, UK exports of products that are derived from animal by-products entering the EU must follow third country rules, including being accompanied by an export health certificate or model declaration form, and can be subjected to veterinary checks or having to enter through designated board inspection posts. Under the UK Border Target Operating Model, certain additional controls on imports into the UK have been introduced in a phased manner under transitional measures. These include the introduction of physical inspections of imports of food, plant and animal produce from the EU from April 30, 2024. As matters currently stand, under the terms of the Northern Ireland Protocol (the “NI Protocol”), contained within the EU (Withdrawal Agreement) Act 2020, Northern Ireland is treated for the same purposes as if it were still an EU Member State, and must remain aligned to the EU single market and customs rules. Following a series of negotiations between the UK and the EU on the NI Protocol, on March 24, 2023, the UK government amended the NI Protocol by implementing the Windsor Framework (the “Framework”) which aims to, inter alia, (a) reduce the level of controls on goods coming from Great Britain which are intended to be sold in Northern Ireland, and (b) ensure EU law only applies in Northern Ireland to the minimum extent necessary to avoid a hard border with Ireland and allow Northern Ireland businesses to continue accessing the EU market. The Framework also introduced the ‘Stormont Brake’, a mechanism that gives the Northern Ireland assembly the power to call on the UK to veto the application of EU goods rules that would have significant and lasting effects in Northern Ireland. The Framework will be implemented in stages through 2025, to provide businesses time to adapt to the new arrangements. The EU-UK Trade and Cooperation Agreement allows for future deviation from the current regulatory framework and it is not known if and/or when any deviations may occur, which may have an impact on Darling Ingredient’s business. These developments and the impact of the terms of the NI Protocol can cause import/export delays between the EU and the UK, and can entail additional costs within the UK itself, where imports/exports are with Northern Ireland. Additionally, the EU-UK Trade and Cooperation Agreement can potentially impair the ability of Darling Ingredients International to transact business in the UK, including by restricting the free travel of employees. Freedom of movement between the UK and EU has ended, meaning neither UK nor EU citizens are able to live and work in the EU or UK, respectively, without certain visas (other than short-term visits for specific purposes (e.g., attending meetings, conducting \n\nPage 46\n\ntraining) in accordance with local immigration laws). Moreover, the application of the EU-UK Trade and Cooperation Agreement and any other relevant agreements that have been and may be made between the UK and the EU, and the divergence of laws applicable in the EU and UK as the UK adopts its own legislation will continue to present legal uncertainty. Significantly, the REUL Act makes provision for changes to the status, operation and content of retained EU law, largely through amendments of the EUWA 2018. In particular, the REUL Act: (a) revoked at the end of 2023 specific legislation and retained direct EU legislation (as specified in Schedule 1 of the REUL Act); (b) repealed elements of EU-derived rights, principles of supremacy and general principles of EU law (such as proportionality, protection of fundamental rights and the principle of equal treatment) from UK law; (c) downgraded the status of retained direct principal EU legislation, allowing this type of law to be amended more simply and with a reduced degree of scrutiny; (d) renamed retained EU law and related bodies or types of law as “assimilated law”; and (e) conferred powers on the UK government to restate, revoke and replace secondary retained EU law and secondary assimilated law. While the REUL Act makes significant changes to the content and operation of retained EU law, the effects of such changes will remain unclear until resolved under the UK courts. For example, where domestic legislation has already been enacted to implement an EU directive, there may be relevant context in applying the framework of the EUWA 2018 (i.e., the continued application of the supremacy of EU law and the principle of “indirect effect”). In addition, the extent of the effects of the REUL Act in certain legal practice areas and sectors will also partly depend on the statutory instruments which the UK government makes, which will depend on consultations, policy decisions and the extent to which the UK government decides to reform assimilated law. These developments may continue to adversely affect European and worldwide economic conditions, as uncertainties remain relating to certain aspects of the UK’s future economic, trading and legal relationships with the EU and with other countries. These effects could have an adverse effect on our business, investments and future operations in the UK and Europe.",
      "char_count": 162885
    }
  },
  "extracted_at": "2026-01-19T15:31:57.709282"
}