{
  "ticker": "DDD",
  "company_name": "3D SYSTEMS CORP",
  "cik": 910638,
  "form_type": "10-K",
  "filing_date": "2025-03-27",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0000910638-25-000005",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0000910638&accession_number=000091063825000005&xbrl_type=v",
  "sic_code": "7372",
  "industry": "Services-Prepackaged Software",
  "sections": {
    "item1": {
      "text": "Item 1. Business\n\nGeneral\n\n3D Systems Corporation (“3D Systems” or the “Company” or “we,” \"our\" or “us”) markets our products and services through subsidiaries in North America and South America (collectively referred to as “Americas”), Europe and the Middle East (collectively referred to as “EMEA”) and Asia Pacific and Oceania (collectively referred to as “APAC”). We provide comprehensive 3D printing and digital manufacturing solutions, including 3D printers for plastics and metals, materials, software, and services, including maintenance, advanced manufacturing and applications engineering. Our solutions support advanced applications in two key industry verticals: Healthcare Solutions (which includes dental, medical devices, personalized health services and regenerative medicine) and Industrial Solutions (which includes aerospace, defense, transportation and general manufacturing). We have over 35 years of experience and expertise, which have proven vital to our development of an ecosystem and end-to-end digital workflow solutions that enable customers to optimize product designs, transform workflows, bring innovative products to market and drive new business models.\n\nBusiness Strategy\n\nAccelerating Additive Manufacturing Adoption\n\nWe partner with customers to enable them to adopt and scale additive manufacturing in their production environments. We believe that our additive manufacturing capabilities can help customers solve a number of design and manufacturing challenges – such as improved lead times, enhanced design freedom, part consolidation and the ability for mass customization. We believe that we have both the scale and the breadth of technologies, encompassing hardware platforms, materials and software, that our customers require for the successful implementation of additive manufacturing into their design and manufacturing processes. Using a strong application focus in each of our two business segments, our Applications Innovation Group integrates our printer hardware, materials, software and professional and technical services in unique combinations to solve a customer’s product need. Once complete, we can scale the process for the customer to a certain production level through our Advanced Manufacturing solutions, and, with increasing demand, we can enable a customer to continue scaling to high volumes within their own production facilities. This transfer of the workflow involves providing the printing systems, materials and software, along with the process definition and other technical expertise, that enables a seamless transfer of capability to the manufacturer. We expect the result of this approach to drive recurring revenue streams as customers adopt additive manufacturing solutions and consume materials to produce parts, utilize software to manage the print process and manufacturing operations, and make use of our service offerings for application development, maintenance and upgrades. Our proficiency in providing industry focused application and solution development for customers includes a number of internal assets and capabilities, including:\n\n4\n\na.A full range of additive manufacturing hardware technologies and materials to address needs in metals and plastics (including biocompatible materials for medical use), wax and bioprinting\n\nb.An Application Innovation Group that includes industry and technology application experts, customer innovation and advanced manufacturing centers and post-sale service and support\n\nc.A software suite that enables end-to-end additive manufacturing including design, simulation, process management and manufacturing execution \n\nd.Scale that includes significant and diverse experience in production parts and applications combined with a global reach to service our customers worldwide\n\nInvesting in Regenerative Medicine\n\nAs an early and continuing innovator in additive manufacturing, we have significant experience in bringing this technology to new markets. Within our Healthcare Solutions segment, a portion of our business focuses on opportunities for additive manufacturing to be applied to regenerative medicine. To date, our efforts in the area of regenerative medicine have consisted primarily of pre-commercial bio-technology research and development (\"R&D\") in the areas described below. \n\nEach year, end-stage organ failure kills millions of people, and the supply of donated organs is insufficient to meet the needs of patients seeking transplantation. Accordingly, our first area of focus is the use of additive manufacturing for human organ transplantation. In 2017, we entered into an arrangement that combined our 3D printing expertise and capabilities in human tissue engineering with the regenerative medicine and biotechnology expertise of a key strategic partner, with a long-term goal of developing the capability to 3D print lungs that will allow patients with end-stage lung disease to receive transplants that will enable them to enjoy long and active lives. In 2021, this program was expanded to also focus on developing the capability to print scaffolds for livers and kidneys, for which research continued through the start of 2024. Beginning in the first quarter of 2024, due to changes to our arrangement with and funding from our key strategic partner, the Company’s continuing organ program returned to focusing on developing the capability to print human lung scaffolds, for which the related R&D efforts will continue to be primarily funded by our key strategic partner. Given the loss of funding for research on kidneys and liver from our key strategic partner, those programs were discontinued during the first quarter of 2024.\n\nOur second area of focus seeks to utilize our bio-printing capabilities to design and manufacture 3D-printed vascularized “organs-on-chips” for use in drug development by pharmaceutical industry customers. Currently, drug development is an expensive and time-consuming process, and many drug therapies that appear promising during pre-clinical trials fail during human clinical trials. We believe that “organs-on-chips” can accelerate the drug development process and reduce the cost of pre-clinical drug testing, as well as reduce the pharmaceutical industry’s reliance on animal testing. During 2024, our wholly-owned biotech company, Systemic Bio, continued its R&D work in this area with pharmaceutical industry customers. We are engaged in a review of strategic alternatives for Systemic Bio. During this review we plan to continue to provide internal funding to support Systemic Bio, including for product development and customer acquisition activities.\n\nProducts\n\nWe offer our customers a comprehensive range of 3D printers, materials, software, and digital design tools.\n\n3D Printers and Materials\n\nOur 3D printers transform digital data input generated by 3D design software, Computer Aided Design (“CAD”) software or other 3D design tools, into printed parts using several unique print engines that employ proprietary, additive layer by layer building processes with a variety of materials. As part of our solutions-oriented strategy, we offer a broad range of 3D printing technologies including Stereolithography (SLA), Selective Laser Sintering, Direct Metal Printing, MultiJet Printing, ColorJet Printing, polymer extrusion, and extrusion and SLA based bioprinting. Our printers utilize a wide range of materials, the majority of which are proprietary materials that we develop, blend, and market. Our comprehensive range of materials includes plastic, nylon, metal, composite, elastomeric, wax, polymeric dental materials and biocompatible materials. We augment and complement our portfolio of engineered materials with materials that we purchase or develop with third parties under private label and distribution arrangements.\n\nWe work closely with our customers to optimize the performance of our materials in their applications. Our expertise in materials science and formulation, combined with our processes, software and equipment, enables us to provide unique solutions and help our customers select the material that best meets their needs with optimal cost and performance results.\n\n5\n\nAs part of our solutions approach, our currently offered printers, with the exception of direct metal printers and bioprinters, have built-in intelligence to make them integrated, closed systems. For these integrated printers, we furnish materials specifically designed for use in those printers, which are packaged in smart cartridges and utilize material delivery systems. These integrated materials are designed to enhance system functionality, productivity, reliability and materials' shelf life, in addition to providing our customers with a built-in quality management system and a fully integrated workflow solution.\n\nSoftware and Related Products\n\nWe provide digital design tools, including software, scanners and haptic devices. We offer solutions for product design, simulation, mold and die design, 3D scan-to-print, reverse engineering, production machining, metrology, inspection and manufacturing workflows. These products are designed to enable a seamless workflow for customers. We also offer proprietary software to prepare and optimize CAD data and manage the additive manufacturing processes. These software products provide automated support building and placement, build platform management, print simulation and print queue management capabilities. The outcome is the ability to improve the quality of prints, optimize design structure, shorten design to manufacturing lead time and minimize manufacturing costs. \n\nSince the acquisition of Oqton, Inc. (\"Oqton\") in 2021, we have also offered an intelligent, cloud-based \"manufacturing operating system\" (\"MOS\") platform to customers that need to integrate a broad range of advanced manufacturing and automation technologies, including additive manufacturing solutions, in their production workflows. Many of 3D System’s legacy stand-alone software applications are integrated into Oqton’s legacy MOS, so that we can offer our customers a complete cloud-based software solution to automate and control their entire digital manufacturing process from order to delivery.  \n\nIn December 2024, the Company entered into a definitive agreement for the sale of its Geomagic software business to Hexagon AB for $123 million, subject to customary adjustments. The divestiture of Geomagic is expected to be completed by the end of the second quarter of 2025, subject to the satisfaction of certain closing conditions. Geomagic represents only a portion of the Company’s broader software business, and its products primarily consist of reverse engineering, design and inspection software. Following the sale of Geomagic, the Company’s remaining software business and continued investment and development efforts will primarily focus on software solutions and platforms that accelerate the adoption of 3D printing technologies in large-scale, production application environments. These software platforms specifically include 3D Sprint, 3DXpert, which are core to the Company’s metal and polymer additive manufacturing solutions, and Oqton Industrial Manufacturing OS, which helps customers move from prototyping to a repeatable and high-quality production additive manufacturing process. Through these platforms, the Company will continue to offer software solutions for design, build preparation simulation, automation of repetitive tasks, inspection, preparing and optimizing CAD and polygon data, increasingly leveraging the power of artificial intelligence and machine learning to drive efficiency, improved workflows, higher productivity, repeatability, and quality.\n\nFor purposes of our accompanying consolidated financial statements, the assets and liabilities of the Geomagic business that we plan to sell have been reclassified and separately reported as held for sale in our balance sheet. Consistent with the remainder of our software business, Geomagic’s operating results historically have been, and continue to be, included in the financial results reported for our Industrial Segment. Geomagic has not been separately reported as a discontinued operation in our accompanying consolidated financial statements, as the sale of this component of our software business does not represent a shift away from providing software products to our customers.\n\nServices\n\nMaintenance and Training Services\n\nWe provide a variety of customer services, local application support and field support on a worldwide basis for our products, including installation of new printers at customers’ sites, maintenance agreements, periodic hardware upgrades and software updates. We also provide services to assist our customers and partners in developing new applications for our technologies to facilitate the use of our technology for specific applications, to train customers on the use of our printers and to maintain our printers at customers’ sites. We provide these services, spare parts and field support either directly or through a network of reseller partners. We employ customer-support sales engineers to support our worldwide customer base, and we seek to continue to strengthen and enhance our partner network and service offerings.\n\n6\n\nOur 3D printers are sold with a warranty period ranging from 90 days to one year. After the warranty period, we generally offer service contracts that enable our customers to continue service and maintenance coverage. These service contracts are offered with various levels of support and options, and are priced accordingly. One entitlement of our service contracts is our service engineers provide regularly scheduled preventive maintenance visits to customer sites. Additionally, we provide training to our partners to enable them to also perform these services. Another contract entitlement on select printer models is proactive remote troubleshooting capability through our 3DConnect Service IoT platform. From time to time, we also offer upgrade kits for certain of our printers that enable our existing customers to take advantage of new or enhanced printer capabilities. In some cases, we have discontinued upgrade support and maintenance agreements for certain of our older legacy printers.\n\nAdvanced Manufacturing\n\nAs part of our strategy to help customers adopt additive manufacturing, we offer advanced manufacturing services through facilities in the Americas and EMEA regions. These facilities supplement customer manufacturing environments by allowing them to test and ramp production using our solutions before transitioning production to their environment and also providing them with flexible manufacturing capacity on an as-needed basis. This allows us to provide application and production expertise and refine the production process as part of our solutions approach. As the process is validated and volumes ramp, customers may choose to move production to their facilities using equipment, materials, software and services that they purchase from us. These facilities operate under stringent quality systems and are also utilized by customers in regulated industries such as healthcare and aerospace and defense for sustained outsourced production of hundreds of thousands of parts per year.\n\nSoftware Services\n\nIn addition to our software license products, we offer software maintenance and cloud-software subscriptions, which includes updates and support for our licensed software products. Our licensed software is sold with a maintenance service that generally covers a period of one year. After this initial period, we offer single and multi-year maintenance contracts that enable our customers to continue coverage. These software service contracts typically include free software updates and various levels of technical support. In addition, we offer Oqton's legacy MOS as a cloud based-manufacturing operating system designed to automate digital production workflows and to enable machine monitoring, end-to-end manufacturing visibility and production traceability. For our cloud subscription solutions, customer support and software updates are included as part of the solution.\n\nHealthcare Solutions Services\n\nAs part of our precision healthcare solutions services, we provide surgical planning, modeling, prototyping and manufacturing services. We offer printing and finishing of medical and dental devices, anatomical models and surgical guides and tools, as well as modeling, design and planning services, including VSP™ surgical planning solutions. \n\nGlobal Operations\n\nWe operate in the Americas, EMEA and APAC regions, and market our products and services in those areas.\n\nIn maintaining operations outside the United States (the “U.S.”), we expose our business to risks inherent in such operations, including currency exchange rate fluctuations. Information on foreign exchange risk appears in Part I, Item 1A, “Risk Factors,” Part II, Item 7A, “Quantitative and Qualitative Disclosures about Market Risk” and Part II, Item 8, “Financial Statements and Supplementary Data” of this Form 10-K.\n\nMarketing and Customers\n\nOur Go-to-Market strategy focuses on an integrated approach that is directed at providing comprehensive design to manufacturing solutions meeting the broad spectrum of our customer needs. We utilize a wide range of marketing tools to generate demand and create awareness for our products and services worldwide. Our marketing and communications teams support our demand generation activities by providing marketing campaigns, digital presence and outreach, and event and targeted vertical seminar engagements. \n\nWe promote and sell our solutions globally through a direct sales force, channel partners and, in certain geographies, appointed distributors. Our customer success organization includes sales professionals, application engineers, vertical specialists, and other support teams throughout the Americas, EMEA and APAC regions. These teams are responsible for providing complete service to our customers and channel partners from a technical consultation to the sale of our software, printer, and services products.\n\n7\n\nOur application engineers collaborate closely with our customers to solve complex design and additive manufacturing challenges, leveraging our technology, software, materials and services to develop advanced applications across our Healthcare Solutions and Industrial Solutions segments. Additionally, our Customer Innovation Centers provide access to the resources necessary to develop, validate, and commercialize customer applications.\n\nWe sell our software solutions, including our Oqton MOS software, through a dedicated software sales team. Our software may be sold to customers with 3D printing equipment from competitive equipment manufacturers and, in some cases, we resell our software through these manufacturers. \n\nOur customers include major companies as well as small and midsize businesses in a broad range of industries, including medical, dental, automotive, aerospace, durable goods, government, defense, technology, jewelry, electronics, education, consumer goods, energy, biotechnology and others. For the years ended December 31, 2024, 2023, and 2022, one customer accounted for approximately 16%, 15% and 23% of our consolidated revenue, respectively. We expect to maintain our relationship with this customer.\n\nSeasonality\n\nHistorically, our results of operations have been subject to seasonal factors. Stronger demand for our products has historically occurred in our fourth quarter primarily due to our customers’ capital expenditure budget cycles and our sales compensation incentive programs. Our first and third quarters have historically been our weakest quarters for overall unit demand. The first quarter has typically been a slow quarter for capital expenditures in general. \n\nProduction and Suppliers\n\nIn order to carry out the assembly and refurbishment of our 3D printer hardware, we utilize a combination of in-house operations and a limited outsourcing arrangement with a contract manufacturing company in Belgium from which we purchase finished printers pursuant to forecasts and customer orders that we supply. This supplier carries out quality control procedures on our printers prior to their shipment to customers and has responsibility for procuring the components and sub-assemblies either from us or third-party suppliers, which are sourced from a geographically diverse mix of countries. While the outsourced supplier of a small mix of our printers has responsibility for the supply chain and inventory of components for the printers they assemble, the components, parts and sub-assemblies that are used in our printers are generally available from several potential suppliers. During 2024, we completed our work to in-source the manufacturing of multiple printing platforms from contract manufacturing partners in order to realize improvements in production quality, cost efficiency, and inventory management, which resulted in the termination of outsourcing arrangements in the U.S. and Switzerland.\n\nWe produce materials at our facilities in Rock Hill, South Carolina, Marly, Switzerland and Soesterberg, Netherlands. We also have arrangements with third parties who blend certain materials according to our specifications that we sell under our own brand names, and we purchase certain complementary materials from third parties for resale to our customers.\n\nOur equipment assembly and materials blending activities, advanced manufacturing services and certain R&D activities are subject to compliance with applicable federal, state and local provisions regulating the storage, use and discharge of materials into the environment. Our facilities engaged in such activities are subject to periodic compliance audits by applicable regulatory authorities. We believe that we are in compliance, in all material respects, with such regulations as currently in effect, and we expect continued compliance with them will not have a material adverse effect on our capital expenditures, results of operations or financial position.\n\nAs a company with global operations, we are subject to the laws of the U.S. and multiple foreign jurisdictions in which we operate and the rules and regulations of various governing bodies, which may differ among jurisdictions. Compliance with these laws, rules and regulations is not expected to have a material effect on our capital expenditures, results of operations or financial position.\n\n8\n\nResearch and Development\n\nThe 3D printing industry continues to experience rapid technological change and developments in hardware, software and materials. Consequently, we have ongoing R&D programs to develop new products and to enhance our portfolio of products and services, as well as to improve and expand the capabilities of our solutions. Our efforts are often augmented by development arrangements with research institutions, including universities, customers, suppliers, assembly and design firms, engineering companies, materials companies, governments and other partners.\n\nWe are also engaged in various R&D efforts related to regenerative medicine. These efforts include the application of 3D printing technologies to the development of transplantable organs and non-organ human applications. These efforts are expected to result in new products that we will market directly or in conjunction with development or channel partners.\n\nIn addition to our internally developed technology platforms, we have acquired products and technologies developed by others by acquiring business entities that held ownership rights to such products and technologies. In other instances, we have licensed or purchased the intellectual property rights of technologies developed by third parties through agreements that may obligate us to pay a license fee or royalty, typically based upon a dollar amount per unit or a percentage of the revenue generated by such products.\n\nIntellectual Property\n\nWe regard our technology platforms and materials as proprietary and seek to protect them through copyrights, patents, trademarks and trade secrets. At December 31, 2024 and 2023 we held 1,247 and 1,381 patents worldwide, respectively. At December 31, 2024 and 2023, we had 300 and 350 pending patent applications worldwide, respectively. The principal issued patents covering aspects of our various technologies will expire at varying times through the year 2034.\n\nIn addition, we are a party to various licenses that have had the effect of broadening the range of the patents, patent applications and other intellectual property available to us.\n\nWe have also entered into licensing or cross-licensing arrangements with various companies in the U.S. and other countries that enable those companies to utilize our technologies in their products or that enable us to use their technologies in our products. Under certain of these licenses, we are entitled to receive, or we are obligated to pay, royalties for the sale of licensed products in the U.S. or in other countries. The amount of such royalties was not material to our annual results of operations or financial position for the three-year period ended December 31, 2024.\n\nWe believe that, while our patents and licenses provide us with a competitive advantage, our success also depends on our marketing, business development, applications know-how and ongoing R&D efforts. Accordingly, we believe the expiration of any of the patents, patent applications, or licenses discussed above would not be material to our business or financial position.\n\nCompetition\n\nWe compete with other suppliers of 3D printers, materials, software and healthcare solutions as well as with suppliers of conventional manufacturing solutions. We compete with these suppliers for customers as well as channel partners for certain of our products. Development of new technologies or techniques not encompassed by the patents that we own or license may result in additional future competition.\n\nOur competitors operate both globally and regionally, and many of them have well-recognized brands and product lines. \n\nWe believe principal competitive factors include the functionality and breadth of our technology and materials, process and application know-how, total cost of operation of the solution, product reliability and the ability to provide a complete solution to meet customer needs. We believe that our future success depends on our ability to provide high-quality solutions, introduce new products and services to meet evolving customer needs and market opportunities, and to extend our technologies to new applications. Accordingly, our ongoing R&D programs are intended to enable us to continue technology advancement and develop innovative new solutions for the marketplace.\n\n9\n\nSustainability\n\nWe deliver leading additive solutions for industrial and healthcare applications using innovative 3D printing technologies, powered by the expertise of our global team. Innovation is core to who we are and how we work. Our solutions enable our customers to meet key product needs and advance their business models.\n\nWe address risks and consider our ability to positively impact climate change, and social, economic and health challenges around the globe as we design and execute our sustainability strategy. Our sustainability strategy is organized into four pillars: Empowering Innovation, Evolving the Future of Manufacturing, Advancing Customer Solutions, and Upholding Responsible Business Practices.\n\nEmpowering Innovation\n\nWe are focused on empowering innovation through our people to drive industry-leading solutions to maintain a competitive edge in additive manufacturing. We leverage core talent strategies for the development of people, the diversity of talent to expand technology innovation, and the engagement of our global workforce. These strategies include investing in the technical skills development of our people, rewarding significant achievements in innovation, enabling cross-functional collaboration between our engineering, operations, and customer-facing teams, and creating opportunities for our global workforce to connect. \n\nEvolving the Future of Manufacturing\n\nWe offer a broad portfolio of additive manufacturing products and services and are evolving the future of manufacturing for our customers. Innovation and speed to market are critical for our customers, and leveraging additive manufacturing capabilities enables our customers to shorten their innovation cycle while reducing their environmental impact. Our products and customer solutions allow customers to optimize their supply chain to reduce lead times, enabling localized production to reduce logistics and transportation cost and environmental impact, advancing material design to address customer needs, and utilizing digitization for prototyping to reduce waste.\n\nAdvancing Customer Solutions\n\nWe provide solutions to empower our customers to address their evolving sustainability priorities. Our unique offerings of hardware, software, materials, and services provide application-specific solutions powered by the expertise of our global team of application engineers. We are progressing our product development activities to address our customers’ environmental and social priorities, such as extending product lifespans, addressing material recyclability, increasing energy and resource efficiency of our products and materials, and offering patient-centered healthcare solutions.\n\nUpholding Responsible Business Practices\n\nWe hold ourselves accountable to operate in a responsible and ethical manner and adhere to corporate governance standards to enhance the long-term value of our Company. We leverage this foundation to influence our sustainability strategy, including utilizing our governance structure for oversight of our sustainability program. We execute responsible business practices across our sites with the goals of creating a safe, secure, healthy, and injury-free workplace, prioritizing product quality and safety in our design and manufacturing, complying with applicable laws and regulations, and being responsible stewards of the environment by collecting and measuring environmental data to understand our carbon footprint.\n\nHuman Capital\n\nAt 3D Systems, our mission is to deliver leading additive solutions for industrial and healthcare applications. In support of this purpose, we remain dedicated to empowering innovation through our people. Our human capital priorities include sourcing and retaining top talent across our teams, with an emphasis on leading edge engineering and technology expertise, advancing talent strategies to drive employee development and career progression, and upholding a safe and healthy work environment at our sites. \n\n10\n\nAs of December 31, 2024, we had 1,833 full-time and part-time employees, compared to 1,925 full-time and part-time employees as of December 31, 2023. We continually evaluate our workforce needs to deliver on our Company's strategic priorities while balancing the cost structure of our business. Refer to the discussion of \"Fiscal Year 2023 Restructuring Plan\" in Part II, Item 7. \"Management’s Discussion and Analysis of Financial Condition and Results of Operations,\" as well as Note 24 to our consolidated financial statements, for details regarding our previous restructuring plan, which included headcount reductions.\n\nOur U.S. employees are not covered by collective bargaining agreements; however, some employees outside the U.S. are subject to local statutory employment and labor arrangements. We have not experienced any material work stoppages and believe that our relations with our employees are satisfactory.\n\nTalent Management & Engagement \n\nOur Company is advancing additive manufacturing through ongoing product innovation, and as such we recognize the importance of the retention, growth, and development of our employees – employees are necessary to achieving our long-term success. Our goal is to foster a workplace culture and employee experience that drives innovation with purpose, profitable growth, and delivers ‘extraordinary’ to our customers. To do so, we have established programs for acquiring strategic talent, developing our teams to build key capabilities and skills, and engaging, motivating, and retaining our employees to do their best work. We engage directly with employees to provide updates on our strategic priorities and Company progress, as well as solicit feedback through regular communications, global all-hands meetings, and business town hall updates. To address the evolving needs of our business, we perform strategic workforce and succession planning as well as ongoing evaluation of our organizational design, culture, and values.\n\nWorkforce Development\n\nEmployees span the Americas (59%), EMEA (32%), and APAC (9%) with approximately 42% of our employees located outside the U.S. This global representation promotes diversity of thought, experiences, culture, and backgrounds that enhances our ability to deliver innovative solutions to our customers, in support of our company value to ‘build great teams.’ We execute talent programs throughout the year in support of our commitment to maintain and engage our workforce. Our talent sourcing activities focus on building our future talent pipeline and attracting top talent. \n\nThroughout an employee’s career with 3D Systems, we are focused on fostering an engaged, inclusive, and purpose-driven culture through various company-wide programs. We are committed to fostering an environment where inclusion and belonging are central to how we work across our global teams and support employees with equitable opportunities to grow, contribute, develop, and thrive. Additionally, we extend our focus of inclusion within our local communities and strive to make a positive impact by serving our underserved populations through our 3D Gives Back volunteer program.\n\nCompensation & Benefits\n\nWe design our compensation programs to be competitive and equitable to support employees in sharing in the success of 3D Systems. We tailor our compensation programs to attract and retain top talent to drive success in our current business priorities and emerging strategies. Additionally, we recognize that employees thrive when they have the resources to meet their needs and the time and support to succeed in their professional and personal lives. In support of this, we offer a wide variety of market competitive benefits to employees around the world. The Compensation Committee of the Board of Directors oversees the design of executive compensation and equity plans, which are designed to align executive pay to the delivery of long-term shareholder value.\n\nWorkplace Health & Safety\n\nWe are committed to creating a safe, secure, healthy, and injury-free work environment for our employees, customers, partners, and visitors. Our focus is on reducing significant safety risks and driving a strong safety culture through communication, awareness, and visible leadership. To assist in achieving this commitment, we provide substantial safety trainings and necessary equipment at all facilities, educating and encouraging our employees to proactively identify and eliminate unsafe actions and conditions. We have specific safety programs in place for those working in potentially high-hazard environments. We monitor injury and illness health and safety metrics across our organization to continually evaluate our safety programs to meet the needs of our teams.\n\n11\n\nAvailable Information\n\nRefer to our website to learn more about our company culture, code of conduct, values, and sustainability initiatives. Our website address is www.3DSystems.com. The information contained on our website is neither a part of, nor incorporated by reference into, this Form 10-K or any other document that we file with or furnish to the Securities and Exchange Commission (“SEC”). We make available, free of charge through our website, our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, amendments to those reports and other documents that we file with the SEC, as soon as reasonably practicable after we electronically file them with, or furnish them to, the SEC. \n\nMany of our corporate governance materials, including our Code of Conduct, Code of Ethics for Senior Financial Executives and Directors, Corporate Governance Guidelines, current charters of each of the standing committees of the Board of Directors and our corporate charter documents and by-laws are available on our website.\n\nInformation about our Executive Officers\n\nThe information appearing in the table below sets forth the position or positions held by each of our executive officers and his or her age as of March 26, 2025. All of our executive officers serve at the pleasure of the Board of Directors. There are no family relationships among any of our executive officers or directors.\n\nName and Current PositionAge as of March 26, 2025\n\nJeffrey A. Graves63\n\nPresident and Chief Executive Officer\n\nJeffrey D. Creech62\n\nExecutive Vice President and Chief Financial Officer\n\nCharles W. Hull85\n\nExecutive Vice President and Chief Technology Officer for Regenerative Medicine\n\nReji Puthenveetil56\n\nExecutive Vice President, Additive Solutions and Chief Commercial Officer\n\nPhyllis Nordstrom46\n\nExecutive Vice President, Chief People Officer and Chief Administrative Officer\n\nJoseph Zuiker60\n\nExecutive Vice President, Engineering and Operations\n\nAndrew W. B. Wright55\n\nSenior Vice President, General Counsel and Secretary\n\nJeffrey A. Graves, President and Chief Executive Officer. Dr. Graves was appointed the Company’s President and Chief Executive Officer in May 2020. Prior to joining the Company, from 2012 to May 2020, Dr. Graves served as Chief Executive Officer, President and Director of MTS Systems Corporation, a global supplier of test, simulation, and measurement systems. From 2005 until 2012, Dr. Graves served as President and Chief Executive Officer of C&D Technologies, Inc., a technology company that produces and markets systems for the power conversion and storage of electrical power. Dr. Graves also held leadership roles with Kemet Corporation, an electronic component manufacturing company, as Chief Operating Officer from 2001 to 2003 and Chief Executive Officer from 2003 to 2005. Previously, he held a number of leadership and technical roles with General Electric, Rockwell Automation and Howmet Corporation. In addition to serving on the Company's Board of Directors, Dr. Graves has served on the board of directors of Integra Lifesciences Holdings Corporation since December 2023. He retired from his position on the board of directors of Hexcel Corporation in May 2024, having served as a Director of Hexcel since 2007. In addition to Integra and Hexcel, Dr. Graves previously served as a director of FARO Technologies and Teleflex Corporation.\n\nJeffrey D. Creech, Executive Vice President and Chief Financial Officer. Mr. Creech was appointed the Company’s Executive Vice President and Chief Financial officer in December 2023. Prior to joining the company, from 2022 to 2023, Mr. Creech was a Senior Director of The Finley Group, a niche consulting firm engaged primarily in the support, assistance, and remediation of companies in financial distress. Prior to joining the Finley Group, Mr. Creech was Chief Operating Officer and Chief Financial Officer at Nutramax Laboratories, a privately held manufacturer of human and animal health and dietary \n\n12\n\nsupplements, from April 2019 to November 2021, where his primary responsibilities included oversight of all financial and operational activities, human resources, and information technology. Prior to his tenure at Nutramax, from May 2017 to September 2018, Mr. Creech served as President of Springs Creative Products Group, a specialized textile operation, where his role included oversight, at an executive level, of most aspects of the Company’s operations.\n\nCharles W. Hull, Executive Vice President, Chief Technology Officer for Regenerative Medicine. Mr. Hull is a founder of the Company and served as a member of our Board of Directors from 1993 to May 2022 when he was designated Director Emeritus. He has served as Chief Technology Officer since 1997, as Executive Vice President since 2000 and as Chief Technology Officer for Regenerative Medicine since 2021. Mr. Hull has also previously served in various other executive capacities at the Company since 1986, including Chief Executive Officer, Vice Chairman of the Board of Directors and President and Chief Operating Officer.\n\nReji Puthenveetil, Executive Vice President, Additive Solutions and Chief Commercial Officer. Mr. Puthenveetil was promoted to his current role in January 2024 and has responsibility for the Company's commercial operations for both the Healthcare Solutions and Industrial Solutions business units. In July 2020, Mr. Puthenveetil joined the Company as Executive Vice President, Industrial Solutions. Prior to joining the Company, Mr. Puthenveetil spent 25 years as a management consultant for Group Newhouse helping companies, such as Lockheed Martin, Xcel Energy, Kia Motors, and Thales Group.\n\nPhyllis Nordstrom, Executive Vice President, Chief People Officer and Chief Administrative Officer. Ms. Nordstrom has served as Executive Vice President, Chief People Officer and Chief Compliance Officer since August 2021. Effective December 2022, she was further appointed as the Company’s Chief Administrative Officer. Prior to joining 3D Systems, from May 2016 through July 2021, Ms. Nordstrom was Senior Vice President and Chief Risk & Compliance Officer at MTS Systems Corporation, where she was the leader of business ethics, corporate compliance, corporate sustainability, and internal audit and risk management. Over her 25-year career, Ms. Nordstrom has also held leadership roles at PricewaterhouseCoopers, Target, and US Bank.\n\nJoseph Zuiker, Executive Vice President, Engineering and Operations. Dr. Zuiker has served as Executive Vice President of Engineering and Operations since December 2022. Prior to joining 3D Systems, Dr. Zuiker served as Vice President of Engineering, Operations, and Order Fulfillment for MTS Systems Corporation where he worked from July 2017 until December 2022. Prior to joining MTS Systems, he was Senior Director of Technology for Halliburton Corporation’s Sperry Drilling from September 2011 to July 2016. Dr. Zuiker also worked for General Electric from December 1995 to August 2011 in various roles of increasing responsibility, including General Manager of GE Gasification Technology and General Manager of GE Hydro Technology. Dr. Zuiker is also a Six Sigma Master Black Belt. \n\nAndrew W. B. Wright, Senior Vice President, General Counsel and Secretary. Mr. Wright has served as Senior Vice President, General Counsel and Secretary since June 2024. Prior to joining 3D Systems, from November 2017 to June 2024, he was General Counsel and Secretary for Akoustis Technologies, Inc. Prior to joining Akoustis, from August 2013 to November 2017, he held Assistant General Counsel and Associate General Counsel roles at Toshiba Global Commerce Solutions, Inc. Prior to joining Toshiba Global Commerce Solutions, from January 1998 to August 2013, he held multiple roles of increasing responsibility within the IBM Corporation legal department supporting IBM Systems and Technology Group and IBM Software Group. Prior to joining IBM Corporation, from August 1994 to December 1997, Mr. Wright worked at Parker, Poe, Adams & Bernstein L.L.P.",
      "char_count": 43706
    },
    "item1a": {
      "text": "Item 1A. Risk Factors \n\nYou should carefully read the following discussion of significant factors, events and uncertainties when evaluating our business and the forward-looking information contained in this Form 10-K. The events and consequences discussed in these risk factors could materially and adversely affect our business, operating results, liquidity or financial condition. While we believe we have identified and discussed below the key risk factors affecting our business, these risk factors do not identify all the risks we face, and there may be additional risks and uncertainties that we do not presently know or that we do not currently believe to be significant that may have a material adverse effect on our business, operating results, liquidity or financial condition in the future.\n\n13\n\nOperational & Financial Risk Factors\n\nCurrent macro-economic trends and geopolitical landscape have been adversely affecting, and could continue to adversely affect, our business, results of operations and financial condition due to their impact on the industries in which we and our customers operate, and due to the unknown speed, extent and nature of the reversal of those trends.\n\nCertain global macro-economic trends have been adversely impacting the global economic environment and have contributed towards inflationary pressures on many goods, commodities and services globally. The high rates of inflation globally have caused governments and central banks to act to curb inflation, including by raising interest rates, which is intended to temper economic activity and which, if more powerful than intended, could trigger recessionary conditions in individual countries or regions, or globally. These macro-economic trends have been impacting our target markets and our results of operations. For example, rising interest rates, which are meant to slow down inflation, have been worsening credit/financing conditions for our customers and adversely impacting their ability to purchase our products.\n\nWhile we believe that we are well-positioned to withstand the current adverse macro-economic trends, given our balance sheet (primarily due to our reserves of cash and cash equivalents) and our emphasis on operational efficiencies and execution, we continue to monitor the situation, assessing further implications for our operations, supply chain, liquidity, cash flow and customer orders, in an effort to mitigate potential new adverse consequences should they arise. However, there is no assurance that we will succeed at doing so.\n\nCurrent or future downturns could also have a material adverse impact on our business partners 'stability and financial strength. Given the uncertainties associated with these trends in the current macro-economic environment, it is difficult to fully assess the magnitude of their effects on our, and our business partners.' business, financial condition and results of operations. The trends associated with the current economic environment may also have the effect of amplifying many of the other risks described herein.\n\nCurrent political relations could potentially impact trade and tariff restrictions, which could adversely affect our operations, supply chains, and profitability. Changes in trade policies or political relations between countries may result in delays, increased costs, or disruptions in our ability to source materials, manufacture, or distribute products, which could have a material negative impact on our business.\n\nThe loss of, continued reduction or substantial decline in revenue from larger clients could have a material adverse effect on our revenues, profitability and liquidity. \n\nWe have experienced revenue concentration with a large customer that for the years ended December 31, 2024, 2023, and 2022 represented approximately 16%, 15% and 23% of our consolidated revenue, respectively. The further loss of revenue from, deterioration of the financial condition of, or a significant change to the business of this customer could have a material adverse effect on our business, financial condition, and results of operations. Additionally, this concentration exposes us to concentrated credit risk, as a significant portion of our accounts receivable may be from a single customer. If we are unable to collect our receivables, or are required to take additional reserves, our results of operations and cash flow from operations will be adversely affected.\n\nChanges in business conditions may cause our goodwill, intangible assets, long-lived tangible assets, or right-of-use assets to become impaired.\n\nGoodwill is subject to an impairment test on an annual basis and when circumstances indicate that an impairment is more likely than not. Long-lived assets – consisting of tangible assets, intangible assets, and right-of-use assets – are assessed for recoverability and tested for impairment at the asset group level, and testing is required when circumstances indicate that the carrying value of an asset group is not recoverable. Circumstances that may require goodwill to be tested more frequently than the annual impairment test, or indicate that a long-lived asset group is not recoverable, include a significant adverse change in the business climate, current-period operating or cash flow losses combined with a history of operating or cash flow losses, projections or forecasts that demonstrate continuing losses, or a decision to dispose of a business or product line. We face some uncertainty in our business environment due to a variety of challenges, including changes in customer demand and in the trading price of our common stock and market capitalization during the three month period ended September 30, 2024. While we recorded impairment charges of $145.0 million related to goodwill, intangible assets, tangible assets, and right-of-use assets during 2024 and an impairment charge of $302.8 million related to our goodwill and intangible assets during 2023, we may experience additional unforeseen circumstances that adversely affect the value of these assets and trigger an evaluation of their \n\n14\n\ncarrying amounts. Future impairments of goodwill, intangible assets, long-lived tangible assets, or right-of-use assets could materially adversely affect our results of operations and financial condition.\n\nOur uneven sales cycle makes planning and inventory management difficult and future financial results less predictable.\n\nOur quarterly sales often have reflected a pattern in which a disproportionate percentage of each quarter’s total sales occur towards the end of the quarter, in particular for sales of hardware and software products. This uneven sales pattern makes predicting net revenue, earnings, cash flow from operations and working capital for each financial period difficult, increases the risk of unanticipated variations in our quarterly results and financial condition and places pressure on our inventory management and logistics systems. If predicted demand is substantially greater than orders, there may be excess inventory. Alternatively, if orders substantially exceed predicted demand, we may not be able to fulfill all of the orders received in each quarter and such orders may be canceled. Furthermore, depending on when they occur in a quarter, developments such as an information systems failure, component pricing movements, component shortages or global logistics disruptions could adversely impact our inventory levels and results of operations in a manner that is disproportionate to the number of days in the quarter affected.\n\nThe variety of products that we sell could cause significant quarterly fluctuations in our gross profit margins, and those fluctuations in margins could cause fluctuations in operating income or loss and net income or loss.\n\nWe regularly work to expand and improve our products, materials and services offerings, geographic areas in which we operate and the distribution channels we use to reach various target product applications and customers. This variety of products, applications, channels and regions involves a range of gross profit margins that can cause substantial quarterly fluctuations in gross profit and gross profit margins depending upon the mix of product shipments from quarter to quarter. Additionally, the introduction of new products or services may further heighten quarterly fluctuations in gross profit and gross profit margins due to manufacturing ramp-up and start-up costs. We may experience significant quarterly fluctuations in gross profit margins or operating income or loss due to the impact of the mix of products, offerings, geographic areas and distribution channels we use to sell our products, materials and offerings from period to period.\n\nOur products and services may experience quality problems from time to time that can result in decreased sales and operating margin, product returns, product liability, and warranty or other claims that could result in significant expenses and harm to our reputation.\n\nWe sell complex hardware and software products, materials and services that can contain undetected design and manufacturing defects or errors when first introduced or as enhancements are released that, despite testing, are not discovered until after the product has been installed and used by customers. Sophisticated software and applications, such as those sold by us, may contain “bugs” that can unexpectedly interfere with the software’s intended operation. Defects may also occur in components and products we purchase from third parties. There can be no assurance we will be able to detect and fix all defects in the hardware, software, materials and services we sell. Failure to do so could result in lost revenue, product returns, product liability, delayed market acceptance of those products and services, claims from distributors, end-users or others, increased end-user service and support costs, and significant warranty claims and other expenses to correct the defects. Additionally, such quality problems may result in a diversion of management time and attention and harm to our reputation.\n\nWe also sell end-use parts to customers in the aerospace, medical, and semiconductor industries and 3D printing systems to customers in the aerospace industry, which carry with them a greater potential for liability claims against us. In the case of end-use parts, our sales to customers in the aerospace, medical, and semiconductor industries, in particular, make us more susceptible to product and other liability claims, which characterize operations in those industries. Sales of our 3D printing systems to customers in the aerospace industry similarly carry with them potential liability claims if the parts produced by those systems do not function properly. Any such claims that are not adequately covered by insurance or for which insurance is not available may adversely affect our results of operations and financial condition.\n\nWe depend on external vendors and suppliers for the components and spare parts for our 3D printers and for chemicals and packaging used in our materials. Supply and logistical disruptions occur periodically for many of our supply chain partners. If these relationships were to terminate or these or other disruptions, such as extreme weather events, worsen, our business could be disrupted while we locate alternative sources of supply and our expenses may increase. \n\nWe purchase components and sub-assemblies for our printers from third-party suppliers that we provide to our customers as spare parts. Additionally, we purchase raw chemicals and packaging that are used in our materials, as well as certain of those materials, from third-party suppliers.\n\n15\n\nWhile there are typically several potential suppliers of parts for our products, we currently choose to use only one or a limited number of suppliers for several of these items, including our lasers, materials and certain jetting components. Our reliance on a single or limited number of suppliers involves many risks, including, among others, the following:\n\n•Potential shortages of some key components;\n\n•Disruptions in the operations of these suppliers;\n\n•Product performance shortfalls; and\n\n•Reduced control over delivery schedules, assembly capabilities, quality and costs.\n\nIncreased occurrence of extreme weather events, increased temperature, and related disruptions may impact our ability to reliably procure key inputs from third-party suppliers, which could increase our costs and interrupt supply and adversely impact our business. \n\nPeriodic delays on the inbound supply chain at our partners and our own facilities have also created challenges. We continue to identify alternative solutions, but an inability to source from alternative suppliers in a timely manner could impact our ability to fulfill demand.\n\nWhile we believe that, if necessary, we can obtain all the components necessary for our spare parts and materials from other manufacturers, we require any new supplier to become “qualified” pursuant to our internal procedures, which could involve evaluation processes of varying durations. Our spare parts and raw chemicals used in our materials production are subject to various lead times. In addition, at any time, certain suppliers may decide to discontinue production of a part or raw material that we use, or may not have supplies available due to supplier business disruption. Any unanticipated change in the sources of our supplies, or unanticipated supply limitations, could increase production or related costs and consequently reduce margins. \n\nIf our forecasts exceed actual orders, we may hold large inventories of slow-moving or unusable parts, which could have an adverse effect on our cash flow, profitability and results of operations. Inversely, we may lose orders if our forecast is low and we are unable to meet demand. There is considerable uncertainty on the business impact from labor and supply limitations on our vendors, suppliers, and partners. If disruptions to global businesses continue or worsen it could have a material adverse effect on our financial condition and results of operations.\n\nWe are subject to environmental, health and safety laws and regulations related to our operations and the use of our systems and materials, including requirements imposed due to use of our products by our customers, which could subject us to compliance costs and/or potential liability in the event of non-compliance.\n\nIn areas of operations that involve handling hazardous materials, failure to maintain safe working conditions could result in workplace injuries, regulatory penalties, and reputational harm, as well as increased costs related to litigation, insurance, and compliance.\n\nThe export of our products internationally subjects us to environmental laws and regulations concerning the import and export of chemicals and hazardous substances such as the United States Toxic Substances Control Act, or TSCA, and the Registration, Evaluation, Authorization and Restriction of Chemical Substances, or REACH. These laws and regulations require the testing and registration of some chemicals that we ship along with, or that form a part of, our systems and other products. If we fail to comply with these or similar laws and regulations, we may be required to make significant expenditures to reformulate the chemicals that we use in our products and materials or incur costs to register such chemicals to gain and/or regain compliance. Additionally, we could be subject to significant fines or other civil and criminal penalties should we not achieve such compliance.\n\nWe are furthermore subject to extensive environmental, health and safety laws, regulations and permitting requirements in multiple jurisdictions due to our use of chemicals and production of waste materials as part of our operations and in connection with the operation of our systems by our customers. In certain cases, the required compliance with health or safety regulations is imposed by our customers themselves. These laws, regulations and requirements (which include the Directive on Waste Electrical and Electronic Equipment of the European Union (EU) and the EU Directive on Restriction of Use of Certain Hazardous Substances) govern, among other things, the generation, use, storage, registration, handling and disposal of chemicals and waste materials, the presence of specified substances in electrical products, the emission and discharge of hazardous materials into the ground, air or water, the cleanup of contaminated sites, including any contamination that results from spills due to our failure to properly dispose of chemicals and other waste materials and the health and safety of our employees. Under these laws, regulations and requirements, we could also be subject to liability for improper disposal of chemicals and waste materials, including those resulting from the use of our systems and accompanying materials by end-users. \n\n16\n\nThese or future laws and regulations could potentially require the expenditure of significant amounts for compliance or remediation. If our operations fail to comply with such laws or regulations, we may be subject to fines and other civil, administrative or criminal sanctions, including the revocation of permits and licenses necessary to continue our business activities. In addition, we may be required to pay damages or civil judgments in respect of third-party claims, including those relating to personal injury (including exposure to hazardous substances that we generate, use, store, handle, transport, manufacture or dispose of), property damage or contribution claims. Some environmental laws allow for strict, joint and several liabilities for remediation costs, regardless of fault. We may be identified as a potentially responsible party under such laws. If we fail to comply with any such regulations or are subject to related liability, such developments could have a material adverse effect on our business, financial condition and results of operations.\n\nIf we do not generate net cash flow from operations and if we are unable to raise additional capital, our financial condition could be adversely affected and we may not be able to execute our business strategy.\n\nWe cannot assure you that we will generate cash from operations or identify and secure other potential sources to fund future working capital needs and meet capital expenditure requirements.\n\nIf we are unable to generate such cash flow, we may be required to adopt one or more alternatives, such as selling assets, restructuring or incurring additional debt or obtaining additional equity capital on terms that may be onerous or highly dilutive. Our ability to obtain additional capital or refinance any indebtedness will depend on, among other things, our ability to find a buyer for the assets and the capital markets, our financial condition at such time and the terms and conditions of any such financing or indebtedness. We may not be able to engage in any of these activities or engage in these activities on desirable terms.\n\nThe lack of additional capital resulting from any inability to generate cash flow from operations or to raise equity or debt financing could force us to substantially curtail or cease operations and would, therefore, have an adverse effect on our business and financial condition. Furthermore, we cannot assure you that any necessary funds, if available, would be available on attractive terms or that they would not have a significantly dilutive effect on our existing stockholders. If our financial condition were to worsen and we become unable to attract additional equity or debt financing or enter into other strategic transactions, we would not be able to execute our business strategy and we could default on our debt obligations, become insolvent or be forced to declare bankruptcy.\n\nOur business could be adversely impacted in the event of a failure of our information technology infrastructure or a successful cyber-attack.\n\nWe extensively rely on information technology systems and networks to operate our Company and meet our business objectives. Due to evolving cybersecurity threats, it has and will continue to be difficult to prevent, detect, mitigate, and remediate cybersecurity incidents. We experience cybersecurity threats, threats to our information technology infrastructure, and unauthorized attempts to gain access to our sensitive information. We face threats that vary from those common to most industries, to more advanced and persistent threats from highly organized adversaries who target us because of the products and services we provide. We also rely on information technology and third-party vendors to support our operations, including our secure processing of personal, confidential, sensitive, proprietary and other types of information. To date, risks from cybersecurity threats, including as a result of previous cybersecurity incidents, have not materially affected us, including our business strategy, results of operations, or financial condition, but we face ongoing risks from cybersecurity threats that may from time to time in the future cause material adverse impacts on our business strategy, results of operations, or financial condition. Despite ongoing efforts to continually improve our and our vendors’ ability to protect against cybersecurity threats and the implementation of various safeguards, including increasing our cyber insurance, regularly conducting Company-wide cybersecurity awareness training, and establishing a dedicated team of personnel to address cyber-based threats, we may not be able to fully protect all information systems, and such incidents may lead to reputational harm, revenue and customer loss, and legal action, among other consequences.\n\nWe may also need to expend additional resources to adapt our cybersecurity program to the evolving threat landscape and to investigate and remediate vulnerabilities or other identified risks. Given the persistence, sophistication, volume, and novelty of threats we face, we may not be successful in preventing or mitigating cybersecurity threats that could have a material adverse effect on us. The costs related to cybersecurity threats or other disruptions may also not be fully insured or indemnified by other means. Such events could result in the loss of competitive advantages derived from our R&D efforts or other intellectual property, which could result in early obsolescence of our products and services. The occurrence of any of these events could adversely affect our internal operations, the services we provide to our customers, impact our financial results and reputation, or result in litigation, fines, and penalties. \n\n17\n\nWe are subject to numerous laws, regulations, and contractual obligations designed to protect our regulated data, and that of our customers. These include complex and evolving laws, rules, regulations, and standards in many jurisdictions, as well as contractual obligations, relating to cybersecurity and data privacy. Such laws, rules, regulations, and standards pose increasingly complex compliance challenges and potential costs. Any loss of sensitive information and failure to comply with these requirements or other applicable laws and regulations in this area, could result in significant regulatory non-compliance exposure or other penalties and legal liabilities. \n\nServicing or refinancing our debt may require a significant amount of cash, and we may not have sufficient cash or the ability to raise the funds necessary to settle conversions of the 0% convertible senior notes due 2026 (the \"Notes\") in cash, repay the Notes at maturity, or repurchase the Notes as required following a fundamental change.\n\nAs of December 31, 2024, we had approximately $214.4 million outstanding of the Notes. Our ability to service or refinance our remaining indebtedness, including the Notes, or to make cash payments in connection with any conversions of the Notes, depends on our future performance, which is subject to economic, financial, competitive, and other factors beyond our control. Our business may not generate cash flow from operations in the future sufficient to service our debt and make necessary capital expenditures. If we are unable to generate such cash flow, we may be required to adopt one or more alternatives, such as selling assets, restructuring debt, or obtaining additional debt financing or equity capital on terms that may be onerous or highly dilutive. Our ability to refinance our indebtedness will depend on the capital markets and our financial condition at such time. We may not be able to engage in any of these activities or engage in these activities on desirable terms, which could result in a default on our debt obligations. In addition, any of our future debt agreements may contain restrictive covenants that may prohibit us from adopting any of these alternatives. \n\nIn the event the conditional conversion feature of the Notes is triggered, holders of Notes will be entitled to convert the Notes at any time during specified periods at their option. If one or more holders elect to convert their Notes, we would be required to settle any converted principal through the payment of cash, which could adversely affect our liquidity. In addition, even if holders do not elect to convert their Notes, we could be required under applicable accounting rules to reclassify all or a portion of the outstanding principal of the Notes as a current rather than long-term liability, which would result in a material reduction of our net working capital.\n\nIn addition, holders of the Notes have the right to require us to repurchase all or a portion of their Notes upon the occurrence of a fundamental change (as defined in the applicable indenture governing the Notes) at a repurchase price equal to 100% of the principal amount of the Notes to be repurchased. If the Notes have not previously been converted or repurchased, we will be required to repay such Notes in cash at maturity.\n\nOur ability to make required cash payments in connection with conversions of the Notes, repurchase the Notes in the event of a fundamental change, or to repay or refinance the Notes at maturity will depend on market conditions and our future performance, which is subject to economic, financial, competitive, and other factors beyond our control. As a result, we may not have enough available cash or be able to obtain financing at the time we are required to repurchase or repay the Notes or pay cash with respect to Notes being converted.\n\nThe indenture governing the Notes (the \"Indenture\") contains covenants that impose significant restrictions on us, and the failure to comply with these covenants could result in an event of default under these instruments. \n\nThe indenture governing the Notes contains customary covenants, events of default and other provisions. A breach of the covenants or other provisions under the Indenture could result in an event of default under the Notes, which, if not cured or waved, could have a material adverse effect on our business, results of operations and financial condition, including through the imposition of special interest. During the three months ended June 30, 2024, the Company became non-compliant with certain terms of the Indenture due to its failure to file its 2023 Form 10-K and its Form 10-Q for the three months ended March 31, 2024 and provide them to the Trustee by the applicable deadline under the terms of the Indenture. These defaults did not become an event of default under the terms of the Indenture given that the Company filed its 2023 Form 10-K and its Form 10-Q for the three months ended March 31, 2024 prior to the end of the cure period provided by the Indenture, which cure period was not initiated by the Trustee or holders of the Notes. The Company did not incur any special interest as a result of the defaults, nor did the Notes become subject to any other actions by the Trustee or the holders. As of December 31, 2024, the Company was in Compliance with all of the covenants included within the Indenture. \n\n18\n\nOur operations and business performance could suffer if we are unable to attract and retain senior management or other key employees.\n\nOur success depends largely on our ability to attract, hire, develop, and retain senior management and key employees, such as engineers, scientists, and other key skilled employees supporting our products and services. The engagement and retention of our global teams is dependent on maintaining an inclusive culture where our people feel valued, respected, and have equal opportunities for growth and development.\n\nOur senior management team is critical to the leadership of our business operations and the development and execution of our business strategy. When changes occur within senior management or within key employee roles, we are required to manage the continuity of our business, and typically incur incremental costs including search costs, relocation costs, and timing associated with onboarding and knowledge transfer. High demand exists for senior management and other key employees with experience in additive manufacturing and certain technical skills, and there can be no assurance that we will be able to attract and retain such talent. We experience intense competition for qualified talent.\n\nWhile we aim to provide competitive compensation packages to attract and retain senior management and key employees and engage in regular succession planning for these positions, larger competitors with more resources available to them can make it difficult for us to successfully compete for key talent. If we cannot attract and retain sufficiently qualified talent, such as engineers, scientists, and other key technically skilled employees, or have an adequate succession plan in place, we may be unable to develop, commercialize, and sell new or existing products and services. Furthermore, increasing competition for critical technical skills in the regions surrounding our facilities could require us to pay more to hire and retain key employees, thereby increasing labor costs.\n\nBusiness Strategy Risk Factors\n\nWe have made, and may make in the future, strategic acquisitions and divestitures that may involve significant risks and uncertainties. We may not realize the anticipated benefits of past or future acquisitions and integration of these acquisitions may disrupt our business and divert management attention. Likewise, our potential future divestitures may be unsuccessful and negatively impact our business.\n\nAs a result, from time to time, we evaluate acquisition candidates that fit our business objectives. Acquisitions involve certain risks and uncertainties, including, among others, the following:\n\n•The inability to successfully improve operating efficiency and reduce costs through our restructuring initiatives;\n\n•Difficulty in integrating newly acquired businesses and operations in an efficient and cost-effective manner, which may also impact our ability to realize the potential benefits associated with the acquisition;\n\n•The risk that significant unanticipated costs or other problems associated with integration may be encountered;\n\n•The risk that we do not fully integrate our acquisitions, which could drive greater complexity and higher costs in our business operations;\n\n•The challenges in achieving strategic objectives, cost savings and other anticipated benefits;\n\n•The risk that our marketplaces do not evolve as anticipated and that the technologies acquired do not prove to be those needed to be successful in the marketplaces that we serve;\n\n•The risk that we assume significant liabilities that exceed the limitations of any applicable indemnification provisions or the financial resources of any indemnifying party;\n\n•The inability to maintain a relationship with key customers, vendors and other business partners of the acquired businesses;\n\n•The difficulty in maintaining controls, procedures and policies during the transition and integration;\n\n•The potential loss of key employees of the acquired businesses;\n\n•The risk of diverting management attention from our existing operations;\n\n•Difficulties in coordinating geographically disparate organizations and corporate cultures and integrating management personnel with different business backgrounds;\n\n•The potential failure of the due diligence process to identify significant problems, liabilities or other challenges of an acquired company or technology;\n\n•The risk that we incur significant costs associated with such acquisition activity that may negatively impact our operating results before the benefits of such acquisitions are realized, if at all;\n\n•The entry into marketplaces where we have no or limited direct prior experience and where competitors have stronger marketplace positions;\n\n•The exposure to litigation or other claims in connection with our assuming claims or litigation risks from terminated employees, customers, former shareholders or other third parties; and\n\n19\n\n•The risk that historical financial information may not be representative or indicative of our results as a combined company.\n\nHistorically, we have grown organically and from acquisitions, and we intend to continue to grow in such manner. Our infrastructure will require, among other things, continued development of our financial and management controls and management information systems, management of our sales channel, continued capital expenditures, the ability to attract and retain qualified management personnel and the training of new personnel. We cannot be sure that our infrastructure, systems, procedures, business processes and managerial controls will be adequate to support the growth in our operations. Any delays in, or problems associated with, implementing, or transitioning to, new or enhanced systems, procedures, or controls to accommodate and support the requirements of our business and operations and to effectively and efficiently integrate acquired operations may adversely affect our ability to meet customer requirements, manage our product inventory, and record and report financial and management information on a timely and accurate basis. These potential negative effects could prevent us from realizing the benefits of an acquisition transaction or other growth opportunity.\n\nLikewise, we have in the past, and may in the future, divest certain business operations. Divestitures involve a number of risks, including the diversion of management's attention, significant costs and expenses, goodwill and other intangible asset impairment charges, the loss of customer relationships and cash flow, and the disruption of operations in the affected business. Failure to timely complete or consummate a divestiture may negatively affect valuation of the affected business or result in restructuring charges.\n\nIn the event of an unsuccessful acquisition or divestiture, our competitive position, revenues, results of operations and financial condition could be adversely affected.\n\nWe believe that our future success depends on our ability to deliver products and services that meet changing technology and customer needs.\n\nOur business may be affected by rapid technological change, changes in user and customer requirements and preferences, frequent new product and service introductions embodying new technologies and the emergence of new standards and practices, any of which could render our existing products and proprietary technology obsolete. Accordingly, our ongoing R&D programs are intended to enable us to maintain technological leadership. We believe, to remain competitive, we must identify product needs in the market, effectively define product specifications and performance to satisfy market needs, and timely launch new products to market. However, there is a risk that we may not be able to:\n\n•Develop or obtain leading technologies useful in our business;\n\n•Enhance our existing products;\n\n•Develop new product, service and technology capabilities that address the increasingly sophisticated and varied needs of prospective customers, particularly in the area of printer speeds, materials functionality and environmental impacts.\n\n•Respond to technological advances and emerging industry standards and practices on a cost-effective and timely basis; or\n\n•Recruit or retain key technology employees.\n\nIf we are unable to meet changing technology and customer needs, our competitive position, revenue, results of operations and financial condition could be adversely affected.\n\n20\n\nThe success of our regenerative medicine efforts depends on developing and commercializing products, either ourselves or in conjunction with development partners, that are subject to technical and market risks.\n\nOur regenerative medicine program requires us to develop products that enable the application of additive manufacturing to human organ transplantation and organ models used for drug discovery and development. These initiatives may require significant investment and technical achievement of viable product candidates may not be achieved. Despite significant investment requirements, our regenerative medicine efforts may result in only nominal revenue with no guarantee of future revenue growth. Our development efforts remain subject to risks including but not limited to, ongoing funding commitments from our development partners and unanticipated technical or other hurdles to commercialization. For example, in the first quarter of 2024, revised funding arrangements with our key strategic partner refocused the Company’s continuing organ program on developing the capability to print human lung scaffolds, and away from developing the capability to print scaffolds for livers and kidneys. Any products developed through our research efforts are subject to safety, regulatory and efficacy risks that may result in delays to commercialization, cause us to incur additional expenses or fail to achieve commercialization. In addition, any products that achieve commercialization and regulatory approval are subject to market risks including reimbursement from third-party payers and competition from existing or new products that aim to address similar indications. In addition, difficulties in our research efforts may lead to disputes our strategic partners and other third parties, such as the dispute with former shareholders of Volumetric described under the heading “Termination of Volumetric Milestones Related to Potential Earnout Payments” in Note 22 to the consolidated financial statements.\n\nRegulatory, Legislative and Legal Risk Factors\n\nWe are subject to U.S. and other anti-corruption laws, trade controls, economic sanctions, privacy regulations, and other similar laws and regulations. Our failure to comply with these laws and regulations could subject us to civil, criminal and administrative penalties and harm our reputation. \n\nDoing business on a worldwide basis requires us to comply with the laws and regulations of the U.S. government and various other foreign jurisdictions. These laws and regulations place restrictions on our operations, trade practices, partners and investments.\n\nIn particular, our operations are subject to U.S. and foreign anti-corruption and trade control laws and regulations, such as the Foreign Corrupt Practices Act (“FCPA”) and United Kingdom Bribery Act (the “Bribery Act”), export controls and economic sanctions programs, including those administered by the U.S. Treasury Department’s Office of Foreign Assets Control (“OFAC”), the State Department's Directorate of Defense Trade Controls (“DDTC”) and the Bureau of Industry and Security (“BIS”) of the Department of Commerce. As a result of doing business in foreign countries and with foreign customers, we are exposed to a heightened risk of violating anti-corruption and trade control laws and sanctions regulations.\n\nAs part of our business, we may deal with state-owned business enterprises, the employees of which are considered foreign officials for purposes of the FCPA’s prohibition on providing anything of value to foreign officials for the purposes of obtaining or retaining business or securing any improper business advantage. In addition, the provisions of the Bribery Act extend beyond bribery of foreign public officials and also apply to transactions with individuals that a government does not employ. Some of the international locations in which we operate lack a developed legal system and have higher than normal levels of corruption. Our continued expansion outside the U.S., including in Brazil, China, India and developing countries, and our development of new partnerships worldwide, could increase the risk of FCPA, OFAC or Bribery Act violations in the future.\n\nAs an exporter, we must comply with various laws and regulations relating to the export of products and technology from the U.S. and other countries having jurisdiction over our operations. In the U.S., these laws include the International Traffic in Arms Regulations (“ITAR”) administered by the DDTC, the Export Administration Regulations (“EAR”) administered by the BIS and trade sanctions against embargoed countries and destinations administered by OFAC. The EAR governs products, parts, technology and software which present military or weapons proliferation concerns, so-called “dual use” items, and ITAR governs military items listed on the United States Munitions List. Any failures to comply with these laws and regulations could result in fines, adverse publicity and restrictions on our ability to export our products, and repeat failures could carry more significant penalties. \n\n21\n\nViolations of anti-corruption and trade control laws and sanction regulations are punishable by civil penalties, including fines, denial of export privileges, injunctions, asset seizures, debarment from government contracts and revocations or restrictions of licenses, as well as criminal fines and imprisonment and could harm our reputation, create negative shareholder sentiment and affect our share value. We have established policies and procedures designed to assist our compliance with applicable U.S. and international anti-corruption and trade control laws and regulations, including the FCPA, the Bribery Act and trade controls and sanctions programs administered by OFAC, the DDTC and BIS, and have trained our employees to comply with these laws and regulations. However, there can be no assurance that all of our employees, consultants, agents or other associated persons will not take actions in violation of our policies and these laws and regulations. Additionally, there can be no assurance that our policies and procedures will effectively prevent us from violating these regulations in every transaction in which we may engage or provide a defense to any alleged violation. In particular, we may be held liable for the actions that our joint venture partners take inside or outside of the United States, even though our partners may not be subject to these laws. Such a violation, even if our policies prohibit it, could have an adverse effect on our reputation, business, financial condition and results of operations. In addition, various state and municipal governments, universities and other investors maintain prohibitions or restrictions on investments in companies that do business with sanctioned countries, persons and entities, which could adversely affect our reputation, business, financial condition and results of operations.\n\nMany governments, regulators, investors, employees, customers, and other stakeholders are increasingly focused on environmental considerations relating to businesses, including climate change and greenhouse gas emissions, as well as use of plastic materials. We monitor new and changing international, federal, and state environmental reporting obligations. As new or increased regulations take effect, these changing requirements may impose significant operational costs to comply, and expand compliance requirements for our products, our operations, and our supply chain, which could negatively impact our competitive position. \n\nIn addition, we have operations globally and are subject to various privacy and data protection laws, which encompasses the collection, use, disclosure, and storage of personal information and personally identifiable health information. This requires us to dedicate resources to implement controls and infrastructure to protect personal and health information needed to conduct our business activities. Failure to do so could subject us to potential regulatory fines, penalties, litigation, and could negatively impact our business and reputation.\n\nWe are subject to complex government laws and regulations relating to certain product sets and failure to meet the stringent requirements could impact our business operations and financial position.\n\nOur medical device business is subject to extensive global regulations and enforcement, including in the Food and Drug Administration (FDA) in the U.S., and other governmental authorities for which our product is distributed. There are complex approvals for medical devices to be placed on the market, as well as ongoing responsibilities under these regulations. Failure to comply with the applicable regulation for which the medical device applies could result in corrective actions, recalls, removal of local authority approvals, ceasing business activities, fines, and criminal prosecution.\n\nFailure to comply with the terms of our settlement agreements with the U.S. Departments of State, Commerce, and Justice could have a material and adverse impact on our business, results of operations and financial condition, and, even if we comply with those settlement agreements, the costs and burdens of compliance could be significant, and we may face additional investigations and proceedings from other governmental entities or third parties related to the same or similar conduct underlying the agreements. \n\nIn October 2017, we received an administrative subpoena from the BIS requesting the production of records in connection with possible violations of U.S. export control laws, including with regard to our former Quickparts.com, Inc. subsidiary. In addition, while collecting information responsive to the above-referenced subpoena, our internal investigation identified potential violations of the ITAR administered by the DDTC and potential violations of the EAR administered by the BIS. On June 8, 2018 and thereafter, we submitted voluntary disclosures to BIS and DDTC identifying potentially unauthorized exports between 2012 and 2017, including to China, of controlled items including technical data. In connection with these matters, in August 2020, we received two federal grand jury subpoenas issued by the U.S. District Court for the Northern District of Texas. The Company responded to these two subpoenas and fully cooperated with the U.S. Department of Justice (“DOJ“) in the related investigation.\n\nIn February 2023, the Company settled these matters with all three agencies. See Note 22, “Commitments and Contingencies,” to our consolidated financial statements included in Part II, Item 8, “Financial Statements and Supplementary Data” of this Form 10-K for additional information.\n\n22\n\nCompliance with the terms of these agreements, which imposed measures to strengthen the Company’s export compliance programs, could impose additional costs on the Company. If we fail to comply with the terms of these agreements, additional monetary penalties or government actions could have a material adverse effect on our business, financial condition and results of operations.\n\nSince 2018, we have implemented new compliance procedures to identify and prevent potential violations of export controls laws, trade sanctions and government contracting laws and regulations and from November 2018 through October 2024 maintained a separate Compliance Committee of the Board of Directors to further enhance board oversight of compliance risks. As we continue to implement additional compliance enhancements, we may discover additional potential violations of export controls laws, trade sanctions or government contracting laws. If we identify any additional potential violations, we will submit voluntary disclosures to the relevant agencies and cooperate with such agencies on any related investigations. However, if we are found to have violated one or more export control laws, trade sanctions or government contracting laws, we could be subject to various civil or criminal penalties, significant compliance, litigation, settlement costs or other losses, resulting in a material adverse effect on our business, results of operations and financial condition. We may also be subject to negative publicity related to these matters, which could harm our reputation, reduce demand for our products, solutions and services, result in employee attrition and negatively impact our stock price.\n\nAs a result of the delayed filing of our 2023 Form 10-K, our Form 10-Q for the quarter ended March 31, 2024, our Form 10-Q for the quarter ended June 30, 2024, and our Form 10-Q for the quarter ended September 30, 2024, the Company has experienced risks and costs and expects to experience additional risks and costs in the future, including with respect to the SEC's ongoing investigation.\n\nAs a result of the circumstances giving rise to the delayed filing of our 2023 Form 10-K, our Form 10-Q for the quarter ended March 31, 2024, our Form 10-Q for the quarter ended June 30, 2024, and the Form 10-Q for the quarter ended September 30, 2024, the Company has experienced risks and costs and expects to experience additional risks and costs in the future. The audit of the financial statements included in our 2023 Form 10-K was time-consuming, required the Company to incur additional incremental expenses and affected management’s attention and resources. Further, the measures to strengthen internal controls being implemented continue to require and will likely require in the future greater management time and Company resources to implement and monitor. Although we have now filed our 2023 Form 10-K, our Form 10-Q for the quarter ended March 31, 2024, our Form 10-Q for the quarter ended June 30, 2024, and our Form 10-Q for the quarter ended September 30, 2024, our failure to make these filings in a timely manner has led to further investigation and scrutiny by the SEC, which has been conducting a formal investigation of the Company since April 2022 as a follow on to the previously disclosed SEC voluntary request for documents. Although the Company is cooperating with the SEC, the Company cannot predict the ultimate outcome of the SEC’s investigation. Any allegations or adverse findings by the SEC could harm our reputation, negatively impact our stock price and have a material adverse effect on our business, financial condition and results of operations. Moreover, the expense and distraction to management of cooperating with and responding to the SEC could have a material adverse effect on the Company even if the investigation is ultimately closed or resolved in a manner favorable to the Company. See also the risk factor below entitled “We are no longer eligible to use a Form S-3 registration statement, which could impair our capital-raising activities.”\n\nWe derive a significant portion of our revenue from business conducted outside the U.S. and are subject to the risks of doing business outside the U.S.\n\nWe face many risks inherent in conducting business activities outside the U.S. that, unless managed properly, may adversely affect our profitability, including our ability to collect amounts due from customers. While most of our operations outside the U.S. are conducted in highly developed countries, our operations could be adversely affected by, among others, the following:\n\n•Unexpected changes in laws, regulations and policies of non-U.S. governments relating to investments and operations, as well as U.S. laws affecting the activities of U.S. companies abroad;\n\n•Changes in regulatory requirements, including export controls, tariffs and embargoes, other trade restrictions, competition, environmental, corporate practices and data privacy concerns;\n\n•Political policies, political or civil unrest, terrorism or epidemics and other similar outbreaks;\n\n•Fluctuations in currency exchange rates;\n\n•Limited protection for the enforcement of contract and intellectual property rights in some countries;\n\n•Difficulties in staffing and managing foreign operations;\n\n•Operating in countries with a higher incidence of corruption and fraudulent business practices;\n\n•Potentially adverse changes in taxation; \n\n•The impact of public health epidemics on employees and the global economy; and\n\n23\n\n•Other factors, depending upon the specific country in which we conduct business.\n\nThese uncertainties may make it difficult for us and our customers to accurately plan future business activities and may lead our customers in certain countries to delay purchases of our products and services. More generally, these geopolitical, social and economic conditions could result in increased volatility in global financial markets and economies.\n\nThe consequences of terrorism or armed conflicts are unpredictable, and we may not be able to foresee events that could have an adverse effect on our market opportunities or our business. We are uninsured for losses and interruptions caused by terrorism, acts of war and similar events.\n\nWe seek to minimize the risks associated with interest rates, foreign exchange rates and commodity prices through regular operating and financing activities. However, our efforts to minimize our exposure to market risks from changes in interest rates, foreign currency exchange rates and commodity prices may prove to be insufficient or unsuccessful.\n\nWe may incur substantial costs enforcing or acquiring intellectual property rights and defending against third-party claims as a result of litigation or other proceedings.\n\nIn connection with the enforcement of our own intellectual property rights, the acquisition of third-party intellectual property rights or disputes related to the validity or alleged infringement of third-party intellectual property rights, including patent rights, we have been, and may in the future be, subject to claims, negotiations or complex, protracted litigation. Intellectual property disputes and litigation may be costly and can be disruptive to our business operations by diverting the attention and energy of management and key technical personnel, and by increasing our costs of doing business. Although we have successfully defended or resolved past litigation and disputes, we may not prevail in any ongoing or future litigation and disputes, which could adversely affect our results of operations and financial condition.\n\nThird-party intellectual property claims asserted against us could subject us to significant liabilities, require us to enter into royalty and licensing arrangements on unfavorable terms, prevent us from assembling or licensing certain of our products, subject us to injunctions restricting our sale of products, cause severe disruptions to our operations or the marketplaces in which we compete or require us to satisfy indemnification commitments with our customers, including contractual provisions under various license arrangements. In addition, we may incur significant costs in acquiring the necessary third-party intellectual property rights for use in our products. Any of these could seriously harm our business, operating results, liquidity and financial condition.\n\nWe may not be able to protect our intellectual property rights and confidential information, including our digital content, from third-party infringers or unauthorized copying, use or disclosure.\n\nAlthough we defend our intellectual property rights and endeavor to combat unlicensed copying and use of our digital content and intellectual property rights through a variety of techniques, preventing unauthorized use or infringement of our rights (“piracy attacks”) is inherently difficult. If our intellectual property becomes subject to piracy attacks, our business may be harmed.\n\nAdditionally, we endeavor to protect the secrecy of our digital content, confidential information and trade secrets. If unauthorized disclosure of our trade secrets occurs, we could potentially lose trade secret protection. The loss of trade secret protection could make it easier for third parties to compete with our products by copying previously confidential features, which could adversely affect our business, results of operations, revenue and operating margins. We also seek to protect our confidential information and trade secrets through the use of non-disclosure agreements. However, there is a risk that our confidential information and trade secrets may be disclosed or published without our authorization, and in these situations it may be difficult and/or costly for us to enforce our rights.\n\nChanges in, or interpretation of, tax rules and regulations may impact our effective tax rate and future profitability. \n\nWe are a U.S. based, multinational company subject to taxation in multiple U.S. and foreign tax jurisdictions. Our future effective tax rates could be adversely affected by changes in statutory tax rates or interpretation of tax rules and regulations in jurisdictions in which we do business, changes in the amount of revenue or earnings in the countries with varying statutory tax rates, or by changes in the valuation of deferred tax assets and liabilities. \n\n24\n\nIn addition, we are subject to audits and examinations of previously filed income tax returns by the Internal Revenue Service and other domestic and foreign tax authorities. We regularly assess the potential impact of such examinations to determine the adequacy of our provision for income taxes and have reserved for potential adjustments that we expect may result from the current examinations. We believe such estimates to be reasonable; however, there is no assurance that the final determination of any examination will not have an adverse effect on our operating results and financial position.\n\nMaterial weaknesses in our internal control over financial reporting could result in material misstatements in our financial statements not being prevented or detected, which could affect investor confidence in the accuracy and completeness of our financial statements and could negatively impact our stock price and financial condition.\n\nAs a public company, we are required to comply with Section 404 of the Sarbanes-Oxley Act. If we fail to abide by the applicable requirements of Section 404, regulatory authorities, such as the SEC, could subject us to sanctions or investigation, and our independent registered public accounting firm may not be able to certify as to the effectiveness of our internal control over financial reporting pursuant to an audit of our internal controls. Even effective internal controls can provide only reasonable assurance with respect to the preparation and fair presentation of financial statements. Accordingly, our internal control over financial reporting may not prevent or detect misstatements because of their inherent limitations, including the possibility of human error, the circumvention or overriding of controls, or fraud.\n\nManagement, including our Chief Executive Officer and Chief Financial Officer, assessed the effectiveness of the Company’s internal control over financial reporting as of December 31, 2024. Based on its assessment, management has concluded that the Company did not maintain effective internal control over financial reporting as of December 31, 2024, due to the following material weaknesses.\n\n•We did not design and maintain adequate controls within the revenue process that resulted in material weaknesses, either individually or in aggregate. Contract terms, pricing, standalone selling price models, and determination of timing of revenue recognition were not adequately reviewed prior to entry in the Company’s information systems. In addition, we did not effectively implement an accounting system that appropriately captures the allocation of the transaction price to the performance obligations to support revenue accounting; \n\n•We did not design and maintain adequate controls over certain assumptions used in the valuation of indefinite-lived intangible assets, goodwill and other long-lived assets related to an impairment charge, that resulted in material weaknesses, either individually or in aggregate;  \n\n•We did not design and maintain adequate controls within the financial close and reporting process that resulted in material weaknesses, either individually or in aggregate. We did not maintain comprehensive formal accounting policies. We also did not maintain controls over manual journal entries, balance sheet account reconciliations, and financial statement disclosures. In part due to an inadequate level of review, such reviews were not always performed on a consistent and timely basis; and\n\n•We did not design and maintain adequate controls over the accounting treatment for certain technical matters, including controls related to complex and/or non-routine transactions and arrangements, that resulted in material weaknesses, either individually or in aggregate.\n\nCertain of the material weaknesses described above (items 1 and 2) were initially identified at December 31, 2020 and continued to exist at December 31, 2024. As further described in Item 9A, Management's Report on Internal Control over Financial Reporting, we began implementing a remediation plan in January 2021 designed to improve our internal control over financial reporting through the development and implementation of more formal policies, processes and documentation procedures relating to our financial reporting, the hiring of additional accounting personnel, and the training of personnel on proper execution of designed control procedures. \n\n25\n\nWhile we believe our remediation plans should remediate the material weaknesses, we cannot provide assurance of when the material weaknesses will be remediated, nor can we be certain of whether additional actions will be required or the costs of any such actions. Moreover, we cannot provide assurance that additional material weaknesses will not arise in the future. While the material weaknesses discussed in Item 9A, \"Management's Report on Internal Control over Financial Reporting,\" did not result in material misstatements of our annual or interim consolidated financial statements, any failure to remediate the material weaknesses, or the identification of new material weaknesses in our internal control over financial reporting, could result in material misstatements in our financial statements that may continue undetected, negatively impacting the public perception of the Company and our securities and cause us to fail to meet our reporting and financial obligations or incur significant additional costs to remediate the material weaknesses, each of which could negatively affect our stock price, harm our ability to raise capital on favorable terms in the future or otherwise have a negative impact on our financial condition.\n\nWe are no longer eligible to use a Form S-3 registration statement, which could impair our capital-raising activities.\n\nAs a result of our failure to timely file our 2023 Form 10-K, our Form 10-Q for the quarter ended March 31, 2024, our Form 10-Q for the quarter ended June 30, 2024, and the Form 10-Q for the quarter ended September 30, 2024 with the SEC, we are no longer eligible to use a Form S-3 registration statement. Further, we are also no longer a “well-known seasoned issuer,” as such term is used in the SEC’s regulations, which otherwise would allow us to, among other things, file automatically effective Form S-3 registration statements. Our eligibility to use a Form S-3 registration statement may not be restored until December 1, 2025, and then only if we have not had any other filing delinquency that would preclude Form S-3 eligibility and satisfy all other requirements for Form S-3 eligibility. During any period when we are not eligible to use Form S-3 or qualify as a “well-known seasoned issuer,” our capital-raising ability may be impaired. Under these circumstances, we would be required to conduct the offering on an exempt basis, such as in accordance with Rule 144A, or file a registration statement on Form S-1. Using a Form S-1 registration statement for a public offering would likely take significantly longer than using a registration statement on Form S-3 and increase our transaction costs, and could, to the extent we are not able to conduct offerings using alternative methods, adversely impact our ability to raise capital or complete acquisitions of other companies in a timely manner.",
      "char_count": 65128
    }
  },
  "extracted_at": "2026-01-19T15:32:07.948963"
}