{
  "ticker": "DOCU",
  "company_name": "DOCUSIGN, INC.",
  "cik": 1261333,
  "form_type": "10-K",
  "filing_date": "2025-03-18",
  "period_of_report": "2025-01-31",
  "fiscal_year": 2025,
  "accession_number": "0001261333-25-000024",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001261333&accession_number=000126133325000024&xbrl_type=v",
  "sic_code": "7372",
  "industry": "Services-Prepackaged Software",
  "sections": {
    "item1": {
      "text": "ITEM 1. BUSINESS\n\nOverview\n\nDocusign solutions bring agreements to life, accelerating and simplifying the process of doing business. Docusign’s core offerings — our intelligent agreement management (“IAM”) platform, the world’s leading eSignature solution, and contract lifecycle management (“CLM”) solution — allow organizations to boost productivity, accelerate contract review cycles, and transform agreement data into insights and actions, while providing a better customer experience. Docusign’s IAM platform automates agreement workflows, uncovers actionable insights, and leverages AI capabilities, enabling organizations to create, commit, and manage agreements, from virtually anywhere in the world, securely. As of January 31, 2025, nearly 1.7 million customers and more than a billion users worldwide utilize Docusign to accelerate and simplify the process of doing business. \n\nWe offer subscriptions to our products to businesses at all scales, from global enterprises down to very small businesses (“VSBs”). We offer more than 1,000 active partner integrations with the applications that many of our customers already use so that they can create, commit, and manage agreements directly within these applications. We have a diverse customer base spanning across virtually all industries and around the world with no significant customer concentration. No single customer accounted for more than 10% of total revenue in any of the periods presented.\n\nWe focused initially on selling our products to commercial businesses and VSBs and later expanded our focus to target enterprise customers. As of January 31, 2025, we had a total of nearly 1.7 million customers, including over 260,000 enterprise and commercial customers, compared to over 1.5 million customers and approximately 242,000 enterprise and commercial customers as of January 31, 2024. We define a customer as a separate and distinct buying entity, such as a company, an educational or government institution, or a distinct business unit of a large company that has an active contract to access our products. The number of our customers with greater than $300,000 in annualized contract value was 1,131 as of January 31, 2025, compared to 1,060 as of January 31, 2024. Each of our customer types has a different purchasing pattern. VSBs typically become customers by quickly utilizing our digital and self-serve channels and generate smaller average contract values, while commercial and enterprise customers typically involve longer sales cycles, larger contract values, and greater expansion opportunities for us.\n\nWe generate substantially all our revenue from sales of subscriptions, which accounted for 97% of our revenue in each of the years ended January 31, 2025 and 2024. Our subscription fees are primarily comprised of fees from customers using our products and access to customer support. Subscriptions generally range from one to three years, and substantially all our multi-year customers pay in annual installments, one year in advance.\n\nWe also generate revenue from professional and other non-subscription services, which consist primarily of fees associated with providing new customers with deployment and integration services. Other revenue includes amounts derived from sales of on-premises solutions. Professional services and other revenue accounted for the remainder of total revenue in each of the years ended January 31, 2025 and 2024.\n\nHistorically, we offered access to most of our products on a subscription basis with prices based on the functionality and the quantity of Envelopes required by our customers. Similar to the physical envelopes historically used to mail paper documents, an Envelope is a digital container used to send one or more documents for signature or approval to one or more recipients. Our customers have the flexibility to put a large number of documents in an Envelope. For several use cases, such as buying a home, multiple Envelopes are used over the course of the process. To drive customer reach and adoption, we also offer certain limited-time or feature-constrained versions of our eSignature solution for free.\n\nIn the second quarter of fiscal 2025, we began offering our IAM platform on a user-based subscription basis in specific customer segments and geographies, through our direct sales channel. Our IAM subscription offerings have multiple pricing tiers as well as specialized packages for specific user personas, end markets, and departments. While IAM platform subscriptions include our core products and solutions, including eSignature, we expect standalone eSignature to continue to represent the majority of our revenue for the foreseeable future as we continue to roll out IAM across additional segments and geographies.\n\nDocusign, Inc. | 2025 Form 10-K | 4\n\nOur Growth and Investment Strategy\n\nWe believe that our market opportunity is large, and we plan to invest to support long-term growth based on the three pillars of our long-term strategy:\n\nAccelerating Product Innovation\n\nThe first pillar is to accelerate product innovation through research and development investments, helping our IAM platform address our customers’ agreement management needs comprehensively. We aim to deliver category-leading value in the agreement management market while evolving into a platform company. \n\n◦IAM: In April 2024, we announced the launch of the IAM platform at our annual Momentum customer conference. We rapidly innovated the platform from ideation to launch, leveraging customer feedback. As a platform, IAM includes our industry-leading eSignature product as a core capability. Other capabilities include Navigator, our AI-powered agreement repository that helps customers manage and identify insights from their agreements, and Maestro, our no-code workflow builder that helps customers accelerate agreement processes. \n\n◦Developer Ecosystem: Part of our evolution into a platform company requires supporting a dynamic community of developers and partners to create new solutions that extend the capabilities of our IAM platform. In November 2024, we hosted Docusign Discover, our first-ever developer-focused conference, and launched Docusign for Developers, giving our partners tools to build apps powered by the IAM platform. Partners can share their apps in the Docusign App Center, adding to the over 1,000 active partner integrations with Docusign products.\n\n◦eSignature and CLM: With a renewed focus on product innovation, our two largest existing products by revenue have seen improved innovation delivery, as a result of our investment in the IAM platform, which bring more AI-powered capabilities across the greater Docusign product portfolio.\n\n◦Core Value Propositions: Docusign is building IAM on the foundation created by our existing customer value propositions and benefits, including eSignature user simplicity, which has generated over 750,000 Apple App Store ratings with an average score of 4.9 out of 5; global footprint and adoption by customers in many jurisdictions that require different legal requirements to complete valid agreements; highly auditable agreements and signatures; stringent security certification standards; and scaled infrastructure that enables delivery of eSignature at over 99.9% availability worldwide. \n\nStrengthening Our Omnichannel Go-To-Market\n\nThe second growth pillar focuses on improving our omnichannel go-to-market (“GTM”) capabilities to better meet the evolving needs of our customers.  By strengthening our direct sales, partner, and self-service routes to market, we aim to simultaneously accelerate our ability to scale while reducing our customer acquisition and management costs. This refined approach enables us to reach new customers, more flexibly respond to customer needs, and fuel efficient growth.\n\n◦Direct Sales: Docusign has placed a growing emphasis on customer retention and enhancing customer relationships with its direct sales team. With the launch of IAM, we are focused on delivering greater value to customers through a complete end-to-end agreement management system of record. This requires strengthening our direct sales force’s ability to provide greater consultation and solution education to our customers. We believe the result will be broader IAM deployments across a greater number of use cases vs. our historic eSignature relationships with customers.\n\n◦Third-Party Channel Partners: In addition, we are increasing our efforts to drive broader customer engagement through third-party channel partners to support the delivery of Docusign’s products, in particular IAM. Within our GTM strategy evolution, we are investing in deeper partner engagement across strategic technology partners like Microsoft, SAP, and Salesforce with whom we have both product integrations and co-selling relationships. We also continue to invest in greater independent software vendor (“ISV”) and system integrator (“SI”) relationships. These efforts are supported by the recent launch of our third-party ecosystem called Docusign for Developers which includes software development kits (“SDKs”) and application programming interfaces (“APIs”) to launch apps on IAM, and dedicated engagement with partners at our global series of Momentum customer events. \n\n◦Digital E-commerce Sales & Self-Service: We continue to invest in product-led growth and self-service capabilities as cornerstones of our GTM strategy. In fiscal 2025, digital revenue grew faster than overall revenue, demonstrating strong results from our focus on e-commerce capabilities and making it easier for customers to discover, try, and buy from Docusign. We will continue working to remove friction and deliver delight across every step of the digital customer journey to make our experiences seamless and intuitive. \n\nDocusign, Inc. | 2025 Form 10-K | 5\n\nIncreasing Operational and Financial Efficiency\n\nFinally, our third growth pillar is to enhance operational and financial efficiency to scale effectively and sustainably. This includes prioritizing investments in infrastructure and technology that best serve our diverse customer base, including our migration to cloud-based infrastructure. Additionally, we continue to evaluate strategic acquisitions and partnerships that align with our growth objectives and expand our product offerings.\n\nWe believe these combined efforts will strengthen our ability to retain and grow within our existing customer base, while also attracting new customers.\n\nIncreasing International Revenue\n\nOur international revenue represented 28%, 26% and 25% of our total revenue in each of the years ended January 31, 2025, 2024, and 2023. \n\nWe started our international selling efforts in English-speaking common law countries, such as Canada, the UK and Australia, where we were able to leverage our core technologies due to similar approaches to electronic signature in these jurisdictions and the U.S. We have since made significant investments to be able to offer our products in select civil law countries. For example, in Europe, we offer Standards-Based Signature (“SBS”) technology tailored for the European Union’s (“EU”) electronic Identification, Authentication, and Trust Services (“eIDAS”) regulations. SBS supports signatures that involve digital certificates, including those specified in the EU’s eIDAS regulations for advanced and qualified electronic signatures.\n\nWe believe there is a substantial opportunity for us to increase our international customer base by leveraging and expanding investments in our technology, direct sales force and strategic partnerships around the world, as well as helping existing U.S.-based customers manage agreements across their international businesses. We have experienced increased demand across multiple regions and are focusing our sales and marketing resources to capitalize on the potential growth of these markets. Additionally, we expect to continue to develop and enhance our strategic partnerships in key international markets as we grow internationally.\n\nOur Products\n\nDocusign enables businesses to address each aspect of the agreement process with our product offerings, which are tailored for each step in the agreement lifecycle and, in some cases, for particular market segments, industries or geographic regions. We focus on meeting customer needs by providing them a variety of products and solutions to address their needs.\n\nKey products include:\n\n•IAM Apps built on our AI-powered IAM platform, enabling customers to connect and optimize every step of the agreement management process. Three versions of these Apps (Core, Sales and CX) launched in Spring of 2024, and contain some combination of our key platform capabilities, in particular: our industry-leading eSignature product; Navigator, which enables customers to create a unified repository of all agreements, including those saved in third-party applications, and uncover actionable insights and contract details through AI; Maestro, which enables customers to easily build and deploy no-code customized workflows to automate and accelerate agreement processes; and Docusign App Center, which allows customers to customize and extend agreement processes with third-party applications. \n\n•eSignature enables sending and signing of agreements on a wide variety of devices, from virtually anywhere in the world, securely. We offer multiple editions and add-ons that can be combined to fit the needs of different organizational sizes, industries and regions.\n\n•CLM orchestrates workflows across the entire agreement process. It provides organizations the flexibility to automate complex processes for generating, negotiating, and storing agreements, as well as the ability to leverage AI-powered contract analytics to discover risks and opportunities hidden within agreements. We offer multiple editions of CLM, each tailored to meet the needs of customers with different organizational sizes and contracting complexity.\n\n•Add-on Products, which are additional capabilities to help better streamline the agreement process:\n\n◦Payments to collect payments along with signed agreements;\n\n◦Identity and SBS for enhanced signer-identification and signatures with digital certification;\n\n◦Notary for remote online notarization;\n\nDocusign, Inc. | 2025 Form 10-K | 6\n\n◦Web Forms & Document Generation for accelerated contract drafting and building customized agreements;\n\n◦Monitor for advanced analytics; and\n\n◦Gen for Salesforce for automated agreement generation within Salesforce.\n\nAdditionally, we believe customers benefit from these core value propositions:\n\n•Doing business faster. By replacing manual, paper-driven processes with automated digital workflows, Docusign can substantially reduce the time and labor necessary to complete agreements. In fiscal 2025, 76% of all transactions using eSignature were completed in less than 24 hours and 40% within 15 minutes. Our eSignature product also saves customers time by allowing users to review and sign agreements quickly from mobile devices. Our other products also contribute to faster turnaround times, such as less time spent creating new agreements or less time spent finding completed agreements. By streamlining workflows, Docusign enables businesses to save valuable time and resources, resulting in increased productivity and cost savings.\n\n•Better customer and employee experience. Organizations that use Docusign services internally and externally can deliver a simpler, more streamlined experience for their own customers and employees. For example, eSignature replaces the hassle and costs of faxing, printing, scanning, emailing, and other manual activities with a few clicks or taps—which can be done from practically anywhere, at any time. Our CLM software consolidates and automates every step of the agreement process from generation through negotiation, signature, ongoing management and storage.\n\n•Tailored industry-specific offerings. Industry-specific Docusign offerings include: Real Estate for eSignature, which allows brokers, agents and customers to manage the entire real estate transaction digitally; U.S. Federal, State and Local Government through a Federal Risk and Authorization Management Program (“FedRAMP”) Impact Level Moderate environment for eSignature and CLM products, and dedicated data centers and system boundaries that offer heightened security; and Health and Life Sciences with eSignature modules enabling compliance with the U.S. Food and Drug Administration’s 21 CFR Part 11 regulations.\n\n•Reduced risk. Organizations that rely on manual, paper-based agreement processes may be prone to error and difficult to audit. Using Docusign, organizations can centralize, standardize, and automate agreement workflows—so employees have an easy way to use approved processes and templates, with audit trails generated automatically. Also, AI technologies can help employees identify risks within large sets of existing agreements that would otherwise be impractical for manual review. Finally, fewer manual interactions during an agreement’s lifecycle means fewer opportunities for mishandling or improper access.\n\n•Minimized environmental impact. Environmental sustainability has been an important part of Docusign’s mission from the start. By digitizing agreements, we help reduce environmental impacts while supporting businesses in their efficiency and sustainability goals. We believe that Docusign has an important role in creating a sustainable future and we are committed to minimizing our impacts on the planet. Since 2022, we have matched 100% of our energy use with renewable energy credits. In 2024, we set Science-Based Targets (“SBTs”), including a commitment to reduce emissions by 50% by 2030 and reach net-zero by 2050. Through partnerships with nonprofits such as Forest Stewardship Council and Wildlife Conservation Society, we’re helping to drive meaningful change for a sustainable future.\n\nOur Technology, Infrastructure and Operations\n\nOur technology and product efforts are focused on improving and enhancing the features, functionality, performance, availability and security of our product offerings. We focus on innovation in global security and privacy management, high availability, enterprise-class manageability, extensible identity proofing, digital transaction processing and integration into companies' systems and workflows. This infrastructure supports over one billion people and nearly 1.7 million customers, including some of the world’s largest companies, and underpins our product offerings. \n\nOur operations are based on stringent global industry security standards and we maintain compliance with ISO27K, PCI, and SSAE 18 standards. For example, our eSignature and CLM products are FedRAMP-authorized, which means they operate in an environment that meets 325 National Institute of Standards and Technology (“NIST”) Special Publication 800-53 (NIST 800-53) security and privacy controls. In addition, we offer a range of options for authenticating users and proving their identities and have a robust digital transaction processing platform that captures signatures and tags. Docusign is a Trust Service Provider (“TSP”) in the EU. As a TSP, Docusign France provides qualified electronic signatures, qualified time stamps, advanced electronic signatures, and advanced seals recognized by all EU member states. Docusign France is listed as a qualified TSP in the Trusted List managed by the French IT Security Agency, ANSSI.\n\nOur flagship eSignature product is designed as an always-on, geographically redundant and distributed cloud solution that primarily runs in SSAE 18 audited data centers in the U.S. and EU. Recognizing that our customers often depend \n\nDocusign, Inc. | 2025 Form 10-K | 7\n\non Docusign for their day-to-day operations, we have provided best-in-class availability, with over 99.9% eSignature availability to our customers and users during the year ended January 31, 2025. We operate co-location data centers in several locations and we also leverage public cloud infrastructure for an increasing number of services, as we continue to migrate our North American and European production services from our data center hosting facilities to Microsoft Azure Cloud, a third-party cloud provider. We believe these efforts will help better support our customers with respect to the scale, security, and availability needs of our mobile, web, and cloud-native applications. Companies can also integrate Docusign into their systems and workflows using one of more than 1,000 active partner integrations. \n\nResearch and Development\n\nSince inception, we have invested in research and development (“R&D”) to innovate our product offerings, including the world’s leading electronic signature solution. Our product and engineering team is responsible for the design, development, testing and certification of our products. \n\nOur Customers\n\nAs of January 31, 2025, we had a global base of nearly 1.7 million customers. These customers span the entire business spectrum, from Fortune 500 enterprises and government institutions to innovative startups and individual end users. No single customer accounted for more than 10% of our revenues in fiscal 2025. We believe the breadth and depth of Docusign’s customer base across industry verticals, company sizes, and geographies validates the ubiquitous value Docusign creates for customers in agreement management, and creates business model strength through customer diversity.\n\nSales, Marketing and Customer Success\n\nOur sales and marketing teams are focused on driving adoption and expanded use of Docusign’s products by customers and prospects across the globe. We benefit greatly from our strong brand recognition given our association with positive signing moments in people’s lives—such as accepting a job or buying a house—which can influence the adoption of our solutions at their companies. Given that our offerings are designed to solve the needs of organizations of all sizes and across all industries and geographies, we sell to customer bases ranging from global enterprises to sole proprietors. Our go-to-market strategy leverages our direct sales force, digital motions, and partnerships to sell to enterprises and commercial businesses, and our digital self-service channel to sell primarily to VSBs, which is the most cost-effective way to reach our smallest customers. We also employ tailored go-to-market strategies by industry verticals. We focus on bringing value to every function inside those verticals.\n\nSales\n\nOur go-to-market model involves a combination of direct sales, partner-assisted sales, and digital self-service purchasing: \n\nDirect Sales: We sell subscriptions primarily through our direct sales force across our field offices around the world. Our account executives and account managers focus on new and existing enterprise and commercial customers. Our direct sales team focuses on companies looking to streamline front office operations (e.g., sales, services or marketing) and back office operations (e.g., human resources, procurement, finance, or legal). By expanding within an organization, we believe we can generate large amounts of incremental revenue through the addition of new users and Envelopes, plan upgrades, expansions, and additional offerings to other functions or business units.\n\nPartner-assisted Sales:\n\n▪Global partners: We have partnerships with some of the world’s foremost technology providers including Google, Microsoft, Workday, Salesforce, SAP, and ServiceNow—that help us sell into a far greater number of accounts than we could do alone. These partnerships are multi-dimensional and involve joint investments, technology integrations, co-marketing agreements, membership in partner programs, and go-to-market commitments.\n\n▪Systems integrators: We have strong partnerships with a number of global and regional systems integrators. These relationships are important given that those firms act as strategic technology advisors to many large customers and prospects. We intend to invest further in collaborating with these partners, especially those that are creating Docusign specific practices.\n\n▪ISVs: We partner with a host of leading ISVs—including our strategic partners above as well as vertical oriented partners to help bring the power of Docusign to customers around the world. \n\nDocusign, Inc. | 2025 Form 10-K | 8\n\n▪Distributors and resellers: As part of our evolving go-to-market strategy, we have distribution partnerships with global industry leaders like Ingram Micro enabling us to reach tens of thousands of resellers. We also have partnerships with solution providers such as Deutsche Telekom and others that have expertise in specific vertical and regional markets, enabling us to add further value directly to those markets.\n\nDigital E-commerce Sales: Through a strong presence that allows us to scale with low acquisition costs to individual users and small businesses around the world, we drive free 30-day trial and self-service purchase directly on our website, in our mobile applications and through use of our product itself. Our digital e-commerce sales engine provides direct access to account plans with functionality to suit the needs of small businesses, sole proprietors, and individuals. For the year ended January 31, 2025, digital sales accounted for 14% of our total revenue. We anticipate this contribution will increase over time.\n\nMarketing\n\nTo support the sales team in reaching our broad range of potential customers, our integrated marketing programs address the specific needs of our different market segments. These programs create qualified sales opportunities and raise awareness of our leadership position in the global electronic signature and agreement-technology spaces.\n\nWe employ a wide range of marketing channels to generate demand and engage customers throughout the world. This includes account-based marketing aimed at our high-value customers, industry-specific marketing by our industry vertical teams, a global series of “Momentum” conferences for customers and partners and our first-ever “Docusign Discover” conference for third-party developers. These include broader digital demand generation campaigns; corporate communications and analyst relations; first-party events, such as our annual set of roadshows gathering customers, prospects, developers and partners; participation in third-party events, such as Salesforce’s Dreamforce; comprehensive customer evidence programs; developer relations programs; cooperative marketing with strategic partners; and a comprehensive webinar series, among many other things.\n\nCustomer Success & Customer Support\n\nWe believe that our Customer Success and Customer Support efforts are critical to retaining and expanding our customer base. \n\nCustomer Success helps onboard customers by designing, integrating, training, and deploying solutions that meet their needs. Our solutions engineers and technical experts can also design tailored solutions to help customers improve workflow and automate business processes. Once customers are onboarded, Customer Success continues to guide them through their Docusign journeys using motions such as health checks, account planning and renewal management. \n\nCustomer Support also plays an important role in helping our customers by being available via telephone, email or the web to help answer general and technical questions.\n\nBoth Customer Success and Customer Support offer in-depth expertise, proven best practices, and repeatable delivery methodologies designed to enhance our customers’ overall Docusign experience and ensure they achieve successful outcomes using our products.\n\nHuman Capital Management\n\nAt Docusign, we foster a culture that celebrates and harnesses the strength of our people, recognizing that every individual brings unique perspectives and experiences to the table. Our mission is to redefine how the world comes together and agrees. We have six core values: \n\n•Trust: We are honest, ethical, and transparent with each other, our customers, and our partners. We operate with integrity, empathy, and respect;\n\n•Customer Focus: We are customer-centric, everything we do begins and ends with creating seamless experiences that drive customer value;\n\n•Simplicity: We aspire to delight our customers and eliminate complexity. We are easy to work with and eliminate friction;\n\n•Innovation: We foster a culture of creativity, experimentation, and continuous improvement as we pioneer the way the world agrees;\n\nDocusign, Inc. | 2025 Form 10-K | 9\n\n•Unity: We are a global team but share common values. We debate and commit to executing decisions with agility and speed, working together in service of our shared mission;\n\n•Sustainability: We use technology and drive awareness that can make the world healthier and more sustainable. \n\nWe are committed to delivering against these values for our employees, customers and the communities in which we live and work. We have several initiatives and strategies in place that reflect this commitment to our core values and to our employees.\n\nWe are a global organization with an increasingly international footprint. As we continue to grow in new markets, we anticipate continuing to recruit in new geographies. As of January 31, 2025, we had 6,838 employees, of which approximately 63% were based in the U.S. and the remainder in international locations. None of our U.S. employees are represented by a labor union with respect to their employment with us. Employees in some other countries are represented by workers' councils or participate in collective bargaining arrangements at the national and/or industry level. We have not experienced any work stoppages. We consider our relations with our employees to be positive, and we measure employee satisfaction through bi-annual engagement surveys.\n\nTalent and Career Development\n\nWe empower our people to constantly learn, develop, and contribute to their full potential. We value and embrace ideas, encouraging innovation and creativity at every level, while staying true to our mission and core values to drive positive change in everything we do. We offer a number of resources to eligible employees to help engage and develop our employees including career development coursework, frameworks and education assistance.\n\nDocusign is recognized as a company where employees can develop their careers. During fiscal 2025, we were recognized as the #1 Most Trustworthy software and telecommunications Company in America 2024.\n\nCompensation and Benefits Programs\n\nOur compensation programs are designed to recruit, reward and retain talented individuals who possess the skills necessary to support our business, contribute to our strategic goals and create long-term value for our stockholders. We aim to provide employees with competitive compensation packages that include base salary, bonus or commission plan and equity awards tied to the value of our stock. We also provide a range of health, savings, retirement, time-off and wellness benefits for our employees, which vary based on local regulations and norms.\n\nEngagement with our Communities\n\nDocusign is dedicated to corporate responsibility and putting our values into action. We believe that this engagement with our communities is an important aspect of our company culture and brings long-term value to our stockholders, while making the world a better place. With Docusign.org, we are committed to harnessing the power of Docusign's people, products, and profits to make a difference in the global communities where our employees and customers live and work. This work is brought to life through our Docusign Foundation, Docusign Impact and Docusign for Nonprofit programs.  \n\nThe Docusign Foundation is focused on environmental programs, ecosystem protection and local impact through grant funding. To date, we have mobilized $4 million in grants to nonprofits. \n\nWe believe in promoting a culture of giving back and community support throughout our organization. Through our Docusign Impact program, we encourage our employees to take action in their own communities by volunteering. We are proud to support their efforts by providing up to 24 hours of paid time off a year for volunteering. To date, our employees have volunteered more than 122,000 hours collectively, including at organizations promoting healthier forests, echoing our company-wide commitment to environmental programs. Additionally, we match funds given by our employees to qualifying nonprofits. To date, we have mobilized $22 million in employee donations and company match, supporting approximately 9,500 organizations.\n\nThrough our Docusign for Nonprofits program, we aim to empower organizations with the agreement platform needed to achieve their missions. As a company, we ensure that thousands of charitable organizations have the opportunity to use our products at a discount every year. \n\nOur Competition\n\nDocusign, Inc. | 2025 Form 10-K | 10\n\nOur primary global competitor for eSignature is currently Adobe, which offers an electronic signature solution known as Adobe Acrobat Sign as well as other global software companies that have or may elect to include an electronic signature capability in their products. We also face competition from a select number of vendors that focus on specific industries, geographies, or product areas such as contract lifecycle management and advanced contract analytics. We believe Intelligent Agreement Management is a new software category without incumbent competitors, although elements of our IAM platform may compete with existing providers of contract lifecycle management, contract analytics workflow management, identity verification and other software solutions.\n\nWe believe the principal factors that drive competition between vendors in the future will include:\n\n•breadth and depth of innovative product functionality (including proprietary product differentiators and AI application innovation);\n\n•breadth and depth of capability to holistically manage end-to-end agreement workflows in a lightweight, modern software user experience; \n\n•ease of use and deployment; \n\n•level of customer satisfaction;\n\n•brand awareness and reputation;\n\n•breadth and depth of integrations with the applications and systems customers already use;\n\n•availability and reliability;\n\n•security;\n\n•unit costs and total cost of ownership; and    \n\n•ability to address legal, regulatory, and cultural matters associated with e-signature across jurisdictions.\n\nWe believe that we generally compete favorably on the basis of the factors listed above.\n\nIntellectual Property\n\nWe own and develop significant intellectual property (“IP”) and related IP rights globally, with a focus on key markets such as the United States, European Union, and Asia-Pacific. This global strategy ensures that our products and services are protected and competitive in major international markets. Our IP portfolio includes patents, copyrights, trade secrets, trademarks, and other rights. We actively seek to protect our global IP rights and to deter unauthorized use of our IP and other assets. We have obtained patents in the U.S. and other countries. As we expand our product offerings into new areas, we also seek to extend our patent coverage to such products. In addition to developing patents based on our own R&D efforts, we may purchase or license patents from third parties. \n\nThe software that we embed within our products, as well as software that we distribute, also is entitled to copyright and other IP protection. We also protect details about our processes, products, and strategies as trade secrets, keeping confidential the information that we believe provides us with a competitive advantage.\n\nIn addition, we seek to protect our IP rights by requiring our employees, independent contractors, and business partners involved in development of IP on our behalf to enter into agreements acknowledging that all works or other IP generated or conceived by them on our behalf are our property, and assigning to us any rights, including IP rights, that they may claim or otherwise have in those works or property, to the extent allowable under applicable law.\n\nBecause of the fast pace of innovation and product development, our products may become obsolete before the patents related to them expire, and in some cases may become obsolete before the patents are granted. Efforts to protect our IP can be difficult, particularly in countries that provide less protection to IP rights and in the absence of harmonized international IP standards. Competitors and others may already have IP rights covering similar products. There is no assurance that we will be able to obtain IP rights covering our own products, or that we will be able to obtain IP licenses from other companies on favorable terms or at all. For a discussion of IP-related risks, see \"Risk Factors\".\n\nCorporate Information\n\nWe were incorporated as Docusign, Inc. in Washington in April 2003. We merged with and into Docusign, Inc., a Delaware corporation, in March 2015. Our website address is www.Docusign.com. The information contained in, or accessible through, our website or any other websites referred to in this Annual Report on Form 10-K are not incorporated into this filing. Further, our references to website addresses are only as inactive textual references.\n\nDocusign, Inc. | 2025 Form 10-K | 11\n\n“Docusign,” the Docusign logo, and other trademarks or service marks of Docusign, Inc. appearing in this Annual Report on Form 10-K are the property of Docusign, Inc. This Annual Report on Form 10-K contains additional trade names, trademarks and service marks of others, which are the property of their respective owners. Solely for convenience, trademarks and trade names referred to in this Annual Report on Form 10-K may appear without the ® or ™ symbols.\n\nAvailable Information\n\nOur Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, and amendments to these reports filed pursuant to Sections 13(a) and 15(d) of the Exchange Act are filed with the SEC. Such reports and other information filed or furnished by us with the SEC are available free of charge on our website at investor.docusign.com, as soon as reasonably practicable after we file such material with, or furnish it to, the SEC, when such reports are available on the SEC’s website at www.sec.gov. We use our website, including our investor relations website at investor.docusign.com, as a means of disclosing material non-public information and for complying with our disclosure obligations under Regulation FD.\n\nDocusign, Inc. | 2025 Form 10-K | 12",
      "char_count": 38752
    },
    "item1a": {
      "text": "ITEM 1A. RISK FACTORS\n\nRisk Factors Summary\n\nThese summary risks provide an overview of many of the risks we are exposed to in the normal course of our business. As a result, the following summary risks do not contain all the information that may be important to you, and you should read them together with the more detailed discussion of risks set forth following this section under the heading “Risk Factors,” and with the other information in this Annual Report on Form 10-K. Additional risks beyond those discussed below in “Risk Factors” or elsewhere in this Annual Report on Form 10-K that we do not currently anticipate or that we currently deem immaterial could have an adverse effect on our business, results of operations, financial condition or prospects, and could cause the trading price of our common stock to decline.\n\nThese risks include, but are not limited to, the following:\n\nBusiness and Industry Risks\n\n•Any decrease in adoption or sales of our eSignature product, without corresponding increases in our other solutions in our IAM platform.\n\n•Any inability to attract new customers and retain and expand sales to existing customers. \n\n•Our IAM platform failing to achieve market acceptance or to meet our customers’ evolving needs. \n\n•Our inability to compete in an evolving and highly competitive market.\n\n•Our systems and security measures being compromised or subject to data breaches, cyberattacks, or other malicious activity, and any harm to our business or reputation caused by malicious actors attempting to exploit our technology, platform or brand to defraud others. \n\n•Any real or perceived improper use of, disclosure of, or access to sensitive customer data. \n\n•An over-estimation of our market opportunity. \n\n•Any interruption or delay in performance from our technical infrastructure, including third-party cloud providers. \n\n•The implementation of AI in our business, and the legal, regulatory, reputational and business risks relating to its use.\n\n•Any loss of highly skilled personnel, including our management team or other key employees, or inability to attract, integrate, and retain such employees necessary to support our business.\n\n•Our inability to maintain successful relationships with our strategic partners or to establish and maintain relationships with partners that provide complementary technology. \n\n•Any inability to effectively develop and expand our marketing and sales capabilities. \n\nFinancial Risks, including Taxation\n\n•Any fluctuations in our financial results or failure to meet expectations of securities analysts or investors. \n\n•Our long and unpredictable sales cycles, which often require considerable time and expense. \n\n•The delay in reflecting downturns or upturns in sales contracts in our operating results due to recognition of subscription revenue. \n\n•Any failure to forecast our revenue accurately, or failure to match our expenditures with corresponding revenue.  \n\n•Any operational challenges in connection with our current or future international operations.\n\n•A lack of additional capital or the availability to use it on reasonable terms to support business growth and objectives.\n\n•Any limits on our ability to use our net operating loss carryforwards to offset future taxable income.\n\nLegal and Regulatory Risks\n\n•Any actual or perceived failure to comply with laws and regulations affecting our business.  \n\n•Legal proceedings against us by third parties for various claims, including any current or future legal proceedings.\n\n•Any failure to adequately protect our proprietary rights, including intellectual property rights.\n\nRisks Related to our Common Stock\n\n•Any volatility in the market price of our common stock. \n\nGeneral Risks\n\n•Unfavorable conditions in our industry or the global economy or reductions in information technology spending. \n\n•Natural catastrophic events and man-made problems, including the effects of climate change.\n\nDocusign, Inc. | 2025 Form 10-K | 13\n\nRisk Factors\n\nOur business involves significant risks, some of which are described below. You should carefully consider the following risks, together with all the other information in this Annual Report on Form 10-K, including in the preceding Risk Factors Summary, and our consolidated financial statements and the related notes included elsewhere in this Annual Report on Form 10-K. \n\nBusiness and Industry Risks\n\nWe derive a majority of our revenue from our eSignature product, and slower or declining adoption or sales of our eSignature product, without corresponding increases in the use of our other products and solutions in our IAM platform, could cause our operating results to suffer.\n\nSales of subscriptions to our eSignature product account for substantially all of our subscription revenue and are the source of substantially all of our professional services revenue. Although we continue to add to our suite of other products and solutions in our IAM platform for automating the agreement process, we expect that we will be substantially dependent on our eSignature product to generate revenue for the foreseeable future. As a result, our operating results could suffer due to:\n\n▪any decline in demand for our eSignature product;\n\n▪the failure of our eSignature product to maintain market acceptance;\n\n▪the market for electronic signatures failing to grow, or growing more slowly than we expect;\n\n▪new products and technologies from our competitors that replace or represent an improvement over our eSignature product;\n\n▪new technological innovations or standards that our eSignature product does not address;\n\n▪changes in regulations;\n\n▪sensitivity to our current or future pricing;\n\n▪our inability to release enhanced versions of our eSignature product on a timely basis; and\n\n▪macro- and micro-economic factors, including inflation, changes in interest rates or foreign exchange rates, increased debt and equity market volatility, tariffs and trade policy changes, geopolitical conflict or public health crises.\n\nWe have experienced, and may continue to experience, declines and fluctuations in the demand for our eSignature product due to a number of factors, including changing patterns of customer adoption and retention, shifts in customer spending levels, a highly competitive market, and general economic and global market conditions. We will need to maintain or increase sales of subscriptions to our eSignature product, in addition to increasing the usage and adoption of our other product offerings, in order to support our growth and operating objectives. If customer adoption and expansion of our eSignature product falls below our expectations, our business, financial condition, and operating results would be adversely affected.\n\nIf we are unable to attract new customers and retain and expand sales to existing customers, our revenue growth will be adversely affected.\n\nTo increase our revenue, we must continue to grow our customer base. As our market matures, product and service offerings evolve, and competitors introduce lower cost and/or differentiated products or solutions that compete or are perceived to compete with our products and solutions, our ability to attract new customers could be impaired. This may be especially challenging where organizations have already invested significantly in an existing solution. If our pricing is not competitive or we cannot attract new customers and subsequently maintain and expand those customer relationships, our business and operating results may be harmed.\n\nOur ability to increase our revenue also depends on our ability to expand the sales of our products and solutions to, and renew subscriptions with, existing customers and their organizations. Our existing customers, especially our enterprise customers, must increase their use of our products and solutions by purchasing new products, additional subscriptions and our enhanced products and solutions. We may also, from time to time, invest in products and functionalities to diversify our sales and marketing strategy. If these or other efforts to attract new customers or expand sales to our existing customers are not successful, our business, operating results and financial condition may suffer.\n\nMoreover, a majority of our subscription contracts are for one year. Our customers have no obligation to renew their subscriptions and we cannot guarantee that our customers will renew their subscriptions with us for a similar or greater contract period or on the same or more favorable terms. Our renewal and expansion rates may decline or fluctuate as a result of a number of factors, including customer spending levels, customer dissatisfaction, decreases in the number of users with our customers, changes in the type and size of our customers, pricing, competitive conditions, customer \n\nDocusign, Inc. | 2025 Form 10-K | 14\n\nattrition and general economic and global market conditions, including as a result of inflation, changes in interest rates, increased debt and equity market volatility, tariffs and trade policy changes, geopolitical conflicts or public health crises. If our customers do not renew their subscriptions for our products and solutions or if they reduce their subscription amounts at the time of renewal, our revenue will decline, and our business will suffer.\n\nIf our IAM platform, products and solutions do not evolve to meet the needs of our customers or fail to achieve sufficient market acceptance, our financial results and competitive position will suffer.\n\nWe spend substantial amounts of time and money to research, develop and enhance our existing products, add new offerings, incorporate additional functionality, and solve new use cases to meet our customers’ rapidly evolving demands. Maintaining adequate research and development resources, such as the appropriate personnel and development technology, to meet the demands of our customers and potential customers is essential to our business. If we are unable to develop products and solutions internally due to a lack of research and development resources, we may be forced to rely on acquisitions to expand into certain markets or technologies, which can be costly. When we develop or acquire new or enhanced products and solutions, we typically incur expenses and expend resources upfront to develop, market, promote and sell them. For example, in April 2024, we launched our new IAM platform. When we introduce new or enhanced products and solutions, they must achieve high levels of market acceptance to justify the amount of our investment in developing or acquiring them and bringing them to market. \n\nOur platform, products, solutions or enhancements to our existing products and solutions could also fail to attain sufficient market acceptance for many reasons, including:\n\n▪failure to predict market demand for particular features or functions, or to timely meet demand;\n\n▪defects, errors or failures in our platform, products and solutions;\n\n▪negative publicity about their performance or effectiveness;\n\n▪changes in applicable legal or regulatory requirements, or increased legal or regulatory scrutiny, adversely affecting our products and solutions;\n\n▪delays in releasing our products and solutions to the market; \n\n▪negative customer perception of our IAM platform or new products and solutions;\n\n▪inability to effectively execute our go-to-market and sales-directed strategies for our IAM platform, including the implementation of additional pricing models for products or enhancements; and\n\n▪introduction or anticipated introduction of competing products by our competitors.\n\nFor example, we have made, and intend to continue making, significant investments in our platform and developing products that incorporate AI, and while we believe that these investments will drive future growth of our business, the development of such new features involves significant risks and costs, and there is no guarantee that any such offerings will ultimately be successful. If the release of these or other new and enhanced products, solutions or functionalities as part of our platform do not meet customer needs or if our customers do not accept them, our business, operating results and financial condition would be harmed. The adverse effect on our financial results may be particularly acute because of the significant research, development, marketing, sales and other expenses we will have incurred.\n\nThe market in which we participate is evolving and highly competitive, which may negatively affect our ability to add new customers, retain existing customers and grow our business.\n\nOur products and solutions address a market that is evolving and highly competitive. We have customers in a wide variety of industries, including real estate, financial services, insurance, manufacturing, and healthcare and life sciences. We intend to continue to expand our sales efforts internationally, where many countries may have less familiarity with and acceptance of e-signature products. It is difficult to predict customer demand for our products and solutions, customer retention and expansion rates, the size and growth rate of the market for agreement automation, the entry of competitive products or the success of existing competitive products. We expect that we will continue to need intensive sales efforts to educate prospective customers, particularly enterprise and commercial customers and international customers, about the uses and benefits of our products and solutions. Additionally, we face competition from different companies depending on the product or solution. For example, our primary global e-signature competitor is currently Adobe Sign. We also face competition from a select number of vendors that focus on specific industries, geographies or product areas such as contract lifecycle management and advanced contract analytics. As we attempt to sell our products and solutions to new and existing customers, we must convince them that our products and solutions are superior to other solutions available to their organizations.\n\nMany of our competitors have longer operating histories than us, significantly greater financial, technical, marketing and other resources, stronger brand and customer recognition, larger intellectual property portfolios and broader global distribution. As a result, our competitors may be able to respond more quickly and effectively than we can to new or changing opportunities, technologies, standards or customer requirements. Our competitors may also offer lower pricing \n\nDocusign, Inc. | 2025 Form 10-K | 15\n\nthan we do or bundle certain competing products and services at a lower price. Further, we could lose customers if our competitors develop new competitive products and solutions, acquire competitive products, reduce prices, form strategic alliances with other companies, are acquired by third parties with greater resources or develop and market new technologies that render our existing or future products less competitive, unmarketable or obsolete. For example, disruptive technologies such as generative AI may fundamentally alter the market for our services in unpredictable ways and reduce customer demand. If we are unable to effectively compete, our business, operating results and financial condition would be harmed.\n\nOur systems and security measures have been, and may in the future be, compromised or subject to data breaches, cyberattacks, or other malicious activity, and third parties have attempted and may continue to attempt to exploit our platform or brand to defraud others, which could result in customers reducing or stopping their use of our products, our reputation being harmed, and significant liabilities and adverse effects on our operating results and financial condition.\n\nOur operations involve the storage and transmission of customer data, personal data and other sensitive or confidential information, and our corporate environment contains important company data and/or business records, employee data and data from partner, vendor or other relationships, as well as a wide variety of our own internal company, partner and employee information. Our employees, service providers and third parties providing services to us often work on a remote or hybrid arrangement basis, which may involve relying on less secure systems and may increase the risk of cybersecurity related incidents. We cannot guarantee these private work environments and electronic connections to our work environment have the same robust security measures as those deployed in our physical offices. We also rely on third-party and public-cloud infrastructure, and we depend in part on third-party security measures on such infrastructure to protect against unauthorized access, cyberattacks and the mishandling of customer data. Our ability to monitor our third-party service providers’ data security is limited and any breach of our providers’ security measures may result in unauthorized access to, or misuse, loss or destruction of, our and our customers’ data.\n\nWhile we have security measures in place designed to protect our production and development environments and other systems, maintain the integrity of customer, company, partner and employee information, and prevent data loss, misappropriation and other security breaches and incidents, we are a frequent target of cyberattacks and have faced security incidents in the past that did not have a material impact on our operations. In these cases, upon detection, we took prompt action to prevent any additional unauthorized access, put further security controls in place and worked with law enforcement agencies, when appropriate. While we have taken and will continue to take steps to address cyberattacks and security incidents, these efforts may not always be entirely successful, and there can be no assurance that there will be no impact to our operations from these or similar incidents in the future. Despite our prevention and response efforts, any security incident or breach, even if immaterial and properly addressed, could result in negative publicity, loss of customers, damage to our reputation and could impair our sales and harm our business.\n\nLike other organizations providing valuable technology and services, we are subject to increasing cyberattacks from malicious third parties using widely varying and frequently changing tactics, including phishing and fraud campaigns targeting our personnel via email, text, instant messaging and voice calls. The frequency and sophistication of such threats continues to increase and often becomes further heightened in connection with geopolitical tensions. In addition, we face increased risk in our ability to maintain the performance, reliability, security and availability of our products and technical infrastructure to the satisfaction of our customers. Advances in technology and the increasing sophistication of attackers have led to more frequent and effective cyberattacks, including advanced persistent threats by state-sponsored actors, cyberattacks relying on complex social engineering or “phishing” tactics, ransomware attacks and other methods including credential stuffing and account takeover attacks, denial or degradation of service attacks, malicious code (e.g., viruses and worms), and many other techniques that may lead to the loss, theft or misuse of personal, corporate or financial information, fraudulent payments and identity theft. Bad actors, nation-states, and nation-state-supported actors now engage, and are expected to continue to engage, in cyberattacks, including for geopolitical reasons and in connection with global or regional conflicts and operations. During major global or regional conflicts, we and our partners, service providers, or customers may be vulnerable to heightened risk of such cyberattacks. If bad actors gain improper access to our systems or databases or those of our partners, service providers, and other third parties who have access to our data, they may be able to steal, publish, delete, copy, unlawfully or fraudulently use or modify data, including personal information and/or blackmail us to pay a ransom. Additionally, “bad actors” have misused our platform and/or our brand name to attempt to deceive or defraud others, and may continue to do so. If our efforts to prevent these activities, or limit their impact, are unsuccessful, our reputation and brand could be harmed, we could lose customers, and our business and financial condition could be adversely affected.\n\nIf our security measures, or the security measures of our partners, service providers, or customers, are compromised, our reputation could be damaged, our ability to attract and retain customers could be adversely affected, we could be \n\nDocusign, Inc. | 2025 Form 10-K | 16\n\nsubject to negative publicity, increased costs to remedy any problems and otherwise respond to any incident, monetary and other losses for us or our customers, identity theft for our customers, the inability to expand our business, additional scrutiny, restrictions, fines or penalties from regulatory or governmental authorities, loss of customers and customer confidence in our services, ongoing regulatory oversight, assessments and audits, exposure to civil litigation, and/or a breach of our contracts with third parties, all of which could expose us to significant liability and harm our business, financial condition, and operating results. \n\nDespite significant efforts to identify vulnerabilities and create security barriers to such threats, it is virtually impossible for us, our service providers, our partners and our customers to entirely mitigate these risks. Further, we could be forced to expend significant financial and operational resources in response to a cyberattack or security incident or breach, including repairing system damage, increasing security protection costs, investigating and remediating any information security vulnerabilities, complying with data breach notification obligations and applicable laws, and defending against and resolving legal and regulatory claims, all of which could divert resources and the attention of our management and key personnel away from our business operations and materially and adversely affect our business, financial condition, and operating results.  Additionally, there can be no assurance that any limitations of liability provisions in our contracts would be enforceable or adequate in the event of a security breach or would otherwise protect us from any such liabilities or damages with respect to any particular claim. \n\nWe also cannot be sure that our existing general liability insurance coverage, cybersecurity coverage, and coverage for errors or omissions will continue to be available on acceptable terms or will be available in sufficient amounts to cover one or more large claims, or that insurers will not deny coverage as to any future claim. Cyberattacks or security incidents may result in increased costs for such insurance as well. One or more large, successful claims against us in excess of our available insurance coverage, or changes in our insurance policies, including premium increases or large deductible or coinsurance requirements, could have an adverse effect on our business, operating results and financial condition.\n\nWe obtain and process a large amount of sensitive customer data. Any actual or perceived improper use of, disclosure of, or access to such data could harm our reputation, as well as have an adverse effect on our business.\n\nWe receive, store and process personal information and other data from and about our customers, employees, partners and service providers. In addition, customers use our products and solutions to obtain and store personal information, health information (including protected health information) and personal financial information. Our handling of data is thus subject to a variety of laws and regulations around the world, including regulation by various government agencies, such as the respective data protection authorities of the United Kingdom and EU member states who enforce the General Data Protection Regulation, the U.S. Federal Trade Commission (the “FTC”), the U.S. Department of Health and Human Services Office for Civil Rights (the “OCR”), the California Privacy Protection Agency, and other various federal, state, local and foreign agencies and other authorities, such as each U.S. state’s attorney general. Our data handling also is subject to contractual obligations and industry standards.\n\nWe have internal and publicly posted policies, notices, and other related documentation regarding our collection, data categorization or identification, processing, use, disclosure, deletion and security of information. Although we endeavor to comply with our policies and documentation, we may at times fail to do so or be accused of having failed to do so. The publication of our privacy notices and other related documentation that provide commitments about data privacy and security can subject us to potential actions if they are found to be non-compliant, deceptive, unfair, or otherwise misrepresent our actual practices, which could materially and adversely affect our business, financial condition and results of operations, and subject us to investigations, fines or penalties from regulators or government authorities, or civil litigation.\n\nWe are subject to various evolving laws and regulations governing our use of our business data. For more information on these laws and regulations, see the risk factors “We are subject to laws and regulations affecting our business, including those related to e-signature, marketing, advertising, privacy, data protection and information security. Our actual or perceived failure to comply with laws or regulations could harm our business.” and “Complying with laws and regulations, in particular those related to privacy and data protection, could also result in additional costs and liabilities to us or inhibit sales of our software.” If we are not able to comply with these laws or regulations or if we become liable under these evolving laws or regulations, we could be directly harmed, and we may be forced to implement new measures to reduce our exposure to this liability. This may require us to expend substantial resources or to discontinue certain solutions, which would negatively affect our business, operating results and financial condition. In addition, the increased attention focused upon liability issues as a result of lawsuits and legislative proposals could harm our reputation or otherwise impact the growth of our business. Any costs incurred as a result of this potential liability could harm our business and operating results.\n\nDocusign, Inc. | 2025 Form 10-K | 17\n\nAdditionally, any failure or perceived failure by us to comply with laws, regulations, policies, legal or contractual obligations, industry standards, or regulatory guidance relating to privacy or data security, may result in governmental investigations and enforcement actions, litigation, fines and penalties or adverse publicity, and could cause our customers and partners to lose trust in us, which could have an adverse effect on our reputation and business.\n\nIf we have overestimated our market opportunity, our future growth rate may be limited.\n\nWe have estimated our market size and opportunity based on internally generated data and assumptions, as well as data published by third parties, which we have not independently verified. While we believe our market size estimates are reasonable, such information is inherently imprecise and subject to a high degree of uncertainty. If our third-party or internally generated data prove to be inaccurate or we make errors in our assumptions based on that data, our actual market may be more limited than our estimates. In addition, these inaccuracies or errors may cause us to misallocate capital and other critical business resources, which could harm our business. Even if our market size estimates are correct, we may not continue to grow our share of the market and our business could be harmed. \n\nWe depend on co-located data centers and third-party cloud providers, as well as our own technical operations infrastructure, to provide our products and solutions to our customers in a timely manner. Interruptions or delays in performance of our products and solutions could result in customer dissatisfaction, damage to our reputation, loss of customers, limited growth and reduction in revenue.\n\nWe currently serve our customers from third-party data center hosting facilities and cloud service providers. Our customers need to be able to access our products at any time, without interruption or degradation of performance. In some cases, third-party cloud providers run their own platforms that we access, and we are, therefore, vulnerable to their service interruptions. As a result, we depend, in part, on our providers’ ability to protect our service supply chain against damage or interruption, including from natural disasters, regional or global conflicts, power or telecommunications failures, criminal acts and similar events. In the event that our data center and service arrangements are terminated, or if there are any lapses of service or damage to a data center, we could experience lengthy interruptions in our service as well as delays and additional expenses in arranging new facilities and services. Even with current and planned disaster recovery arrangements, our disaster recovery planning may not account for all eventualities and our business could be harmed.\n\nIn addition to third-party data centers and cloud service providers, we also rely on our own technical operations infrastructure to support and serve our increasing customer base. We must maintain sufficient excess capacity in our operations infrastructure to ensure that our products and solutions are accessible within an acceptable load time. Design and mechanical errors, spikes in usage volume and failure to follow system protocols and procedures could cause our systems to fail, resulting in interruptions in our products and solutions. \n\nAny interruptions or delays in our service, whether or not caused by our products, whether as a result of third-party error, our own error, natural disasters and the effects of climate change, operational disruptions related to labor shortages, public health crises, or security breaches, whether accidental or willful, could harm our relationships with customers and cause our revenue to decrease and/or our expenses to increase. Also, in the event of damage or interruption, our insurance policies may not adequately compensate us for any losses that we may incur. These factors in turn could further reduce our revenue, subject us to liability and cause us to issue credits or cause customers to fail to renew their subscriptions, any of which could adversely affect our business.\n\nWe use AI in our business, and challenges with properly governing its use could result in reputational harm, competitive harm, and legal liability, and adversely affect our results of operations. \n\nWe use AI-powered tools and services as part of operating our business, and also incorporate AI features and applications into our products and solutions and are making further investments in expanding AI capabilities in our products and solutions. AI technologies can be complex and are rapidly evolving, and while we believe that product features powered by next generation AI technologies, such as generative AI, will help drive the future growth of our business, there is no guarantee that such new product features will ultimately be successful. Our competitors and other third parties may incorporate AI into their products more quickly or more successfully than us, all of which could impair our ability to compete effectively and may adversely affect our results of operations. This use of AI in our products and solutions may present new and evolving challenges, including reputational harm, competitive harm, and legal liability, and adversely affect our results of operations. Additionally, AI technology may lower barriers to entry in our industry and we may be unable to effectively compete with the products or services offered by new competitors. AI-related changes to the products and services on offer may affect our customers’ expectations or requirements in ways we cannot adequately anticipate or adapt to, causing our business to lose sales, market share, or the ability to operate profitably and sustainably.\n\nDocusign, Inc. | 2025 Form 10-K | 18\n\nThe development and use of AI features and applications present various intellectual property, data privacy, security and reliability risks that may impact our business. We may choose to significantly invest in the development and maintenance of proprietary datasets and training models and the development of appropriate protections, safeguards, and policies for handling the processing of data, including transparency of customer data extraction and usage in training models, with our AI features and applications, which may be costly and subject us to legal liability. Furthermore, any integration of third-party AI models with our products and solutions relies on certain safeguards implemented by the third-party developers of the underlying AI models, including those related to the accuracy, bias, and other variables of the data, and these safeguards may be insufficient. These risks could negatively impact our business, financial condition, and results of operations.\n\nExisting laws and regulations may be interpreted, or new laws and regulations regarding AI have been and may in the future be adopted and interpreted, in ways which could negatively affect the way we use AI in our products. For example, the EU Artificial Intelligence Act prohibits certain AI applications and systems with unacceptable risk and imposes additional requirements on the use of other high-risk or limited-risk AI applications or systems, which may require the implementation of additional quality assurance controls and measures to be reviewed and approved by regulatory submissions of our products. Intellectual property ownership issues, licensing and privacy rights surrounding AI technologies are evolving and have not been fully addressed by U.S. federal or state courts or foreign jurisdictions, which may expose us to claims of intellectual property infringement or misappropriation or privacy rights violations, or result in inquiries by government bodies or agencies. For example, the U.S. Federal Trade Commission initiated multiple AI-related inquiries over the past several years and sent requests to technology companies, including Docusign, seeking additional information about their AI usage and policies. The rapid evolution of AI technologies will require significant resources in research and development in order to develop, test and maintain our platform and products to minimize any potential harmful impact on our business, financial condition, and results of operations. \n\nThe continued use in our business and incorporation of AI-powered features and applications into our products and solutions may subject us to new and evolving regulatory scrutiny, litigation, social or ethical concerns, unforeseen operational failures, potential for biased or incorrect outputs, or other risks that could harm our business, reputation, brand, and our results of operations. For example, if the content, analyses, or recommendations arising from our AI product offerings are, or are alleged to be, inaccurate, deficient, offensive, or biased, or if they have a perceived or actual negative impact on human rights, privacy rights, employment, or in other social contexts, we may experience brand and reputational harm or legal liability, and our business, financial condition, and results of operations may be adversely affected.  Additionally, the significant technical complexity of AI technology will require specialized expertise and may increase compensation-related expenses. Competition for specialized personnel in the AI industry is intense, and failing to attract, integrate, or retain such specialized expertise in AI could adversely affect our business and results of operations. There is also the possibility that the AI models we develop may not perform as expected when deployed, which could hinder our product offerings, impact our competitiveness in the market, or lead to financial losses. \n\nWe rely on the performance of highly skilled personnel, including our management and other key employees, and failing to attract, integrate, or retain such employees could harm our business.\n\nOur success and future growth depend upon the continued services of highly skilled personnel, including our management team and other key employees. Changes in our management team resulting from the hiring or departure of executives and key employees from time to time could disrupt our business. In the last 12 months, there have been significant changes to our senior leadership team. For example, in August 2024, Steve Shute, our President, Worldwide Field Operations, departed the Company and Paula Hansen was appointed as our President, Chief Revenue Officer. \n\nThese changes and any future significant leadership changes or senior management transitions involve inherent risk. In addition, executive leadership transition periods can be disruptive and may result in a loss of personnel with deep institutional or technical knowledge, or result in changes to business strategy or objectives, and may negatively impact our operations and relationships with employees and customers due to increased or unanticipated expenses, operational inefficiencies, uncertainty regarding changes in strategy, decreased employee morale and productivity, and increased turnover.\n\nOur future success, and our ability to achieve our operational and business objectives, depends in large part on the successful recruitment, integration and continued service of senior management and other key personnel. In particular, we are highly dependent on the services of our senior management team, many of whom are essential to the development of our technology, platform, future vision, and strategic direction. Our senior management and key employees are employed on an at-will basis, meaning that we may terminate their employment at any time, with or without cause, and they may resign at any time, with or without cause. If we lose one or more of our senior management or other key employees and are unable to find adequate replacements, or if we fail to attract, integrate, \n\nDocusign, Inc. | 2025 Form 10-K | 19\n\nretain and motivate members of our senior management team and key employees or otherwise fail to retain a significant portion of our workforce, our business could be harmed. \n\nWe also are dependent on the continued service of our existing software engineers because of the complexity of our products and solutions. In particular, we compete with many other companies for software developers with high levels of experience and skilled sales and operations professionals in a tight U.S. labor market. We also require skilled product development, marketing, sales, finance and operations professionals, and we may not be successful in attracting and retaining the professionals we need, particularly in our principal U.S. locations in the San Francisco Bay Area and Seattle. Additionally, while we currently employ a hybrid model where most employees have the flexibility to work from home, changes to our workplace arrangements could impact our ability to maintain our corporate culture or productivity, increase attrition or limit our ability to attract employees if individuals prefer to work full time at home or in the office. Competition for employees in our industry (and especially with expertise in AI technology and at our principal U.S. locations) is intense, and many of the companies we compete with for experienced personnel have greater resources than we do. To remain competitive, we may experience increased compensation-related expenses. \n\nOur sales to government entities and highly regulated organizations are subject to a number of challenges and risks.\n\nWe sell to U.S. federal, state and local, as well as foreign, government agencies and public sector customers, as well as to customers in highly regulated industries such as financial services, pharmaceuticals, insurance, healthcare and life sciences. Sales to such entities are subject to a number of challenges and risks, including those related to our status as a service provider to U.S. state and federal governmental agencies. Selling to such entities can be highly competitive, expensive and time-consuming, often requiring significant upfront time and expense to meet unique compliance requirements, some of which may be statutory or regulatory without any assurance that these efforts will generate a sale. These longer sale cycles make the timing of future revenue from these entities difficult to predict. \n\nFurther, government compliance requirements may change, restricting our ability to sell into the government sector until we have met those revised requirements. For example, recently proposed executive orders in the U.S. may impose new limits or restrictions on federal contractors, and noncompliance with such limits or restrictions could impact our business with government entities. Failure to meet government contract compliance obligations can also create the risk of statutory penalties as well as standard breach of contract risk. \n\nGovernment demand and payment for our offerings are affected by public sector budgetary cycles and funding authorizations, and funding reductions or delays, including as a result of macro-economic factors, including inflation, changes in interest rates, government shutdowns or reductions in the government workforce, geopolitical conflicts and public health crises, may adversely affect public sector demand for our products and solutions.\n\nWe sell to public sector customers primarily through third-party resellers and distributors, who contract directly with government customers and are subject to complex laws, regulations and contractual requirements applicable to government contractors. If our third-party resellers and distributors fail to comply with these obligations, are suspended, debarred or otherwise lose the ability to sell to public sector customers, our public sector sales and growth prospects could suffer and our operating results could be adversely affected.\n\nIn addition, both government agencies and entities in highly regulated industries may demand shorter subscription periods or other contract terms that differ from our standard arrangements, including terms that can lead those customers to obtain broader rights in our offerings than would be standard. Such agencies and entities may have statutory, contractual or other legal rights to terminate contracts with us or our partners due to a default or for other reasons, and any such termination may adversely affect our business, operating results and financial condition.\n\nIf we are unable to maintain successful relationships with our partners, our business, operating results and financial condition could be harmed.\n\nIn addition to our direct sales force and our website, we use strategic partners, such as global system integrators, value-added resellers and independent software vendors, to sell our subscription offerings and solutions. Our agreements with our partners are generally nonexclusive, meaning our partners may offer their customers products and services of several different companies, including products and services that compete with ours, or may themselves be or become competitors. If our partners do not effectively market and sell our subscription offerings and solutions, choose to use greater efforts to market and sell their own products and services or those of our competitors, or fail to meet the needs of our customers, our ability to grow our business and sell our subscription offerings and solutions may be harmed. Our partners may cease marketing our subscription offerings or solutions with limited or no notice and with little or no penalty. In addition, acquisitions of our partners by our competitors could result in a decrease in the number of our current and potential customers, as our partners may no longer facilitate the adoption of our products and solutions by \n\nDocusign, Inc. | 2025 Form 10-K | 20\n\npotential customers. The loss of a substantial number of our partners, our possible inability to replace them or the failure to recruit additional partners could harm our growth objectives and operating results. Even if we are successful in maintaining and recruiting new partners, we cannot assure you that these relationships will result in increased customer usage of our products and solutions or increased revenue. Additionally, as the scale of our partnership efforts increases with our growth, the successful implementation of these relationships may become more time-consuming, difficult and costly to realize, which could negatively impact our business performance or our brand reputation.\n\nFailure to establish and maintain relationships with partners that can provide complementary technology offerings and software integrations could limit our ability to grow our business. \n\nOur products and solutions seamlessly integrate with hundreds of other software applications, including Google, Microsoft, Workday, Salesforce, SAP, and ServiceNow. Our growth strategy includes expanding the use of our products and solutions through complementary technology offerings and software integrations, such as third-party APIs. While we have established partnerships with providers of complementary offerings and software integrations, we cannot guarantee that we will be successful in continuing to maintain and scale these partnerships or establishing partnerships with additional providers as we grow. In the future, third-party providers of complementary technology offerings and software integrations may decline to enter into, or may later terminate, relationships with us; change their features or platforms; restrict our access to their applications and platforms; alter the terms governing use of and access to their applications and APIs; or implement other changes that could functionally limit or terminate our ability to use these third-party technology offerings and software integrations with our platform, any of which could negatively impact our offerings and harm our business.\n\nWe have in the past, and may in the future, engage in acquisition and investment activities, which could divert the attention of management, disrupt our business, dilute stockholder value and adversely affect our operating results and financial condition.\n\nAs part of our business strategy, we continually evaluate opportunities to acquire or invest in businesses, products or technologies that we believe could complement or expand our products and solutions, enhance our technical capabilities or otherwise offer growth opportunities. For example, in May 2024, we acquired Lexion, an AI-powered contract management platform which features intelligent contract repository and agreement workflow automation and reporting. In the future, we may be unable to identify suitable acquisition candidates and, even if we do, we may not be able to complete desired acquisitions on favorable terms, if at all. If we are unable to complete acquisitions, we may not be able to strengthen our competitive position or achieve our goals. Future acquisitions and investments may result in unforeseen operating difficulties and expenditures, including disrupting our ongoing operations, diverting management attention, increasing our expenses, and subjecting us to additional liabilities. An acquisition may also negatively affect our financial results because it may:\n\n▪require us to incur charges or assume substantial debt;\n\n▪cause adverse tax consequences or unfavorable accounting treatment;\n\n▪expose us to claims and disputes by third parties, including intellectual property and privacy claims and disputes;\n\n▪not generate sufficient financial return to offset additional costs and expenses related to the acquisition; \n\n▪cause us to incur liabilities for activities of the acquired company before the acquisition;\n\n▪cause us to record impairment charges associated with goodwill and other acquired intangible assets; and\n\n▪cause other unforeseen operating difficulties and expenditures.\n\nMoreover, to pay for an acquisition or investment, we would have to use cash, incur debt and/or issue equity securities, each of which may affect our financial condition or the value of our common stock and (in the case of equity financing) could result in dilution to our stockholders.\n\nIn addition, a failure to successfully integrate the operations, personnel or technologies of an acquired business could impact our ability to realize the full benefits of such an acquisition. Our limited experience acquiring companies increases these risks. If we are unable to achieve the anticipated strategic benefits of an acquisition or if the integration or the anticipated financial and strategic benefits, including any anticipated cost savings, revenue opportunities or operational synergies, of such an acquisition are not realized as rapidly as or to the extent anticipated by us, our business, operating results and financial condition could suffer.\n\nFailure to effectively develop and expand our marketing and sales capabilities could harm our ability to increase our customer base and achieve broader market acceptance of our products and solutions.\n\nOur ability to increase our customer base and achieve broader market acceptance of our products and solutions depends to a significant extent on our ability to expand our marketing and sales operations. We continue to make \n\nDocusign, Inc. | 2025 Form 10-K | 21\n\ninvestments in our sales force and strategic partnerships, including expansion and training, both domestically and internationally. We also dedicate significant resources to our sales and marketing efforts by investing in advertising campaigns on a variety of media platforms, including online and social media. The effectiveness of our online advertising has varied over time and may vary in the future due to competition for key search terms, changes in search engine use and changes in the search algorithms used by major search engines. If we cannot cost-effectively deploy our expanding sales force, both domestically and internationally, and use our marketing tools, or if we fail to promote our products and solutions efficiently and effectively, our ability to acquire new customers and our financial condition may suffer.\n\nWe may need to reduce or change our pricing model to remain competitive.\n\nDifferent pricing structures apply to our Docusign product offerings. For eSignature, we price our subscriptions based on the functionality required by our customers and the quantity of Envelopes required by our customers. We expect that we may need to change our pricing or pricing structures from time to time, including in connection with the launch of our IAM platform and new or enhanced offerings or in response to competitive pressures. For example, in the second quarter of fiscal 2025, we began to offer our IAM platform on a user-based subscription with transaction-based add-ons. The rollout of our IAM platform and additional pricing model began gradually, starting in the second quarter of fiscal 2025. Additionally, as new or existing competitors introduce new competitive products or reduce their prices, we may be unable to attract new customers or retain existing customers based on our historical pricing. As we expand internationally, we must also determine the appropriate price to enable us to compete effectively in non-U.S. markets. Moreover, mid- to large-size enterprises may demand substantial price discounts as part of the negotiation of sales contracts. As a result, we may be required or choose to reduce our prices or otherwise change our pricing model, which could adversely affect our business, operating results and financial condition.\n\nWe may not be able to scale our business quickly enough to meet the growing needs of our customers and if we are not able to grow efficiently, our operating results could be harmed.\n\nAs use of our products and solutions grows and as customers use them for more types of transactions, we will need to devote additional resources to improving our application architecture, integrating with third-party systems and maintaining or scaling our technology infrastructure and performance. In addition, we will need to appropriately scale our internal business systems and our services organization, including customer support and professional services, to serve our growing customer base.\n\nAny failure of or delay in these efforts could cause impaired system performance and reduced customer satisfaction. These issues make our products and solutions less attractive to customers, resulting in decreased sales to new customers, lower renewal rates by existing customers, or the issuance of service credits or refunds, which could hurt our revenue growth and our reputation. Even if we are able to upgrade our systems and expand our staff, any such expansion will be expensive and complex, requiring management time and attention. We could also face inefficiencies or operational failures as a result of our efforts to scale our infrastructure. Moreover, there are inherent risks associated with upgrading, improving and expanding our systems infrastructure. We cannot be sure that the expansion and improvements to our systems infrastructure will be effectively implemented on a timely basis, if at all. These efforts may be costly and could adversely affect our financial results.\n\nAdditionally, from time to time, we realign our resources and talent to implement stage-appropriate business strategies, which could include furloughs, layoffs and reductions in force. For more information on reductions in force, see the risk factor above “We rely on the performance of highly skilled personnel, including our management and other key employees, and failing to attract, integrate, or retain such employees could harm our business.” If there are unforeseen expenses associated with such realignments in our business strategies, and we incur unanticipated charges or liabilities, then we may not be able to effectively realize the expected cost savings or other benefits of such actions. Failure to manage any growth or any scaling back of our operations could have an adverse effect on our business, operating results, and financial condition.\n\nIf our products and solutions fail to perform properly and if we fail to develop enhancements to resolve any defect or other problems, we could lose customers or become subject to service performance or warranty claims and our market share could decline.\n\nOur operations are dependent upon our ability to prevent system interruptions and, as we continue to grow, we will need to devote additional resources to improving our infrastructure in order to maintain the performance of our products and solutions. The applications underlying our products and solutions are inherently complex and may contain material defects or errors, which may cause disruptions in availability or other performance problems. We have from time to time found defects in our products and solutions and may discover additional defects in the future that could result in data unavailability or unauthorized access or other harm to, or loss or corruption of, our customers’ data. While we implement \n\nDocusign, Inc. | 2025 Form 10-K | 22\n\nbug fixes and upgrades as part of our regularly scheduled system maintenance, we may not be able to reasonably anticipate and correct defects or errors before implementing our products and solutions. Consequently, we or our customers may discover defects or errors after our products and solutions have been employed. If we fail to perform timely maintenance or if customers are otherwise dissatisfied with the frequency and/or duration of our maintenance services and related system outages, our existing customers could elect to not renew their subscriptions, delay or withhold payment to us, or cause us to issue credits, make refunds or pay penalties, and potential customers may not adopt our products and solutions and our brand and reputation could be harmed. In addition, the occurrence of any material defects, errors, disruptions in service or other performance problems with our software could result in warranty or other legal claims against us and diversion of our resources. The costs incurred in addressing and correcting any material defects or errors in our software and expanding our infrastructure and architecture in order to accommodate increased demand for our products and solutions may be substantial and could adversely affect our operating results.\n\nIf we fail to promote or maintain our brand, our ability to expand our customer base will be impaired and our financial condition may suffer.\n\nWe believe that promoting and maintaining the Docusign brand is important to supporting continued acceptance of our existing and future solutions, attracting new customers to our products and solutions and retaining existing customers. We also believe that the importance of our brand will increase as competition in our market increases. Successfully promoting and maintaining our brand will depend largely on the effectiveness of our marketing efforts, and our ability to provide reliable and useful solutions to meet the needs of our customers at competitive prices, maintain our customers’ trust, continue to develop new functionality and solutions and successfully differentiate our products and solutions from those of our competitors. Additionally, the performance of our partners may affect our brand and reputation if customers do not have a positive experience with our partners’ services. We invest significantly in sales and marketing activities to attract new customers and expand use cases with existing customers, but these activities may not generate customer awareness or yield increased revenue, and even if they do, any increased revenue may not offset the expenses we incurred in building our brand. If we fail to successfully promote and maintain our brand, we may fail to attract enough new customers or retain our existing customers to the extent necessary to realize a sufficient return on our brand-building efforts, and our business could suffer.\n\nFurther, we have also made public commitments to our corporate environmental, social, and governance (“ESG”) and human capital management initiatives, including to the recruitment of a diverse workforce and reductions in carbon emissions. Any perceived changes in our dedication to these commitments or our failure to achieve progress in these areas on a timely basis, or at all, could adversely impact our relationships with our customers and employees and affect our reputation and the value of our brand.\n\nIf we fail to offer high-quality support, our business and reputation could suffer.\n\nMany of our customers rely on our customer support and professional services personnel to deploy and use our products and solutions successfully. High-quality support is important for the renewal and expansion of our agreements with existing customers. The importance of high-quality support will increase as we expand our business and pursue new customers. If we do not help our customers quickly resolve issues and provide effective ongoing support, our ability to sell our products and solutions to existing and new customers could suffer and our reputation with existing or potential customers could be harmed.\n\nFinancial Risks, including Taxation\n\nWe expect fluctuations in our financial results, making it difficult to project future results, and if we fail to meet the expectations of securities analysts or investors, the price of our common stock could decline.\n\nOur operating results have fluctuated in the past and are expected to fluctuate in the future due to a variety of factors, many of which are outside of our control. As a result, our past results may not be indicative of our future performance and comparing our operating results on a period-to-period basis may not be meaningful. For example, we have, in the past, experienced net losses and, even in periods in which we generate net income, we may not be able to maintain or increase our level of profitability. In addition to the other risks described herein, factors that may affect our operating results or cause our financial results to fluctuate include the following:\n\n▪general economic, market and industry conditions, including as a result of inflation, changes in interest rates or foreign exchange rates,  increased debt and equity market volatility, tariffs and trade policy changes, geopolitical conflict or public health crises;\n\n▪fluctuations in demand for, or pricing of, our products and solutions, including due to the effects of global macro-economic conditions, and differing levels of demand for our products as our customers’ priorities, resources, financial conditions and economic outlook change;\n\nDocusign, Inc. | 2025 Form 10-K | 23\n\n▪our ability to attract new customers;\n\n▪our ability to renew our subscriptions with, and expand sales of our products and solutions to, our existing customers;\n\n▪timing of revenue recognition; \n\n▪customer delays in purchasing decisions in anticipation of new products or product enhancements by us or our competitors;\n\n▪changes in customers’ budgets and in the timing of their budget cycles and purchasing decisions, including cost-cutting measures or other effects of macro-economic conditions;\n\n▪the timing and success of new product and service introductions by us or our competitors or any other change in the competitive dynamics of our industry, including consolidation or new entrants among competitors, customers, or strategic partners;\n\n▪our ability to control costs, including our operating expenses, and related impact to our operating margin;\n\n▪the timing of costs related to our go-to-market strategy including expansion of our sales capacity and marketing;\n\n▪potential accelerations of prepaid expenses and deferred costs;\n\n▪the amount and timing of non-cash expenses, including stock-based compensation, impairments and other non-cash charges;\n\n▪the amount and timing of costs associated with recruiting, training and integrating new employees, and retaining existing employees;\n\n▪the amount and timing of costs associated with restructuring plans;\n\n▪the time and costs related to litigation, including securities litigation;\n\n▪issues relating to acquisitions and partnerships with third parties;\n\n▪the impact of new accounting pronouncements;\n\n▪changes in laws and regulations that affect our business, including trade policy changes;\n\n▪significant security breaches of, technical difficulties with, or interruptions to, the delivery and use of our products and solutions; and\n\n▪awareness of our brand on a global basis.\n\nIf our operating results fall below the expectations of investors and securities analysts who follow our stock, the price of our common stock could decline substantially, and we could face costly lawsuits, including securities class action lawsuits.\n\nOur sales cycle with enterprise and commercial customers can be long and unpredictable, and our sales efforts require considerable time and expense.\n\nOur ability to increase our revenue and grow our business is partially dependent on the widespread acceptance of our products and solutions by large businesses and other commercial organizations. We often need to spend significant time and resources to better educate and familiarize these potential customers with the value proposition of our products and solutions. The length of our sales cycle for these customers from initial evaluation to payment for our offerings is generally three to nine months, but can vary substantially from customer to customer and from offering to offering. Customers frequently require considerable time to evaluate, test and qualify our offerings prior to entering into or expanding a subscription. This is particularly true of CLM and our other advanced offerings, where longer evaluation, testing and qualification processes often result in longer sales cycles than for our eSignature product, and may also affect sales cycles for our IAM solutions as we market them to a growing number of potential customers. The timing of our sales with our enterprise customers and related revenue recognition is difficult to predict because of the length and unpredictability of the sales cycle for these customers. During the sales cycle, we expend significant time and money on sales and marketing and contract negotiation activities, which may not result in a sale. \n\nAdditional factors that may influence the length and variability of our sales cycle include:\n\n▪the effectiveness of our sales force;\n\n▪the discretionary nature of purchasing and budget cycles and decisions;\n\n▪the obstacles placed by customers’ procurement process;\n\n▪economic conditions, including due to inflation, changes in interest rates, government shutdowns  or reductions in the government workforce, increased debt and equity market volatility, geopolitical conflict, public health crises and other factors impacting customer budgets;\n\n▪the customer’s integration complexity;\n\n▪the customer’s familiarity with e-signature and agreement automation processes;\n\n▪the complexity of contracts and regulatory requirements for certain large business customers, including customers in the public sector or other highly regulated industries;\n\n▪customer evaluation of competing products during the purchasing process; \n\n▪the competitive market for our products and services; and\n\nDocusign, Inc. | 2025 Form 10-K | 24\n\n▪evolving customer demands.\n\nBecause we recognize revenue from subscriptions over the term of the relevant contract, downturns or upturns in sales contracts are not immediately reflected in full in our operating results.\n\nWe recognize revenue over the term of each of our contracts, which are typically one year in length but may be up to three years or longer. As a result, much of our revenue is generated from the recognition of contract liabilities from contracts entered into during previous periods. Consequently, a shortfall in demand for our products and solutions and professional services or a decline in new or renewed contracts in any one quarter may not significantly reduce our revenue for that quarter but could negatively affect our revenue in future quarters. Our revenue recognition model also makes it difficult for us to rapidly increase our revenue through additional sales contracts in any period, as revenue from new customers is recognized over the applicable term of their contracts.\n\nIf we fail to forecast our revenue accurately, or if we fail to match our expenditures with corresponding revenue, our operating results could be adversely affected.\n\nYou should not rely on the revenue growth of any prior quarterly or annual period as an indication of our future performance. Future growth rates are also subject to a number of assumptions and uncertainties, including the effectiveness of our sales and growth strategy and general macro-economic conditions. For example, it has been, and may continue to be, difficult for us to forecast our operating results due to recent macro-economic events, including interest rate volatility and inflation and concerns about a potential economic downturn. Accordingly, we may be unable to prepare accurate internal financial forecasts or replace anticipated revenue that we do not receive as a result of delays arising from these factors. If we do not address these risks successfully, our operating results could differ materially from our estimates and forecasts or the expectations of investors, causing our business to suffer and our stock price to decline.\n\nOur current operations are international in scope and we plan further geographic expansion, creating a variety of operational challenges.\n\nA component of our growth strategy involves the further expansion of our operations and customer base internationally. In each of the years ended January 31, 2025, 2024, and 2023 total revenue generated from customers outside the U.S. was 28%, 26%, and 25% of our total revenue. As of January 31, 2025, we have offices in 12 countries and approximately 37% of our full-time employees were located outside of the U.S. We are continuing to adapt to and develop strategies to address international markets but there is no guarantee that such efforts will have the desired effect. We expect that our international activities will continue to grow as we continue to pursue opportunities in existing and new international markets, which will require significant management attention and financial resources. \n\nOur current international operations and future initiatives involve a variety of risks, including:\n\n▪changes in a specific country’s or region’s political or economic conditions, including the pace of the digital transformation of business in that country or region;\n\n▪the need to adapt and localize our products for specific countries, including providing customer support in different languages;\n\n▪greater difficulty collecting accounts receivable and longer payment cycles;\n\n▪potential changes in trade relations arising from U.S. policy initiatives;\n\n▪unexpected changes in laws and regulatory requirements, including but not limited to, taxes or trade laws;\n\n▪more stringent regulations relating to privacy and data security and the unauthorized use of, or access to, commercial and personal information, particularly in Europe;\n\n▪differing labor regulations, especially in Europe, where labor laws are generally more advantageous to employees as compared to those in the U.S., including deemed hourly wage and overtime regulations in these locations;\n\n▪challenges inherent in efficiently managing an increased number of employees;\n\n▪difficulties in managing a business in new markets with diverse cultures, languages, and customs, as well as legal, alternative dispute and regulatory systems;\n\n▪increased travel, real estate, infrastructure and legal compliance costs associated with international operations;\n\n▪currency exchange rate fluctuations;\n\n▪limitations on our ability to reinvest earnings from operations in one country to fund the capital needs of our operations in other countries;\n\n▪laws and business practices favoring local competitors or general preferences for local vendors;\n\n▪limited or insufficient intellectual property protection or difficulties enforcing our intellectual property;\n\n▪regional or global conflicts, including sanctions or other laws and regulations prohibiting or limiting operations in certain jurisdictions;\n\nDocusign, Inc. | 2025 Form 10-K | 25\n\n▪political instability or terrorist activities;\n\n▪exposure to liabilities under anti-corruption and anti-money laundering laws, including the U.S. Foreign Corrupt Practices Act of 1977, as amended (“FCPA”), the U.S. domestic bribery statute contained in 18 U.S.C. § 201, the U.S. Travel Act, the U.K. Bribery Act, and similar laws and regulations in other jurisdictions; \n\n▪adverse tax burdens and foreign exchange controls that could make it difficult to repatriate earnings and cash; and\n\n▪exposure to regional or global public health issues, and to travel restrictions and other measures undertaken by governments in response to such issues.\n\nOur limited experience in operating our business internationally increases the risk that any potential future expansion efforts that we undertake may not be successful. If we invest substantial time and resources to further expand our international operations and are unable to do so successfully and in a timely manner, our business and operating results will suffer.\n\nOur credit facility provides our lenders with a first-priority lien against substantially all of our assets, and contains financial covenants and other restrictions on our actions, which could limit our operational flexibility and otherwise adversely affect our financial condition.\n\nOur credit facility restricts our ability to, among other things:\n\n▪use our accounts receivable, inventory, trademarks and most of our other assets as security in other borrowings or transactions, unless the value of the assets subject thereto does not exceed a certain threshold;\n\n▪incur additional indebtedness;\n\n▪incur liens upon our property;\n\n▪dispose of certain assets;\n\n▪declare dividends or make certain distributions; and\n\n▪undergo a merger or consolidation or other transactions.\n\nOur credit facility also requires that our Consolidated Leverage Ratio (as defined in the credit facility) not exceed specified levels, or that our Consolidated Interest Coverage Ratio (as defined in the credit facility) be less than specified levels. Our ability to comply with these and other covenants is dependent upon several factors, some of which are beyond our control. \n\nOur failure to comply with the covenants or payment requirements, or the occurrence of other events specified in our credit facility, could result in an event of default under the credit facility, which would give our lenders the right to terminate their commitments to provide additional loans under the credit facility and to declare all borrowings outstanding, together with accrued and unpaid interest and fees, to be immediately due and payable. In addition, we have granted our lenders first-priority liens against all of our assets as collateral. Failure to comply with the covenants or other restrictions in the credit facility could result in a default. If the debt under our credit facility was to be accelerated, we may not have sufficient cash on hand or be able to sell sufficient collateral to repay it, which would have an immediate adverse effect on our business and operating results.\n\nWe may require additional capital to support business growth and objectives, and this capital might not be available to us on reasonable terms, if at all, and may result in stockholder dilution.\n\nWe fund our operations through payments by our customers for use of our product offerings and related services. In addition, as of January 31, 2025, we had available borrowing capacity of $500.0 million under our credit facility. We cannot be certain when or if our operations will generate sufficient cash to fund our ongoing operations or the growth of our business. \n\nBased upon our current operating plan, we believe that our existing cash, cash equivalents and investments are sufficient to fund our current operating expenses and capital expenditure requirements based on historical forecasts. We have based this assessment on assumptions that may prove to be wrong, and it is possible that we could use our capital resources sooner than we currently expect. This estimate does not reflect the possibility that we may not be able to access a material portion of our existing cash, cash equivalents and investments due to market conditions. For example, if banks or financial institutions wind down and liquidate, enter receivership or become insolvent in the future in response to financial conditions affecting the banking system and financial markets, our ability to access our existing cash, cash equivalents and investments may be threatened and could have a material adverse effect on our business and financial condition.\n\nWe also intend to continue to make investments to support our business and, in the future, we may require additional funds. Additional financing may not be available on favorable terms, if at all. In addition, in the event that we incur \n\nDocusign, Inc. | 2025 Form 10-K | 26\n\nadditional debt, including under the credit facility, the debt holders would have rights senior to holders of common stock to make claims on our assets. Additionally, the credit facility restricts our ability to pay dividends on common stock and the terms of any future debt could restrict our operations. Further, if we issue additional equity securities, stockholders will experience dilution, and the new equity securities could have rights senior to those of our common stock. If adequate funds are not available on acceptable terms when we require it, we may be unable to invest in future growth opportunities, which could harm our business, operating results and financial condition.\n\nOur ability to use our net operating loss carryforwards to offset future taxable income may be subject to certain limitations.\n\nAs of January 31, 2025, we had accumulated net operating loss carryforwards and research tax credits in our federal, state and foreign jurisdictions with varying expiration dates.\n\nUnder Sections 382 and 383 of the Internal Revenue Code of 1986, as amended, our ability to utilize net operating loss carryforwards or other tax attributes, such as research tax credits, in any taxable year may be limited if we experience an “ownership change.” An “ownership change” generally occurs if one or more stockholders or groups of stockholders who own at least 5% of our stock increase their ownership by more than 50 percentage points over their lowest ownership percentage within a rolling three-year period. Similar rules may apply under state and foreign tax laws. Future issuances of our stock could cause an “ownership change.” It is possible that any future ownership change could have a material effect on the use of our net operating loss carryforwards or other tax attributes, which could adversely affect our profitability.\n\nIf our estimates or judgments relating to our critical accounting policies prove to be incorrect, our operating results could be adversely affected.\n\nThe preparation of financial statements in conformity with U.S. generally accepted accounting principles (“GAAP”) requires management to make estimates and assumptions that affect the amounts reported in our consolidated financial statements and accompanying notes. We base our estimates on historical experience and on various other assumptions that we believe to be reasonable under the circumstances, as provided in the section titled “Management’s Discussion and Analysis of Financial Condition and Results of Operations.” Our operating results may be adversely affected if our assumptions change or if actual circumstances differ from those in our assumptions, which could cause our operating results to fall below the expectations of securities analysts and investors, resulting in a decline in the trading price of our common stock.\n\nWe are exposed to fluctuations in currency exchange rates, which could negatively affect our operating results.\n\nOur sales contracts are primarily denominated in U.S. dollars, and therefore a substantial portion of our revenue is not subject to foreign currency risk. However, a strengthening of the U.S. dollar could increase the real cost of our offerings to our customers outside of the U.S., which could adversely affect our operating results. In addition, an increasing portion of our operating revenues and operating expenses is earned or incurred outside of the U.S., and an increasing portion of our assets is held outside of the U.S. These operating revenues, expenses and assets are denominated in foreign currencies and are subject to fluctuations due to changes in foreign currency exchange rates. If we are not able to successfully manage, or to implement strategies to manage, against the risks associated with currency fluctuations, our operating results could be adversely affected.\n\nAdditionally, global events as well as geopolitical developments, including regional conflicts in Europe and the Middle East, fluctuating commodity prices, trade tariff developments and inflation have caused, and may in the future cause, global economic uncertainty and uncertainty about the interest rate environment, which could amplify the volatility of currency fluctuations. We have not engaged in the hedging of foreign currency transactions to date, so we may not be able to effectively offset the adverse financial impacts that may result from unfavorable movements in foreign currency exchange rates, which could adversely affect our operating results.\n\nWe could be required to collect additional sales taxes or be subject to other tax liabilities that may increase the costs our clients would have to pay for our offering and adversely affect our operating results. \n\nA successful assertion by one or more states or foreign jurisdictions requiring us to collect taxes where we presently do not do so, or to collect more taxes in a jurisdiction in which we currently do collect some taxes, could result in substantial tax liabilities, including taxes on past sales, as well as penalties and interest. Any imposition by state or local governments or other jurisdictions of sales tax collection obligations on out-of-state or -jurisdiction sellers could also create additional administrative burdens for us, put us at a competitive disadvantage if they do not impose similar obligations on our competitors and decrease our future sales, which could have a material adverse impact on our business and operating results.\n\nDocusign, Inc. | 2025 Form 10-K | 27\n\nLegal and Regulatory Risks\n\nWe are subject to laws and regulations affecting our business, including those related to e-signature, marketing, advertising, privacy, data protection and information security. Our actual or perceived failure to comply with laws or regulations could harm our business. \n\nThe U.S. federal government and various state and foreign governments have adopted or proposed limitations on the collection, distribution, use and storage of data relating to individuals and businesses, including the use of contact information and other data for marketing, advertising and other communications with individuals and businesses. In the U.S., various laws, and regulations and agency rules and opinions apply to the collection, processing, disclosure and security of certain types of data, including:\n\n▪The ESIGN Act in the U.S., eIDAS in the EU and similar U.S. state laws, particularly the Uniform Electronic Transactions Act (the “UETA”), which authorize the creation of legally binding and enforceable agreements utilizing electronic signatures and records. We are particularly reliant on the UETA and the ESIGN Act, which together have solidified the legal landscape in the U.S. for use of electronic signatures and records by providing that electronic signatures and records carry the same weight and have the same legal effect as paper documents and wet ink signatures.\n\n▪The Electronic Communications Privacy Act, the Computer Fraud and Abuse Act, the Gramm-Leach-Bliley Act, and state laws relating to privacy and data security. \n\n▪Additionally, the FTC and many U.S. state attorney generals are interpreting federal and state consumer protection laws as imposing standards for the online collection, use, dissemination, and security of personal information. For example, California has enacted the California Consumer Privacy Act (as amended, the “CCPA”), that subjects businesses to new regulations promulgated through a recently created enforcement agency called the California Privacy Protection Agency. Over a third of other U.S. states have passed comparable legislation, and several additional U.S. states may pass similar legislation with potentially greater penalties, and more rigorous compliance requirements relevant to our business.\n\n▪The Health Insurance Portability and Accountability Act (“HIPAA”) in the U.S. (as amended and supplemented by the Health Information Technology for Economic and Clinical Health Act of 2009 (“HITECH”)), and even more stringent state health information privacy laws, impose mandatory contractual terms and other obligations with respect to safeguarding the privacy, security and transmission of protected health information and de-identified health information. We may function as a HIPAA business associate for certain of our customers and, as such, are subject to applicable privacy and data security requirements. Failure to comply with applicable HIPAA requirements can result in significant civil monetary penalties and, in certain circumstances, criminal penalties and fines.\n\nAdditionally, we are subject to various other laws and regulations affecting our business. For example, the SEC has adopted cybersecurity risk management and disclosure rules, which require mandatory disclosure of information pertaining to cybersecurity incidents and cybersecurity risk management, strategy and governance. In March 2024, the SEC also adopted (but subsequently stayed the implementation of) amendments that would require us to disclose certain climate-related information in our annual reports beginning with our annual report covering fiscal year ended January 31, 2026. Additionally, California recently adopted the Climate Corporate Data Accountability Act and the Climate-Related Financial Risk Act, each of which mandate certain climate-related public disclosure requirements (although there are proposals to stay such requirements until 2028). \n\nWe expect that new laws, regulations and industry standards will continue to be proposed and enacted relating to privacy, data protection, marketing, advertising, electronic signatures, consumer communications and information security in the U.S., the EU and other jurisdictions, and we cannot determine the impact such future laws, regulations and standards may have on our business. Future laws, regulations, standards and other obligations or any changed interpretation of existing laws or regulations could impair our ability to develop and market new functionality and maintain and grow our customer base and increase revenue. For example, changes in the regulatory landscape relating to new and evolving technologies, such as generative AI, and future restrictions on the collection, use, sharing or disclosure of data, or additional requirements for the express or implied consent of our customers, partners or end consumers for the use and disclosure of such information could require us to incur additional costs or modify our products and solutions, possibly in a material manner, and could limit our ability to develop new functionality. Any actual or perceived failure to comply with these or other laws or regulations could harm our business, and result in legal liability, regulatory action, or brand and reputational harm.\n\nDocusign, Inc. | 2025 Form 10-K | 28\n\nComplying with laws and regulations related to privacy and data protection could result in additional costs and liabilities to us or inhibit sales of our software.\n\nA wide variety of state, national, and international laws, regulations, and industry standards apply to the collection, use, retention, protection, disclosure, transfer and other processing of personal data and other information, the scope of which are consistently changing, subject to differing interpretations, and may be inconsistent across countries or conflict with other rules. Data protection and privacy-related laws and regulations are evolving and may result in increasing regulatory and public scrutiny and escalating levels of enforcement and sanctions. Complying with these various laws and regulations could cause us to incur substantial costs or require us to change our business practices, systems, and compliance procedures in a manner adverse to our business. For more information on these laws and their impact on our business, see the risk factor “We are subject to laws and regulations affecting our business, including those related to e-signature, marketing, advertising, privacy, data protection and information security. Our actual or perceived failure to comply with laws or regulations could harm our business.”\n\nInternationally, virtually every jurisdiction in which we operate has established its own data privacy and security legal framework with which we, our customers and partners may need to comply. For example, in Europe, the General Data Protection Regulation (the “EU GDPR”) contains robust obligations on data controllers and processors and fulsome documentation requirements for data protection compliance programs by companies. As a result of our presence in Europe and the United Kingdom (“UK”) and our products and services being offered in the EU and the UK, we are subject to the EU GDPR and other similar regional European data privacy and protection regulations (collectively the “GDPR”), all of which impose stringent data protection and cybersecurity requirements, and could increase the risk of non-compliance and the costs of providing our services in a compliant manner. We are also certified as a Privacy Rights Processor under the Asia-Pacific Economic Cooperation. A breach of the GDPR, or other such data protection regulations, could result in regulatory investigations, reputational damage, fines and sanctions, orders to cease or change our processing of our data, enforcement notices, or assessment notices (for a compulsory audit). Such penalties, which under GDPR may include fines up to the greater of €20 million (£17.5 million) or 4% of global turnover, are in addition to any civil litigation claims by customers and data subjects. We may also face civil claims including representative actions and other class action-type litigation (where individuals have suffered harm), potentially amounting to significant compensation or damages liabilities, as well as associated costs, diversion of internal resources, and reputational harm. \n\nAdditionally, the GDPR imposes strict rules on the transfer of personal data out of the EU or the UK to any country whose laws have not been deemed by regulators in the EU or UK to ensure an “adequate” level of data protection safeguards (such as the U.S.). These obligations may evolve, be interpreted or applied in a manner that is inconsistent from one jurisdiction to another and may conflict with other requirements or our practices. For example, in June 2023, the European Commission adopted an adequacy decision (“UK Adequacy Decision”) which facilitates personal data sharing from the European Economic Area (“EEA”) to the UK without the need for additional data protection safeguards. The UK Adequacy Decision includes a “sunset clause”, rendering the decision valid for four years, after which it will be reviewed by the European Commission and renewed only if the European Commission considers that the UK continues to ensure an adequate level of data protection. The European Commission also stated that it would intervene at any point within the four years if the UK deviates from the level of protection presently in place. If this adequacy decision is reversed by the European Commission, it would require that companies implement protection measures such as the approved Standard Contractual Clauses for data transfers between the EU and the UK. \n\nLegal developments in Europe continue to evolve, creating complexity and uncertainty regarding transfers of personal data from the EU and the UK to the U.S. We currently utilize respective Binding Corporate Rules and Standard Contractual Clauses as the approved data transfer mechanisms by the EU Commission for corresponding applicable data transfer activity. While we do not anticipate any immediate changes in our current operations, we will continue to monitor these legal developments.\n\nWe have been and may in the future be subject to legal proceedings and litigation for a variety of claims, including labor and employment issues, intellectual property disputes, securities law violations, derivative litigation and other matters, which may be costly and may subject us to significant liability and increased costs of doing business. Our business may suffer if it is alleged or determined that our technology infringes the intellectual property rights of others or if the cost and time-commitment of litigation diverts resources from our other business activities.\n\nFrom time to time, we have been and may in the future be involved as a party or an indemnitor in legal proceedings, disputes or regulatory inquiries that arise in the ordinary course of business. These may include alleged claims, lawsuits and proceedings regarding labor and employment issues, commercial disagreements, securities law violations and other matters. In particular, companies in the software industry are often required to defend against litigation claims based on allegations of infringement or other violations of intellectual property rights. We have from time to time been \n\nDocusign, Inc. | 2025 Form 10-K | 29\n\nsubject to intellectual property claims and disputes and may be subject to such claims in the future. In addition, many of these companies have the capability to dedicate substantially greater resources to enforce their alleged intellectual property rights and to defend claims that may be brought against them. Any litigation may also involve patent holding companies or other adverse patent owners that have no relevant product revenue and against which our patents may therefore provide little or no deterrence. If a third party is able to obtain an injunction preventing us from utilizing such third-party intellectual property rights, or if we cannot license or develop technology for any infringing aspect of our business, we would be forced to limit or stop sales of our software or cease business activities employed by such intellectual property and may be unable to compete effectively. Any inability to license third-party technology in the future would have an adverse effect on our business or operating results and would adversely affect our ability to compete.\n\nSuch disputes may require us to redesign our products, delay releases, enter into costly settlement or license agreements, pay costly damage awards, or face a temporary or permanent injunction prohibiting us from marketing or selling our products and solutions. Requiring us to change one or more aspects of the way we deliver our products and solutions may harm our business. We may also be contractually obligated to indemnify our customers in the event of infringement of a third party’s intellectual property rights. Responding to such claims, including those currently pending, regardless of their merit, can be time consuming and costly to defend in litigation and damage our reputation and brand.\n\nFor more information on our pending legal proceedings, see Item 3. Legal Proceedings of this Form 10-K.\n\nRegardless of the merits or ultimate outcome of any claims that have been or may be brought against us or that we may bring against others, lawsuits are time-consuming and expensive to resolve, divert management’s time and attention, and could harm our reputation. Although we carry general liability and other forms of insurance, our insurance may not cover potential claims that arise or may not be adequate to indemnify us for all liability that may be imposed. We may also determine that the most cost-effective way to resolve a dispute is to enter into a settlement agreement. Litigation is inherently unpredictable and we cannot predict the timing, nature, controversy or outcome of lawsuits or assure you that the results of any of these actions will not have an adverse effect on our business, operating results or financial condition.\n\nWe could incur substantial costs in protecting or defending our proprietary rights, and any failure to adequately protect our rights could impair our competitive position and we may lose valuable assets, experience reduced revenue and incur costly litigation to protect our rights.\n\nOur success is dependent, in part, upon protecting our proprietary technology. We rely on a combination of patents, copyrights, trademarks, service marks, trade secret laws and contractual provisions in an effort to establish and protect our proprietary rights. However, the steps we take to protect our intellectual property may be inadequate. While we have been issued patents in the U.S. and other countries and have additional patent applications pending, we may be unable to obtain patent protection for the technology covered in our patent applications. In addition, any patents issued in the future may not provide us with competitive advantages or may be successfully challenged by third parties. Any of our patents, trademarks or other intellectual property rights may be challenged or circumvented by others or invalidated through administrative process or litigation. There can be no guarantee that others will not independently develop similar products, duplicate any of our products or design around our patents. Furthermore, legal standards relating to the validity, enforceability and scope of protection of intellectual property rights are uncertain. Despite our precautions, it may be possible for unauthorized third parties to copy our products or aspects of our platform and use information that we regard as proprietary to create products and solutions that compete with ours. Some license provisions protecting against unauthorized use, copying, transfer and disclosure of our products may be unenforceable under the laws of jurisdictions outside the U.S. Additionally, we are unable to predict or assure that rights previously granted by third parties to intellectual property licensed or assigned to us will not hamper our ability to assert our intellectual property rights or hinder the settlement of currently pending or future disputes; or that any of our pending or future copyright or trademark applications will be issued or have the coverage originally sought. To the extent we expand our international activities, our exposure to unauthorized copying and use of our products and proprietary information may increase. \n\nWe enter into confidentiality and invention assignment agreements with our employees and consultants and enter into confidentiality agreements with the parties with whom we have strategic relationships and business alliances. No assurance can be given that these agreements will be effective in controlling access to and distribution of our products and proprietary information or prevent infringement, violation, or misappropriation of our intellectual property. Further, these agreements do not prevent our competitors or partners from independently developing technologies that are substantially equivalent or superior to our products and solutions.\n\nIn order to protect our intellectual property rights, we may be required to spend significant resources to monitor and protect and enforce these rights, including through litigation. Litigation brought to protect and enforce our intellectual property rights could be costly, time consuming and distracting to management and could result in the impairment or loss of portions of our intellectual property. Furthermore, our efforts to enforce our intellectual property rights may be \n\nDocusign, Inc. | 2025 Form 10-K | 30\n\nmet with defenses, counterclaims and countersuits attacking the validity and enforceability of our intellectual property rights. Our inability to protect our proprietary technology against unauthorized copying or use, as well as any costly litigation or diversion of our management’s attention and resources, could delay further sales or the implementation of our products and solutions, impair the functionality of our products and solutions, delay introductions of new solutions, result in our substituting inferior or more costly technologies into our products and solutions or injure our reputation. Moreover, there could be public announcements of the results of hearings, motions or other interim proceedings or developments, and if securities analysts or investors perceive these results to be negative, it could have a substantial adverse effect on the price of our common stock. Any of these results could adversely affect our business, operating results and financial condition.\n\nWe will not be able to protect our intellectual property if we are unable to enforce our rights or if we do not detect unauthorized use of our intellectual property. Moreover, policing unauthorized use of our technologies, trade secrets and intellectual property may be difficult, expensive and time-consuming, particularly in foreign countries where the laws may not be as protective of intellectual property rights as those in the U.S. and where mechanisms for enforcement of intellectual property rights may be less effective. If we fail to adequately protect our intellectual property and proprietary rights, our business, operating results and financial condition could be adversely affected.\n\nMany of our customers deploy our products and solutions globally, and our products and solutions must comply with certain legal and regulatory requirements in varying countries. If our products and solutions fail to meet these requirements, we could incur significant liabilities and our financial condition may suffer.\n\nMany customers use our products and solutions globally to comply with safe harbors and other legislation in the countries in which they transact business. For example, some of our customers rely on government authorizations we maintain, such as FedRAMP in the U.S, or certifications such as our qualification as a Trust Service Provider under eIDAS in the EU to help satisfy their own legal and regulatory compliance requirements. If a court or regulatory body determines that our products and solutions are inadequate to meet these requirements, documents executed through our products and solutions could, in some instances, be rendered unenforceable, resulting in potential loss of customers, liability under customer contracts, and brand and reputational damage.\n\nWe use open source software in our products, which could subject us to litigation or other actions.\n\nWe use open source software in our products and solutions. Any use of open source software may expose us to greater risks than the use of commercial software because open source licensors generally do not provide warranties or controls on the functionality or origin of the software. Any use of open source software may involve security risks, making it easier for hackers and other third parties to determine how to compromise our platform. On occasion, companies that use open source software have faced claims challenging their use of open source software or compliance with open source license terms. There is evolving legal precedent for interpreting the terms of certain open source licenses, including the determination of which works are subject to the terms of such licenses.  As a result, we could be subject to lawsuits by parties claiming ownership of what we believe to be open source software. Litigation could be costly for us to defend, have a negative effect on our operating results and financial condition or require us to devote additional research and development resources to change our products. In addition, if we were to combine our proprietary software products with open source software in a certain manner, we could, under certain of the open source licenses, be required to release the source code of our proprietary software products. This would allow our competitors to create similar offerings with lower development effort and time and ultimately could result in a loss of sales for us. If we inappropriately use or incorporate open source software subject to certain types of open source licenses that challenge the proprietary nature of our software products, we may be required to re-engineer our products, discontinue the sale of our products and solutions or take other remedial actions that may divert resources away from our development efforts.\n\nIndemnity provisions in various agreements potentially expose us to substantial liability for intellectual property infringement, data protection and other losses.\n\nOur agreements with some customers and other third parties include indemnification provisions under which we agree to indemnify them for losses suffered or incurred as a result of claims of intellectual property infringement, data protection, violations, data breaches or cyberattacks, damages caused by us to property or persons, or other liabilities relating to or arising from our offerings, solutions or other contractual obligations. Some of these indemnity provisions provide for uncapped liability for which we would be responsible, and some indemnity provisions survive termination or expiration of the applicable agreement. Large indemnity payments could harm our business, operating results and financial condition. Although we normally contractually limit our liability with respect to such obligations, such limitations may not be enforceable in all jurisdictions, and we may still incur substantial liability related to them and we may be required to cease use of certain functions of our products and solutions as a result of any such claims. In addition, our customer agreements generally include a warranty that the proper use of Docusign by a customer in accordance with \n\nDocusign, Inc. | 2025 Form 10-K | 31\n\nthe agreement and applicable law will be sufficient to meet the definition of an “electronic signature” as defined in the Electronic Signatures in Global and National Commerce Act (“ESIGN Act”) and eIDAS. Any warranty or indemnification claim brought by our customers could result in damage to our reputation and harm our business and operating results.\n\nChanges in tax laws, rulings and interpretations may subject us to potential adverse tax consequences, which could negatively affect our financial position and results of operations.\n\nWe operate globally and are subject to taxes in the U.S. and numerous other jurisdictions throughout the world, and the tax regimes we are subject to or operate under, including income and non-income taxes, are unsettled and may be subject to significant change. The U.S., other jurisdictions or governmental bodies, such as the European Commission of the European Union, and intergovernmental economic organizations, such as the Organization for Economic Cooperation and Development, have made or could make unprecedented assertions about how taxation is determined and, in some cases, have proposed or enacted new laws that are contrary to the way in which rules or regulations have historically been interpreted and applied.\n\nFor example, in 2021, the Organization for Economic Cooperation and Development announced Pillar Two Model Rules defining the global minimum tax, which calls for the taxation of large multinational corporations at a minimum of 15%. Many non-U.S. tax jurisdictions have either recently enacted legislation to adopt certain components of the Pillar Two Model Rules beginning in 2024, including the adoption of additional components in later years, or announced their plans to enact legislation in future years. Our effective tax rate could increase in future years as a result of these changes, which could have an adverse impact on our business and operating results.\n\nAdditionally, our corporate structure and associated transfer pricing policies contemplate future growth into international markets, and consider the functions, risks and assets of the various entities involved in the intercompany transactions. We may be subject to taxation in international jurisdictions with increasingly complex tax laws and precedents which could have an adverse effect on our liquidity and operating results. The amount of taxes we pay in these different jurisdictions may depend on the application of the tax laws of those jurisdictions, including the U.S., to our international business activities, changes in tax rates, new or revised tax laws or interpretations of existing tax laws and policies and our ability to operate our business in a manner consistent with our corporate structure and intercompany arrangements. Furthermore, tax authorities in the jurisdictions in which we operate may challenge our transfer pricing policies and intercompany arrangements or disagree with our determinations as to the income and expenses attributable to specific jurisdictions. If such a challenge or disagreement were to occur, and our position was not sustained, we could be required to pay additional taxes, interest and penalties, which could result in one-time tax charges, higher effective tax rates, reduced cash flows and lower overall profitability of our operations. Our financial statements could fail to reflect adequate reserves to cover such a contingency. In addition, the authorities in these jurisdictions could review our tax returns and impose additional tax, interest and penalties, and the authorities could claim that various withholding requirements apply to us or to our subsidiaries or assert that benefits of tax treaties are not available to us or our subsidiaries which could have a material impact on us and the results of our operations.\n\nThe requirements of being a public company, including developing and maintaining proper and effective disclosure controls and procedures and internal control over financial reporting, may strain our resources and divert management’s attention away from other business concerns. \n\nAs a public company, we are subject to the reporting requirements of the Securities Exchange Act of 1934, as amended (the “Exchange Act”) the Sarbanes-Oxley Act, the Dodd-Frank Wall Street Reform and Consumer Protection Act, the listing requirements of Nasdaq and other applicable securities rules and regulations that impose various requirements on public companies. Our management and other personnel devote a substantial amount of time to compliance with these requirements and such compliance has increased, and will continue to increase, our legal, accounting and financial costs. \n\nThe Sarbanes-Oxley Act requires, among other things, that we maintain effective disclosure controls and procedures and internal control over financial reporting. In order to maintain and improve the effectiveness of such controls, we have expended, and anticipate that we will continue to expend, significant resources, including on accounting and financial staff with appropriate public company experience and technical accounting knowledge to assist in our compliance efforts.\n\nWe have incurred and expect to continue to incur significant expenses and devote substantial management effort toward compliance with the auditor attestation requirements of Section 404 of the Sarbanes-Oxley Act. To assist us in complying with these requirements we may need to hire more employees in the future, or engage outside consultants, which will increase our operating expenses.\n\nDocusign, Inc. | 2025 Form 10-K | 32\n\nDespite significant investment, our current controls and any new controls that we develop may become inadequate because of changes in business conditions. Any failure to implement and maintain effective internal control over financial reporting could adversely affect the results of periodic management evaluations and annual independent registered public accounting firm attestation reports regarding the effectiveness of our internal control over financial reporting that are required to be included in the periodic reports that we file with the SEC. If our management team or independent registered public accounting firm were to furnish an adverse report, or if it is determined that we have a material weakness or significant deficiency in our internal control over financial reporting, investors could lose confidence in the accuracy and completeness of our financial reports, the market price of our common stock could decline, and we could be subject to sanctions or investigations by Nasdaq, the SEC or other regulatory authorities or shareholder litigation.\n\nIn addition, as we continue to scale and improve our operations, including our internal systems and processes, we currently utilize, and in the future may seek to implement, a variety of critical systems, such as billing, human resource, financial reporting and accounting systems. The implementation and transition to any new critical system may be disruptive to our business if they do not work as planned or if we experience issues related to such implementation or transition, which could have a material adverse effect on our operations and result in compromised internal reporting and processes. Moreover, since most of our employees (including those critical to maintaining an effective system of disclosure controls and internal control over financial reporting) are working and are expected to continue to work for the near term, in either a fully remote or a hybrid environment, risks that we have not contemplated may arise and result in our failure to maintain effective disclosure controls or internal control over financial reporting.\n\nWe are subject to governmental export and import controls that could impair our ability to compete in international markets or subject us to liability if we violate the controls.\n\nOur products and solutions are subject to U.S. export controls, including the Export Administration Regulations and economic sanctions administered by the Office of Foreign Assets Control, and we incorporate encryption technology into certain products and solutions. These encryption products and the underlying technology may be exported outside of the U.S. only with export authorizations, including by license, a license exception or other appropriate government authorizations, including the filing of an encryption registration.\n\nFurthermore, our activities are subject to U.S. economic sanctions laws and regulations that prohibit the shipment or distribution of certain products and services without the required export authorizations, including to countries, governments and persons targeted by U.S. embargoes or sanctions. Obtaining the necessary export license or other authorization for a particular sale may be time-consuming and may result in the delay or loss of sales opportunities even if the export license ultimately may be granted. Additionally, sanctions regimes are rapidly changing as a result of regional or global conflicts. While we take precautions to prevent our products and solutions from being exported in violation of these laws, including obtaining export authorizations, implementing IP address blocking and screenings against U.S. government and international lists of restricted and prohibited persons, we cannot guarantee that the precautions we take will prevent violations of export control and sanctions laws. Violations of U.S. sanctions or export control laws can result in significant fines or penalties and possible incarceration for responsible employees and managers could be imposed for criminal violations of these laws.\n\nIn addition, if our strategic partners fail to obtain appropriate import, export or re-export licenses or permits, we may also be adversely affected, through reputational harm as well as other negative consequences including government investigations and penalties. We presently incorporate export control compliance requirements to our strategic partner agreements; however, no assurance can be given that our strategic partners will comply with such requirements.\n\nForeign governments also regulate the import and export of certain encryption and other technology, including import and export licensing requirements, and have enacted, and may in the future enact, sanctions and export control laws that could limit our ability to distribute our products and solutions or could limit our end-customers’ ability to implement our products and solutions in those countries. Changes in our products and solutions or future changes in export and import regulations may create delays in the introduction of our products and solutions in international markets, prevent our end-customers with international operations from deploying our products and solutions globally or, in some cases, prevent the export or import of our products and solutions to certain countries, governments or persons altogether. From time to time, various governmental agencies have proposed additional regulation of encryption technology, including the escrow and government recovery of private encryption keys. Any change in export or import regulations, economic sanctions or related legislation, increased export and import controls or change in the countries, governments, persons or technologies targeted by such regulations, could result in decreased use of our products and solutions by, or in our decreased ability to export or sell our products and solutions to, existing or potential end-customers with international operations. Any decreased use of our products and solutions or limitation on our ability to export or sell our products and solutions would adversely affect our business, operating results and prospects.\n\nDocusign, Inc. | 2025 Form 10-K | 33\n\nWe are subject to anti-corruption, anti-bribery, anti-money laundering, and similar laws, and non-compliance with such laws can subject us to criminal and/or civil liability and harm our business.\n\nWe are subject to the FCPA, the U.S. domestic bribery statute contained in 18 U.S.C. § 201, the U.S. Travel Act, the U.K. Bribery Act, and other anti-bribery and anti-money laundering laws in the countries in which we conduct activities. As we increase our international sales and business and sales to the public sector internationally, we may engage with business partners and third-party intermediaries to market our products and solutions and to obtain necessary permits, licenses, and other regulatory approvals. In addition, we or our third-party intermediaries may have direct or indirect interactions with officials and employees of government agencies or state-owned or affiliated entities. We can be held liable for the corrupt or other illegal activities of these third-party intermediaries and our employees, representatives, contractors, partners, and agents, even if we do not explicitly authorize such activities.\n\nWhile we have policies and procedures to address compliance with such laws, we cannot assure you that our employees and agents will not take actions in violation of our policies and applicable law, for which we may be ultimately held responsible. As we increase our international sales and business, our risks under these laws may increase.\n\nDetecting, investigating and resolving actual or alleged violations can require a significant diversion of time, resources and attention from senior management. In addition, noncompliance with anti-corruption, anti-bribery, or anti-money laundering laws could subject us to whistleblower complaints, investigations, sanctions, settlements, prosecution, other enforcement actions, disgorgement of profits, significant fines, damages, other civil and criminal penalties or injunctions, suspension and/or debarment from contracting with certain persons, the loss of export privileges, reputational harm, adverse media coverage and other collateral consequences. If any subpoenas or investigations are launched, or governmental or other sanctions are imposed, or if we do not prevail in any possible civil or criminal litigation, our business, operating results and financial condition could be materially harmed. In addition, responding to any action will likely result in a materially significant diversion of management’s attention and resources and significant defense costs and other professional fees. Enforcement actions and sanctions could further harm our business, operating results and financial condition.\n\nRisks Related to our Common Stock\n\nOur stock price may be volatile, and the value of our common stock may decline.\n\nThe market price of our common stock may be highly volatile and may fluctuate or decline substantially as a result of a variety of factors, some of which are beyond our control or are related in complex ways, including:\n\n▪actual or anticipated fluctuations in our financial condition and operating results;\n\n▪customer demand for our solutions and the pace of the digital transformation of business;\n\n▪changes in senior management or key personnel;\n\n▪general economic, regulatory and market conditions, including inflation and interest rate fluctuations;\n\n▪variance in our financial performance from expectations of securities analysts;\n\n▪issuance of research reports by securities analysts, including publishing unfavorable reports;\n\n▪certain assumptions or perceptions made by our customers or industry and securities analysts related to our IAM platform;\n\n▪changes in the prices of subscriptions to our products and solutions;\n\n▪changes in our projected operating and financial results;\n\n▪changes in laws or regulations applicable to our products and solutions;\n\n▪announcements by us or our competitors of significant business developments, acquisitions or new offerings;\n\n▪rumors and market speculation made by external parties that involve us or other companies in our industry;\n\n▪our involvement in any litigation;\n\n▪future sales of our common stock or other securities by us or our stockholders;\n\n▪the consummation, and the anticipated benefits, of our stock repurchase program;\n\n▪the trading volume of our common stock;\n\n▪changes in the anticipated future size and growth rate of our market; \n\n▪changes in the political climate in the U.S.; and \n\n▪terrorist attacks, natural disasters and the effects of climate change, regional and global conflicts, sanctions, laws and regulations that prohibit or limit operations in certain jurisdictions, public health crises or other such events impacting countries where we have operations.\n\nIn addition, broad market and industry fluctuations, as well as general economic, political, regulatory and market conditions, may negatively impact the market price of our common stock. In the past, companies that have experienced volatility in the market price of their securities have been subject to securities class action litigation. We have been, and may in the future be, subject to this type of litigation, which could result in substantial costs, divert our management’s \n\nDocusign, Inc. | 2025 Form 10-K | 34\n\nattention from our business and adversely affect our business. For more information on our pending legal proceedings, see Item 3. Legal Proceedings of this Form 10-K.\n\nAnti-takeover provisions in our charter documents and under Delaware law could make an acquisition of our company more difficult, limit attempts by our stockholders to replace or remove our current management and limit the market price of our common stock.\n\nProvisions in our amended and restated certificate of incorporation and amended and restated bylaws may have the effect of delaying or preventing a change of control or changes in our management. Our amended and restated certificate of incorporation and amended and restated bylaws include provisions that:\n\n▪authorize our board of directors to issue, without further action by the stockholders, shares of undesignated preferred stock with terms, rights and preferences determined by our board of directors that may be senior to our common stock;\n\n▪require that any action to be taken by our stockholders be effected at a duly called annual or special meeting and not by written consent;\n\n▪specify that special meetings of our stockholders can be called only by our board of directors, the chairperson of our board of directors, or our chief executive officer;\n\n▪establish an advance notice procedure for stockholder proposals to be brought before an annual meeting, including proposed nominations of persons for election to our board of directors;\n\n▪establish that our board of directors is divided into three classes, with each class serving three-year staggered terms;\n\n▪prohibit cumulative voting in the election of directors;\n\n▪provide that our directors may be removed for cause only upon the vote of sixty-six and two-thirds percent (66 2/3%) of our outstanding shares of common stock;\n\n▪provide that vacancies on our board of directors may be filled only by a majority of directors then in office, even though less than a quorum; and\n\n▪require the approval of our board of directors or the holders of at least sixty-six and two-thirds percent (66 2/3%) of our outstanding shares of common stock to amend our bylaws and certain provisions of our certificate of incorporation.\n\nThese provisions may frustrate or prevent any attempts by our stockholders to replace or remove our current management by making it more difficult for stockholders to replace members of our board of directors, which is responsible for appointing the members of our management. In addition, because we are incorporated in Delaware, we are governed by the provisions of Section 203 of the Delaware General Corporation Law, which generally, subject to certain exceptions, prohibits a Delaware corporation from engaging in any of a broad range of business combinations with any “interested” stockholder for a period of three years following the date on which the stockholder became an “interested” stockholder. Any delay or prevention of a change of control transaction or changes in our management could cause the market price of our common stock to decline.\n\nOur amended and restated certificate of incorporation provides that the Court of Chancery of the State of Delaware or the U.S. federal district courts are the exclusive forums for substantially all disputes between us and our stockholders, which could limit our stockholders’ ability to obtain a favorable judicial forum for disputes with us or our directors, officers or other employees.\n\nOur amended and restated certificate of incorporation provides that the Court of Chancery of the State of Delaware is the sole and exclusive forum for any derivative action or proceeding brought on our behalf, any action asserting a breach of fiduciary duty owed by any of our directors, officers or other employees to us or our stockholders, any action asserting a claim against us arising pursuant to any provisions of the Delaware General Corporation Law, our amended and restated certificate of incorporation or our amended and restated bylaws, or any action asserting a claim against us that is governed by the internal affairs doctrine. If a court were to find any of these exclusive-forum provisions in our amended and restated certificate of incorporation to be inapplicable or unenforceable in an action, we may incur additional costs associated with resolving the dispute in other jurisdictions, which could seriously harm our business. \n\nSection 22 of the Securities Act creates concurrent jurisdiction for federal and state courts over all claims brought to enforce any duty or liability created by the Securities Act or the rules and regulations thereunder. Our amended and restated certificate of incorporation, however, provides that the U.S. federal district courts will be the exclusive forum for resolving any complaint asserting a cause of action arising under the Securities Act. In December 2018, the Delaware Chancery Court issued an opinion invalidating provisions similar to ours limiting to U.S. federal court the forum in which a stockholder is able to bring a claim under the Securities Act (“Federal Forum Provision”). On March 18, 2020, however, the Delaware Supreme Court reversed the decision of the Delaware Chancery Court and held that such provisions are facially valid. In light of that recent decision, we announced that we may in the future enforce our Federal \n\nDocusign, Inc. | 2025 Form 10-K | 35\n\nForum Provision. While there can be no assurance that federal courts or other state courts will follow the holding of the Delaware Supreme Court or determine that the Federal Forum Provision should be enforced in a particular case, application of the Federal Forum Provision generally means that suits brought by our stockholders to enforce any duty or liability created by the Securities Act must be brought in federal court and cannot be brought in state court. While the Federal Forum Provision does not apply to suits brought to enforce any duty or liability created by the Exchange Act, Section 27 of the Exchange Act creates exclusive federal jurisdiction over all claims brought to enforce any duty or liability created by the Exchange Act or the rules and regulations thereunder. Accordingly, actions by our stockholders to enforce any duty or liability created by the Exchange Act or the rules and regulations thereunder also must be brought in federal court. Our stockholders will not be deemed to have waived our compliance with the federal securities laws and the regulations promulgated thereunder. \n\nAny person or entity purchasing or otherwise acquiring or holding any interest in any of our securities shall be deemed to have notice of and consented to our exclusive forum provisions, including the Federal Forum Provision. These provisions may limit a stockholder’s ability to bring a claim in a judicial forum of the stockholder's choosing for disputes with us or our directors, officers, or other employees, which may discourage lawsuits against us and our directors, officers, and other employees.\n\nGeneral Risks\n\nUnfavorable conditions in our industry or the global economy or reductions in information technology spending could limit our ability to grow our business and negatively affect our operating results.\n\nOur operating results may vary based on the impact of changes in our industry or the global economy on us and our existing and prospective customers. The revenue growth and profitability of our business depend on demand for our products and solutions. Current or future economic and global market uncertainties or downturns could adversely affect our business and operating results. Economic uncertainty and associated macro-economic conditions make it difficult for our customers and us to accurately forecast and plan future business activities, and could cause our customers to slow spending on our products. Negative conditions in the general economy both in the U.S. and abroad, including conditions resulting from inflation, changes in interest rates or foreign exchange rates, tariffs and trade policy changes, gross domestic product growth, financial and credit market fluctuations, geopolitical conflict, natural catastrophes and the effects of climate change, public health crises, and terrorist attacks in the U.S., Europe, the Asia Pacific region or elsewhere, could cause a decrease in business investments, including spending on information technology, and negatively affect the growth of our business. In addition, unfavorable conditions in certain industry sectors could impact customers or partners disproportionately, which could also impact the demand for our products. To the extent our products and solutions are perceived by customers and potential customers as costly, or too difficult to deploy or migrate to, our revenue may be disproportionately affected by delays or reductions in general information technology spending. Also, competitors, many of whom are larger and more established than we are, may respond to market conditions by lowering prices and attempting to lure away our customers. In addition, the increased pace of consolidation in certain industries may result in reduced overall spending on our products and solutions. We cannot predict the timing, strength or duration of any economic slowdown, instability or recovery, generally or within any particular industry. If the economic conditions of the general economy or markets in which we operate worsen from present levels, our business, operating results and financial condition could be adversely affected.\n\nNatural catastrophic events and man-made problems such as power disruptions, computer viruses, data security breaches, regional or global conflicts, and terrorism may disrupt our business.\n\nWe rely heavily on our network infrastructure and information technology systems, including our security-related systems, for our business operations. A disruption or failure of these systems in the event of online attack, earthquake, fire, terrorist attack, public health crisis, power loss, telecommunications failure or other similar catastrophic event, including as a result of the effects of climate change, could cause system interruptions, delays in accessing our service, reputational harm and loss of critical data or could prevent us from providing our products and solutions to our customers. A catastrophic event that results in the destruction or disruption of our data centers, or our network infrastructure or information technology systems, including any errors, defects or failures in third-party hardware, could affect our ability to conduct normal business operations and adversely affect our operating results. Additionally, while we believe our exposure from the recent conflicts in Ukraine and the Middle East is limited, we could experience unanticipated disruptions to our business as a result of current or future regional and global conflicts, including sanctions or other laws and regulations prohibiting or limiting operations in certain jurisdictions, increased risks of potential cyberattacks, related impacts to our customers, or micro- or macro-economic effects on the global economy.\n\nDocusign, Inc. | 2025 Form 10-K | 36",
      "char_count": 133859
    }
  },
  "extracted_at": "2026-01-19T15:33:19.452696"
}