{
  "ticker": "DOW",
  "company_name": "DOW INC.",
  "cik": 1751788,
  "form_type": "10-K",
  "filing_date": "2025-02-04",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001751788-25-000012",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001751788&accession_number=000175178825000012&xbrl_type=v",
  "sic_code": "2821",
  "industry": "Plastic Materials, Synth Resins & Nonvulcan Elastomers",
  "sections": {
    "item1": {
      "text": "ITEM 1. BUSINESS\n\nTHE COMPANY\n\nDow Inc. was incorporated on August 30, 2018, under Delaware law, to serve as a holding company for The Dow Chemical Company and its consolidated subsidiaries (\"TDCC\" and together with Dow Inc., \"Dow\" or the \"Company\"). Dow Inc. operates all of its businesses through TDCC, a wholly owned subsidiary, which was incorporated in 1947 under Delaware law and is the successor to a Michigan corporation, of the same name, organized in 1897. The Company's principal executive offices are located at 2211 H.H. Dow Way, Midland, Michigan 48674.\n\nAvailable Information\n\nThe Company's Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q and Current Reports on Form 8-K, and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, are available free of charge at www.dow.com/investors, as soon as reasonably practicable after the reports are electronically filed or furnished with the U.S. Securities and Exchange Commission (\"SEC\"). The SEC maintains a website that contains these reports as well as proxy statements and other information regarding issuers that file electronically. The SEC's website is www.sec.gov. Dow's website and its content are not deemed incorporated by reference into this report.\n\nExcept as otherwise indicated by the context, the term \"Union Carbide\" means Union Carbide Corporation and the term \"Dow Silicones\" means Dow Silicones Corporation, both wholly owned subsidiaries of the Company.\n\nABOUT DOW\n\nDow is one of the world’s leading materials science companies, serving customers in high-growth markets such as packaging, infrastructure, mobility and consumer applications. The Company's global breadth, asset integration and scale, focused innovation, leading business positions and commitment to sustainability enables the Company to achieve profitable growth and help deliver a sustainable future. Dow operates manufacturing sites in 30 countries and employs approximately 36,000 people. In 2024, Dow delivered sales of approximately $43 billion. Learn more about Dow's ambition to be the most innovative, customer-centric, inclusive and sustainable materials science company in the world by visiting www.dow.com. \n\nBUSINESS SEGMENTS AND PRODUCTS\n\nThe Company conducts its worldwide operations through six global businesses which are organized into the following operating segments: Packaging & Specialty Plastics, Industrial Intermediates & Infrastructure and Performance Materials & Coatings. Corporate contains the reconciliation between the totals for the operating segments and the Company's totals. The Company did not aggregate any operating segments when determining its reportable segments. See Part II, Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations and Note 25 to the Consolidated Financial Statements for additional information concerning the Company’s operating segments.\n\nPACKAGING & SPECIALTY PLASTICS \n\nThe Packaging & Specialty Plastics operating segment consists of two highly integrated global businesses: Hydrocarbons & Energy and Packaging and Specialty Plastics. The segment employs the industry’s broadest polyolefin product portfolio, supported by the Company’s proprietary catalyst and manufacturing process technologies. These differentiators, plus collaboration at the customer’s design table, enable the segment to deliver more reliable, durable, higher-performing solutions designed for recyclability and enhanced plastics circularity and sustainability. The segment serves customers, brand owners and ultimately consumers in key markets including food and specialty packaging; industrial and consumer packaging; health and hygiene; caps, closures and pipe applications; consumer durables; mobility; and infrastructure.\n\nThe Company’s unique advantages compared with its competitors include extensive low-cost feedstock positions around the world; unparalleled scale, global footprint and market reach; world-class manufacturing sites in every geographic region; deep customer and brand owner understanding; portfolio of higher-value functional polymers, such as polyolefin elastomers, semiconductive and jacketing compound solutions and wire and cable insulation; and market-driven application development and technical support.\n\nThe segment remains agile by participating in the entire ethylene-to-polyethylene chain integration, enabling the Company to manage market swings with industry-leading feedstock and derivative flexibility, and therefore optimize returns while reducing long-term earnings volatility. The Company’s unrivaled value chain ownership is further strengthened by its Pack Studio locations in every geographic region, which help customers and brand owners deliver faster and more efficient packaging product commercialization through a global network of laboratories, technical experts and testing equipment.\n\nHydrocarbons & Energy\n\nHydrocarbons & Energy is a leading global producer of ethylene, a key chemical building block that the Company consumes primarily within the Packaging & Specialty Plastics segment. Ethylene is transferred to downstream derivative businesses at market-based prices, which are generally equivalent to prevailing market prices for large volume purchases. In addition to ethylene, the business is a leading producer of propylene and aromatics products that are used to manufacture materials consumers use every day. The business also produces and procures the power, steam and feedstocks used by the Company’s manufacturing sites.\n\nPackaging and Specialty Plastics \n\nPackaging and Specialty Plastics serves growing, high-value sectors using world-class technology, broad existing product lines, and a rich product pipeline that creates competitive advantages for the entire packaging value chain. The business is a recognized leader in the production, marketing and innovation of polyethylene. The business is also a leader in other ethylene derivatives, such as polyolefin elastomers, ethylene vinyl acetate and ethylene propylene diene monomer (\"EPDM\") rubber serving mobility; consumer; wire and cable; and construction end-markets. Market growth is expected to be driven by major shifts in population demographics; improving socioeconomic status in emerging geographic regions; consumer and brand owner demand for increased functionality including sustainable offerings through lower-carbon and circular solutions; global efforts to reduce food waste; growth in telecommunications networks; global development of electrical transmission and distribution infrastructure; and renewable energy applications such as wind power and solar (photovoltaic).\n\nDetails on Packaging & Specialty Plastics' 2024 net sales, by business and geographic region, are as follows:\n\n* Europe, Middle East, Africa and India (\"EMEAI\")\n\nProducts\n\nMajor applications/market segments and products are listed below by business:\n\nBusinessApplications/Market SegmentsMajor ProductsKey Raw MaterialsKey Competitors\n\nHydrocarbons & EnergyPurchaser of feedstocks; production of cost competitive hydrocarbon monomers utilized by Dow's derivative businesses; and energy, principally for use in Dow’s global operationsEthylene, propylene, benzene, butadiene, octene, aromatics co-products, power, steam, other utilitiesButane, condensate, ethane, naphtha, natural gas, propaneChevron Phillips Chemical, ExxonMobil, INEOS, LyondellBasell, SABIC, Shell, Sinopec\n\nPackaging and Specialty PlasticsAdhesives; automotive; caps, closures and pipe applications; construction; cosmetics; electrical transmission and distribution; food and supply chain packaging; footwear; health and hygiene; housewares; industrial specialty applications using polyolefin elastomers, ethylene copolymers, and EPDM; irrigation pipe; mobility; photovoltaic encapsulants; sporting goods; telecommunications infrastructure; toys and infant productsAcrylics, bio-based plasticizers, copolymer, elastomers, ethylene copolymer resins, EPDM, ethylene vinyl acetate (\"EVA\"), methacrylic acid copolymer resins, polyethylene (\"PE\"), high-density polyethylene (\"HDPE\"), low-density polyethylene (\"LDPE\"), linear low-density polyethylene (\"LLDPE\"), polyolefin plastomers, resin additives and modifiers, semiconductive and jacketing compound solutions and wire and cable insulationAliphatic solvent, butene, ethylene, hexene, octene, propyleneBorealis, ExxonMobil, INEOS, Lanxess, LyondellBasell, Nova, SABIC\n\nJoint Ventures:\n\nThis segment includes a portion of the Company's share of the results of the following joint ventures:\n\n•EQUATE Petrochemical Company K.S.C.C. (“EQUATE”) - a Kuwait-based company that manufactures ethylene, polyethylene and ethylene glycol, and manufactures and markets monoethylene glycol, diethylene glycol and polyethylene terephthalate resins; owned 42.5 percent by the Company.\n\n•The Kuwait Olefins Company K.S.C.C. (“TKOC”) - a Kuwait-based company that manufactures ethylene and ethylene glycol; owned 42.5 percent by the Company.\n\n•Map Ta Phut Olefins Company Limited (“Map Ta Phut”) - a Thailand-based company that manufactures propylene and ethylene; the Company has an effective ownership of 32.77 percent (of which 20.27 percent is owned directly by the Company and aligned with the Industrial Intermediates & Infrastructure segment and 12.5 percent is owned indirectly through the Company’s equity interest in Siam Polyethylene Company Limited, an entity that is part of The SCGC-Dow Group and aligned with the Packaging & Specialty Plastics segment).\n\n•Sadara Chemical Company (\"Sadara\") - a Saudi Arabian company that manufactures chlorine, ethylene, propylene and aromatics for internal consumption and manufactures and sells polyethylene, ethylene oxide and propylene oxide derivative products, and isocyanates; owned 35 percent by the Company. The Company continues to be responsible for marketing a significant portion of Sadara’s products through the Company’s established sales channels. In 2021, Dow and the Saudi Arabian Oil Company agreed to a marketing rights transition plan. Execution of the transition plan is ongoing and progressing towards aligning marketing rights and responsibilities to levels more consistent with each partner's equity ownership. This transition will not impact equity earnings, but is expected to reduce the Company's sales of Sadara products over the transition period.\n\nThis segment also includes the Company's share of the results of the following joint ventures:\n\n•The Kuwait Styrene Company K.S.C.C. - a Kuwait-based company that manufactures styrene monomer; owned 42.5 percent by the Company.\n\n•The SCGC-Dow Group - a group of Thailand-based companies (consisting of Siam Polyethylene Company Limited; Siam Polystyrene Company Limited; Siam Styrene Monomer Company Limited; and Siam Synthetic Latex Company Limited) that manufactures polyethylene, polystyrene, styrene, latex and specialty elastomers; owned 50 percent by the Company.\n\n7\n\n\nCurrent and Future Investments\n\nThe Company has announced investments that are being progressed over the next several years and are expected to enhance competitiveness. These include:\n\n•Construction of the world's first net-zero Scope 1 and 2 carbon dioxide equivalent (\"CO2e\") emissions integrated ethylene and derivatives complex in Alberta, Canada. This project is expected to deliver 2 million metric tons of organic growth in attractive, high-end markets while decarbonizing 20 percent of Dow's global ethylene capacity.\n\n•Construction of a world-scale polyethylene unit on the U.S. Gulf Coast, based on Dow’s proprietary process technologies, to meet consumer-driven demand in specialty packaging, health and hygiene, and industrial and consumer packaging applications.\n\n•Ongoing collaboration with Mura Technology (“Mura”) to help solve the global plastics waste challenge and advance circularity via circular feedstocks, which are converted into recycled plastics. \n\nThe Company's ambition includes becoming the most sustainable materials science company, with a strategy to advance the well-being of humanity by helping lead the transition to a sustainable planet and society. This includes lowering energy and greenhouse gas (\"GHG\") emissions and further enabling a shift to a circular economy for plastics by focusing on resource efficiency and integrating recycled content and renewable feedstocks into its production processes. Additionally, the Company's Transform the Waste target aims to transform plastic waste and other forms of alternative feedstock to commercialize 3 million metric tons of circular and renewable solutions annually by 2030. As part of that strategy, Dow completed or progressed the following investments in 2024:\n\n•Dow acquired Circulus Holdings, LLC, a U.S. mechanical recycling company that converts plastic waste into post-consumer resin. This acquisition includes two facilities in the United States with a total recycling capacity of 50,000 metric tons per year and supports Dow's efforts towards the Transform the Waste target.\n\n•Dow completed the sale of its flexible packaging laminating adhesives business in 2024 to Arkema, S.A. The completion of this sale exemplifies Dow's commitment to aligning the Company's portfolio with its growth strategy and circularity platforms.\n\n•Dow signed a Memorandum of Understanding (\"MOU\") with Ambipar, a Brazilian multinational and global leader in environmental solutions, to expand the strategic alliance between Dow and Ambipar and help drive transformation of the plastic recycling market in Brazil. By 2030, Dow and Ambipar target leading polyethylene recycling in Brazil, increasing operations from 2,000 metric tons per year to 60,000 metric tons per year. \n\n•Dow signed an additional MOU with SCG Chemicals in 2024 to expand its circularity partnership and transform 200,000 metric tons per year of plastic waste into circular products by 2030 in the Asia Pacific geographic region. The partnership supports Dow's efforts towards the Transform the Waste target.\n\n•The first Mura plant in the United Kingdom commenced commissioning of its 20,000 metric ton advanced recycling facility in the fourth quarter of 2024 and will begin feedstock production in 2025. Dow will be the main recipient of the product produced at this site.\n\n•Dow continued to collaborate with X-energy, a nuclear energy innovation company, to advance the design of the previously announced advanced small modular reactor nuclear project at the Seadrift Operations manufacturing site in Texas, which includes developing a construction permit application for submittal to the Nuclear Regulatory Commission. The project is expected to be funded 50 percent by the U.S. Department of Energy under the Advanced Reactor Demonstration Program and will be operated by a subsidiary of NextEra Energy, one of the nation’s major nuclear operators.\n\n•Dow continued its collaboration with Hanseatic Energy Hub GmbH (\"HEH\") as a minority stakeholder and is working with HEH's current members to advance Germany's capabilities to import supplies of liquified natural gas, bio-liquified natural gas and synthetic natural gas through the construction of an import terminal. HEH and its shareholders approved the final investment decision for this project on March 4, 2024. The HEH consortium plans to build, own, and operate an import terminal for liquified gases onsite at Dow's Stade, Germany industrial park. The zero-emission terminal will be co-located with Dow's facilities in Stade. Dow is making land available for the construction of the terminal as well as infrastructure services, off-gas heat, site services and mutual harbor use rights.\n\n•Dow and privately-held New Energy Blue reached a long-term supply agreement to produce bio-based ethylene from renewable agricultural residues. This is the first agreement in North America to generate plastic sourced materials from corn stover (stalks and leaves), and is the Company's first agreement in North America to utilize agriculture residues for plastic production. Under the terms of the supply agreement, Dow will support the \n\n8\n\n\ndesign of New Energy Freedom, a new facility in the United States that is expected to process corn stover and produce commercial quantities of second-generation ethanol and clean lignin, with nearly half of the ethanol to be turned into bio-based ethylene feedstock reducing CO2e emissions from plastic production, and using it in recyclable applications across transportation, footwear, and packaging.\n\n•Dow and Reciclar S.A. joined forces to build an efficient model for plastic recycling in Argentina that will produce more than 6,500 metric tons of post-consumer plastic resin. This collaboration agreement with Reciclar S.A. spans three years and aims to improve the capacity of Reciclar S.A. to process waste on a larger scale and produce high-quality post-consumer plastic materials under the REVOLOOPTM brand.\n\n•Dow has several renewable power agreements in place globally that continue to support progress toward its goal to reduce net annual Scope 1 and 2 CO2e emissions by 5 million metric tons by 2030.\n\nINDUSTRIAL INTERMEDIATES & INFRASTRUCTURE \n\nThe Industrial Intermediates & Infrastructure operating segment consists of two customer-centric global businesses - Industrial Solutions and Polyurethanes & Construction Chemicals - that develop important intermediate chemicals that are essential to manufacturing processes, as well as downstream, customized materials and formulations that use advanced development technologies. These businesses primarily produce and market ethylene oxide and propylene oxide derivatives that are aligned to market segments as diverse as appliances; coatings; furniture and bedding; building and construction; mobility; electronics; surfactants for cleaning and sanitization; infrastructure; and oil and gas. The businesses' global scale and reach, world-class technology, research and development capabilities and materials science expertise enable the Company to be a premier solutions provider offering customers value-added sustainable solutions to enhance comfort, energy efficiency, product effectiveness and durability.\n\nIndustrial Solutions\n\nIndustrial Solutions provides a broad portfolio of solutions that enable and improve the manufacture of consumer and industrial goods and services. The business’ solutions minimize friction and heat in mechanical processes; manage the oil and water interface; deliver ingredients for maximum effectiveness; facilitate dissolvability; enable product identification; decarbonize oil and gas products; reduce energy intensity, water use and increase efficacy in broad washing applications; and provide the foundational building blocks for the development of chemical technologies. The business supports manufacturers across a large variety of end-markets, notably coatings; detergents and cleaners; crop protection; consumer health; electronics; oil and gas; inks; lubricants and fluids. The business is a leading producer of purified ethylene oxide, amines, solvents and glycol ethers.\n\nPolyurethanes & Construction Chemicals\n\nPolyurethanes & Construction Chemicals consists of three businesses: Polyurethanes, Chlor-Alkali & Vinyl (“CAV”) and Construction Chemicals. The Polyurethanes business is the world’s largest producer of propylene oxide, propylene glycol and polyether polyols, a leading producer of aromatic isocyanates and fully formulated polyurethane systems for rigid, semi-rigid and flexible foams, as well as a leading producer of coatings, adhesives, sealants, elastomers and composites that serve consumers; industrial; building and construction; and mobility end-markets. This includes applications for appliances; furniture; bedding; refrigerated transport; building insulation panels; automotive seat cushions and acoustics; and aircraft deicing fluids. The CAV business provides chlorine and caustic soda supply and markets caustic soda, a valuable co-product of the chlor-alkali manufacturing process, ethylene dichloride and vinyl chloride monomer. The CAV business' assets are predominantly in Western Europe and Latin America and largely produce materials for internal consumption. The Construction Chemicals business provides cellulose ethers, redispersible latex powders, and acrylic emulsions used as key building blocks for differentiated building and construction materials across many market segments and applications ranging from roofing and flooring to gypsum-, cement-, concrete- and dispersion-based building materials. Both Polyurethanes and Construction Chemicals deliver sustainable products aligned toward green building markets yielding reduced environmental impacts and lower product intensity compared to traditional offerings.\n\n9\n\n\nDetails on Industrial Intermediates & Infrastructure's 2024 net sales, by business and geographic region, are as follows:\n\nProducts\n\nMajor applications/market segments and products are listed below by business:\n\nBusinessApplications/Market SegmentsMajor ProductsKey Raw MaterialsKey Competitors\n\nIndustrial SolutionsBroad range of products for specialty applications including consumer health; agriculture crop protection offerings; aircraft deicing fluids; solvents for coatings; heat transfer fluids for concentrated solar power and data center cooling applications; solvents for electronics processing; food preservation; fuel markers; industrial and institutional cleaning; infrastructure applications; lubricant additives; products and services for energy markets including exploration, production, transmission, refining, mining, gas processing and carbon capture to optimize supply, improve efficiencies and manage emissionsButyl glycol ethers, VERSENE™ Chelants, UCAR™ Deicing Fluids, UCARSOL™ Amines and related technology for carbon capture and gas treating, ethanolamines, ethylene oxide (\"EO\"), ethyleneamines, ELEVATE™ Additives for enhanced oil recovery, UCON™ Fluids, DOWANOL™ Glycol Ethers, DOWTHERM™ Heat Transfer Fluids, DOWFROST™ Fluids for data center cooling; higher glycols, isopropanolamines, low-VOC solvents, methoxypolyethylene glycol, methyl isobutyl, polyalkylene glycol, CARBOWAX™ SENTRY™ Polyethylene Glycol, TERGITOL™and TRITON™ brand surfactants, demulsifiers, drilling and completion fluids, rheology modifiers, scale inhibitors, shale inhibitors, specialty amine solvents, surfactants, water clarifiers, frothing separating agents\n\nAmmonia, butene, ethylene, phenol, propyleneBASF, Eastman, Hexion, Huntsman, INEOS, LyondellBasell, SABIC, Sasol, Shell\n\nPolyurethanes & Construction ChemicalsAircraft deicing fluids; alumina; pulp and paper; appliances; automotive; bedding; building and construction; flooring; footwear; heat transfer fluids; hydraulic fluids; infrastructure; mobility; packaging; textiles and transportation; caulks and sealants; cement-based tile adhesives; concrete solutions; elastomeric roof coatings; industrial non-wovens; plasters and renders; roof tiles and siding; sport grounds and tape joint compoundsAniline, caustic soda, ethylene dichloride (\"EDC\"), methylene diphenyl diisocyanate (“MDI”), polyether polyols, propylene glycol (\"PG\"), propylene oxide (\"PO\"), polyurethane systems, vinyl chloride monomer (\"VCM\"), AQUASET™ Acrylic Thermosetting Resins, DOW™ Latex Powder, RHOPLEX™ and PRIMAL™ Acrylic Emulsion Polymers, WALOCEL™ Cellulose Ethers\n\nAniline, benzene, carbon monoxide, caustic soda, cell effluent, cellulose, chlorine, electric power, ethylene, hydrogen peroxide, propyleneArkema, Ashland, BASF, Covestro, Eastman, Huntsman, Wanhua\n\nJoint Ventures \n\nThis segment includes a portion of the Company's share of the results of EQUATE, TKOC, Map Ta Phut and Sadara. \n\n10\n\n\nCurrent and Future Investments\n\nThe Company expects to make investments over the next several years to enhance competitiveness and increase underlying mid-cycle earnings in its Polyurethanes & Construction Chemicals and Industrial Solutions businesses. The investments will include alkoxylation capacity expansions and finishing capabilities, investments to support growth in polyurethane systems and efficiency improvements around the world.\n\nIn 2024, the Company benefited from the completion of an integrated MDI distillation and prepolymers facility along the U.S. Gulf Coast to increase distillation capabilities by 30 percent versus prior levels, which is expected to improve integrated margins for the portfolio. In addition, the Company completed the expansion of propylene glycol capacity at the existing joint venture facility in Map Ta Phut, Thailand by 80,000 metric tons per year, bringing total capacity to 250,000 metric tons per year, the largest propylene glycol plant in the region. This additional capacity came online in March 2024 and will support customer growth for food and pharma applications.\n\nIn 2024, the Industrial Solutions business continued to ramp up previously completed investments on the U.S. Gulf Coast and in Europe to expand capacity of specialty amines and alkoxylation chemistries to serve fast growing energy transition, pharmaceutical, home care, cleaning, and agriculture end-markets. The Company also further advanced applications in data center cooling with DOWFROSTTM LC Heat Transfer Fluid, which is specifically formulated for liquid-cooled, direct-to-chip applications and provides exceptional corrosion protection, freeze protection and ensures a long life-span of the system. The Company also announced its intent to invest in a new world-scale carbonate solvents facility in the United States to support domestic electric vehicle and energy storage markets in collaboration with the U.S. Department of Energy Office of Clean Energy Demonstrations.\n\nIn 2024, the Company also progressed the following:\n\n•The Industrial Solutions business advanced investments to expand alkoxylation capacity in the United States and Europe. These investments build on previously announced capacity expansions, collectively increasing the Company's global alkoxylation capacity by 70 percent versus the 2020 baseline. The additional capacity is needed to support increasing demand across a wide range of fast-growing end-markets where the Company is delivering 10 percent to 15 percent annual growth rates, from home and personal care to industrial and institutional cleaning solutions and pharmaceuticals. The investments are backed by supply agreements with customers, including leading consumer brands, and are expected to come online in the United States and Europe within the next year.\n\n•The Polyurethanes & Construction Chemicals business made significant progress in scaling key projects aligned with its long-term sustainability goals. Together with key industry partners and selected customers, Dow has created an innovative industry ecosystem, which pioneers the RENUVATM end-of-life mattress recycling program at an industrial scale, covering everything from collection and dismantling to re-polyol production and mattress manufacturing. Also, as part of its circular strategy, the Polyurethanes & Construction Chemicals business commercializes mass-balanced circular feedstock solutions, SPECFLEXTM CIR, for mobility applications. \n\n•In support of customer requests to reduce Scope 3 emissions, the Polyurethanes & Construction Chemicals business successfully launched propylene glycol and CAV low-carbon offerings under Dow's DECARBIATM portfolio of reduced carbon materials, in which the decarbonization potential reaches from more than 40 percent to well above 90 percent depending on product grades.\n\n•Dow announced a strategic review of select assets in Europe, primarily certain polyurethanes assets within the Industrial Intermediates & Infrastructure segment, as part of an effort to continue to optimize its global asset footprint. The strategic review is expected to be completed in 2025.\n\n11\n\n\nPERFORMANCE MATERIALS & COATINGS \n\nThe Performance Materials & Coatings operating segment includes industry-leading franchises that deliver a wide array of solutions into consumer, infrastructure and mobility end-markets. The segment consists of two global businesses: Coatings & Performance Monomers and Consumer Solutions. These businesses primarily utilize the Company's acrylics-, cellulosics- and silicone-based technology platforms to serve the needs of the architectural and industrial coatings; home and personal care; consumer and electronics; mobility; industrial and chemical processing; and infrastructure (including residential and commercial buildings) end-markets. Both businesses employ materials science capabilities, global reach and unique products and technology combining chemistry platforms to deliver differentiated, market-driven and sustainable innovations to customers. \n\nCoatings & Performance Monomers \n\nCoatings & Performance Monomers consists of two businesses: Coating Materials and Performance Monomers. The Coating Materials business makes critical ingredients and additives that help advance the performance of paints and coatings. The business offers innovative and sustainable products to accelerate paint and coatings performance across diverse market segments, including architectural paints and coatings, as well as industrial coatings applications used in maintenance and protective industries, wood, metal packaging, traffic markings, thermal paper and leather. These products enhance coatings by improving hiding and coverage characteristics, enhancing durability against nature and the elements, lowering or eliminating volatile organic compounds content, reducing maintenance and improving ease of application. The Performance Monomers business manufactures acrylics-based building blocks needed for the production of coatings, textiles, adhesives and home and personal care products. \n\nConsumer Solutions\n\nConsumer Solutions consists of two businesses: Performance Silicones & Specialty Materials and Silicone Feedstocks & Intermediates. The Performance Silicones & Specialty Materials business delivers an unmatched portfolio of performance-enhancing materials to meet the diverse needs of customers in fast-growing markets, including infrastructure; consumer and electronics; industrial and chemical processing; mobility; and home and personal care. It focuses resources on delivering valuable differentiation via market-driven innovations and sustainable solutions, which address lower-carbon footprint and circularity goals while enabling continued growth. The Silicone Feedstocks & Intermediates business focuses on maximizing productivity and optimizing margins by leveraging Dow’s scale and global reach. It is charged with producing silicon metal, siloxanes and intermediates, which are key materials to manufacture differentiated downstream silicone products. \n\nDetails on Performance Materials & Coatings' 2024 net sales, by business and geographic region, are as follows:\n\n12\n\n\nProducts\n\nMajor applications/market segments and products are listed below by business:\n\nBusinessApplications/Market SegmentsMajor ProductsKey Raw MaterialsKey Competitors\n\nCoatings & Performance MonomersAcrylic binders for architectural paints and coatings, industrial coatings and paper; adhesives; dispersants; impact modifiers; inks and paints; opacifiers and surfactants for both architectural and industrial applications; plastics additives; processing aids; protective and functional coatings; rheology modifiersACOUSTICRYL™ Liquid-Applied Sound Damping Technology; acrylates; ACRYSOL™ Rheology Modifiers; AVANSE™ Acrylic Binders; EVOQUE™ Pre-Composite Polymer; foam cell promoters; FORMASHIELD™ Acrylic Binder; high-quality impact modifiers; MAINCOTE™ Acrylic Epoxy Hybrid; methacrylates; processing aids; RHOPLEX™ Acrylic Resin; TAMOL™ Dispersants; FASTRACK™ Road Marking Resins; vinyl acetate monomers; weatherable acrylic capstock compounds for thermoplastic and thermosetting materials\n\nAcetic acid, acetone, acrylic acid, ammonia, butanol, butyl acrylate, methanol, methyl methacrylate, propylene, styreneArkema, BASF, Celanese, Evonik, LyondellBasell, Wacker Chemie\n\nConsumer SolutionsPersonal and home care; mobility; infrastructure; consumer and electronics; industrial and chemical processingAdhesives and sealants; antifoams and surfactants; coatings and controlled release; coupling agents and crosslinkers; fluids, emulsions and dispersions; formulating and processing aids; granulation and binders; oils; polymers and emollients; opacifiers; reagents; resins, gels and powders; rheology modifiers; rubber; solubility enhancers; aerospace composites; surfactants and solvents; encapsulants for solar photovoltaic applications; ACUSOL™ Prime 1 Polymer; AMPLIFY™ Si PE 1000 Polymer System; bio-based, readily biodegradable SunSpheres™ BIO SPF Booster; DOWSIL™ Silicone Products; SILASTIC™ Silicone Elastomers; SYL-OFF™ Silicone Release Coatings\n\nMethanol, platinum, silica, silicon metal Elkem, Momentive, Shin-Etsu, Wacker Chemie\n\nCurrent and Future Investments\n\nIn 2024, key growth capital projects in every major geographic region were brought online to meet customer needs in fast-growing markets. These include:\n\n•Capacity expansions of silicone key intermediates enabling downstream growth globally across multiple end-markets, such as infrastructure; consumer and electronics; and mobility. \n\n•Capacity expansions in Europe, Middle East, Africa and India (\"EMEAI\") to meet demand growth for sustainable silicone solutions in the personal care end-markets.\n\n•Capacity expansions in Asia Pacific to meet growing demand for mobility, infrastructure, consumer and electronics end-markets.\n\n•Capacity expansions in U.S. & Canada to accelerate growth in targeted applications within mobility, personal care, and infrastructure end-markets.\n\nThe Company continues to make targeted incremental investments strategically focused on higher-return and faster-payback projects that will require lower levels of capital investment in both the Coatings & Performance Monomers and Consumer Solutions businesses. These investments aim to expand manufacturing capacity, capabilities and efficiency, which further enhance competitiveness across end-markets.\n\nGrowth investments drive realization of the Company's broad product innovation portfolio where over 90 percent of projects deliver sustainability benefits. As part of this portfolio, the Coatings & Performance Monomers business continues to make significant strides in advancing architectural coatings innovations that provide both performance and sustainability benefits. The Company's capital strategy is aligned with industry trends to further expand investments focused on accelerating end-markets, including electronics, infrastructure and mobility. Debottlenecking investments allow the Company to fully leverage its global footprint and world-scale facilities to increase supply chain flexibility.\n\n13\n\n\nBy leveraging global scale and a broad innovation portfolio, the Company is well-positioned to deliver differentiated solutions and sustainable materials in key end-markets, including infrastructure, electronics, industrial, mobility, and home and personal care.\n\nCORPORATE\n\nCorporate includes certain enterprise and governance activities (including insurance operations, environmental operations, etc.); non-business aligned joint ventures; non-business aligned litigation expenses; and discontinued or non-aligned businesses. \n\nRAW MATERIALS\n\nThe Company operates in an integrated manufacturing environment. Basic raw materials are processed through many stages to produce a number of products that are sold as finished goods at various points in those processes. Hydrocarbon-based raw materials are the major raw material streams that feed the production of the Company's finished goods. The Company purchases hydrocarbon-based raw materials including ethane, propane, butane, naphtha and condensate as feedstocks. These raw materials are used in the production of both saleable products and energy. The Company also purchases and sells certain monomers, primarily ethylene and propylene, to balance internal production and internal consumption. The Company purchases natural gas, primarily to generate electricity, and purchases electric power to supplement internal generation. In addition, the Company produces a portion of its electricity needs in Louisiana and Texas; Alberta, Canada; The Netherlands; the United Kingdom; and Germany. \n\nThe Company's primary source of these raw materials are natural gas liquids (\"NGLs\"), which are derived from natural gas and crude oil production, and naphtha, which is produced during the processing and refining of crude oil. Given recent advancements in shale gas, shale oil and conventional drilling techniques, the Company expects these raw materials to be in abundant supply. The Company's suppliers of these raw materials include regional, international and national oil and gas companies.\n\nThe Company purchases raw materials on both short- and long-term contracts. The Company had adequate supplies of raw materials in 2024 and expects to continue to have adequate supplies of raw materials in 2025.\n\nINDUSTRY SEGMENTS AND GEOGRAPHIC REGION RESULTS\n\nSee Note 25 to the Consolidated Financial Statements for information regarding Dow's chief operating decision maker, net sales, significant segment expenses, Operating EBIT and total assets by segment, as well as net sales and long-lived assets by geographic region.\n\nSIGNIFICANT CUSTOMERS AND PRODUCTS\n\nAll products and services are marketed primarily through the Company’s sales force, although in some instances more emphasis is placed on sales through distributors. In 2024, no significant portion of the Company's sales was dependent upon a single customer.\n\nPATENTS, LICENSES AND TRADEMARKS\n\nThe Company continually applies for and obtains U.S. and foreign patents and has a substantial number of pending patent applications throughout the world. At December 31, 2024, the Company owned approximately 4,000 active U.S. patents and 27,000 active foreign patents as follows:\n\nRemaining Life of Patents Owned at Dec 31, 2024United StatesRest of World\n\nWithin 5 years700 4,200 \n\n6 to 10 years1,400 9,200 \n\n11 to 15 years1,500 12,200 \n\n16 to 20 years400 1,400 \n\nTotal4,000 27,000 \n\nThe Company’s primary purpose in obtaining patents is to protect the results of its research for use in operations and licensing. The Company is party to a substantial number of patent licenses, including intellectual property cross-license agreements and other technology agreements, and also has a substantial number of trademarks and \n\n14\n\n\ntrademark registrations in the United States and in other countries, including the “Dow in Diamond” trademark. Although the Company considers that its patents, licenses and trademarks in the aggregate constitute a valuable asset, it does not regard its business as being materially dependent on any single or group of related patents, licenses or trademarks.\n\nPRINCIPAL PARTLY OWNED COMPANIES\n\nThe Company’s principal nonconsolidated affiliates at December 31, 2024, including direct and indirect ownership interest for each, are listed below:\n\nPrincipal Nonconsolidated AffiliateCountryOwnership InterestBusiness Description\n\nEQUATE Petrochemical Company K.S.C.C. Kuwait42.50 %Manufactures ethylene, polyethylene and ethylene glycol, and manufactures and markets monoethylene glycol, diethylene glycol and polyethylene terephthalate resins\n\nThe Kuwait Olefins Company K.S.C.C. Kuwait42.50 %Manufactures ethylene and ethylene glycol\n\nThe Kuwait Styrene Company K.S.C.C.Kuwait42.50 %Manufactures styrene monomer\n\nMap Ta Phut Olefins Company Limited 1\n\nThailand32.77 %Manufactures propylene and ethylene\n\nSadara Chemical Company 2\n\nSaudi Arabia35.00 %Manufactures chlorine, ethylene, propylene and aromatics for internal consumption and manufactures and sells polyethylene, ethylene oxide and propylene oxide derivative products, and isocyanates\n\nThe SCGC-Dow Group:\n\nSiam Polyethylene Company LimitedThailand50.00 %Manufactures polyethylene\n\nSiam Polystyrene Company LimitedThailand50.00 %Manufactures polystyrene\n\nSiam Styrene Monomer Company LimitedThailand50.00 %Manufactures styrene monomer\n\nSiam Synthetic Latex Company LimitedThailand50.00 %Manufactures latex and specialty elastomers\n\n1.The Company's effective ownership of Map Ta Phut is 32.77 percent, of which the Company directly owns 20.27 percent and indirectly owns 12.50 percent through its equity interest in Siam Polyethylene Company Limited.\n\n2.The Company is responsible for marketing a significant portion of Sadara products outside of the Middle East zone through the Company's established sales channels. Under this arrangement, the Company purchases and sells Sadara products for a marketing fee. In 2021, Dow and the Saudi Arabian Oil Company agreed to a marketing rights transition plan. Execution of the transition plan is ongoing and progressing towards aligning marketing rights and responsibilities to levels more consistent with each partner's equity ownership. \n\nSee Note 11 to the Consolidated Financial Statements for additional information regarding nonconsolidated affiliates.\n\nCOMMITMENT TO SUSTAINABILITY\n\nDow believes its purpose is to deliver a sustainable future through its materials science and collaboration with its partners. That is why Dow is actively aligning its business and sustainability strategy, operational footprint, product offerings and technologies to unlock new sustainable growth opportunities within the markets it serves and deliver long-term value to its stakeholders.\n\nThe following four areas are critical for Dow to consistently deliver responsible, best-in-class performance and value growth:\n\nProtecting the Climate\n\nClimate change is a critical challenge to the world and Dow’s business. Dow embraces its responsibility to help reduce global GHG emissions and the impacts of climate change on natural ecosystems. Dow’s approach to climate protection includes efforts to both mitigate and adapt to climate change.\n\nAdvancing a Circular Economy and Safer Materials\n\nDow is continuously looking for better ways to make, use and reuse materials, to help keep them out of the environment and retain their value for as long as possible in support of a sustainable future. Dow believes in considering the total impact of a product over its life cycle, including factors such as demands and impacts on nature, GHG, performance, longevity and end of life, while also working to extend the lifespan of materials.\n\n15\n\n\nDow is focused on utilizing its strong innovation pipeline to develop safer materials or reduce or eliminate priority substances in its products. The Company also invests in upstream manufacturing technologies to reduce facility emissions and, where necessary, restricts downstream uses of some substances.\n\nCultivating a Thriving Team and Community\n\nDow is committed to lead with inclusion, elevate its focus on diversity and embed equity into its practices, policies and processes for breakthrough results. The Company supports an innovative, sustainable and inclusive future where its communities can thrive, everyone has equitable access to careers in science, technology, engineering and math and skilled trades, and employees are empowered to accelerate change.\n\nDriving Accountability and Best-in-Class Performance\n\nDow exercises strong corporate governance through transparency, risk management, effective leadership, ethical compliance and behavior, and stakeholder feedback and management. Dow’s approach to corporate governance is centered on its core values and helps create and maintain a culture that supports long-term success, strengthens decision-making and builds trust in the Company. Dow’s leadership starts with its experienced and highly skilled Board of Directors (\"Board\"). Among other duties, the Board oversees and guides the Company’s strategy, environmental, social and governance priorities, and risk management to help promote the creation of long-term value for its shareholders.\n\nDow has implemented and continues to expand on its multi-decade targets intended to put the Company on a path to achieve a sustainable future, which include the following:\n\n•By 2030:\n\n◦Dow will reduce its net annual Scope 1 and 2 CO2e emissions by 5 million metric tons compared with its 2020 baseline, representing a 15 percent reduction from 2020 and a 30 percent reduction in GHG emissions since 2005.\n\n◦Dow will implement a robust land management strategy. Its top 20 water-dependent sites will have water stewardship plans, and 10 of those sites will be water-resilient. \n\n◦Dow will transform plastic waste and other forms of alternative feedstock to commercialize 3 million metric tons of circular and renewable solutions annually.\n\n•By 2035:\n\n◦All Dow sites will have water stewardship plans.\n\n•By 2050:\n\n◦Dow intends to be carbon neutral (Scopes 1+2+3, plus product benefits).\n\n◦Dow will partner to conserve 50,000 acres of habitat and its top 20 water-dependent sites will be water-resilient.\n\nThe Company's progress in achieving these targets is reviewed regularly by management and with the Environment, Health, Safety & Technology (\"EHS&T\") Committee of the Board.\n\nAdditional discussion of matters pertaining to sustainability, including the Company's actions related to sustainability, is included in Part I, Item 1A. Risk Factors; Part II, Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations; and Notes 1, 4 and 15 to the Consolidated Financial Statements. In addition, detailed information on the Company's performance regarding sustainability matters and goals, including the Company's annual INtersections Report, is accessible through Dow's Investors webpage at www.dow.com/investors. Dow's website and its content are not deemed incorporated by reference into this report.\n\nHUMAN CAPITAL\n\nDow’s ambition – to be the most innovative, customer-centric, inclusive and sustainable materials science company in the world – starts with people. Dow employees create innovative and sustainable materials science solutions to advance the world. Every answer starts with asking the right questions, which is why the diverse, dedicated Dow team collaborates with customers and other stakeholders to find solutions to the world's toughest challenges. The Company's values of Respect for People, Integrity and Protecting Our Planet are fundamental beliefs that are ingrained in each action taken, can never be compromised and are the foundation of the Company's Code of Conduct.\n\n16\n\n\nThe Company is dedicated to employee health and safety and is invested in fostering a culture of inclusion and continuous learning while supporting its employees through its Total Rewards plans and programs to ensure all Dow employees are respected, valued and encouraged to make their fullest contribution. \n\nSafety, Employee Health and Well-Being\n\nA commitment to safety and employee health is ingrained in Dow’s culture and central to how the Dow team works. Dow uses a comprehensive, integrated operating discipline management system that includes policies, requirements, best practices and procedures associated with health and safety. In 2024, the Company achieved an Occupational Safety and Health Administration Total Recordable Injury and Illness Rate of 0.18, based upon the number of incidents per 200,000 work hours for employees and contractors globally. This measure, along with a consistent set of globally applied, as well as locally defined, leading indicators of safety performance, are cornerstones of Dow's worker protection program. The Company maintains a robust, globally tracked near-miss program for situations that did not result in an injury, but could have been high consequence had circumstances been slightly different. This data is reviewed regularly by management and the EHS&T Committee of the Board, is visible to all employees and is built into digital dashboards that include actual injury information for every Dow location around the world. \n\nAs part of the Company’s total worker health strategy, employees have access to occupational health services at no cost through on-site, Company-managed clinics at its manufacturing locations or an offsite provider overseen by Dow Occupational Health. In addition to access for occupational health needs, the Company also has a comprehensive well-being strategy, which is framed across four dimensions – physical, mental, community and financial well-being – for an approach that is holistic, global, employee centered and outcome-driven. Key ambitions across the four dimensions focus on elements such as workplace stress, psychological safety, resiliency, workload, healthy eating and activities, and social community and inclusion opportunities.\n\nDow maintains active Crisis Management Teams at the corporate level and in each region where the Company operates to ensure appropriate plans are in place in the event of natural disasters or other emergencies.\n\nInclusion, Diversity & Equity\n\nAt Dow, inclusion, diversity and equity (“ID&E”) is a business imperative evidenced by inclusion serving as a core pillar of the Company's ambition statement. A strategic and intentional focus on ID&E not only enhances the employee experience and satisfaction, but it also supports innovation, customer experience and understanding of the communities the Company serves. In 2024, Dow advanced to #3 on the Fair360 Top 50 Companies list, remaining in the top 10 for the second consecutive year. Additionally, for the fourth year in a row, Dow was recognized on the Fortune 100 Best Companies to Work For® list. These are significant accomplishments that represent only two of the many awards the Company received related to its efforts in ID&E. \n\nDow's strategic ID&E efforts are directed by its Chief Inclusion Officer and Office of Inclusion, which supports implementation throughout Dow’s businesses, functions and regions. Three Inclusion Councils drive the ID&E strategy from the top of the Company down and across the enterprise:\n\n•The President’s Inclusion Council defines and supports Dow's ID&E strategy from the top.\n\n•A Senior Leaders’ Inclusion Council influences change through senior and mid-level business, geographic and functional leaders.\n\n•A Joint Inclusion Council collaborates to drive maximum employee engagement through Employee Resource Group (“ERG”) leadership. \n\nDow’s 10 ERGs represent a workforce rich in diversity of thought, perspectives and backgrounds. Dow’s ERGs help develop a high-performance workplace culture and cultivate a positive employee experience that supports business growth. ERG participation is voluntary and open to the Company's total workforce with strong allyship representation. Senior leaders serve as executive sponsors for each ERG. In addition, Dow has a Paid Time Off Policy which provides employees time off to volunteer and engage in ERG activities. In 2024, 61 percent of Dow’s workforce and 97 percent of Dow people leaders participated in at least one ERG. \n\nInclusion and diversity metrics, including global spend with certified diverse suppliers, global representation of women and U.S. ethnic minority representation, are embedded in the performance award bonus program for over 3,000 leaders. The results are published internally on a quarterly basis and reviewed regularly by management with the Compensation and Leadership Development Committee of the Board.\n\n17\n\n\nGlobal pay disparity studies have been conducted at Dow for over 20 years to assess fair treatment between genders and between U.S. ethnic minorities and non-minorities and to ensure Dow’s pay practices are being implemented as intended. The results have been publicly disclosed within the Company's annual INtersections Report. As part of Dow’s ID&E efforts, the Company will continue to conduct annual pay gap studies and actively engage with an external partner to further develop and continue to apply best practices.\n\nTotal Rewards\n\nTo achieve Dow’s ambition, the Company invests in its people, who are at the heart of the Company, through its Total Rewards plans and programs. The Total Rewards plans and programs are structured to attract, retain and motivate Dow’s employees. Dow’s Total Rewards are designed to support all aspects of its employees – their compensation, future, health, life and career. The Company is committed to aligning its strategy and culture with the needs of its employees and optimizing the investment Dow makes in Total Rewards. \n\nAs a global company with a diverse team, Dow aims to ensure employees have access to resources that allow them to meet their unique needs. That is why Dow has established three guiding principles that define its Total Rewards strategy: 1) ensuring programs are market competitive; 2) providing employees with offerings that align with their preferences to promote their financial, mental and physical well-being; and 3) offering programs that drive a performance-oriented, results-based culture that enables long-term shareholder value creation. Dow adapts its programs for geography-specific requirements, as well as cultural standards and expectations.\n\nEmployee Engagement, Learning and Development\n\nThroughout an employee’s career, the Company supports development through a blend of learning approaches including in-person and virtual trainings, digital learning platforms, on-the-job training and a series of leadership development programs. The Company launched a new skills framework in 2024. The skills framework is aligned to enterprise competencies that support Dow's ambition. Additionally, the skills-valued focus increases the transparency of skills needed for current and future jobs and is embedded in talent practices to support employee growth, development and skill building for evolving business needs.\n\nAnnually, all employees have the opportunity to provide feedback on employee experience and offer insights into how to improve Dow’s working culture through a global employee opinion survey. A key component of the survey is an opportunity for employees to provide feedback on the effectiveness of their direct leader. In 2024, 73 percent of employees responded to the annual survey. The feedback received through this annual survey and additional quarterly checkpoint surveys is used to drive actions to improve the overall Dow experience for employees across the Company, as well as to support continuous improvement in leader effectiveness.\n\n18\n\n\nAt December 31, 2024, the Company permanently employed approximately 36,000 people on a full-time basis. \n\n*U.S. ethnic minorities include employees who self-identify as American Indian or Alaskan Native, Asian, Black or African American, Hispanic or Latino, Native Hawaiian or other Pacific Islander, or two or more races. Employees who self-identify as White are considered U.S. Non-Minority.\n\nAdditional information regarding Dow’s human capital measures can be found in the Company's annual INtersections Report, as well as Dow's U.S. Equal Employment Opportunity Report (EEO-1), accessible through the Inclusion and Diversity webpage at www.dow.com/diversity. Dow’s website and its content are not deemed incorporated by reference into this report. \n\nOTHER ACTIVITIES\n\nThe Company engages in property and casualty insurance and reinsurance primarily through its Liana Limited subsidiaries.\n\n19\n\n\nEXECUTIVE OFFICERS OF THE REGISTRANT\n\nSet forth below is information related to the Company's executive officers as of February 4, 2025:\n\nName, AgePresent Position with RegistrantYear Elected as Executive Officer of Dow Inc.Other Business Experience since January 1, 2020\n\nMarco ten Bruggencate, 51 President, Industrial Intermediates & Infrastructure2024DOW INC.: President, Industrial Intermediates & Infrastructure since December 2024.  TDCC: President, Industrial Intermediates & Infrastructure since December 2024.  DOW EUROPE GMBH: President, EMEAI1 from July 2024 to December 2024; Commercial Vice President for Packaging & Specialty Plastics for Europe, Middle East, and Africa from November 2019 to July 2024. \n\nLisa Bryant, 49Chief Human Resources Officer2022DOW INC.: Chief Human Resources Officer since November 2022.\n\nTDCC: Chief Human Resources Officer since November 2022; Senior Global Human Resources Director for Finance, Legal, Public Affairs, and Government Affairs from May 2020 to November 2022; North America Human Resources Director from February 2019 to May 2020.\n\nKaren S. Carter, 54Chief Operating Officer2019DOW INC.: Chief Operating Officer since December 2024; President, Packaging & Specialty Plastics from November 2022 to December 2024; Chief Human Resources Officer and Chief Inclusion Officer from April 2019 to November 2022.\n\nTDCC: Chief Operating Officer since December 2024; President, Packaging & Specialty Plastics from November 2022 to December 2024; Chief Human Resources Officer from October 2018 to November 2022; Chief Inclusion Officer from July 2017 to November 2022.\n\nKeith Cleason, 58President, Packaging & Specialty Plastics2024DOW INC.: President, Packaging & Specialty Plastics since December 2024.       TDCC: President, Packaging & Specialty Plastics since December 2024; Business Vice President for Olefins, Aromatics & Alternatives and Univation Technologies from July 2018 to December 2024.\n\nAndrea L. Dominowski, 50Controller and Vice President of Controllers2024DOW INC.: Controller and Vice President of Controllers since February 2024.\n\nTDCC: Controller and Vice President of Controllers since February 2024; Global Business Director for Silicone Feedstocks & Intermediates from August 2020 to February 2024; Regional Finance Director for North America from January 2018 to August 2020.\n\nJim Fitterling, 63Chair and Chief Executive Officer2018DOW INC.: Chair since April 2020; Chief Executive Officer since August 2018.\n\nTDCC: Chair since April 2020; Chief Executive Officer since July 2018.\n\nBrendy Lange, 41President, Performance Materials & Coatings2024DOW INC.: President, Performance Materials & Coatings since April 2024.\n\nTDCC: President, Performance Materials & Coatings since April 2024; Business Vice President, Dow Industrial Solutions from February 2020 to April 2024; Global Business Director, Dow Industrial Solutions from January 2017 to February 2020.\n\nJohn M. Sampson, 64Senior Vice President, Operations, Manufacturing & Engineering2021DOW INC.: Senior Vice President, Operations, Manufacturing & Engineering since October 2020.\n\nOLIN CORPORATION: Executive Vice President, Business Operations from April 2019 to September 2020.\n\nA. N. Sreeram, 57Senior Vice President of Research & Development and Chief Technology Officer2019DOW INC.: Senior Vice President of Research & Development and Chief Technology Officer since April 2019.\n\nTDCC: Chief Technology Officer since October 2015; Senior Vice President of Research & Development since August 2013.\n\nJeffrey L. Tate, 55Chief Financial Officer 2023DOW INC.: Chief Financial Officer since November 2023.\n\nTDCC: Chief Financial Officer since November 2023.\n\nLEGGETT & PLATT INCORPORATED: Executive Vice President and Chief Financial Officer from September 2019 to June 2023.\n\nAmy E. Wilson, 54General Counsel and Corporate Secretary2018DOW INC.: General Counsel and Corporate Secretary since April 2019.\n\nTDCC: General Counsel since October 2018; Corporate Secretary since February 2015.\n\n1.Europe, Middle East, Africa and India.",
      "char_count": 59541
    },
    "item1a": {
      "text": "Table of Contents\n\nITEM 1A. RISK FACTORS\n\nThe factors described below represent the Company's principal risks. \n\nCLIMATE CHANGE - RELATED RISKS\n\nClimate Change: Climate change-related risks and uncertainties, legal or regulatory responses to climate change and failure to meet the Company’s climate change commitments could negatively impact the Company’s results of operations, financial condition and/or reputation.\n\nThe Company is subject to increasing climate-related risks and uncertainties, many of which are outside of its control. Climate change may result in more frequent and damaging severe weather and weather-related events, potential changes in precipitation patterns and extreme variability in weather patterns. These short- and long-term weather and weather-related events can disrupt the operations of the Company as well as those of its customers, partners and vendors due to damage to local infrastructure and other property damage limiting site access, and causing water scarcity and lack of access to high-quality water, among other factors. These risks and uncertainties may also directly or indirectly impact decisions to invest in the construction and/or renovation of new or existing manufacturing sites and other Company facilities and locations.\n\nThe transition to lower greenhouse gas emissions technology, the effects of carbon pricing and changes in public sentiment, incentives, regulations, taxes, public mandates or requirements and increases in climate-related lawsuits, insurance premiums and implementation of more robust disaster recovery and business continuity plans could increase costs to maintain or resume the Company’s operations or achieve its sustainability commitments in the expected timeframes, which would negatively impact the Company’s results of operations. \n\nIn 2020, the Company announced commitments to reduce its net annual Scope 1 and 2 carbon dioxide equivalent (\"CO2e\") emissions by an additional 5 million metric tons, approximately a 15 percent reduction compared with its 2020 baseline, by 2030 (the 2020 baseline represents a 15 percent reduction in greenhouse gas emissions since 2005) and its intention to be carbon neutral by 2050 (Scope 1+2+3, as defined by the Greenhouse Gas Protocol Corporate Accounting and Reporting Standard, plus product benefits). In November 2023, the Board approved the final investment decision to build the world's first net-zero Scope 1 and 2 CO2e emissions integrated ethylene cracker and derivatives facility in Alberta, Canada, a key element for the Company to achieve its 2030 greenhouse gas emissions reduction commitment.\n\nThe commitments reflect the Company's current plans and targets and are not guarantees that it will be able to achieve them. The execution and achievement of the Company's commitments within projected cost estimates and expected timeframes, including the success of the Company's integrated ethylene cracker and derivatives facility in Alberta, Canada, are subject to risks and uncertainties which include, but are not limited to: advancement, availability, development and affordability of technology necessary to achieve these commitments; unforeseen design, operational and technological difficulties; availability and cost of necessary materials and components; adapting products to customer preferences and customer acceptance of sustainable supply chain solutions; changes in public sentiment and political leadership, including government incentives and tax credits to promote emission reductions; and the Company’s ability to comply with changing regulations, taxes, mandates or requirements related to greenhouse gas emissions or other climate-related matters, including prescriptive reporting of climate-related matters. In addition, standards for tracking and reporting on sustainability matters have not been harmonized, continue to evolve and may change over time, which could result in significant revisions to the Company's performance metrics, commitments or reported progress in achieving such commitments. Given the focus on sustainable investing, if the Company fails to meet its climate change commitments within the committed timeframe, coupled with its significant investments to meet those commitments, and adopt policies and practices to enhance sustainability, the Company’s reputation and its customer and other stakeholder relationships could be negatively impacted, reducing demand for the Company's products, and it may be more difficult for the Company to compete effectively or gain access to financing on acceptable terms when needed, which could negatively impact the Company’s financial condition, results of operations and cash flows.\n\nMACROECONOMIC RISKS\n\nFinancial Commitments and Credit Markets: Market conditions could reduce the Company's flexibility to respond to changing business conditions or fund capital needs.\n\nAdverse economic conditions, such as fluctuating interest rates, could reduce the Company’s flexibility to respond to changing business and economic conditions or to fund capital expenditures or working capital needs. The economic \n\nenvironment could result in a contraction in the availability of credit in the marketplace and reduce sources of liquidity for the Company. This could result in higher borrowing costs.\n\nGlobal Economic Considerations: The Company operates in a global, competitive environment which gives rise to operating and market risk exposure.\n\nThe Company sells its broad range of products and services in a competitive, global environment, and competes worldwide for sales on the basis of product quality, price, technology and customer service. Increased levels of competition could result in lower prices or lower sales volume, which could have a negative impact on the Company’s results of operations. Sales of the Company's products are also subject to extensive federal, state, local and foreign laws and regulations; trade agreements; import and export controls; taxes; and duties and tariffs. The imposition of additional regulations, controls, taxes and duties and tariffs or changes to bilateral and regional trade agreements could result in lower sales volume, which could negatively impact the Company’s results of operations.\n\nEconomic conditions around the world, and in certain industries and geographic regions in which the Company does business, also impact sales price and volume and affect the efficacy of the Company's supply chain. For example, market uncertainty and an economic downturn driven by inflationary pressures, higher input costs and margin compression have reduced demand for the Company's products, resulting in decreased sales volume in recent years which has yet to fully recover. Adverse economic conditions also caused supply chain constraints. These factors have had a negative impact on the Company's results of operations. Additionally, political tensions; war, including the ongoing conflicts in the Middle East and between Russia and Ukraine with the related sanctions and export restrictions; terrorism; epidemics; pandemics; or political instability in the geographic regions or industries in which the Company sells its products could also reduce demand for the Company's products and result in decreased sales volume or supply chain disruptions, which could have a negative impact on the Company’s results of operations.\n\nIn February 2022, Russia invaded Ukraine resulting in the United States, Canada, the European Union and other countries imposing economic sanctions on Russia. Dow suspended purchases of feedstocks and energy from Russia. Investments in and flow of Dow's materials into Russia have been stopped. These actions have not had and are not expected to have a material impact on the Company's financial condition or results of operations. However, the fluidity and continuation of the conflict may result in additional economic sanctions and other impacts which could have a negative impact on the Company’s financial condition, results of operations and cash flows. These include decreased sales; supply chain and logistics disruptions; volatility in foreign exchange rates and interest rates; inflationary pressures on and availability of raw materials and energy, most notably in Europe; and heightened cybersecurity threats. Further, the intensity and duration of the conflict in the Middle East and potential expansion of the hostilities in the region are difficult to predict and could disrupt the Company's supply chain operations, which could have a negative impact on the Company's results of operations.\n\nIn addition, volatility and disruption of financial markets could limit the ability of Dow's customers and suppliers to obtain adequate financing to maintain operations, which could result in a decrease in sales volume and have a negative impact on the Company’s results of operations. The Company’s global business operations also give rise to market risk exposure related to changes in inflation, foreign currency exchange rates, including the impact of foreign currency exchange rates resulting from highly inflationary economies such as Argentina, interest rates, commodity prices and other market factors such as equity prices. To manage such risks, the Company enters into hedging and other investment transactions, where deemed appropriate, pursuant to established guidelines and policies. If the Company fails to effectively manage such risks, it could have a negative impact on its results of operations. \n\nPension and Other Postretirement Benefits: Increased obligations and expenses related to the Company's defined benefit pension plans and other postretirement benefit plans could negatively impact its financial condition and results of operations.\n\nWhile the Company has frozen its defined benefit plans and other postretirement benefit plans in the United States, the Company continues to sponsor these plans as well as defined benefit pension plans and other postretirement benefit plans in a number of other countries (together with U.S. plans, the “plans”). The assets of the Company's funded plans are primarily invested in fixed income securities, equity securities of U.S. and foreign issuers and alternative investments, including investments in real estate, private equity and absolute return strategies. Changes in the market value of plan assets, investment returns, discount rates, mortality rates and regulations may affect the funded status of the Company's plans and could cause volatility in the net periodic benefit cost and future funding requirements of the plans. A significant increase in the Company's obligations or future funding requirements could \n\n22\n\n\nhave a negative impact on the Company's results of operations and cash flows for a particular period and on the Company's financial condition.\n\nSupply/Demand Balance: Earnings generated by the Company's products vary based in part on the balance of supply relative to demand within the industry.\n\nThe balance of supply relative to demand within the industry may be significantly impacted by the addition of new capacity, especially for basic commodities where capacity is generally added in large increments as world-scale facilities are built. This may result in excess capacity which can disrupt regional industry supply and demand balances, particularly in Europe, Middle East, Africa and India (\"EMEAI\") and Asia Pacific, resulting in downward pressure on prices and decreased operating rates, which could negatively impact the Company’s results of operations.\n\nLEGAL AND REGULATORY RISKS\n\nEnvironmental Compliance: The costs of complying with evolving regulatory requirements could negatively impact the Company's financial results. Actual or alleged violations of environmental laws or permit requirements could result in restrictions or prohibitions on plant operations, substantial civil or criminal sanctions, as well as the assessment of strict liability and/or joint and several liability. \n\nThe Company is subject to extensive federal, state, local and foreign laws, regulations, rules and ordinances relating to pollution, protection of the environment, climate change, greenhouse gas emissions, and the generation, storage, handling, transportation, treatment, disposal and remediation of hazardous substances and waste materials. In addition, the Company may have costs related to environmental remediation and restoration obligations associated with past and current sites as well as related to its past or current waste disposal practices or other hazardous materials handling. Although management will estimate and accrue liabilities for these obligations, it is reasonably possible that the Company’s ultimate cost with respect to these matters could be significantly higher, which could negatively impact the Company’s financial condition and results of operations. Costs and capital expenditures relating to environmental, health or safety matters are subject to evolving regulatory requirements and depend on the timing of the promulgation and enforcement of specific standards which impose the requirements. Moreover, changes in environmental regulations could inhibit or interrupt the Company’s operations, or require modifications to its facilities. Further, additional environmental disclosure obligations require and may continue to require the Company to implement new practices and reporting processes, and have created and will continue to create additional compliance risk. Accordingly, environmental, health or safety regulatory matters could result in significant unanticipated costs or liabilities. For additional information, see Part II, Item 7. Other Matters, Environmental Matters in Management’s Discussion and Analysis of Financial Condition and Results of Operations.\n\nHealth and Safety: Increased concerns regarding the safe use of chemicals and plastics in commerce and their potential impact on the environment have resulted in more restrictive regulations and could lead to new regulations.\n\nConcerns regarding the safe use of chemicals and plastics in commerce and their potential impact on health and the environment reflect a growing trend in societal demands for increasing levels of product safety and environmental protection. These concerns could manifest themselves in stockholder proposals, preferred purchasing, delays or failures in obtaining or retaining regulatory approvals, delayed product launches, lack of market acceptance and continued pressure for more stringent regulatory intervention and litigation. These concerns could also influence public perceptions, the viability or continued sales of certain of the Company's products, its reputation and the cost to comply with regulations. In addition, terrorist attacks and natural disasters have increased concerns about the security and safety of chemical production and distribution. These concerns could have a negative impact on the Company's results of operations.\n\nLocal, state, federal and foreign governments continue to propose new regulations related to the security of chemical plant locations and the transportation of hazardous chemicals, which could result in higher operating costs. \n\nLitigation: The Company is party to a number of claims and lawsuits arising out of the normal course of business with respect to product liability, patent infringement, employment matters, governmental tax and regulation disputes, contract and commercial litigation, and other actions.\n\nCertain of the claims and lawsuits facing the Company purport to be class actions and seek damages in very large amounts. All such claims are contested. With the exception of the possible effect of the asbestos-related liability of Union Carbide Corporation (“Union Carbide”) as described below, it is the opinion of the Company’s management that the possibility is remote that the aggregate of all such claims and lawsuits will have a material adverse impact on the Company’s consolidated financial statements.\n\n23\n\n\nUnion Carbide is and has been involved in a large number of asbestos-related suits filed primarily in state courts during the past several decades. At December 31, 2024, Union Carbide's total asbestos-related liability, including future defense and processing costs, was $791 million ($867 million at December 31, 2023). \n\nPlastic Waste: Increased concerns regarding plastic waste in the environment, resulting in the demand for substitute materials; brand owners selectively reducing their use of plastic products; a lack of plastic waste collection and recycling infrastructure and a failure to develop circular plastic materials or a circular economy for plastics; and/or the development of new or more restrictive regulations and rules related to plastic waste and related emissions could reduce demand for the Company’s plastic products and could negatively impact the Company’s financial results. \n\nPlastics have faced increasing public scrutiny due to low recycling rates and the presence of plastic waste in the environment, including the world’s oceans and rivers, and pollution associated with the manufacture of plastics. Accordingly, regulators, manufacturers, brand owners and consumers are driving demand for materials made with recycled content, bio-based materials and materials made with low or zero carbon emission options, and local, state, federal and foreign governments are proposing and implementing regulations to address the global plastic waste challenge, including, but not limited to, extended producer responsibility fees, recycled content mandates, taxes on plastics at the national level and bans on non-essential items. Further, an intergovernmental negotiation committee is in the process of negotiating an international legally binding instrument to end plastic pollution.\n\nDow is one of the world’s largest plastics producers and sells plastic products that continue to enable increasing quality and standards of living and offer significant greenhouse gas reductions compared with alternative solutions. In order to both maintain the benefits of plastics, meet growing demand for circular and renewable plastics and advance efforts to end plastic pollution in the environment, the Company is partnering with other organizations to bring the waste back into the circular economy. The Company's Transform the Waste target (announced in October 2022) aims to transform plastic waste and other forms of waste to commercialize 3 million metric tons of circular and renewable solutions by 2030. Further, the Company has committed to reducing its net annual greenhouse gas emissions and intends to be carbon neutral by 2050 (Scope 1+2+3, as defined by the Greenhouse Gas Protocol Corporate Accounting and Reporting Standard, plus product benefits).\n\nWithout the expansion of proper waste collection and recycling infrastructure and the development of a circular economy for plastics at scale, along with increased pressure to reduce the use of plastics, the Company could experience reduced demand for its polyethylene products, which could negatively impact the Company’s financial condition, results of operations and cash flows.\n\nOPERATIONAL AND STRATEGIC RISKS\n\nCompany Strategy: Implementing certain elements of the Company's strategy could negatively impact its financial results.\n\nThe Company currently has manufacturing operations, sales and marketing activities, and joint ventures in emerging geographic regions. Activities in these geographic regions are accompanied by uncertainty and risks including: navigating different government regulatory environments; relationships with new, local partners; project funding commitments and guarantees; expropriation, military actions, war, terrorism, sanctions and political instability; sabotage; uninsurable risks; suppliers not performing as expected resulting in increased risk of extended project timelines; and determining raw material supply and other details regarding product movement. \n\nThe Company also makes strategic investments in emerging companies. While the Company pursues strategic investments because it expects them to yield longer-term benefits, they could adversely affect the Company’s near-term results of operations. These investments may not yield the business benefits, synergies or financial benefits anticipated by management. \n\nAdditionally, disruptions to supply chains, distribution chains and/or public and private infrastructure and services, including those caused by industry capacity constraints, material availability, global logistics delays, and third party service and material providers; and constraints arising from, among other things, the transportation capacity of ocean shipping containers; global labor availability constraints; and/or disruptions to the Company's site operations caused by tenant and neighboring manufacturing operations, as well as the Company's ability to attract and retain a talented workforce, could materially and adversely impact the Company's business operations. \n\nIf the manufacturing operations, supply chains, sales and marketing activities, investments in emerging companies and joint venture operations are not reliable and/or the implementation of the Company's projects is not successful, it could adversely affect the Company’s financial condition, cash flows and results of operations. \n\n24\n\n\nCybersecurity Threat: Disruption of the Company's information technology, data security, and other operating or third-party systems, including disruption of the ability to safely and reliably operate the Company's facilities; the risk of loss of the Company’s proprietary information including trade secrets, know-how or other sensitive business information; and the risk of loss or security of the private data of the Company, its customers and its employees could negatively impact the Company’s business strategy, results of operations, financial condition and reputation.\n\nThe Company relies on various information systems, including information systems operated by third-parties which may also include embedded artificial intelligence (\"AI\"), to support safe, efficient and reliable business and operating processes and activities and to safeguard its proprietary information assets, including trade secrets, know-how and other sensitive, business critical information. These systems are critical to the Company's process to accurately report financial results for management and external reporting purposes and to ensure compliance with financial reporting, legal and tax requirements in the United States and around the world. These systems may also be used to collect and process sensitive customer and personal employee data the Company may be legally required to protect. \n\nIncreased global cybersecurity vulnerabilities, threats and targeted cyberattacks, which are becoming more sophisticated as attackers increase their utilization of developing techniques and tools, including AI, continue to pose risks to the Company’s products, systems and networks, and the confidentiality, availability and integrity of the Company’s data. These vulnerabilities also expose the Company’s customers, suppliers and third-party service providers to loss. In addition, the Company is exposed to similar risks resulting from cyberattacks that are experienced by its suppliers and other vendors. As a result, cyberattacks, internal and external security breaches, and attacks and security breaches of third-party systems could disrupt the Company's operations, compromise Dow’s proprietary and confidential, business critical information, jeopardize the Company's ability to safeguard and maintain accurate data, including personal data, and harm the Company's reputation which could result in litigation, enforcement actions, including fines, penalties and disruption of the Company's right to operate in certain jurisdictions, and significant remediation costs. Additionally, the Company’s use of AI software may create additional risks related to the unintentional disclosure of proprietary, confidential, personal or otherwise sensitive information. \n\nWhile the Company has a comprehensive cybersecurity program that is continuously reviewed, maintained and upgraded, cyberattacks by nation-state organizations, crime organizations and other hackers have become increasingly sophisticated, and it is possible for such attacks to remain undetected for an extended period of time. Such attacks could have a material negative impact on the Company’s business strategy, results of operations, financial position and reputation. More information on the Company’s processes for assessing, identifying and managing material risks from cybersecurity threats, including management’s role and the Board's oversight of such processes, can be found in Item 1C. Cybersecurity.\n\nGoodwill: An impairment of goodwill could negatively impact the Company’s financial results.\n\nAt least annually, the Company assesses goodwill for impairment. If testing indicates that goodwill is impaired, the carrying value is written down based on fair value with a charge against earnings. Where the Company utilizes a discounted cash flow methodology in determining fair value, continued weak demand for a specific product line or business could result in an impairment. Accordingly, any determination requiring the write-off of a significant portion of goodwill could negatively impact the Company's results of operations. See Note 12 to the Consolidated Financial Statements for additional information regarding the Company's goodwill impairment testing. \n\nOperational Event: A significant operational event could negatively impact the Company's results of operations.\n\nAs a diversified chemical manufacturing company, the Company's operations at each site, including maintenance of its facilities, the transportation of supplies and products, cyberattacks, the Company's limited utilization of AI in its operations, pandemics and other public health-related events or severe weather conditions and other natural phenomena (such as freezing, drought, hurricanes, earthquakes, tsunamis, floods, etc.) could result in an unplanned or unintended event that could be significant in scale and could negatively impact operations, neighbors or the public at large, which could have a negative impact on the Company's results of operations.\n\nMajor hurricanes and other weather-related events have caused significant disruption in the Company's operations on the U.S. Gulf Coast, logistics across the region, and the supply of certain raw materials, which had an adverse impact on volume and cost for some of its products. Due to the Company's substantial presence on the U.S. Gulf Coast, similar severe weather conditions or other natural phenomena in the future could negatively impact the Company's results of operations. Other non-weather-related unplanned events have also caused disruptions in the \n\n25\n\n\nCompany’s operations at various sites. While the Company has processes in place to minimize the risks and impacts of such events, such unplanned future events could negatively impact the Company’s results of operations.\n\nRaw Materials: Availability of purchased feedstock and energy, and the volatility of these costs, impact Dow’s operating costs and add variability to earnings. \n\nPurchased feedstock and energy costs account for a substantial portion of the Company’s total production costs and operating expenses. The Company purchases hydrocarbon-based raw materials including ethane, propane, butane, naphtha and condensate as feedstocks and purchases certain monomers, primarily ethylene and propylene, to supplement internal production, as well as other raw materials. The Company also purchases natural gas, primarily to generate electricity, electric power to supplement internal generation, and steam.\n\nFeedstock and energy costs generally follow price trends in crude oil and natural gas, which are sometimes volatile. Power prices often follow general energy trends, and are additionally subject to short-term surfeits and shortages related to, for example, intermittent wind and solar generation, and power generation and transmission outages. While the Company uses its feedstock flexibility and financial and physical hedging programs to help mitigate feedstock cost increases, the Company is not always able to immediately raise selling prices. Ultimately, the ability to pass on underlying cost increases is dependent on market conditions. Conversely, when feedstock and energy costs decline, selling prices generally decline as well. As a result, volatility in these costs could impact the Company’s results of operations.\n\nWhile the Company expects abundant and cost-advantaged supplies of natural gas liquids (\"NGLs\") in the United States to persist for the foreseeable future, if NGLs become significantly less advantaged than crude oil-based feedstocks, it could have a negative impact on the Company’s results of operations and future investments. Also, if the Company’s key suppliers of feedstock and energy are unable to provide the raw materials required for production, it could have a negative impact on the Company’s results of operations.\n\nPANDEMIC - RELATED RISKS\n\nPublic Health Crisis: A public health crisis or global outbreak of disease could have a negative effect on the Company's manufacturing operations, supply chain and workforce, creating business disruptions that could have a substantial negative impact on the Company’s results of operations, financial condition and cash flows.\n\nA public health crisis, including a pandemic similar in nature to coronavirus disease 2019, could impact all geographic regions where Dow products are produced and sold. The global, regional and local spread of a public health crisis could result in, and in the past has resulted in, significant global mitigation measures, including government-directed quarantines, social distancing and shelter-in-place mandates, travel restrictions and/or bans, mask and vaccination mandates, restrictions on large gatherings and restricted access to certain corporate facilities and manufacturing sites. Business disruptions and market volatility resulting from a public health crisis could have a substantial negative impact on the Company’s results of operations, financial condition and cash flows. The adverse impact of a pandemic could include, and in the past has included, without limitation, fluctuations in the Company’s stock price due to market volatility; a decrease in demand for certain Company products; price declines; reduced profitability; supply chain disruptions impeding the Company’s ability to ship and/or receive product; temporary idling or permanent closure of select manufacturing facilities and/or manufacturing assets; asset impairment charges; interruptions or limitations to manufacturing operations imposed by local, state or federal governments; reduced market liquidity and increased borrowing costs; workforce absenteeism and distraction; labor shortages; customer credit concerns; increased cybersecurity risk and data accessibility disruptions due to remote working arrangements; workforce reductions and fluctuations in foreign currency markets. Additional risks may include, but are not limited to: shortages of key raw materials; potential impairment in the carrying value of goodwill; additional asset impairment charges; increased obligations related to the Company’s pension and other postretirement benefit plans; and tax valuation allowance; and may also have the effect of heightening many of the other risks described in this \"Risk Factors\" section.",
      "char_count": 31640
    }
  },
  "extracted_at": "2026-01-19T15:33:28.052153"
}