{
  "ticker": "DPZ",
  "company_name": "DOMINOS PIZZA INC",
  "cik": 1286681,
  "form_type": "10-K",
  "filing_date": "2025-02-24",
  "period_of_report": "2024-12-29",
  "fiscal_year": 2025,
  "accession_number": "0000950170-25-025223",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001286681&accession_number=000095017025025223&xbrl_type=v",
  "sic_code": "5140",
  "industry": "Wholesale-Groceries & Related Products",
  "sections": {
    "item1": {
      "text": "Item 1. Business.\n\n  Overview \n\n  Domino’s is the largest pizza company in the world with more than 21,300 locations in over 90 markets around the world as of December 29, 2024, and operates two distinct service models within its stores, with a significant business in both delivery and carryout. We are a highly recognized global brand, and we focus on value while serving neighborhoods locally through our large worldwide network of franchise owners and U.S. Company-owned stores through both the delivery and carryout service models. We have been selling quality, affordable food to our customers since 1960. We became “Domino’s Pizza” in 1965 and opened our first franchised store in 1967. Over more than 60 years, we have built Domino’s into one of the most widely-recognized consumer brands in the world. We believe our commitment to value, convenience, quality and new products continues to keep consumers engaged with the brand. \n\n  We are primarily a franchisor, with approximately 99% of Domino’s global stores owned and operated by our independent franchisees as of December 29, 2024. Franchising enables an individual to be a business owner and maintain control over all employment-related matters and pricing decisions, while also benefiting from the strength of the Domino’s global brand and operating system with limited capital investment by us.\n\n  Domino’s business model is straightforward: Domino’s stores handcraft and serve quality food at a competitive price, with easy ordering access and efficient service, enhanced by our technological innovations. We also have a global agreement with Uber Technologies, Inc. to allow customers to order Domino’s products through their marketplace. Our hand-tossed dough is made fresh and distributed to stores around the world by us and our franchisees.\n\n  Domino’s generates revenues and earnings by charging royalties and fees to our franchisees. Royalties are ongoing percent-of-sales fees for use of the Domino’s® brand marks. We also generate revenues and earnings by selling food and other products to franchisees through our supply chain operations primarily in the U.S. and Canada and by operating a number of Company-owned stores in the U.S. Franchisees profit by selling pizza and other complementary items to their local customers. In our international markets, we generally grant geographical rights to the Domino’s Pizza® brand to master franchisees. These master franchisees are charged with developing their geographical area, and they may profit by sub-franchising and selling food and other products to those sub-franchisees, as well as by running pizza stores. We believe that everyone in the system can benefit from the franchise model, including the end consumer, who can purchase Domino’s menu items for themselves and their family conveniently and economically.\n\n  Domino’s business model can yield strong returns for our franchise owners and our Company-owned stores. It can also yield significant cash flows to us, through a consistent franchise royalty payment and supply chain revenue stream, through an asset-light model. We have historically returned cash to shareholders through dividend payments and share repurchases. Domino’s financial results are driven largely by retail sales at our franchised and Company-owned stores. Changes in retail sales are primarily driven by same store sales growth and net store growth. We actively monitor both of these metrics, as they directly impact our revenues and profits, and we strive to consistently increase both metrics. Retail sales drive royalty payments from franchisees, as well as Company-owned store and supply chain revenues.\n\n  At Domino’s, we believe we have a proven business model for success that has historically driven strong returns for our shareholders. Our Hungry for MORE strategy aims to generate MORE sales, MORE stores and MORE profits. The strategic imperatives of our Hungry for MORE strategy are as follows:\n\n  Most Delicious Food: We believe we have the best pizza in the industry, and our menu has even more mouthwatering options beyond pizza. We will continue to showcase the breadth of our menu, while highlighting the deliciousness of our food through our innovative marketing promotions.\n\n  Operational Excellence: We are relentless in our focus on convenience, consistency and efficiency for our customers.\n\n  Renowned Value: We are committed to continuing to offer competitive pricing and personalized value for our customers that is innovative and memorable.\n\n  Enhanced by Best-in-Class Franchisees: Our franchisees play a vital role in driving results and excitement across the more than 90 markets in which we operate. \n\n4\n\n  Our Industry\n\n  The U.S. QSR pizza category is large and fragmented. From 2019 through 2024, the U.S. QSR pizza category has grown from $37.6 billion to $42.1 billion. It is the second-largest category, by sales, within the $358.4 billion U.S. QSR sector. The U.S. QSR pizza category is primarily comprised of delivery, dine-in and carryout, with carryout and delivery comprising the two largest segments.\n\n  In the U.S., we compete in the delivery and carryout segments of the pizza industry, and we are the dollar market share leader for delivery and carryout among pizza QSRs. Delivery segment dollars of $16.9 billion in 2024 (up from $13.9 billion in 2019) account for approximately 40% of total U.S. consumer spend at pizza QSRs. The four industry leaders, including Domino’s, account for approximately 60% of U.S. pizza delivery, based on reported consumer spending, with the remaining dollars going to regional chains and independent or local establishments. From 2019 to 2024, the carryout segment grew from $17.3 billion to $20.5 billion. The four industry leaders, including Domino’s, account for approximately 52% of the U.S. carryout segment. (Source: Circana, CREST, year ending December 2024).\n\n  In contrast to the U.S., international pizza delivery is relatively underdeveloped, with only Domino’s and two other competitors having a significant global presence. We believe that demand for pizza delivery and pizza carryout is large and growing globally, driven by international consumers’ increasing emphasis on convenience, and is supported by our proven success of more than 40 years of conducting business abroad.\n\n  Our Competition\n\n  The global pizza delivery and carryout segments, as well as the broader QSR sector, are highly competitive. In the U.S., we compete against regional and independent or local companies as well as national chains Pizza Hut®, Papa John’s® and Little Caesars Pizza®. Internationally, we compete primarily with Pizza Hut, Papa John’s and country-specific national, regional and local pizzerias. We generally compete on the basis of product quality, location, image, service, technology, convenience and price. Our business and those of our competitors can be affected by changes in consumer tastes, economic conditions, demographic trends, geopolitical and reputational considerations, marketing, advertising, pricing and consumers’ disposable income. We also compete with other restaurants, as well as order and delivery aggregation companies, which have continued to grow in size and scale in recent years. We compete not only for customers, but also for management and hourly employees, including store team members, drivers and qualified franchisees, as well as suitable real estate sites.\n\n  Our Customers\n\n  Our business is not dependent upon a single retail customer or small group of customers, including franchisees. No customer accounted for more than 10% of our total consolidated revenues in 2024, 2023 or 2022. As of December 29, 2024, our largest franchisee based on store count, Domino’s Pizza Enterprises (DMP: ASX), operated 3,741 stores in 12 international markets, which accounted for approximately 26% of our international store count and 18% of our global store count. Revenues from this master franchisee accounted for 1.5% of our consolidated revenues in 2024. Our international franchise segment only requires a modest amount of general and administrative expenses to support its markets and does not have a cost of sales component. Therefore, the vast majority of these royalty revenues result in profits to us.\n\n  Our Menu\n\n  We offer a menu designed to present delicious, quality offerings to customers, while keeping it simple enough to minimize operational complexity and expedite order-taking and food preparation. Our basic menu features pizza products with varying sizes and crust types. Our typical store also offers side items including bread products, wings, boneless chicken, pastas, oven-baked sandwiches, dips, soft drink products and desserts. During 2024, we launched our newest menu items in the U.S., 5-Cheese Mac & Cheese and New York Style Pizza. International market offerings vary by country and culture, such as the French Burgundy-flavored Beef Pizza commemorating the Paris 2024 Olympics or Paratha Pizza offerings in India including three unique flavors of Corn & Cheese, Paneer or Chicken Keema.\n\n5\n\n  Store Image and Operations\n\n  We operate two distinct service models within our stores with a significant business in both delivery and carryout. In the U.S., delivery and carryout generally contribute evenly to our overall system transaction count. The majority of our U.S. and international stores are constructed in the carryout-friendly Pizza Theater design. Many of these stores offer casual seating and enable customers to watch the preparation of their orders, but in the U.S. and many international markets, do not offer a full-service dine-in experience. As a result, our stores generally do not require expensive restaurant facilities and staffing.\n\n  Our Business Segments\n\n  We operate, and report, three business segments: U.S. stores, international franchise and supply chain.\n\n  U.S. Stores\n\n  During 2024, our U.S. stores segment accounted for $1.54 billion, or 33%, of our consolidated revenues. Our U.S. stores segment is comprised primarily of our franchise operations, which consisted of 6,722 franchised stores located in the U.S. as of December 29, 2024. We also operated a network of 292 U.S. Company-owned stores as of December 29, 2024.\n\n  Directly operating Domino’s stores contributes significantly to our ability to act as a credible franchisor. We also use our Company-owned stores as test sites for technological innovation and promotions, as well as operational improvements. Additionally, we also use them for training new store managers and operations team members, as well as developing prospective franchisees. While we are primarily a franchised business, we continuously evaluate our mix of U.S. Company-owned and franchised stores. As of December 29, 2024, franchised stores represented approximately 96% of our total store count within our U.S. stores segment.\n\n  U.S. Franchise Profile\n\n  As of December 29, 2024, our network of 6,722 U.S. franchise stores was owned and operated by 751 independent U.S. franchisees. Our franchise formula enables franchisees to benefit from our brand recognition with a relatively low initial capital investment. As of December 29, 2024, the average U.S. franchisee owned and operated approximately nine stores and had been in our franchise system for over 15 years. Additionally, 22 of our U.S. franchisees operated more than 50 stores (including our largest U.S. franchisee who operated 158 stores) and 223 of our U.S. franchisees each operated one store as of December 29, 2024.\n\n  We apply rigorous standards to prospective U.S. franchisees. We generally require them to manage a store for at least one year and graduate from our franchise management school program before being granted the right to franchise. This enables us to observe the operational and financial performance of a potential franchisee prior to entering into a long-term agreement. Substantially all of our independent U.S. franchise owners started their careers with us as delivery drivers or in other in-store positions, which we believe offers advantages in terms of familiarity with our business and store operations. In addition, we generally restrict the ability of U.S. franchisees to be involved in other businesses, which we believe helps focus our franchisees’ attention on operating their stores. We believe these characteristics and standards are largely unique within the franchise industry and have resulted in qualified and focused franchisees operating Domino’s stores. We maintain a productive relationship with our independent franchise owners through regional franchise teams, distributing materials that help franchise stores comply with our standards and using franchise advisory groups that facilitate communications between us and our franchisees. We consider our relationship with our U.S. franchisees to be good.\n\n  U.S. Franchise Agreements\n\n  We enter into franchise agreements with U.S. franchisees under which the franchisee is generally granted the right to operate a store in a particular location for a term of ten years, with an ability to renew for an additional term of ten years. We had a franchise agreement renewal rate of approximately 99% in 2024. Under the current standard franchise agreement, we assign an exclusive area of primary responsibility to each franchised store. Each franchisee is generally required to pay a 5.5% royalty fee on sales, as well as certain technology fees. In certain instances, we will collect lower rates based on certain incentives.\n\n6\n\n  Our stores in the U.S. generally contribute 6.0% of their sales to fund national marketing and advertising campaigns (subject, in certain instances, to lower rates based on certain incentives and waivers). Contributions by our U.S. franchisees to the Domino’s National Advertising Fund Inc. (“DNAF”), the Company’s consolidated not-for-profit advertising subsidiary, are primarily used to purchase media for advertising, and also to support market research, field communications, public relations, commercial production, talent payments and other activities to promote the Domino’s brand. In addition to the national and market-level advertising contributions, U.S. stores generally spend additional funds on local store marketing activities. \n\n  We have the contractual right, subject to state law, to terminate a franchise agreement for a variety of reasons, including, but not limited to, a franchisee’s failure to adhere to the Company’s franchise agreement, failure to make required payments or failure to adhere to specified Company policies and standards.\n\n  International Franchise\n\n  During 2024, our international franchise segment accounted for $318.7 million, or 7%, of our consolidated revenues. This segment is comprised of a network of franchised stores in over 90 international markets. As of December 29, 2024, we had 14,352 international franchised stores. The principal sources of revenues from those operations are royalty payments generated by retail sales from franchised stores, as well as certain technology fees.\n\n  Our international franchisees employ our basic standard operating model and adapt it to satisfy the local eating habits and consumer preferences of various regions outside the U.S. Currently, the vast majority of our international stores operate under master franchise agreements. We believe that Domino’s appeals to potential international franchisees because of our recognized brand name and technological leadership, the moderate capital expenditures required to open and operate the stores and the system’s desirable store-level profitability. Stores in eight of our ten largest international markets in terms of store count are operated by master franchise companies that are publicly traded on stock exchanges as noted in the below table. \n\n  The following table shows our store count as of December 29, 2024 in our ten largest international markets, which accounted for approximately 65% of our international stores as of that date.\n\n    Market\n\n    Number of stores\n\n    India (JUBLFOOD: NS)\n\n    2,136\n\n    United Kingdom (DOM: L)\n\n    1,299\n\n    China (1405: HK)\n\n    1,011\n\n    Mexico (ALSEA: MX)\n\n    961\n\n    Japan (DMP: ASX)\n\n    943\n\n    Australia (DMP: ASX)\n\n    742\n\n    Turkey (JUBLFOOD: NS)\n\n    728\n\n    Canada\n\n    620\n\n    South Korea\n\n    484\n\n    France (DMP: ASX)\n\n    462\n\n  International Franchisee Profile\n\n  The vast majority of our markets outside of the U.S. are operated by master franchisees with franchise and distribution rights for entire regions or countries. In a few select markets, we franchise directly to individual store operators. Prospective master franchisees are required to possess local market knowledge to establish and develop Domino’s stores, with the ability to identify and access targeted real estate sites, as well as expertise in local laws, customs, culture and consumer behavior. We also seek candidates that have access to sufficient capital to meet growth and development plans. We consider our relationship with our international franchisees to be good.\n\n  International Master Franchise and Other Agreements\n\n  Our international master franchise agreements generally grant the franchisee exclusive rights to develop and sub-franchise stores, and the right to operate supply chain centers in particular geographic areas. Agreements are generally for a term of ten years, with options to renew for additional terms. The agreements typically contain growth clauses requiring franchisees to open a minimum number of stores within a specified period. The master franchisee is generally required to pay an initial, one-time franchise fee as well as an additional franchise fee upon the opening of each new store. The master franchisee is also required to pay a continuing royalty fee as a percentage of sales, which varies among international markets and may also differ based on certain incentives and concessions and averaged approximately 3.0% in 2024. We also have agreements with certain of our international master franchisees with respect to certain technology fees.\n\n7\n\n  Supply Chain\n\n  During 2024, our supply chain segment accounted for $2.85 billion, or 60%, of our consolidated revenues. In the U.S., we operate 22 regional dough manufacturing and supply chain centers, two thin crust manufacturing facilities and one vegetable processing center. We also operate five regional dough manufacturing and supply chain centers in Canada. We plan to continue investing in supply chain productivity initiatives in the future. Our supply chain segment leases a fleet of more than 1,000 tractors and trailers. Our centers produce fresh dough and purchase, receive, store and deliver quality food and other complementary items to substantially all of our U.S. stores and most of our Canadian franchised stores. We regularly supply over 7,600 stores with various food and other products.\n\n  We believe our franchisees voluntarily choose to obtain food and other products from us because we offer the most efficient, convenient and cost-effective alternative, while also offering both quality and consistency. Our supply chain segment offers profit-sharing arrangements to U.S. and Canadian franchisees who purchase all of their food for their stores from our centers. These profit-sharing arrangements generally offer participating franchisees and Company-owned stores with 50% of the pre-tax profit from our supply chain center operations. We believe these arrangements strengthen our ties to and provide aligned benefits with franchisees.\n\n  Third-Party Suppliers\n\n  A significant amount of our annual food spend is with suppliers with whom we maintain long-standing partnerships. Our supply partners are required to meet strict quality standards to ensure food safety. We review and evaluate these partners’ quality assurance programs through (among other actions) on-site visits, third-party audits and product evaluations designed to ensure compliance with our standards. We believe the length and quality of our relationships with third-party suppliers provides us with priority service and quality products at competitive prices.\n\n  Cheese is our largest food cost. The price we charge to our U.S. franchisees for cheese is formula-based, with the Chicago Mercantile Exchange cheddar block price as the primary component, plus a supply chain markup. As cheese prices fluctuate, our revenues and margin percentages in our supply chain segment also fluctuate; however, actual supply chain dollar margins remain unchanged. We currently purchase our U.S. pizza cheese from a single supplier. Under our December 2024 agreement which expires in December 2029, our U.S. supplier agreed to provide the Company with an uninterrupted supply of cheese and the Company agreed to purchase substantially all of its U.S. pizza cheese from this supplier during the five-year term of the contract. The majority of our meat toppings in the U.S. come from a single supplier under a contract that expires at the end of December 2025. We have the right to terminate these arrangements for quality failures and for certain uncured breaches. We have entered into a multi-year agreement with Coca-Cola®. This contract, renegotiated in December 2023, provides for Coca-Cola to continue to be our exclusive beverage supplier and expires on December 31, 2030 or at such time as a minimum number of cases of Coca-Cola products are purchased by Domino’s, whichever occurs later.\n\n  Additionally, in 2024, we transitioned the operations of our equipment and supplies distribution center and entered into a new agreement to allow substantially all our U.S. stores and certain international stores to procure equipment and supplies directly from a third-party supplier. We do not believe this transition will have a material impact on our gross margins or income from operations.\n\n  We believe alternative third-party suppliers are available for all of these referenced products. While we may incur additional costs if we are required to replace any of our supply partners, we do not believe such additional costs would have a material adverse effect on our business. We continually evaluate each supply category to determine the optimal sourcing strategy.\n\n  We have not experienced any significant shortages of supplies or delays in receiving our inventories or products. Prices charged to us by our supply partners are subject to fluctuation, and we have historically been able to pass increased costs and savings on to stores. We periodically enter into supplier contracts to manage the risk from changes in commodity prices. We do not engage in speculative transactions, nor do we hold or issue financial instruments for trading purposes.\n\n8\n\n  Our Strengths\n\n  Strong Brand Equity\n\n  We are the largest pizza company in the world, and we believe our Domino’s brand is one of the most widely-recognized consumer brands in the world. We are the recognized world leader in pizza delivery, and, in the U.S., we are also the market share leader in carryout. We believe consumers associate our brand with quality, affordable food and with technological innovations and extensive advertising through innovative marketing promotions.\n\n  We are the number one pizza company in the U.S. with approximately 23% market share at pizza QSRs, based on consumer spending data for the year ending December 2024. Within the pizza QSR segment, we are number one in delivery with approximately 32% share of delivery dollars, and we are also leading in carryout with approximately 19% share of carryout/drive-thru QSR pizza consumer spending (Source: Circana, CREST). With 7,014 stores located in the U.S., our store delivery areas cover a majority of U.S. households. Our share position and scale allow us to leverage our purchasing power, supply chain strength and marketing investments. We believe our scale and market coverage allow us to effectively serve our customers’ demands for convenience and timely delivery. Outside the U.S., we have significant market share positions in many of the markets in which we compete.\n\n  Strong and Proven Business Model\n\n  Our business model generates U.S. and international franchise royalties and fees, supply chain revenues and retail sales at Company-owned stores. We have developed this model over our many years of operation, and it is anchored by strong store-level economics, which provide an entrepreneurial incentive for our franchisees and historically has generated strong demand for new stores. Over the past ten years, estimated average U.S. store profitability in the Domino’s system has increased meaningfully, resulting in higher profitability for our franchise owners. Our franchise system, in turn, has produced strong and consistent earnings for us through royalty and fee payments and through supply chain gross margins.\n\n  In the U.S., we have developed a cost-efficient store model, characterized by a delivery and carryout-oriented store design, with moderate capital requirements and a menu of quality, value-oriented and affordable items. At the store level, we believe the simplicity and efficiency of our operations give us significant advantages over our competitors, who, in many cases, also focus on dine-in or have broader menu offerings. At the supply chain level, we believe we provide quality, good value and consistency for our franchise customers while also driving profits for us, which we share with our franchisees under the profit-sharing arrangements described above.\n\n  Our menu simplifies and streamlines production and delivery processes and maximizes economies of scale on purchases of our principal food items. In addition, our stores are generally smaller and less expensive to build, furnish and maintain as compared to many other restaurant concepts, and they create a positive experience for our carryout customers. The combination of this efficient store model and strong sales volume has resulted in strong store-level economics and, we believe, makes Domino’s an attractive business opportunity for existing and prospective franchisees around the world. We and our franchisees are continuing to focus on growing our global store count. In recent years, we have focused specifically on increasing our presence in our existing markets to provide better service to our customers, including condensing our delivery areas to provide better delivery service and adding locations that are closer to our carryout customers. We call this approach our “fortressing” strategy.\n\n  We believe our store financial returns have led to a strong, well-diversified franchise system. This established franchise system has produced strong cash flows and earnings for us, enabling us to invest in the Domino’s brand, stores, technology and supply chain centers, pay dividends, repurchase and retire shares of our common stock and service our debt obligations.\n\n9\n\n  Technological Innovation\n\n  Technological innovation is vital to our brand and our long-term success, and technology is critical to competing in the global pizza and broader QSR industries. In the U.S., Domino’s generated more than 85% of U.S. retail sales in 2024 from digital channels, and our emphasis on technological innovation has allowed us to develop many innovative ordering platforms. In 2024, the Company completed the redesign of its e-commerce platforms and intends to roll them out across the U.S. system in 2025.\n\n  Our simple to understand and easy to use Domino’s Rewards® loyalty program provides members reward points for qualifying orders. When rewards members accumulate a certain amount of points, Domino’s Rewards offers loyalty members the opportunity to redeem points for a wide selection of our menu items.\n\n  The Domino’s Operating System (“DOM OS”) is the combination of tools, processes and technologies that work together to optimize and orchestrate operations at our stores, including the flow of orders. The foundation of DOM OS is our proprietary point-of-sale system called Domino’s PULSE™. Our Domino’s PULSE system is designed to drive operating efficiencies for our franchisees and our corporate management and assist franchisees in independently managing their business. We believe our integrated technology solutions throughout our system provide us with competitive advantages over other concepts.\n\n  Product Innovation\n\n  We believe our core hand-tossed pizza recipe has contributed to long-term growth in customer reorder rates, consumer traffic and increased sales in the U.S. This recipe is now in use in other markets around the world. Our more than 60 years of innovation have resulted in numerous new product developments. Product innovation is also present in our global markets, where our master franchisees have the ability to recommend products to suit their local market tastes.\n\n  Internal Dough Manufacturing and Supply Chain System\n\n  In addition to generating significant revenues and earnings in the U.S. and Canada, we believe our vertically integrated dough manufacturing and supply chain system enhances the quality and consistency of our products, strengthens our relationships with franchisees and leverages economies of scale to offer lower costs to our stores. It also allows store managers to focus on store operations and customer service by relieving them of the responsibility of mixing dough in the stores and sourcing other ingredients. Many of our international master franchisees also profit from running supply chain businesses in their respective markets.\n\n  Human Capital\n\n  As of December 29, 2024, we had approximately 10,700 employees, including approximately 6,500 employees supporting our U.S. Company-owned stores and U.S. franchise operations (our U.S. stores segment), approximately 3,100 employees supporting our U.S. and Canadian supply chain operations (our supply chain segment), approximately 100 employees supporting our international franchise operations (our international franchise segment) and approximately 1,000 corporate employees. Approximately 4,300 of our employees are part-time and approximately 6,400 are full-time equivalent. Our franchisees are independent business owners, so their employees are not our employees and therefore are not included in our employee count. As of December 29, 2024, none of our employees were covered by a collective bargaining agreement. We consider our relationship with our employees to be good.\n\n  Purpose and Values\n\n  We are a purpose-inspired and performance-driven company with exceptional people committed to feeding the power of possible, one pizza at a time. At the heart of our brand is a commitment to a set of values that define our core beliefs on how we run our business, treat our people, support our franchisees and serve our customers.\n\n  Do the Right Thing: We act with integrity and make disciplined decisions, even when it’s difficult or unpopular. High ethical standards and uncommon honesty are at the heart of how we work together. We are committed to safely and responsibly serving our customers, and to giving back to the communities where we live and work.\n\n  Put People First: We create an inclusive culture, knowing our people are core to our success. We treat each other with dignity and respect, and we value the differences each team member brings. We strive to be a company where all team members can bring their full selves to work and know that they can belong, contribute and reach their potential.\n\n10\n\n  Create Inspired Solutions: We are a company built on entrepreneurship and innovation. We get better every day by having the humility and the courage to embrace and lead change. Together, we unlock our collective potential to be bold and think big. We have a bias for action to solve customer needs in new and relevant ways.\n\n  Champion our Customers: We deliver on our promises, treating each order and interaction as an opportunity to deepen relationships by delivering great products, services and experiences. We hold ourselves accountable, and if we don’t deliver on a promise, we are committed to making it right.\n\n  Grow and Win Together: We are not playing a finite game. We are committed to building an enduring brand that outlives any of our individual contributions. We will grow together, deliver exceptional results together, celebrate wins together, have fun together, and leave the Domino’s brand in a better place for those that come after.\n\n  Compensation and Benefits\n\n  Exceptional people are the core of our business. We are committed to providing competitive pay and benefits to attract and retain great talent, whether in our U.S. Company-owned stores, in our supply chain centers or in our corporate offices. We enable this by benchmarking and analyzing pay and benefits and we are committed to pay equity for all employees.\n\n  Domino’s offers a comprehensive benefits package to eligible team members, including several benefits designed to promote an inclusive workplace like paid parental leaves, adoption support, discounted childcare tuition, and health plans that are available to dependents, spouses and domestic partners and include fertility support. We also offer eligible team members a 401(k) plan, education assistance, access to financial education, a back-up childcare network and access to legal assistance.\n\n  Beyond basic insurance programs, Domino’s offers other wellness services to help team members participating in our health plan manage and optimize their health. These no-cost programs include smoking cessation, diabetes and hypertension management, at-home physical therapy for such team members, in addition to emotional support through Domino’s team member assistance program for all part-time and full-time team members and their dependents. Additionally, we provide up to 40 hours per year of sick time for all part-time and full-time team members, with no waiting period for our part-time team members who begin accruing sick pay on their first day of hire, and access to an outside wellness platform featuring thousands of videos on topics like mindfulness, exercise, nutrition, sleep, and financial well-being.\n\n  Talent Development and Recruiting\n\n  Having best-in-class talent across the globe is crucial to all aspects of Domino’s business, brand and long-term success. We are focused on attracting, developing and retaining high-performing teams and building an inclusive culture that inspires leadership, encourages innovative thinking and supports the development and advancement of all team members. Domino’s team members are empowered to drive their own success through different resources, training and several development programs.\n\n  Our success will continue to depend on our ability to attract and retain qualified personnel to operate our stores, dough manufacturing and supply chain centers and international operations. To continue to strengthen our ability to attract and retain talent to ensure we have appropriate staffing to operate our stores and supply chain centers, we have launched an applicant tracking system and have made continued investments in frontline team member wage rates in our U.S. Company-owned stores and supply chain centers. On an annual basis, we also review scores for our team member engagement surveys to identify strengths and opportunities for our brand.\n\n  The opportunity and potential at Domino’s is best represented in a key statistic: substantially all of our U.S. franchisees started as delivery drivers or in other in-store positions. With the vast majority of Domino’s U.S. franchisees developed from within our own system, the opportunity to become a small business owner is a profound and unique aspect of Domino’s culture and strength as a brand. Experienced store managers and other operators can apply for Franchise Management School (“FMS”). At FMS, these operators receive training for a successful transition from store management to store ownership.\n\n  Empowering People Efforts\n\n  Our mission, rooted in our values, to ‘feed the power of possible, one pizza at a time,’ starts with our people. Domino’s team members have a passion for innovation and learning, a commitment to our core values and to delivering the joy of pizza worldwide. We believe that fostering a sense of belonging for everyone promotes a culture where anything is possible. That is why we are committed to building an environment that welcomes, seeks to understand and values everyone’s contribution. We are made better together.\n\n11\n\n  Team Member Engagement\n\n  Domino’s is committed to fostering an engaged culture in the workplace where people are respected and appreciated, and where team members listen, learn, and support each other. We define team member engagement as the strength of the connection team members feel toward the work they do, their teams and the overall organization. Every year our aim is to proactively and continuously listen to our team members’ sentiment around their work, direct manager, teams, culture, and overall commitment to the brand. Through deep analyses and leader-led listening sessions, we strive to validate our efforts and commit ourselves to making year-over-year improvement as we propel Domino’s to be a workplace of choice.\n\n  Business Resource Groups\n\n  One of the ways we engage our team members is through our business resource groups (“BRGs”), which are open to all team members regardless of demographics. Our BRGs hold company-wide fireside chats featuring inclusive topics and speakers, provide best practice sharing, and help team members enhance professional skills and nurture meaningful work connections. Our five BRGs serve as trusted advisors to functional business groups while continuing to foster a culture of belonging, inclusion and allyship.\n\n  Corporate Stewardship\n\n  Our vision for stewardship is for Domino’s to deliver the power of possible every day for the communities we serve, our people and the planet. We drafted our stewardship vision, with notable goals and objectives to drive change in the years and decades to come, and with pillars that ladder up to that vision and our underlying long-term goals. We have continued our efforts to better understand our environmental and social impacts.\n\n  We engaged outside experts to measure and quantify our environmental footprint, and identify opportunities to improve. With the help of these experts, we have conducted a materiality assessment, connected with key stakeholders inside and outside the company and developed a baseline report for our carbon, water and land use footprint in the U.S. We have established significant commitments on greenhouse gas emissions and in October 2024 our near-term and net zero targets were approved by the Science-Based Targets initiative (SBTi). We have established a commitment to achieve our near-term targets by 2032 and achieve net zero carbon emissions by 2050. We also continue to highlight important stewardship topics with consumers, including our recent efforts to promote the ability to recycle pizza boxes throughout the U.S. We also launched a fleet of electric vehicles as part of an initiative to solve a business need with a solution that is also good for the planet.\n\n  Domino’s also has a long history of caring for the communities we serve. Our national philanthropic partner is St. Jude Children’s Research Hospital®, which is internationally recognized for its pioneering work in finding cures and saving children with cancer and other catastrophic diseases. Through a variety of internal and consumer-based activities, including a national consumer fundraising campaign called St. Jude Thanks and Giving®, the Domino’s system has contributed approximately $143 million to St. Jude since our partnership began in 2004, including raising approximately $18 million in 2024. Included in that effort was Domino’s 10-year, $100 million commitment to raise funds to build the Domino’s Village at St. Jude, a housing complex that accommodates up to 140 patient families during long-term stays at the hospital, which opened in 2023. During 2024, we announced a campaign to raise a cumulative $300 million for St. Jude by 2034, the 30th anniversary of our partnership.\n\n  We also support the Domino’s Pizza Partners Foundation (the “Partners Foundation”). Founded in 1986, the mission of the Partners Foundation is “Team Members Helping Team Members.” Primarily funded by team member and franchise contributions, the Partners Foundation is a separate, not-for-profit organization that has disbursed nearly $14 million over the past five years. The Partners Foundation is committed to meeting the needs of Domino’s team members facing crisis situations, such as fire, illness, natural disasters or other personal tragedies.\n\n  You can find more information about our initiatives and read our 2024 Corporate Stewardship Report, which includes both Sustainability Accounting Standards Board (SASB) and Global Reporting Initiative (GRI) indexed tables, at stewardship.dominos.com. The information included in our Corporate Stewardship Report is not incorporated by reference herein and should not be considered a part of this document.\n\n12\n\n  Additional Disclosures\n\n  Working Capital\n\n  Information about the Company’s working capital is included in Management’s Discussion and Analysis of Financial Condition and Results of Operations in Part II, Item 7.\n\n  Government Regulation\n\n  We, along with our franchisees, are subject to various federal, state and local laws affecting the operation of our business. Each store is subject to licensing and regulation by a number of governmental authorities, which include zoning, health, safety, sanitation, building and fire agencies in the jurisdiction in which the store is located. In connection with maintaining our stores, we may be required to expend funds to meet certain federal, state and local regulations, including regulations requiring that remodeled or altered stores be accessible to persons with disabilities. Difficulties in obtaining, or the failure to obtain, required licenses or approvals could delay or prevent the opening of a new store in a particular area or cause an existing store to cease operations. Our supply chain facilities are also licensed and subject to similar regulations by federal, state and local health and fire codes. \n\n  We are also subject to the Fair Labor Standards Act and various other federal and state laws governing such matters as minimum wage requirements, overtime and other working conditions and citizenship requirements. Labor costs are largely a function of the minimum wage for a majority of our store personnel and certain supply chain personnel. A significant number of both our and our franchisees’ food service personnel are paid at rates related to the applicable minimum wage, and past increases in the minimum wage have increased labor costs, as would future increases.\n\n  We are subject to the rules and regulations of the Federal Trade Commission (“FTC”) and various state laws regulating the offer and sale of franchises. The FTC and various state laws require that we furnish a franchise disclosure document containing certain information to prospective franchisees, and a number of states require registration of the franchise disclosure document with state authorities. We are operating under exemptions from registration in several states based on our experience and the net worth of our subsidiary, Domino’s Pizza Franchising LLC. We believe our franchise disclosure document, together with any applicable state versions or supplements, and franchising procedures comply in all material respects with both the FTC guidelines and all applicable state laws regulating franchising in those states in which we have offered franchises.\n\n  Internationally, our franchise stores are subject to national and local laws and regulations that are often similar to those affecting our U.S. stores, including laws and regulations concerning franchises, advertising, labor, health, sanitation and safety. Our international stores are also often subject to tariffs and regulations on imported commodities, equipment and other products, and laws regulating foreign investment. We believe our international disclosure statements, franchise offering documents and franchising procedures comply in all material respects with the laws of the foreign countries in which we have offered franchises.\n\n  Privacy and Data Protection\n\n  We are subject to a number of privacy and data protection laws and regulations both in the U.S. and globally. The legislative and regulatory landscape for privacy and data protection continues to evolve, and there has been an increase in attention given to privacy and data protection issues with the potential to directly affect our business. This includes recently-enacted laws and regulations in the U.S. and internationally requiring notification to individuals and government authorities of security breaches involving certain categories of personal information. Any changes in privacy or data protection laws or regulations could also impact our marketing techniques and could change our marketing strategies. We have a privacy policy posted on our website at dominos.com. The security of our financial data, customer information and other personal information is a priority for us.\n\n13\n\n  Trademarks\n\n  We have many registered trademarks and believe that the Domino’s mark and Domino’s Pizza names and logos, in particular, have significant value and are important to our business. Our policy is to pursue registration of our trademarks and to vigorously oppose the infringement of any of our trademarks. We license the use of our registered marks to franchisees through franchise agreements.\n\n  Environmental Matters\n\n  We are not aware of any federal, state or local environmental laws or regulations that we would expect to materially affect our earnings or competitive position or result in material capital expenditures. However, we cannot predict the effect of possible future environmental legislation or regulations. During 2024, there were no material environmental compliance-related capital expenditures, and no such material expenditures are anticipated in 2025.\n\n  Available Information\n\n  The Company makes available, free of charge, through its internet website ir.dominos.com, its Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, proxy statements and amendments to those reports filed or furnished pursuant to Section 13(a), 15(d), or 16 of the Securities Exchange Act of 1934, as amended, as soon as reasonably practicable after electronically filing such material with the Securities and Exchange Commission. Materials filed with the Securities and Exchange Commission are available at sec.gov. Retail orders from Domino’s stores can be made through its website dominos.com. The reference to these website addresses anywhere in this Annual Report on Form 10-K (the “Form 10-K”) does not constitute incorporation by reference of the information contained on the websites and information appearing on those websites, including ir.dominos.com, stewardship.dominos.com and dominos.com, should not be considered a part of this document.",
      "char_count": 47326
    },
    "item1a": {
      "text": "Item 1A. Risk Factors.\n\n  For a business as large and globally diverse as Domino’s, a wide range of factors could materially affect future developments and performance. In addition to the factors affecting specific business operations identified in connection with the description of these operations and the financial results of these operations elsewhere in this report and our other filings with the SEC, we believe the most significant risk factors affecting our business include the following:\n\n  Business, Operational and Industry Risks\n\n  The quick service restaurant (“QSR”) pizza category and the food service and food delivery markets in general are highly competitive and such competition could adversely affect our operating results.\n\n  In the U.S., we compete primarily against regional and independent or local companies as well as national chains Pizza Hut®, Papa John’s® and Little Caesars Pizza®. Internationally, we compete primarily with Pizza Hut®, Papa John’s® and country-specific national, regional and independent or local companies. We have and may continue to experience increased competition from existing or new companies in the delivery and carryout pizza categories, in addition to competition from order and delivery aggregators both in the pizza category and more broadly, that may create further pressures to grow our business in order to maintain our market share. Competition for both customers and drivers from these order and delivery aggregators and other food delivery services has substantially increased as order and delivery aggregators have grown in size and scale. Additionally, we face competition from supermarkets and meal kit and food delivery providers, with the improvement of prepared food and meal kit offerings, expansion in meal delivery platforms and services and the trend towards convergence in grocery, deli, retail and restaurant services.\n\n  We also compete more broadly with QSRs and other international, national, regional and independent or local restaurants. The overall food service market, food delivery market and the QSR market are intensely competitive with respect to food quality, price, service, image, convenience and concept, and are often affected by changes in:\n\n  •consumer tastes and perceptions;\n\n  •international, national, regional or local economic conditions;\n\n  •marketing, advertising and pricing, including both price increases and discounting, and publicity;\n\n  •disposable purchasing power and demographic trends; and\n\n  •currency fluctuations and geopolitical considerations related to international operations.\n\n  We compete within the food service market and the QSR market not only for customers, but also for management and employees, including store team members, drivers and qualified franchisees, as well as suitable real estate sites. We and our franchisees have faced at times a competitive labor market in recent years, which caused us and our franchisees, in certain cases, to make operational changes and delay store openings, which could ultimately impact our growth and competitive position. While the Company saw an increase in sales in certain markets, including within the U.S., at times in recent years, including higher sales related to heightened reliance on delivery and carryout businesses, future sales are not possible to estimate, and it is unclear what future sales will be. Our success is also dependent in large part upon our ability to maintain and enhance the goodwill and reputation of our brand, our customers’ connection to our brand, and a positive relationship with our franchisees and the communities in which we and our franchisees operate.\n\n  Our supply chain segment is also subject to competition from outside suppliers. While substantially all U.S. franchisees purchased food and other products from us and our suppliers in 2024, U.S. franchisees are not required to purchase food and other products from us, and they may choose to purchase from outside suppliers. If other suppliers who meet our qualification standards were to offer lower prices or better service to our franchisees for their ingredients and supplies and, as a result, our franchisees chose not to purchase from our U.S. supply chain centers, our financial condition, business and results of operations would be adversely affected.\n\n  If we are unable to maintain our competitive position, we could experience downward pressure on prices, lower demand for products, reduced margins, loss of management or employees, reduced service levels, disruption in our supply chain, the inability to take advantage of new business opportunities, store closures and the loss of market share, all of which would have an adverse effect on our operating results and could cause our stock price to decline.\n\n15\n\n  If we fail to successfully implement our growth strategy, which includes opening new stores and generating more sales, our ability to increase our revenues and operating profits could be adversely affected.\n\n  A significant component of our Hungry for MORE growth strategy includes the opening of new U.S. (both Company-owned as well as franchised stores) and international franchised stores to generate more global retail sales and ultimately increase operating income. We may not be able to execute our strategy to achieve our planned growth targets. We and our franchisees face many challenges in opening new stores, including, among others:\n\n  •construction, permitting or development delays;\n\n  •employment and training of qualified personnel, including availability of store team members; \n\n  •selection and availability of suitable new store sites and the ability to renew leases in quality locations;\n\n  •availability and negotiation of leases and financing with acceptable terms;\n\n  •securing required U.S. or foreign governmental permits, licenses and approvals; and\n\n  •general economic and business conditions, including increases in food costs, build costs and labor costs which could impact profitability and demand for new stores.\n\n  The opening of additional franchise stores also depends, in part, upon the availability of suitable prospective franchisees who meet our criteria, the ability of these franchisees to attract and retain qualified personnel and their desire to open new stores and ability to operate those stores effectively. Our failure to add new stores or closures of existing stores would impact global retail sales and adversely affect our ability to increase revenues and operating income. Additionally, our growth strategy and the success of new stores depend in large part on the availability of suitable store sites and leases. We and our franchisees are currently planning to expand our U.S. and international operations in many of the markets where we currently operate and in select new markets. This may require considerable management time as well as start-up expenses for market development before any significant revenues and earnings are generated. Operations in new markets may achieve low margins or may be unprofitable, and expansion in existing markets may be affected by local economic and market conditions. In addition, we expect to continue our strategy of building additional stores in markets and regions where we have existing stores, a strategy we refer to as “fortressing,” which may negatively impact sales at existing stores. This strategy could also result in store closures if executed too rapidly, as seen in certain international markets in recent years. Therefore, as we continue to expand, we or our franchisees may not experience the gross margins we expect, our results of operations may be negatively impacted, and our stock price may decline. Our net store growth figures could also be impacted by higher closure rates. Additionally, we have an equity investment in DPC Dash Ltd (“DPC Dash”), as further discussed elsewhere in this report. Through its subsidiaries, DPC Dash serves as the Company’s master franchisee in China that owns and operates Domino’s Pizza stores in that market. These types of investments are inherently risky. If DPC Dash does not succeed or is unable to successfully execute its growth strategy, we could lose some or all of our investment value.\n\n  As part of our growth strategy, we may decide to increase or decrease the number of Company-owned stores, either by refranchising existing Company-owned stores or by purchasing existing franchised stores, as we have done in the past. Our failure to successfully execute these transactions could have an adverse effect on our operating results and could cause our stock price to decline.\n\n  Another component of our growth strategy also involves our participation on the third-party order aggregator marketplace. This avenue for sales may prove to be unsuccessful and sales may not meet our expectations. Our presence on the order aggregator marketplace also introduces us to additional risks and uncertainties including the risk that orders on this marketplace may not have the same level of store-level profitability as orders through our owned channels. Our operating results and stock price may be adversely affected if we are not successful on order aggregator platforms.\n\n  Increases in food, labor and other costs, labor shortages or negative economic conditions could adversely affect our profitability and operating results.\n\n  In recent years, there have been and may continue to be significant increases in food costs and labor costs, which have impacted and could further impact our profitability and that of our franchisees and which could impact the opening of new U.S. and international franchised stores, lead to store closures and adversely affect our operating results. Economic conditions, including the inflationary pressures seen in recent years, may also impact the discretionary purchasing power of our customers, especially customers with less disposable income or for whom discretionary spending represents a smaller portion of their disposable income, resulting in decreased demand for our products. Matters having a broad global economic impact may also significantly impact particular costs, such as the impact of geopolitical conflict on our and our international master franchisees’ transportation and energy costs. Health epidemics or pandemics have in the past and may in the future impact macroeconomic conditions, consumer behavior, labor availability and supply chain management, as well as local operations in impacted markets.\n\n16\n\n  Labor shortages and increased turnover rates for our team members and those of our franchisees in recent years have led to and could in the future lead to increased costs, such as increased overtime to meet demand and increased wage rates to attract and retain team members and could negatively affect our and our franchisees’ ability to efficiently operate our respective businesses and result in a negative impact on service and customer experience. \n\n  Factors such as inflation, increased food costs, increased labor and employee health and benefit costs, increased rent costs, increased transportation costs and increased energy costs may adversely affect our operating costs and profitability and those of our franchisees and could result in menu price increases, which could impact consumer demand. An economic environment characterized by high unemployment, high interest rates, cautious consumer spending, or changes in consumer practices due to a possible recession could also impact consumer spending or demand and our operating results. Most of the factors affecting costs are beyond our control and, in many cases, we may not be able to pass along these increased costs to our customers or franchisees and to the extent we were to raise menu prices to offset these costs, could result in decreased consumer demand, sales and profitability.\n\n  Most ingredients used in our pizza, particularly cheese, are subject to significant price fluctuations as a result of seasonality, weather, demand and other factors and we have experienced increased volatility in prices for some ingredients in recent years. Cheese, in particular, is a significant cost to us, representing approximately 25% of the food basket purchased by our Company-owned stores.\n\n  Additionally, while we strive to engage in a competitive bidding process for our ingredients, because certain of these ingredients, including meat products, may only be available from a limited number of vendors, we may not always be able to do so effectively. Furthermore, if we need to seek new suppliers, including as a result of expiration of existing supply agreements, we may be subject to pricing or other terms less favorable to us than those reflected in our current supply arrangements. Labor costs are largely a function of the minimum wage for a majority of our and our franchisees’ store personnel and certain supply chain center personnel and, generally, are also a function of the availability of labor. In addition to the increases in labor costs described above, several jurisdictions in which we and our franchisees operate have recently approved minimum wage increases. Federal, state and local proposals that increase minimum wage requirements or mandate other employee matters could, to the extent implemented, materially increase labor and other costs. As more jurisdictions implement minimum wage increases, we expect that labor costs will continue to increase. For example, labor and regulatory compliance costs could be adversely impacted as a result of California Assembly Bill No. 1228 (AB 1228), which raised the minimum wage for employees of restaurants that are part of a national fast food chain effective April 1, 2024. The increased labor costs at franchised restaurants in California could impact their profitability and the desire to open new stores or renew the franchise agreements for existing stores and result in additional price increases, which could impact demand for our products or lead to operational changes. Further, this bill could prompt similar legislation in other states or localities. The advent of legislation aimed at predictive scheduling may impact labor for our stores and our franchisees’ stores. Additionally, while we only have a small number of unionized employees in our international operations, certain employees of other companies in our industry have recently become unionized in the U.S. If a significant portion of our or our franchisees’ employees were to become unionized, our and our franchisees’ labor costs could increase and our business could be negatively affected by other union requirements that increase costs, disrupt our business, reduce flexibility and impact employee culture. Further, our responses to any union organizing efforts could negatively impact how our brand is perceived. Labor costs and food costs, including cheese, generally represent approximately 55% to 65% of the sales at a typical Company-owned store.\n\n  Shortages, interruptions or disruptions in the supply or delivery of fresh food products and store equipment could adversely affect our operating results.\n\n  We and our franchisees are dependent on frequent deliveries of food products that meet our specifications as well as adequate supply of store equipment. We have single suppliers or a limited number of suppliers for certain of our ingredients, including pizza cheese and meat toppings. While we believe there are adequate reserve quantities and potential alternative suppliers, shortages, interruptions, or disruptions in the supply of food products and store equipment caused by increased demand, capacity constraints, expiration of existing agreements, problems in production or distribution, product recalls, financial or other difficulties of suppliers, inclement weather or other conditions could adversely affect the availability, quality and cost of ingredients and equipment. We have in the past experienced disruptions within our supply chain resulting from, among other things, capacity, volume, systems, staffing and operational challenges and may experience such supply chain disruptions again in the future, which could materially and adversely affect our business and operational results. Additionally, the effects of climate change could increase the frequency and duration of weather impacts on our operations and could adversely affect our operating results.\n\n17\n\n  The food service market is affected by consumer preferences and perceptions. Changes in these preferences and perceptions may reduce the demand for our products, which would reduce sales and harm our business.\n\n  Food service businesses are affected by changes in consumer tastes, international, national, regional and local economic conditions, marketing, advertising, pricing and demographic trends. For instance, if prevailing health or dietary preferences cause consumers to avoid pizza and other products we offer in favor of foods that are perceived as healthier, or consumers shift away from delivery or carryout food, our business and operating results would be harmed. Moreover, because we are primarily dependent on a single product, if consumer demand for pizza should decrease, our business would suffer more than if we had a more diversified menu and the QSR pizza category may also not grow as quickly as other categories within the food service industry. The preferences of customers also may change as a result of advances in technology or alternative delivery methods or channels as well as geopolitical considerations. If we are not able to respond to these changes, or our competitors respond to these changes more effectively than us, our operating results could be adversely affected.\n\n  Reports of product contamination, food-borne illness or food tampering or other events which may impact our reputation may reduce sales and harm our business.\n\n  Reports, whether true or not, of product contamination, food-borne illnesses and injuries caused by food tampering have in the past severely injured the reputations and operating results of participants in the QSR market and could in the future as well. These events could occur both at the store and supply chain center levels. If such an event were to occur, we may not be able to respond to it quickly and effectively. The potential for acts of terrorism affecting our global food supply also exists and, if such an event occurs, could have a negative impact on us and could severely hurt sales and profits. In addition, our reputation is an important asset; as a result, anything that damages our reputation could immediately and severely affect our sales and profits. Further, a boycott or other campaign critical of us, whether domestic or international, through social media or otherwise, could negatively impact our brand’s reputation and, consequently, sales. Media reports of product contamination, illnesses and injuries, whether accurate or not, could force some stores to close or otherwise reduce sales at such stores. Moreover, as further described below, social media has dramatically increased the rate at which negative publicity, including as it relates to food-borne illness, can be disseminated before there is any meaningful opportunity to respond to or address an issue. Even reports of food-borne illnesses or food tampering occurring solely at the restaurants of competitors could, by resulting in negative publicity about the restaurant industry in general, adversely affect us on a local, regional, national or international basis. Our international operations expose us to further risk as our master franchisees are responsible for obtaining their own supply of food and equipment, subject to their compliance with our quality standards. A decrease in sales due to these health concerns, any negative publicity or as a result of the closure of any Domino’s stores could adversely affect our results of operations.\n\n  We do not have long-term contracts with certain of our suppliers, or have contracts which are set to expire, and as a result they could seek to significantly increase prices or fail to deliver.\n\n  We do not have long-term contracts or arrangements, or have contracts which are set to expire, with certain of our suppliers. Although in the past we have not experienced significant problems with our suppliers, our suppliers may implement significant price increases or may not meet our requirements, including those that may result from increases in volume, in a timely fashion or at all. The occurrence of any of the foregoing could have a material adverse effect on the ability of our supply chain centers to deliver necessary products to our stores and those of our franchisees and on our results of operations.\n\n  Any prolonged disruption in the operations of any of our dough manufacturing and supply chain centers could harm our business.\n\n  In the U.S., we operate 22 regional dough manufacturing and supply chain centers, two thin crust manufacturing facilities and one vegetable processing center to our U.S. and certain international stores. We also operate five dough manufacturing and supply chain centers in Canada. We plan to continue investing in supply chain productivity initiatives in the future. Our U.S. dough manufacturing and supply chain centers service all of our Company-owned and substantially all of our U.S. franchise stores. Any prolonged disruption in the operations of any of these facilities, whether due to technical, systems, operational or labor difficulties, destruction or damage to the facility, real estate issues, limited capacity or other reasons, or our failure to successfully increase capacity and open new centers, could adversely affect our business and operating results.\n\n18\n\n  Our international operations subject us to additional risk. Such risks and costs may differ in each country in which we and our franchisees do business and may cause our profitability to decline due to increased costs.\n\n  We conduct a significant and growing portion of our business outside the U.S. Our financial condition and results of operations have at times been and may in the future be adversely affected if global markets in which our franchised stores compete are affected by changes in political, economic or other factors. These factors, many over which neither we nor our master franchisees have control, may include both internal and external factors including: \n\n  •recessionary or expansive trends in international markets and global markets and economic downturns;\n\n  •changing labor conditions and difficulties in staffing and managing our foreign operations;\n\n  •increases in the taxes we pay and other changes in applicable tax laws both in the U.S. and globally;\n\n  •tariffs and trade barriers or foreign policy changes;\n\n  •legal and regulatory changes, and the burdens and costs of our compliance with a variety of foreign laws;\n\n  •changes in inflation rates or foreign exchange rates and the imposition of restrictions on currency conversion or the transfer of funds;\n\n  •ongoing and new relationships between our master franchisees and order and delivery aggregators our master franchisees may partner with internationally and the success of those aggregators and relationships;\n\n  •difficulty in collecting our royalties and longer payment cycles;\n\n  •expropriation of private enterprises;\n\n  •the inherent risk of doing business in China resulting from our equity investment in DPC Dash;\n\n  •national and international conflicts, sanctions, acts of war or terrorist acts;\n\n  •increases in anti-American sentiment and the identification of Domino’s as an American brand, including those seen as a result of the geopolitical tensions in the Middle East and further escalations and the impact thereof; and\n\n  •political and economic instability and uncertainty around the world and related geopolitical risk.\n\n  Additionally, an increase in tariffs, such as the tariffs announced on February 1, 2025 on imports to the United States from Canada and Mexico, and any similar or retaliatory tariffs or trade policies, could disrupt and increase the costs of our supply chains and those of our master franchisees in relation to certain products that we and they source internationally.\n\n  Our earnings and business growth strategy depend on the success of our franchisees, and we may be harmed by actions taken by our franchisees, or employees of our franchisees, which are outside of our control.\n\n  A significant portion of our earnings comes from royalties and fees generated by our franchise stores. Franchisees are independent operators, and their employees are not our employees. We provide tools that franchisees can consider using in training their employees, but the quality of franchise store operations and our brand and branded products may be diminished by numerous factors beyond our control. Consequently, franchisees may not operate stores in a manner consistent with our standards and requirements or they or their employees may take other actions that adversely affect the value of our brand and harm our business and reputation. Our success also depends in part on continuing positive relationships with our franchisees (and positive relationships between our international master franchisees and their corresponding sub-franchisees) and if those relationships were to deteriorate, our revenues and stock price could decline. While we try to ensure that franchisees maintain the quality of the Domino’s brand and branded products and comply with their franchise agreements, franchisees may take actions that adversely affect the value of our intellectual property or reputation or that are inconsistent with their contractual obligations. Although our franchise arrangements permit the applicable franchisor to terminate a franchise agreement in certain circumstances, including the failure by franchisees to uphold product or operating standards, there is no assurance that such remedy will be available or sufficient to prevent harm to our brand and protect our intellectual property.\n\n  As of December 29, 2024, we had 751 independent U.S. franchisees operating 6,722 U.S. stores. As of that same date, 22 of these franchisees each owned and operated more than 50 U.S. stores, including our largest U.S. franchisee who owned and operated 158 stores, and the average U.S. franchisee owned and operated approximately nine stores. Our international master franchisees are generally responsible for the development of significantly more stores than our U.S. franchisees. As a result, our international operations are more closely tied to the success of a smaller number of franchisees than our U.S. operations. As of December 29, 2024, our largest international master franchisee operated 3,741 stores in 12 markets, which accounted for approximately 26% of our total international store count. Our U.S. and international franchisees may not operate their franchises successfully. If one or more of our key franchisees were to be unsuccessful, become insolvent or otherwise were unable or unwilling to pay us our royalties or other amounts owed, our business and results of operations would be adversely affected.\n\n19\n\n  If we were to be unable or fail to recognize, respond to and effectively manage the accelerated impact of social media or become the subject of a boycott, our business could be adversely impacted.\n\n  The use of social media platforms and other consumer-oriented technologies has increased the speed and accessibility of information dissemination and given users the ability to more effectively organize collective actions such as boycotts and other brand-damaging behaviors. Negative publicity related to our brand, products, operations, or stores or related to our operations or actions by our executives, team members or franchisees and their team members or others perceived to be associated with our brand could harm our business, brand, reputation, marketing partners, financial condition and results of operations, regardless of the accuracy of such negative publicity. Failure to use or respond to social media campaigns effectively could lead to a decline in brand value and revenue.\n\n  Our success depends in part upon effective advertising, and lower advertising funds may reduce our ability to adequately market the Domino’s Pizza brand.\n\n  We have been routinely named a Leading National Advertiser by Advertising Age and our success depends in part on continued effective advertising. Each Domino’s store located in the U.S. is obligated to contribute 6.0% of its sales to DNAF, which uses such fees for national advertising in addition to contributions for local market-level advertising. We currently anticipate that this 6.0% obligation will remain in place for the foreseeable future, though the actual contribution rate could be lower in certain instances due to certain incentives and waivers. From March 27, 2023 through March 24, 2024, the Company effectuated a temporary reduction of 0.25% to its standard 6.0% advertising contribution. While additional funds for advertising in the past have been provided by us, our franchisees and other third parties, none of these additional funds are legally required. The lack of continued financial support for advertising activities or a limitation on our ability to advertise certain offers could significantly curtail our marketing efforts, which may in turn affect our business and our operating results.\n\n  Loss of key employees or our inability to attract and retain new qualified employees could hurt our business and inhibit our ability to operate and grow successfully.\n\n  Our success in the highly competitive pizza delivery and carryout business will continue to depend to a significant extent on our leadership team and other key management personnel. Although we have entered into employment agreements with Russell J. Weiner and Joseph H. Jordan, each of these executives may terminate his agreement on ninety days’ notice and our other executive officers may do the same. As a result, we may not be able to retain our executive officers and key personnel or attract additional qualified management.\n\n  While we do not have long-term employment agreements with our executive officers, for all of our executive officers we have non-compete and non-solicitation agreements that extend for 24 months following the termination of such executive officer’s employment. Our success will also continue to depend on our ability to attract and retain qualified personnel to operate our stores, dough manufacturing and supply chain centers, corporate offices and international operations. The loss of these employees or our inability to recruit and retain qualified personnel, including general managers or other store-level team members, or our inability to adequately respond to changes in the labor market, could adversely affect our operating results. Changes we make to our current and future work environments may not meet the needs or expectations of our employees and may be perceived as less favorable compared to other companies’ policies, which could negatively impact our ability to hire and retain qualified personnel.\n\n  We may not be able to adequately protect our intellectual property, which could harm the value of our brand and branded products and adversely affect our business.\n\n  We depend in large part on our brand and branded products and believe that they are very important to our business. We rely on a combination of trademarks, copyrights, domain names, patents, trade secrets and similar intellectual property rights to protect our brand and branded products. The success of our business depends on our continued ability to use our existing trademarks in order to capitalize on our name recognition, increase brand awareness and further develop our branded products in both U.S. and international markets. We have registered certain trademarks and have other trademark applications pending in the U.S. and foreign jurisdictions. Not all of the trademarks or domain names that we currently use or contemplate using have been registered in all of the countries in which we do business, and they may never be registered in all of these countries. Some countries’ laws do not protect unregistered trademarks at all, or make them more difficult to enforce, and third parties may have filed for “Domino’s” or similar marks in countries where Domino’s has not registered its brand for reasons including lack of presence by the brand where actual use is required to obtain trademark registration. \n\n20\n\n  In addition, certain countries have use requirements to maintain a trademark registration. In those countries where we do not currently operate but have registered trademarks, we may be unable to renew those registrations when they expire due to non-use. Accordingly, we may not be able to adequately protect our trademarks everywhere in the world and our use of these trademarks may result in liability for trademark infringement, trademark dilution or unfair competition. All of the steps we have taken to protect our intellectual property globally may not be adequate. In addition, the laws of some foreign countries do not protect intellectual property rights to the same extent as the laws of the U.S. We may, from time to time, be required to institute or defend litigation to enforce our intellectual property rights, or to protect our trade secrets. Such litigation could result in substantial costs and diversion of resources and could negatively affect our sales, profitability and prospects regardless of whether we are able to successfully enforce our rights.\n\n  The occurrence of cyber incidents, or a deficiency in cybersecurity, could negatively impact our business by causing a disruption to our operations, a compromise or corruption of confidential information, or damage to our employee and business relationships, any of which could subject us to loss and harm our brand.\n\n  A cyber incident is considered to be any adverse event that threatens the confidentiality, integrity or availability of information resources. More specifically, a cyber incident is an intentional attack or an unintentional event that can include gaining unauthorized access to systems to disrupt operations, corrupt data or steal confidential information about customers, franchisees, suppliers or employees. Many retailers and other companies have recently experienced serious cyber incidents and breaches of their information technology systems. As our reliance on technology has increased, so have the risks posed to our systems, both internal and those we have outsourced, and we may further be negatively impacted to the extent outdated or legacy systems cease to function appropriately. We have in the past been and in the future may also be subject to negative impacts to our business caused by cyber incidents relating to our third-party service providers or the service providers of those third parties or our franchisees.\n\n  The primary risks that could directly result from the occurrence of a cyber incident include operational interruption, damage to our relationships with customers, franchisees and employees, private data exposure, including payment card or other financial data, public relations impact and regulatory fines. In addition to maintaining insurance coverage to address cyber incidents, we have also implemented processes, procedures and controls to help mitigate these risks. The costs related to cyber or other security threats or disruptions may not be fully insured or indemnified by others, including by our service providers and these measures, as well as our increased awareness of the risk of a cyber incident, do not guarantee that our reputation and financial results will not be materially and adversely affected by such an incident. Our business continuation or disaster recovery programs may not be sufficient to mitigate the harm that could result from such disaster or disruption, and insurance and other safeguards may only partially reimburse us for our losses, if at all. Artificial intelligence (“AI”) technologies may intensify our cybersecurity risks.\n\n  We depend on the performance of suppliers, aggregators and other third parties in our business operations. Third-party business processes we utilize include information technology, gift card authorization and processing, payment processing, benefits, and other accounting and business services. The failure of our suppliers, aggregators and other third parties to maintain adequate controls or comply with our expectations and standards could have a material adverse effect on our business. Our and our franchisees’ operations depend upon our ability and the ability of franchisees, third-party service providers and the service providers of those third parties (as well as franchisees’ third-party service providers and the service providers of those third parties) to protect computer equipment and systems against damage from theft, fire, power loss, telecommunications failure and other catastrophic or unanticipated events, as well as internal and external security incidents, viruses, denial-of-service attacks, phishing attacks, ransomware attacks and other intentional or unintentional disruptions. The rapid evolution and increased adoption of AI technologies amplifies these concerns.\n\n  A significant portion of our retail sales depends on the continuing operation of our information technology and communications systems, including DOM OS, our online and mobile ordering platforms and our credit card processing systems. The failure of these systems to operate effectively, stemming from maintenance problems, upgrading or transitioning to new platforms, a compromise in our security or other unanticipated problems has at times in the past and in the future could result in interruptions to or delays in our and our franchisees’ operations, and some of our systems are not fully redundant. The occurrence of a natural disaster, intentional sabotage or other unanticipated problems could result in lengthy interruptions in service. Increases in remote working could also exacerbate certain risks to our business, including an increased risk of cyber incidents and improper dissemination of personal or confidential information.\n\n21\n\n  In addition, the implementation of technology changes and upgrades to maintain and upgrade our systems, errors or vulnerabilities in our systems, or damage to or failure of our systems, including because of systems becoming obsolete, could result in interruptions in our services and non-compliance with certain laws or regulations, which could reduce our sales, revenues and profits and damage our business and brand.\n\n  Because we and our franchisees accept electronic forms of payment from customers including credit cards, our business requires the collection and retention of customer data, including sensitive financial data and other personally identifiable information in various information systems that are maintained by third parties with whom we and our franchisees contract to provide payment processing. A weakness in such third party’s systems or software products (or in the systems or software products in the service providers of those third parties) may provide a mechanism for a cyber threat. In recent years, a significant number of companies have experienced data breaches in which customer information was stolen through vendor access channels. Cyber-attacks and data breaches at a payment processing contractor could compromise confidential information or adversely affect our ability to deliver products and services to our customers. There is also a potential heightened risk of cyber security incidents as a result of geopolitical events outside of our control. These problems could negatively affect our results of operations, and remediation could result in significant, unplanned capital investments.\n\n  We also maintain important internal Company data, such as personally identifiable information about our employees and franchisees and information relating to our operations. In addition, more than 85% of our U.S. retail sales in 2024 were derived from digital channels, primarily through our online ordering website and mobile applications, where customers enter personally identifiable information that we retain. Our use and retention of personally identifiable information is regulated by foreign, federal and state laws and regulations, as well as by certain third-party agreements. For example, the State of California has adopted the California Privacy Rights Act of 2020, an amendment to the California Consumer Privacy Act, and several other states have adopted similar comprehensive data protection laws, which may require companies to change their practices for handling of personal data, including allowing consumers to request that we delete certain personal data. In addition, the State of New York promulgated the New York SHIELD Act, like laws in several other states, which imposes obligations on businesses to implement physical, administrative and technical security measures to protect personal data. As privacy and information security laws and regulations change, we may incur additional costs to ensure that we are in compliance with those laws and regulations, and our current and future planned uses of personal and other data may be adversely affected by future adopted privacy and information security laws, regulations and rulings. If our security and information systems are compromised or if we, our employees or franchisees fail to comply with these laws, regulations or contract terms, or to successfully implement processes related to requirements, laws and regulations governing cyber incidents, it could require us to notify customers, employees or other groups. This could result in adverse publicity, loss of sales and cash flows, increased fees payable to third parties and fines, penalties or remediation and other costs that could adversely affect our reputation, business and results of operations. Any other material disruption or other adverse event affecting one or more of our digital ordering platforms, including, for instance, power loss, technological or systems failures, user error or cyber-attacks, could similarly result in adverse publicity, loss of sales and cash flows and other costs, which could in turn materially and adversely affect our reputation, business and results of operations.\n\n  We cannot predict the impact that new or improved technologies, alternative methods of delivery or changes in consumer or employee behavior facilitated by these technologies and alternative methods of delivery will have on our business.\n\n  Advances in technologies or alternative methods of delivery, including advances in digital ordering technology and autonomous vehicle delivery, or certain changes in consumer behavior driven by these or other technologies and methods of delivery could have a negative effect on our business and market position. Moreover, technology and consumer offerings continue to develop, and we expect that new or enhanced technologies and consumer offerings will be available in the future. We may pursue certain of those technologies and consumer offerings if we believe they offer a sustainable customer proposition and can be successfully integrated into our business model. However, we cannot predict consumer acceptance of these delivery channels or their impact on our business. \n\n  We may incorporate traditional and generative AI solutions into our business, and these solutions may become important in our operations over time. The use of these AI solutions may expose us to additional risks and expenses, including, for example, if we were to incorporate AI technologies which we become dependent on or fail to adopt AI in a timely or effective manner. \n\n22\n\n  In addition, our competitors, some of whom have greater resources than we do, may be able to benefit more from changes in technologies or consumer acceptance of alternative methods of delivery. There can be no assurance that we will be able to successfully respond to changing consumer preferences, including with respect to new technologies and alternative methods of delivery, or to effectively adjust our product mix, service offerings, and marketing and merchandising initiatives for products and services that address, and anticipate advances in, technology and market trends. Alternative methods of delivery may also impact the potential labor pool from which we recruit our delivery drivers and could reduce the available supply of labor. If we are not able to successfully respond to these challenges, our business could be materially and adversely affected.\n\n  We are subject to a variety of additional risks associated with our franchise system and franchisees.\n\n  Our franchise system subjects us to a number of additional risks, any one of which may impact our ability to collect royalty payments and fees from our franchisees, may harm the goodwill associated with our brand, and/or may materially and adversely impact our business and results of operations. Such risks may also apply to us as owners of stores. These risks include, but are not limited to:\n\n  •those relating to the application of local, state, federal and foreign bankruptcy laws and other applicable laws governing creditors’ rights generally and the impact such laws could have on our ability to collect payments and fees under applicable franchise agreements;\n\n  •those relating to franchisees that are operating entities, which generally are not limited-purpose entities, including business, operational, credit, financial and other risks in addition to risks related to unions;\n\n  •those relating to franchisee changes in control and succession in general and the ability to find acceptable successors who are able to perform a former franchisee’s obligations under applicable franchise agreements or successfully operate impacted stores in the event of a change of control or other succession event;\n\n  •those relating to franchisee insurance, including the inadequacy of, or inability to obtain, insurance coverage, losses in excess of policy limits or payments not being made on a timely basis, extraordinary hazards not being subject to coverage (or only being subject to coverage at prohibitively high rates) or third parties seeking to recover losses from us to the extent those losses experienced by such third parties are either not covered by the franchisee’s insurance or exceed the policy limits of the franchisee’s insurance;\n\n  •those relating to instances of termination of or default under a franchisee’s franchise agreement or the non-renewal thereof at the end of such agreement’s expiration date and the corresponding impact on the franchisee’s or our operations;\n\n  •those relating to product liability exposure or noncompliance with labor and employment, health and safety regulations and the impact such events could have on a franchisee’s ability to make payments under applicable franchise agreements, on us if an aggrieved party seeks to recover their losses from us and on our brand’s reputation;\n\n  •the imposition of injunctive relief, fines, damage awards or capital expenditures under laws or regulations that could adversely affect the ability of a franchisee to make payments under applicable franchise agreements;\n\n  •litigation involving franchisees, including litigation involving us or litigation involving a third-party directed at a franchisee, which could impede the ability of a defendant-franchisee to make its royalty payments and divert our resources regardless of whether the allegations in such litigation are valid or whether we are liable; and\n\n  •those relating to the reliance of a franchised store business on its franchisees, both domestic and international, and the nature of franchisees in general, including the successful operations and retention of franchisees (especially including our top-performing franchisees) in the future or our ability to attract, retain, and motivate sufficient numbers of franchisees of the same caliber in the future as well as our ability to maintain a positive and constructive relationship with our franchisees.\n\n23\n\n  Our current insurance coverage may not be adequate, insurance premiums for such coverage may increase and we may not be able to obtain insurance at acceptable rates, or at all.\n\n  For certain periods prior to December 1998 and for periods after December 2001, we maintain insurance coverage for workers’ compensation, general liability and owned and non-owned automobile liabilities. We are generally responsible for up to $1.0 million per occurrence under these retention programs for workers’ compensation and up to $2.0 million per occurrence under these retention programs for general liability, depending on policy year and line of coverage. We are generally responsible for between $500,000 and $5.5 million per occurrence under these retention programs for owned and non-owned automobile liabilities, depending on policy year and line of coverage. Total insurance limits under these retention programs vary depending upon the period covered and range up to $112.5 million per occurrence for general liability and owned and non-owned automobile liabilities and up to the applicable statutory limits for workers’ compensation. These insurance policies may not be adequate to protect us from liabilities that we incur in our business. In addition, in the future our insurance premiums may increase, and we may not be able to obtain similar levels of insurance on reasonable terms, or at all. Any such inadequacy of, or inability to obtain insurance coverage could have a material adverse effect on our business, financial condition and results of operations.\n\n  Environmental, social and governance matters may impact our business and reputation.\n\n  Increasingly, in addition to the importance of their financial performance, companies are being judged by their performance on a variety of environmental, social and governance (“ESG”) matters, which are considered to contribute to the long-term sustainability of companies’ performance. Major institutional investors have publicly emphasized the importance of such ESG matters to their investment decisions. We have established significant commitments on greenhouse gas emissions and in October 2024 our near-term and net zero targets were approved by the Science Based Targets initiative (SBTi). We have established a commitment to achieve our near-term targets by 2032 and achieve net zero carbon emissions by 2050. Execution of these strategies and achievement of these goals are subject to risks and uncertainties, many of which are outside of our control and may prove to be more costly than we anticipate. These risks and uncertainties include, but are not limited to, our ability to execute our strategies and achieve our goals within the currently projected costs and the expected timeframes; unforeseen design, operational and technological difficulties; the outcome of research efforts and future technology developments; the success of our collaboration with franchisees and other third parties; and the actions of competitors and competitive pressures. There is no assurance that we will be able to successfully execute our strategies and achieve our goals. Failure to achieve our goals could damage our reputation and customer, investor and other stakeholder relationships and have an adverse effect on our business, results of operations and financial condition, as well as on our stock price. There also has been increased political focus, including by U.S. and foreign governmental authorities, on environmental sustainability matters, such as climate change, the reduction of greenhouse gases and water usage; there has also been pushback to certain ESG initiatives in recent years which could also have an adverse effect in the event we were to become a target of pushback or subject to additional regulatory measures. Legislative, regulatory or other efforts to combat climate change or other ESG concerns could also result in new or more stringent forms of oversight and expanding mandatory and voluntary reporting, diligence and disclosure, which could increase costs, bring additional focus and further impact our business, results of operations and financial condition. Any failure or perceived failure by us to manage ESG issues successfully could have a material adverse effect on our reputation and on our business, results of operations, financial condition or stock price.\n\n  Risks Related to Our Indebtedness\n\n  Our substantial indebtedness could adversely affect our business and limit our ability to plan for or respond to changes in our business.\n\n  We have a substantial amount of indebtedness. As of December 29, 2024, our consolidated total indebtedness was approximately $4.98 billion. We may also incur additional debt, which would not be prohibited under the terms of our current securitized debt agreements. Our substantial indebtedness could have important consequences for our business and our shareholders. For example, it could:\n\n  •make it more difficult for us to satisfy our obligations with respect to our debt agreements;\n\n  •increase our vulnerability to general adverse economic and industry conditions;\n\n  •require us to dedicate a substantial portion of our cash flow from operations to payments on our indebtedness, thereby reducing the availability of our cash flow for other purposes; and\n\n  •limit our flexibility in planning for, or reacting to, changes in our business and the industry in which we operate, thereby placing us at a competitive disadvantage compared to our peers that may have less debt.\n\n24\n\n  Further, our 2021 and 2022 Variable Funding Notes bear interest at fluctuating interest rates that in certain circumstances is based on a forward-looking term rate based on the Secured Overnight Financing Rate (“Term SOFR”). There can be no assurance that the Federal Reserve Bank of New York (the “New York Fed”) will continue the publication of Term SOFR, and if the New York Fed discontinues the publication of Term SOFR, interest payments on our 2021 Variable Funding Notes and 2022 Variable Funding Notes would need to be calculated using a different index, or alter the manner in which Term SOFR is calculated. As a result, our interest expense could increase, in which event we may have difficulties making interest payments and funding our other fixed costs, and our available cash flow for general corporate requirements may be adversely affected.\n\n  Our interest expense could also be increased by rising interest rates. In addition, the financial and other covenants we agreed to with our lenders may limit our ability to incur additional indebtedness, make investments, pay dividends and engage in other transactions, and the leverage may cause potential lenders to be less willing to loan funds to us in the future. Our failure to comply with these covenants could result in an event of default that, if not cured or waived, could result in the acceleration of repayment of all of our indebtedness.\n\n  Downgrades in our credit ratings could impact our ability to access capital and materially and adversely affect our business, financial condition and results of operations.\n\n  Our debt is rated by credit rating agencies. These agencies may downgrade their credit ratings for us based on the performance of our business, our capital strategies or their overall view of our industry. There can be no assurance that any rating assigned to our currently outstanding indebtedness will remain in effect for any given period of time or that any such ratings will not be lowered, suspended or withdrawn entirely by a rating agency if, in that agency’s judgment, circumstances so warrant. A downgrade of our credit ratings could, among other things, increase our cost of borrowing, limit our ability to access capital or result in more restrictive covenants in agreements governing the terms of any future indebtedness that we may incur, and thereby could adversely impact our business and operations.\n\n  We may be unable to generate sufficient cash flow to satisfy our significant debt service obligations, which would adversely affect our financial condition and results of operations.\n\n  Our ability to make principal and interest payments on and to refinance our indebtedness will depend on our ability to generate cash in the future. This, to a certain extent, is subject to general economic, financial, competitive, legislative, regulatory and other factors that may be beyond our control. If our business does not generate sufficient cash flow from operations, in the amounts projected or at all, or if future borrowings are not available to us under our variable funding notes in amounts sufficient to fund our other liquidity needs, our financial condition and results of operations may be adversely affected. If we cannot generate sufficient cash flow from operations to make scheduled principal amortization and interest payments on our debt obligations in the future, we may need to refinance all or a portion of our indebtedness on or before maturity, sell assets, delay capital expenditures or seek additional equity. If we are unable to refinance any of our indebtedness on commercially reasonable terms or at all or to affect any other action relating to our indebtedness on satisfactory terms or at all, our business may be harmed.\n\n  The terms of our securitized debt financing of certain of our wholly-owned subsidiaries have restrictive terms and our failure to comply with any of these terms could put us in default, which would have an adverse effect on our business and prospects.\n\n  Unless and until we repay all outstanding borrowings under our securitized debt, we will remain subject to the restrictive terms of these borrowings. The securitized debt, under which certain of our wholly-owned subsidiaries issued and guaranteed fixed rate notes and variable funding senior revolving notes, contain a number of covenants, with the most significant financial covenant being a debt service coverage calculation. These covenants limit the ability of certain of our subsidiaries to, among other things:\n\n  •sell assets and incur liens;\n\n  •alter the business we conduct and engage in mergers, acquisitions and other business combinations;\n\n  •incur, assume or permit to exist additional indebtedness or guarantees and make loans and investments; \n\n  •declare dividends or redeem or repurchase capital stock; and\n\n  •enter into transactions with affiliates.\n\n  The securitized debt also requires us to maintain specified financial ratios at the end of each fiscal quarter. These restrictions could affect our ability to pay dividends or repurchase shares of our common stock. Our ability to meet these financial ratios can be affected by events beyond our control, and we may not satisfy such a test. A breach of these covenants could result in a rapid amortization event or default under the securitized debt. If amounts owed under the securitized debt are accelerated because of a default under the securitized debt and we are unable to pay such amounts, the investors may have the right to assume control of substantially all of the securitized assets.\n\n25\n\n  During the term following issuance, the outstanding senior notes will accrue interest in accordance with the terms of the debt agreements. Additionally, our senior notes have original scheduled principal payments of $1.18 billion in 2025, $39.3 million in 2026, $1.31 billion in 2027, $817.9 million in 2028, $631.0 million in 2029, $10.0 million in 2030 and $912.5 million in 2031.\n\n  In accordance with our debt agreements, the payment of principal on the outstanding senior notes may be suspended if the Holdco Leverage Ratio for the Company is less than or equal to 5.0x total debt to Consolidated Adjusted EBITDA, each as defined in the indenture governing our securitized debt, and no catch-up provisions are applicable.\n\n  If we are unable to refinance or repay amounts under the securitized debt prior to the expiration of the term, our cash flow would be directed to the repayment of the securitized debt which would become due and payable on an accelerated schedule, and, other than technology fees and a weekly management fee sufficient to cover certain general and administrative expenses, would not be available for operating our business. No assurance can be given that any refinancing or additional financing will be possible when needed or that we will be able to negotiate acceptable terms. In addition, our access to capital is affected by prevailing conditions in the financial and capital markets and other factors beyond our control. There can be no assurance that market conditions will be favorable at the times that we require new or additional financing. The indenture governing the securitized debt will restrict the cash flow from the entities subject to the securitization to any of our other entities and upon the occurrence of certain events, cash flow would be further restricted. In the event that a rapid amortization event occurs under the indenture (including, without limitation, upon an event of default under the indenture or the failure to repay the securitized debt at the end of its term), the funds available to us would be reduced or eliminated, which would in turn reduce our ability to operate or grow our business.\n\n  Regulatory, Legal and Compliance Risks\n\n  We face risks of litigation, investigations, enforcement actions and negative publicity from customers, franchisees, suppliers, employees, regulators and others in the ordinary course of business, which could divert our financial and management resources. Litigation, investigations, enforcement actions or publicity may adversely impact our financial condition and results of operations.\n\n  Claims of illness or injury relating to food quality or food handling are common in the food service industry, and vehicular accidents and injuries occur in the food delivery business. We are currently subject to these types of claims and have been subject to these types of claims in the past. Claims within our industry of improper supplier actions also occasionally arise that, if made against one of our suppliers, could potentially damage our brand image.\n\n  In addition, class action lawsuits have been filed, and may continue to be filed, against various QSRs alleging, among other things, that QSRs have failed to disclose the health risks associated with certain foods and that QSR marketing practices have encouraged obesity. State attorney general offices or other regulators have initiated and may in the future initiate investigations or enforcement actions against us. In addition to decreasing our sales and profitability and diverting our management resources, adverse publicity resulting from such allegations may materially and adversely affect us and our brand, regardless of whether such allegations are valid or whether we are liable, and could result in a substantial settlement, fine, penalty or judgment against us. Further, we may be subject to employee, franchisee and other claims in the future based on claims of, among other things, discrimination, harassment, working and safety conditions, wrongful termination and wage, expense reimbursement, rest break and meal break issues, including claims relating to minimum wage and overtime compensation. We and our international master franchisees have been and continue to be subject to these types of claims. If one or more of these claims were to be successful or if there is a significant increase in the number of these claims or if we receive significant negative publicity, our business, financial condition and operating results could be harmed.\n\n  We and our franchisees are subject to extensive laws and government regulation and requirements issued by other groups and our failure to comply with existing or increased laws and regulations could adversely affect our business and operating results.\n\n26\n\n  We are subject to numerous federal, state, local and foreign laws and regulations, as well as requirements issued by other groups, including those relating to:\n\n  •the preparation, sale and labeling of food;\n\n  •building and zoning requirements and environmental protection;\n\n  •labor and employment, including minimum wage, overtime, insurance, discrimination and other labor requirements as well as working and safety conditions;\n\n  •franchise arrangements;\n\n  •taxation;\n\n  •antitrust;\n\n  •payment card industry standards and requirements; and\n\n  •advertising, social media, information privacy and consumer protection.\n\n  It is uncertain how the policy priorities and initiatives of the new administration may impact the federal laws and regulations to which we are subject, and we are not able to predict the impact such changes may have on our business.\n\n  We are subject to an FTC rule and to various state and foreign laws that govern the offer and sale of franchises. These laws regulate various aspects of the franchise relationship, including terminations and the refusal to renew franchises. The failure to comply with these laws and regulations in any jurisdiction or to obtain required government approvals could result in a ban or temporary suspension on future franchise sales, fines or other penalties or require us to make offers of rescission or restitution, any of which could adversely affect our business.\n\n  We and our franchisees face various regulatory and legislative efforts to enforce employment laws, such as efforts to categorize franchisors as the co-employers or joint employers of their franchisees’ employees or to aggregate individual franchised businesses and classify them as large employers for minimum wage or other employment-related purposes. In October 2023, the National Labor Relations Board (“NLRB”) adopted a final rule with a new and broader standard grounded in common law agency principles for determining when two or more otherwise unrelated employers may be found to be a joint employer of the same employees under the National Labor Relations Act (the “NLRA”). While the NLRB’s final rule was vacated in April 2024, returning the law to the NLRB’s prior rule that entities can be considered joint employers if they process and actually exercise “substantial direct and immediate control,” if a broader rule is ultimately enacted or adopted by the NLRB or other government agencies and/or applied generally to franchise relationships, it could cause us to be liable or held responsible for unfair labor practices and other violations of our franchisees and subject us to other liabilities, and require us to conduct collective bargaining negotiations regarding employees of totally separate, independent employers, most notably our franchisees. In such event, our operating expenses may increase as a result of required modifications to our business practices, increased litigation, governmental investigations or proceedings, administrative enforcement actions, fines and civil liability. Additionally, based upon the outcome and application of recent legal proceedings in federal court in California involving the California wage and hour laws in another franchise system, franchisors may be subject to claims that their franchisees should be treated as employees and not as independent contractors under the wage and hour laws of that state and, potentially, certain other states and localities with similar wage and hour laws. The California legislature has enacted a statute known as Assembly Bill 5 (AB-5), which went into effect on January 1, 2020. AB-5 requires “gig economy” workers to be reclassified as employees instead of independent contractors. However, depending upon the application of AB-5, franchisors in certain industries could be deemed to be covered by the statute, in which event certain franchisees could be deemed employees of the franchisors. While active efforts to narrow the reach of AB-5 continue, a bill (SB 967), which was introduced specifically to exempt the relationship between a franchisor and franchisee from the scope of AB-5, was not successful in the legislature.\n\n  On November 3, 2020, the California electorate approved proposition 22, the effect of which is to exempt app-based transportation (ride shares) and delivery drivers from the application of AB-5 by treating these workers as independent contractors, rather than employees, provided certain conditions are met. The ballot measure does not affect how AB-5 applies to other businesses and workers. Given that misclassification claims have been successful against or applied to a franchisor under AB-5 and may be successful under similar state laws, a franchisor could be liable to its franchisees (and potentially their employees) based the rights and remedies available to employees under such laws and, thereafter, have to treat its franchisees (and their employees) as the franchisor’s employees under these laws.\n\n27\n\n  We and our franchisees are subject to the Fair Labor Standards Act of 1938, as amended (the “FLSA”), which, along with the Family and Medical Leave Act, governs such matters as minimum wage and overtime requirements and other working conditions and various family leave mandates, as well as a variety of other laws enacted, or rules and regulations promulgated, by federal, state and local governmental authorities that govern these and other employment matters. We and our franchisees have experienced and expect further increases in payroll expenses as a result of government-mandated increases in the minimum wage, some specific to employees of national fast-food chains, which may be material, including as a result of California’s AB 1228. Enactment and enforcement of various federal, state and local laws, rules and regulations on immigration and labor organizations may adversely impact the availability and costs of labor for Domino’s and franchisees’ stores in a particular area or across the United States. In addition, third-party suppliers may be affected by higher minimum wage standards, which may increase the price of goods and services they supply to us. Such increased expenses may cause our franchisees to exit the business or cause us to reduce the number of Company-owned stores, or otherwise adversely affect the amount of royalty payments and license fees we receive. On January 12, 2020, the U.S. Department of Labor announced a final rule to update and clarify the definition of joint employer under the FLSA. Under the final rule, the general test for assessing whether a party can be deemed a joint employer would be based upon whether that party (i) hires or fires the employee; (ii) supervises and controls the employee’s work schedule or conditions of employment; (iii) determines the employee’s rate and method of payment; and (iv) maintains the employee’s employment records. In the final rule, the Department of Labor describes instances in which joint employment would not be more or less likely to be found to exist under the FLSA, which, according to the Department of Labor, includes the relationships that exist under the typical franchise business model. This rule may reduce a franchisor’s risk of liability that currently exists under the joint employer standard now in effect under the FLSA (though ultimately, the facts specific to the franchisor-franchisee model at issue would be considered when determining liability). On July 29, 2021, the Department of Labor issued a final rule rescinding the 2020 rule. The Department of Labor may revert to the more expansive interpretation of joint employer that existed prior to the adoption of the 2020 rule and/or interpretations that could result in franchisors being held liable or responsible for FLSA violations by their franchisees. The rules of the Department of Labor are separate from the joint employer standard under the NLRA or, as described above, potential liability as a joint employer under the NLRA.\n\n  Laws targeting hidden fees and how businesses may advertise and/or market prices to consumers have been enacted in jurisdictions that include California and Minnesota, and these laws could impact our advertising, including advertising for our national offers. To the extent our advertising is negatively impacted, our business could be adversely affected.\n\n  Certain governmental authorities and private litigants have recently asserted claims against franchisors, including us, for provisions in our prior franchise agreements that restrict franchisees from soliciting or hiring the employees of other franchisees or the applicable franchisor. Claims against franchisors for such clauses include allegations that these clauses violate state and federal antitrust and unfair practices laws by restricting the free movement of employees of franchisees and/or franchisor (including the employees of Company-owned stores), thereby depressing the wages of those employees.\n\n  The Patient Protection and Affordable Care Act (as amended, the “Affordable Care Act”) requires employers such as us to provide health insurance for all qualifying employees or pay penalties for not providing coverage. The majority of the increases in these costs began in 2015, and while the incremental costs of this program have not been material to us to date, we cannot predict what effect these costs will have on our results of operations and financial position, or the effects of the Affordable Care Act on some of our larger franchisees. Modifications to, or repeal of, all or certain provisions of the Affordable Care Act are also possible. Changes in tax laws or tax policy more broadly, increases in the enacted tax rates, adverse outcomes in connection with tax audits in any jurisdiction or any change in the pronouncements relating to accounting for income taxes could also impact our financial condition and results of operations.\n\n  We may also become subject to legislation or regulation seeking to tax and/or regulate certain foods deemed to be “unhealthy,” and our capital expenditures could increase due to remediation and compliance measures related to any such laws or regulations. \n\n  Adverse government regulations and enforcement efforts or non-compliance by us or our franchisees with any of the foregoing laws and regulations could lead to various claims or governmental or judicial fines, sanctions or other enforcement measures, which could negatively impact our business.\n\n28\n\n  Market and General Risks\n\n  Fluctuations in value of the U.S. dollar in relation to other currencies may lead to lower revenues and earnings.\n\n  Exchange rate fluctuations could have an adverse effect on our results of operations, and we have in the past experienced significant adverse changes in foreign currency rates. International franchise royalties and fees represented approximately 6.8%, 6.9% and 6.5% of our total revenues in 2024, 2023 and 2022, respectively, a majority of which were denominated in foreign currencies. We also operate dough manufacturing and distribution facilities in Canada, which generate revenues denominated in Canadian dollars. Sales made by franchised stores outside the U.S. are denominated in the currency of the country in which the store is located, and this currency could become less valuable in U.S. dollars as a result of exchange rate fluctuations. Unfavorable currency fluctuations could lead to increased prices to customers outside the U.S. or lower profitability to our franchisees outside the U.S., or could result in lower revenues for us, on a U.S. dollar basis, from such customers and franchisees. A hypothetical 10% adverse change in the foreign currency rates in our international markets would have resulted in a negative impact on international royalty revenues of approximately $28.2 million in 2024.\n\n  Our annual and quarterly financial results are subject to significant fluctuations depending on various factors, many of which are beyond our control, and if we fail to meet the expectations of securities analysts or investors, our stock price may decline significantly or be subject to significant fluctuations.\n\n  Our annual and quarterly financial results, including our sales and operating results, can vary significantly from quarter-to-quarter and year-to-year depending on various factors, many of which are beyond our control. These factors include, among other things:\n\n  •variations in the timing and volume of our sales and our franchisees’ sales, including same store sales;\n\n  •our performance versus expectations of securities analysts or investors or against our guidance metrics;\n\n  •the timing of expenditures in anticipation of future sales;\n\n  •changes in the cost or availability of our ingredients or labor;\n\n  •planned or actual changes to our capital or debt structure;\n\n  •strategic actions by us or our competitors, such as sales promotions, acquisitions or restructurings;\n\n  •changes in our dividend policy or any share repurchase program;\n\n  •significant litigation or legislation or other regulatory developments affecting us or our industry;\n\n  •changes in competitive and economic conditions generally as well as general market conditions; and\n\n  •foreign currency exposure.\n\n  As a result, our operational performance may decline quickly and significantly in response to changes in order patterns or rapid decreases in demand for our products. Any such decline may cause us and our franchisees to experience lower sales revenue. We anticipate that fluctuations in operating results will continue in the future, and such fluctuations may result in significant fluctuations or a significant decline in our stock price.",
      "char_count": 77920
    }
  },
  "extracted_at": "2026-01-19T15:33:32.950441"
}