{
  "ticker": "DRS",
  "company_name": "Leonardo DRS, Inc.",
  "cik": 1833756,
  "form_type": "10-K",
  "filing_date": "2025-03-03",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001628280-25-009248",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001833756&accession_number=000162828025009248&xbrl_type=v",
  "sic_code": "3812",
  "industry": "Search, Detection, Navigation, Guidance, Aeronautical Sys",
  "sections": {
    "item1": {
      "text": "ITEM 1. BUSINESS \n\nOverview\n\nLeonardo DRS, Inc. provides advanced defense technology to U.S. national security customers and allies around the world. We specialize in the design, development and manufacture of advanced sensing, network computing, force protection and electric power and propulsion technologies and solutions. Our innovative spirit and agility inherent in a mid-sized defense company, together with our established market position in these areas have created a foundational and diverse base of programs across the DoD. We believe DRS is well positioned to not only support our customers in today’s mission but to also provide more autonomous, dynamic, interconnected, and multi-domain capabilities to defend against and counter evolving and emerging threats. We view enhancement of capabilities in sensing, computing, self-protection and power as necessary to enable the strategic priorities of the DoD and our other customers.\n\nDRS benefits from an over 55-year legacy of providing innovative and differentiated products and solutions for defense applications. From our earliest offerings to today’s best-in-class products offerings including naval propulsion, electro-optical sensors, electronic warfare systems and other mission critical technologies, we have continually sought to develop advanced technologies enabling solutions to address complex national security challenges. We continue to target our investments toward high growth areas of the U.S. defense budget. Our diverse technologies, systems and solutions are used across land, air, sea, space and cyber domains on a wide range of platforms for the DoD and the defense agencies of our international allies. Across the spectrum of multi-domain operations, we believe our core capabilities will help the U.S. and its allies maintain a strategic advantage over their adversaries.\n\nOur Company consists of eight business units which are organized as two operating segments: Advanced Sensing and Computing and Integrated Mission Systems. For information regarding segment performance see Part II, Item 7, “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in this Annual Report.\n\nAdvanced Sensing and Computing \n\nOur Advanced Sensing and Computing (“ASC”) segment designs, develops and manufactures sensing and network computing technology that enables real-time situational awareness required for enhanced operational decision making and execution by our customers.\n\nOur sensing capabilities span numerous applications, including missions requiring advanced detection, precision targeting and surveillance sensing, long range electro-optic/infrared (“EO/IR”), signals intelligence (“SIGINT”) and other intelligence systems, electronic warfare (“EW”), ground vehicle sensing, next generation active electronically scanned array tactical radars, dismounted soldier sensing and space sensing. Across our offerings, we are focused on advancing sensor distance and enhancing the precision, clarity, definition, spectral depth and effectiveness of our sensors. We also seek to leverage the knowledge and expertise built through our decades of experience to optimize size, weight, power and cost for our customers’ specific mission requirements.\n\nOur sensing capabilities are complemented by our rugged, trusted and cyber resilient network computing products. Our network computing offerings are utilized across a broad range of mission applications including platform computing on ground and shipboard (both surface ship and submarine) for advanced battle management, combat systems, radar, command and control (“C2”), tactical networks, tactical computing and communications. These products help support the DoD’s need for greater situational understanding at the tactical edge by rapidly transmitting data securely between command centers and forward-positioned defense assets and personnel.\n\n1\n\nIntegrated Mission Systems\n\n Our Integrated Mission Systems (“IMS”) segment designs, develops, manufactures and integrates power conversion, control and distribution systems, ship propulsion systems, motors and variable frequency drives, force protection systems, and transportation and logistics systems for the U.S. military and allied defense customers.\n\nDRS is a leading provider of next-generation electrical propulsion systems for the U.S. Navy. We provide power conversion, control, distribution and propulsion systems for the U.S. Navy’s top priority shipbuilding programs, including the Columbia Class ballistic missile submarine, the first modern U.S. electric drive submarine.\n\nWe believe DRS is well positioned to meet the needs of an increasingly electrified fleet with our high-efficiency, power dense permanent magnet motors, energy storage systems and associated efficient, rugged and compact power conversion, electrical actuation systems, and advanced cooling technologies.\n\nDRS has a long history of providing a number of other critical products to the U.S. Navy with a significant installed base on submarines, aircraft carriers and other surface ships including motor controllers, instrumentation and control equipment, electrical actuation systems, and thermal management systems for electronics and ship stores refrigeration.\n\nDRS is also an integrator of complex systems in ground vehicles for short-range air defense, counter-unmanned aerial systems (“C-UAS”), and vehicle survivability and protection. Our short-range air defense systems integrate EW equipment, reconnaissance and surveillance systems, modular combat vehicle turrets, and stabilized sensor suites, as well as kinetic countermeasures to protect against evolving threats. Our force protection systems, including solutions for C-UAS and active protection systems on army vehicles, help protect personnel and defense assets from enemy combatants.\n\nU.S. Defense Market Trends\n\nThe DoD budget is the largest defense budget in the world.\n\n In March 2024, the U.S. President’s fiscal year (“FY”) 2025 budget request was released and included $850 billion in base funding for national defense programs, which is largely flat over prior year levels. Following that, the FY 2025 National Defense Authorization Act (“NDAA”) was passed by Congress late in 2024 and signed into law by the President in December 2024. The NDAA authorizes $850 billion in defense spending, including increases in procurement, research, development, testing and engineering. On December 21, 2024, Congress passed a continuing resolution to extend funding through March 14, 2025, allowing lawmakers more time to consider appropriations for FY 2025. Additionally, the current U.S. administration has discussed various changes to defense spending levels ranging from across-the-board percentage cuts, to a change in spending allocations in favor of new priorities, and potential increases in the top-line spending profile. It remains unclear whether and to what extent the DoD’s budget may change and, if it does, to what extent our business, financial condition and results of operations may be affected.\n\nCustomers\n\nThe U.S. government is our largest customer. Revenues derived directly or indirectly from the U.S. government represented 79%, 80% and 84% of our total revenues for full year 2024, 2023, and 2022, respectively. Our U.S. government sales are concentrated with the DoD, which constitutes the majority of our U.S. government revenue for any given year, including the entirety of our government sales in 2024. Our revenues with the DoD span the Navy, Army, Air Force and other DoD agencies which represented 37%, 32%, 3% and 7%, respectively, of our total revenues for 2024.\n\n2\n\nThe remaining 21% of our revenues for 2024 were derived from sales to foreign governments as well as commercial sales within the U.S. and abroad. Our international sales consist primarily of transactions with foreign governments for defense applications. \n\nCompetition\n\nWe operate in a highly competitive market and we compete with a variety of companies in the defense market including divisions of the large defense primes, mid-tier and smaller defense companies as well as certain non-traditional companies. When appropriate, we also often team with, are supplier to, or find other ways to work with other market participants. Our products are sold in markets in which several of our competitors are substantially larger than we are, enabling them to devote greater resources to research and development. The principal competitive factors evaluated by customers in our markets include product performance, cost, overall value, delivery schedule, embedded positions, past performance, innovation and reputation.\n\nContracts\n\nAs a mid-tier defense company with a diverse portfolio of technology that includes offerings at the system, sub-system and component level, we approach each market opportunity with the flexibility and agility inherent in a mid-sized defense company to provide the most value to our customers. We serve as either prime contractor or a subcontractor on key contracts based on the competitive dynamics of each opportunity. We determine our prime versus subcontract position based on our competitive position, likelihood of contract win and overall profit contribution. For 2024, our revenue consisted of 37% as a prime contractor direct with the government and 63% as a subcontractor, typically as a system provider to the platform provider. In a prime or subcontractor position our contractual terms and conditions and profit levels are relatively consistent.\n\nWe derive a significant portion of our revenue from long-term programs and programs for which we are the incumbent supplier or have been the sole or dual supplier for many years. A significant percentage of our revenue is derived from programs that are in the production phase. \n\nWhile the majority of our revenue is derived from the U.S. government, we have a diverse business mix within the U.S. government funding. Currently no single contract represented more than 10% of our revenues for 2024, 2023, and 2022. \n\nThe amount of our revenues attributable to our contracts by contract type during 2024, 2023, and 2022 were as follows:\n\nYear Ended December 31,\n\n(Dollars in millions)\n\n202420232022\n\nFirm-fixed price\n\n$2,710 $2,373 $2,347 \n\nFlexibly priced(1)\n\n524 453 346 \n\n______________\n\n(1) Includes revenue derived from cost-type and time-and-materials contracts.\n\nTypically we enter into three types of contracts: fixed-price contracts, cost-plus contracts and time-and-materials (“T&M”) contracts (cost-plus contracts and T&M contracts are aggregated above as flexibly priced contracts). Our contracts are normally for production, services or development. Production contracts are typically the fixed-price type, development contracts are sometimes of the cost-plus type, and service contracts are sometimes the T&M type. We believe continued predominance of fixed-price contracts is reflective of the significant portion of production contracts in our U.S. government contract portfolio. \n\n•Fixed-price contracts may provide for a fixed price, or they may be fixed-price-incentive-fee contracts. Under fixed-price contracts, we agree to perform for an agreed-upon price. Accordingly, we derive benefits from cost savings, but bear the risk of cost overruns. Under fixed-\n\n3\n\nprice-incentive-fee contracts, if actual costs incurred in the performance of the contracts are less than estimated costs for the contracts the savings are apportioned between the customer and us. If actual costs under such a contract exceed estimated costs, however, excess costs are apportioned between the customer and us, up to a ceiling. We bear all costs that exceed the ceiling, if any.\n\n•Cost-type contracts include cost plus fixed fee, cost plus award fee and cost plus incentive fee contracts. Cost-type contracts generally provide for reimbursement of a contractor’s allowable costs incurred plus fee. As a result, cost-type contracts have less financial risk associated with unanticipated cost growth but generally provide lower profit margins than fixed-price contracts. Cost-type contracts typically require that the contractor use its best efforts to accomplish the scope of the work within some specified time and stated dollar limitation. Fees on cost-type contracts can be fixed in terms of dollar value or can be variable due to award and incentive fees, which are generally based on performance criteria such as cost, schedule, quality and/or technical performance. Award fees are determined and earned based on customer evaluation of the Company’s performance against contractual criteria. Incentive fees are generally based on cost or schedule and provide for an initially negotiated fee to be adjusted later, based on the relationship of total allowable costs to total target costs or as schedule milestones are met. Award and incentive fees are included in total estimated sales to the extent it is probable that a significant reversal in the amount of cumulative revenue recognized will not occur when the uncertainty associated with the variable consideration is subsequently resolved. We estimate variable consideration as the most likely amount to which we expect to be entitled.\n\n•Time-and-materials type contracts provide for reimbursement of labor hours expended at a contractual fixed labor rate per hour, plus the actual costs of material and other direct non-labor costs. The fixed labor rates on time-and-materials type contracts include amounts for the cost of direct labor, indirect contract costs and profit.\n\nBacklog\n\nOur total backlog consists of funded and unfunded amounts. Funded backlog represents the revenue value of orders for services under existing contracts for which funding is appropriated or otherwise authorized less revenue previously recognized on these contracts. Unfunded backlog represents the revenue value of firm orders for products and services under existing contracts for which funding has not yet been appropriated less funding previously recognized on these contracts.\n\nDecember 31,\n\n(Dollars in millions)202420232022\n\nBacklog:\n\nFunded(1)\n\n$4,177 $3,397 $2,783 \n\nUnfunded(1)\n\n4,332 4,354 1,486 \n\nTotal backlog(1) \n\n$8,509 $7,751 $4,269 \n\n________________\n\n(1)See Part I Item 1A, “Risk Factors—Risks Relating to Our Business—We may not realize the full value of our total estimated contract value or bookings, including as a result of reduction of funding or cancellation of our U.S. government contracts, which could have a material adverse impact on our business, financial condition and results of operations” in this Annual Report. \n\nMaterials, Manufacturing and Suppliers\n\nOur manufacturing processes for our products include the assembly of purchased components and subsystems and testing of products at various stages in the assembly process. Although materials and purchased components generally are available from a number of different suppliers, several suppliers serve as the sole source of certain components. If a supplier should cease to deliver such components, generally, but not in all cases, we would expect that other sources would be available; however, added \n\n4\n\ncost and manufacturing delays might result. We have experienced delays attributable to supply shortages, including but not limited to germanium, as well as other raw materials. We have also experienced delays as a result of quality and other related problems with respect to certain components. \n\nEffective management and oversight of suppliers and subcontractors is an important element of our successful performance. If our sources of supply are disrupted, particularly in instances where we rely on only one or two sources of supply, our ability to meet our customer commitments could be adversely impacted. We attempt to mitigate risks with our suppliers by entering into long-term agreements and leveraging company-wide agreements to achieve economies of scale and by negotiating flexible pricing terms in our customer contracts. Revenue, profit and cash flows have been, and will continue to be, adversely impacted by supply chain disruptions.\n\nResearch and Development\n\nWe conduct research and development (“R&D”) activities using our own funds (referred to as company-funded R&D or independent research and development (“IR&D”)) and under contractual arrangements with our customers (referred to as customer-funded R&D) to enhance existing products and services and to develop future technologies. R&D costs include basic research, applied research, concept formulation studies, design, development, and related test activities. IR&D costs are allocated to customer contracts as part of the general and administrative overhead costs and generally recoverable on our customer contracts with the U.S. government. Customer-funded R&D costs are charged directly to the related customer contract. R&D costs are expensed as incurred. Company-funded R&D costs charged to general and administrative expenses totaled $92 million, $82 million and $58 million in 2024, 2023 and 2022, respectively.\n\nIntellectual Property\n\nWe believe our intellectual property portfolio is valuable to our operations. We have patents on certain of our technologies and methods, semiconductor devices, rugged computer-related items and electro-optical and infrared focal plane array products, in addition to other technologies and methods. We and our subsidiaries have certain registered trademarks, none of which are considered material to our current operations. We also hold certain trade secrets without formal patent filings when we deem it most appropriate to do so, including in order to protect them from disclosure. We do not believe that the conduct of our business as a whole is materially dependent on any single patent, trade secret, trademark or copyright.\n\nWhen we work on U.S. government contracts or use funding of the U.S. government, the U.S. government may have contractual rights to data for our technologies, source code and other developments associated with such government contracts. Records of our data rights are typically maintained in order to claim these rights as our proprietary technology, but it may not always be possible to delineate our proprietary developments from those developed under U.S. government contracts. The protection of our data from use by the U.S. government, including its ability to allow its use by other U.S. government contractors, is subject to negotiation from time to time between us and the U.S. government. The extent of the U.S. government’s data rights to any particular product generally depends upon whether the product was developed under a government contract and the degree of government funding for the development of such product. While we may retain rights over any technology, product or intellectual property that we develop under U.S. government contracts or using funding of the U.S. government, this requires us to have sufficient contracting leverage and to take timely affirmative measures to preserve our right. In addition, in some cases the US government is empowered to unilaterally use, or allow our competitors to use, patented technologies, subject only to the obligation to pay reasonable compensation.\n\nHuman Capital\n\nOur performance depends on the skills, expertise, education and experience of our workforce. As of December 31, 2024, our workforce included approximately 7,000 employees, of which, approximately 520 (or 7%) were represented by labor unions. We continuously strive to maintain a culture that fosters and \n\n5\n\nrewards growth, agility, problem-solving, innovation and operational excellence. Our engineers work on programs that require advanced technology, such as sensing, electro-optical infrared systems, laser systems, network computing, cyber, communications systems, integration and power propulsion. Some of our employees maintain security clearances which allows us to conduct business activities for our customers’ classified programs. \n\nOur people are committed to upholding the Company’s core values of integrity; agility; excellence; customer focus; community and respect; and innovation. Our commitment to ethical business practices is outlined in our Code of Ethics & Business Conduct (the “Code”). The Code applies to all employees and establishes our expectations for appropriate business conduct in a variety of scenarios. Our employees receive annual compliance training and must formally confirm their commitment to upholding the standards set forth in our Code and ethics program. \n\nWe recognize that our success depends on our ability to attract, develop and retain a qualified workforce. To accomplish this, we have comprehensive talent acquisition and talent management programs established to attract and retain our employees. We recognize and reward the performance of our employees and provide market-based and competitive compensation. We offer an expansive suite of benefits for our employees and their families to support their physical, emotional and financial well-being.\n\nMaintaining a safe work environment for our employees is of utmost importance. We have policies, processes, and training in place to comply with health and safety laws and to prevent workplace hazards from occurring. Emphasis is placed on encouraging safe behaviors and creating a culture of continuous improvement to minimize or eliminate workplace incidents and illnesses. \n\nOur strong commitment to employee and leadership development, talent management, and succession planning ensures our workforce is prepared for the critical skills necessary for the work today and for future opportunities. We are developing our current leaders and preparing the next generation of leaders to demonstrate behaviors and attributes that are aligned with our core values. We work to develop bench strength for our leadership team and other critical roles. \n\nOur mission and core values are the driving force behind our actions to maintain an engaged and motivated workforce. We continuously strive to deliver employee programs that support employee performance, development, well-being, and health and safety. In addition, we are actively engaged in supporting our local communities, active military and their families, and veterans through our charitable giving, employer matching and volunteerism programs.\n\nJoint Ventures, Strategic Investments and Mergers and Acquisitions\n\nWe continually evaluate our existing portfolio and the related capabilities to maximize our ability to drive value. Through this process we consider the acquisition of, or investments in businesses that we believe will expand or complement our current portfolio, allow access to new customers and enhance technologies. We also may explore the divestiture of businesses that no longer meet our needs or strategy or that could perform better outside of our organization.\n\nOn June 21, 2022, the Company entered into a definitive agreement with RADA Electronic Industries Ltd. (“RADA”), a leading provider of advanced software-defined military tactical radars, to merge and become a combined public company. On November 28, 2022 the merger was completed and RADA became a wholly-owned subsidiary of Leonardo DRS. As a result of the merger, we now hold an approximately 10% interest in RadSee Technologies Ltd. an early-stage radar technology company organized in Israel.\n\nOn March 21, 2022, the Company entered into a definitive agreement to sell its Global Enterprise Solutions business to SES Government Solutions, Inc. The transaction was completed on August 1, 2022 and resulted in net cash proceeds of $427 million after net working capital adjustments.\n\n6\n\nOn April 19, 2022 we entered into a definitive sales agreement to divest our share of our current equity investment in Advanced Acoustic Concepts LLC to Thales Defense & Security, Inc., the minority partner in this joint venture. The transaction was completed on July 8, 2022 and resulted in proceeds of $56 million.\n\nWe also hold an approximately 11% interest in Hoverfly Technologies, Inc. (“Hoverfly”), which designs, develops and manufactures power-tethered unmanned aerial systems and related products.\n\nSeasonality\n\nWe do not consider any material portion of our business to be seasonal. However, a significant portion of our revenue, profit and cash flows are generated in the fourth quarter of our fiscal year. Various factors can affect the distribution of our revenues, profits and cash flows between accounting periods, including the U.S. federal government’s budget cycle based on its October-to-September fiscal year (which can lead to customers making orders in the weeks and days leading up to September 30 to avoid the loss of expiring and unobligated funds), the timing of government awards, the availability of government funding, the timing of costs incurred (including when materials are received), product deliveries and customer acceptance.\n\nProduct Warranties\n\nProduct warranty costs generally are accrued in proportion to product revenue realized in conjunction with our over time revenue recognition policy. Product warranty expense is recognized based on the term of the product warranty, generally one to three years, and the related estimated costs, considering historical claims expense. Accrued warranty costs are reduced as these costs are incurred and as the warranty period expires, and otherwise may be modified as specific product performance issues are identified and resolved. \n\nLegislation and Regulation \n\nAs a U.S. government contractor, we (and our subcontractors and others with whom we do business) must comply with many significant procurement regulations and other specific legal requirements. These regulations and other requirements increase our performance and compliance costs and risks and regularly evolve. Considerable uncertainty exists regarding future legislation and regulations as the current administration has issued changing guidance on a wide array of topics including but not limited to the Executive Order issued in January 2025, which requires, in relevant part, that every Federal contract or grant award include a clause that requires the contractor or grant recipient to (1) agree that its compliance with all applicable federal anti-discrimination laws is material to the government’s payment decisions on such contract or grant for purposes of the False Claims Act, and (2) certify that it does not operate any programs promoting diversity, equity and inclusion that violate any applicable federal anti-discrimination laws. New laws, regulations or procurement requirements or changes to current ones (including, for example, regulations related to cybersecurity, privacy, recovery of employee compensation costs, counterfeit parts, anti-human trafficking, specialty metals and conflict minerals) can significantly increase our costs and risks and reduce our profitability. If we fail to comply with procurement regulations or other requirements we may be subject to civil and/or criminal penalties and/or administrative sanctions, which may include termination or modification of contracts, forfeiture of profits, suspension of payments, fines and suspension or prohibition from doing business with the U.S. government, any of which could have a material adverse effect on our business, financial condition and results of operations. See Part I Item 1A, “Risk Factors—Risks Relating to Our Business—We are subject to a number of procurement, international trade, and other rules, regulations and requirements related to our industry, our products, and the businesses we operate. If we fail to comply with such rules, regulations or other requirements we may be subject to civil and/or criminal penalties and/or administrative sanctions” in this Annual Report.\n\nWe (including our subcontractors and others with whom we do business) are also subject to, and expected to perform in compliance with, a vast array of federal, state, local and international laws, \n\n7\n\nregulations and requirements related to our industry, our products and the businesses we operate. These laws and regulations include, but are not limited to, the Anti-Kickback Act, the Arms Export Control Act, including the ITAR, the Communications Act, the Defense Federal Acquisition Regulation Supplement, the Export Control Reform Act, including the EAR (which includes anti-boycott provisions), the False Claims Act, the Federal Acquisition Regulation, the FCPA, the Lobbying Disclosure Act, the Procurement Integrity Act, the Truthful Cost or Pricing Data Act, the Foreign Trade Regulations, the Foreign Investment Risk Review Modernization Act, the International Emergency Economic Powers Act, the Trading with the Enemy Act, and Executive Orders and regulations, administered by the U.S. Department of the Treasury, Office of Foreign Assets Control, as well as rules and regulations administered by the U.S. Customs and Border Protection and the Bureau of Alcohol, Tobacco, Firearms and Explosives. If we are found to have violated such requirements, we may be subject to: reductions of the value of contracts; contract modifications or termination; the withholding of payments from our customer; the loss of export privileges; administrative or civil judgments and liabilities; criminal judgments or convictions, liabilities and consent or other voluntary decrees or agreements; other sanctions; the assessment of penalties, fines, or compensatory, treble or other damages or non-monetary relief or actions; or suspension or debarment.\n\nOur operations include the use, generation and disposal of hazardous materials. We are subject to various U.S. federal, state, local and foreign laws and regulations relating to the protection of the environment, including those governing the discharge of pollutants into the air and water, the management and disposal of hazardous substances and wastes, the cleanup of contaminated sites and the maintenance of a safe workplace. See Part I Item 1A, “Risk Factors—Risks Relating to Our Business—We are subject to environmental laws and regulations, and our ongoing operations may expose us to environmental liabilities affecting our reputation, business, financial condition and results of operations” in this Annual Report. Except as described in Item 3, “Legal Proceedings,” we believe that we have been and are in material compliance with environmental laws and regulations and that we have no liabilities under environmental requirements that would be expected to have a material adverse effect on our business, results of operations, financial condition or liquidity. It is possible, however, that the ultimate resolution of the matters discussed under Item 3, “Legal Proceedings,” could result in a material adverse effect on our results of operations for a particular reporting period, any of which could have a material adverse effect on our business.\n\nGovernance Structure\n\nAs a U.S. defense contractor with high level personnel and facility security clearances, DRS, our immediate majority stockholder US Holding, LLC and our indirect majority stockholder Leonardo S.p.A. have entered into a proxy agreement with the DoD to mitigate against the potential for undue foreign ownership control and influence (“FOCI”) on the performance of classified programs by implementing various limitations on US Holding’s and Leonardo S.p.A.’s rights as the direct foreign majority stockholder of DRS, respectively. Specifically, US Holding has authorized certain cleared U.S. persons to operate as its proxies and exercise the key prerogatives of stock ownership. We are currently operating under an interim proxy agreement while we seek to enter into a new proxy agreement with the DoD. The proxy agreement requires that DRS have the financial and operational ability to operate as an independent entity under an independent Board, subject to certain limited, enumerated consent rights of the majority stockholder (including material mergers and acquisitions and incurrence of debt). See Part I Item 1A, “Risk Factors—Risks Relating to Our Ownership and Status under the Proxy Agreement — We operate under a proxy agreement with the DoD that regulates significant areas of our governance. If we fail to comply with the proxy agreement our classified U.S. government contracts could be terminated, which could have a material adverse impact on our business, financial condition and results of operations” in this Annual Report.\n\nAt all times subject to the proxy agreement, on November 28, 2022, the Company entered into a registration rights agreement (the “Registration Rights Agreement”) as well as a cooperation agreement (the “Cooperation Agreement”) with Leonardo S.p.A and US Holding. The Registration Rights Agreement, among other things, provides Leonardo S.p.A. and its affiliated entities with customary demand, shelf and piggy-back registration rights to facilitate a public offering of the Company Common Stock held by US \n\n8\n\nHolding. Under the Cooperation Agreement, among other things, (a) Leonardo S.p.A. has certain consent, access and cooperation rights, and (b) US Holding has certain consent rights with respect to actions taken by the Company and its subsidiaries, including with respect to the creation or issuance of any new classes or series of stock (subject to customary exceptions), listing or delisting from any securities exchange, and making material changes to the Company’s accounting policies and changing the Company’s auditor.\n\nOur Indirect Majority Stockholder\n\nLeonardo S.p.A., a global high-technology company, is a leading global Aerospace, Defense and Security company and one of Italy’s main industrial companies. Organized into five business Sectors, Leonardo S.p.A. has a significant industrial presence in Italy, the United Kingdom, Germany, Poland, Switzerland and the USA, where it operates through subsidiaries, joint ventures and partnerships, including GIE ATR, MBDA, Telespazio, Thales Alenia Space, and Hensoldt AG. Leonardo S.p.A. competes internationally by leveraging its areas of technological and product leadership (Helicopters, Defense Electronics & Security, Aircraft, Aerostructures and Space). Listed on the Milan Stock Exchange (under the trading symbol “LDO”), in 2024 Leonardo S.p.A. recorded preliminary consolidated revenues of €17.8 billion and invested €2.5 billion in R&D. The group has been part of the Dow Jones Sustainability Index (“DJSI”) since 2010 and was again named as sustainability global leader in the Aerospace & Defense sector of DJSI in 2023.\n\nAvailable Information\n\nWe file reports and other information with the Securities and Exchange Commission (“SEC”). The SEC maintains a website (www.sec.gov) that contains reports, proxy and information statements, and other information. Our website is https://www.leonardodrs.com. We make available on our website, free of charge, the regular and periodic reports that we file with or furnish to the SEC, as well as amendments to those reports, as soon as reasonably practicable after such reports are filed with or furnished to the SEC. We are not including the information contained in our website as part of, or incorporating it by reference into, this Annual Report.",
      "char_count": 35261
    },
    "item1a": {
      "text": "ITEM 1A. RISK FACTORS\n\nYou should carefully consider the risks and uncertainties described below, as well as other information contained in this Annual Report, including our financial statements and the section titled “Management’s Discussion and Analysis of Financial Condition and Results of Operations,” when evaluating our business. The risks described below are not the only ones facing us, and are not necessarily presented in the order of importance. The list of summary risk factors below should be read in conjunction with the remainder of this “Risk Factors” section and should not be relied upon as an exhaustive summary of the material risks we face. The occurrence of any of the following risks or additional risks and uncertainties not presently known to us or that we currently believe to be immaterial could materially and adversely affect our business, financial condition and results of operations. In any such case, the trading price of our common stock could decline. This Annual Report also contains forward-looking statements and estimates that involve risks and uncertainties. Our actual results could differ materially from those anticipated in the forward-looking statements as a result of a number of factors, including the risks and uncertainties described below.\n\nSummary Risk Factors\n\n•We depend on U.S. defense spending for the vast majority of our revenues. Disruptions or deteriorations in our relationships with the relevant agencies of the U.S. government could have a material adverse impact on our business, financial condition and results of operations.\n\n•Significant delays or reductions in appropriations for our programs and changes in U.S. government priorities and spending levels more broadly may negatively impact our business and could have a material adverse impact on our business, financial condition and results of operations.\n\n9\n\n•Our results of operations and cash flows are substantially affected by our mix of fixed-price, cost-plus and time-and-materials type contracts. In particular, fixed-price contracts subject us to the risk of loss in the event of cost overruns or higher than anticipated inflation.\n\n•We are subject to the U.S. government’s requirements, including the DoD’s National Industrial Security Program Operating Manual, for our facility security clearances, which are prerequisites to our ability to perform on classified contracts for the U.S. government.\n\n•We are subject to a number of procurement, international trade, and other rules, regulations and requirements related to our industry, our products, and the businesses we operate. If we fail to comply with such rules, regulations or other requirements we may be subject to civil and/or criminal penalties and/or administrative sanctions.\n\n•We may not realize the full value of our total estimated remaining contract value or bookings, including as a result of reduction of funding or cancellation of our U.S. government contracts, which could have a material adverse impact on our business, financial condition and results of operations.\n\n•Our working capital requirements and cash flows are extremely variable and subject to fluctuation, which could have a material adverse effect on our business, financial condition and results of operations.\n\n•We are subject to global and regional economic downturns, rising interest rates and related risks.\n\n•To service indebtedness and fund other cash needs, we will require a significant amount of cash, and our ability to generate cash depends on many factors beyond our control.\n\n•We face intense competition and may suffer losses if we fail to compete efficiently.\n\n•We depend in part upon our relationships and alliances with industry participants in order to generate revenue, which involves risks and uncertainties.\n\n•Contractual disputes with industry participants or the inability of our key suppliers to timely deliver our components, parts or services, could cause our products, systems or services to be produced or delivered in an untimely or unsatisfactory manner.\n\n•We are susceptible to a security breach, through cyber-attack, cyber-intrusion, insider threats or otherwise, and to other significant disruptions of our IT networks and related systems, or those of our customers, suppliers, vendors, subcontractors, partners, or other third parties.\n\n•We may be at greater risk from terrorism and other threats to our physical security and personnel, than other companies.\n\n•Our future success will depend on our ability to respond to the rapid technological changes in the markets in which we compete, and our ability to introduce new or enhanced products and to enter into new markets.\n\n•Many of our contracts contain performance obligations that require innovative design capabilities, are technologically complex, require state-of-the-art manufacturing expertise or are dependent upon factors not wholly within our control. Failure to meet our contractual obligations could adversely affect our business, financial condition, results of operations, reputation and future prospects.\n\n•We may not be able to fully exploit or obtain patents or other intellectual property protections necessary to secure our proprietary technology.\n\n•Third parties have claimed in the past and may claim in the future that we are infringing directly or indirectly upon their intellectual property rights, and third parties may infringe upon our intellectual property rights.\n\n10\n\n•Our reputation and ability to do business may be impacted by the improper conduct of our employees, agents, affiliates, subcontractors, suppliers, business partners or joint ventures in which we participate.\n\n•The outcome of litigation, arbitration, investigations, claims, disputes, enforcement actions and other legal proceedings in which we are involved from time to time is unpredictable, and an adverse decision in any such matter could have a material adverse impact on our business, financial condition and results of operations.\n\n•Our international business exposes us to additional risks, including risks related to geopolitical conflicts, including the war in Israel, and economic factors, laws and regulations.\n\n•Our efforts to localize our business operations in new territories present significant challenges and could adversely affect our growth strategy and our financial performance.\n\n•A failure to attract and retain technical and other key personnel could reduce our revenues and our operational effectiveness.\n\n•Our business could be harmed in the event of difficulties with our unionized workforce, including the effects of a prolonged work stoppage.\n\n•Our insurance coverage, customer indemnifications or other liability protections may be unavailable or inadequate to cover all of our significant risks or our insurers may deny coverage of or be unable to pay for material losses we incur, which could adversely affect our business, financial condition and results of operations. \n\n•We have unfunded obligations under our pension plans, and we use estimates in accounting for our pension plans and changes in our estimates could adversely affect our financial condition and results of operations.\n\n•Changes to financial accounting standards may affect our results of operations and cause us to change our business practices.\n\n•Acquisitions could result in operating difficulties, dilution and other harmful consequences.\n\n•We have significant operations in locations that could be materially and adversely impacted in the event of a natural disaster or other significant disruption.\n\n•We cannot predict the consequences of future geopolitical events, but they may adversely affect the markets in which we operate, our ability to insure against risks, our operations or our results of operations.\n\n•We operate under a proxy agreement with the DoD that regulates significant areas of our governance. If we fail to comply with the proxy agreement our classified U.S. government contracts could be terminated, which could have a material adverse impact on our business, financial condition and results of operations.\n\n•CFIUS may modify, delay or prevent our future acquisition or investment activities.\n\n•Our indirect majority stockholder, Leonardo S.p.A., may have interests that are different from, or conflict with, those of our other stockholders, and their significant ownership in us may discourage mergers and acquisitions or change of control transactions.\n\n•Risks related to ownership of our common stock.\n\n11\n\nRisks Relating to Our Business\n\nWe depend on U.S. defense spending for the vast majority of our revenues. Disruptions or deteriorations in our relationships with the relevant agencies of the U.S. government could have a material adverse impact on our business, financial condition and results of operations.\n\nWe depend on revenues from contracts and subcontracts with the U.S. government, including defense-related programs with the DoD and a broad range of programs with all branches of the U.S. military. Revenues derived directly or indirectly from contracts with the U.S. government represented approximately 79%, 80% and 84% of our total revenues for the years ended December 31, 2024, 2023, and 2022, respectively, with revenues principally derived directly or indirectly from contracts with the U.S. Navy and U.S. Army, which represented 37% and 32%, respectively, of our total revenues for the year ended December 31, 2024. Because our customer base is concentrated within the U.S. defense industry, any disruption or deterioration in our relationship with the U.S. government and its prime contractors, or any change in the U.S. government’s willingness to commit substantial resources to the continued purchase of our products, could significantly reduce our revenues and have a material adverse impact on our business, financial condition and results of operations.\n\nSignificant delays or reductions in appropriations for our programs and changes in U.S. government priorities and spending levels more broadly may negatively impact our business and could have a material adverse impact on our business, financial condition and results of operations.\n\nThe availability of U.S. government funding for significant programs in which we participate may be impacted by a number of factors beyond our control including the overall federal budget, changes in spending priorities and defense spending levels, sequestration, the appropriations process, use of continuing resolutions (with restrictions, e.g., on starting new programs) and the permissible level of federal debt. These factors may also delay or adversely impact purchasing or payment decisions by our customers. In the event government funding for significant programs in which we participate becomes unavailable, or is reduced or delayed, our contract or subcontract under such programs may be terminated or adjusted by the U.S. government or the prime contractor. U.S. government priorities and spending levels have fluctuated and may continue to fluctuate over time. We cannot predict the impact on existing, follow-on, replacement or future programs from potential changes in priorities whether due to changes in defense spending levels, the threat environment, procurement strategy, military strategy and planning and/or changes in social, economic or political priorities. As the DoD budget represents the largest part of the federal discretionary budget, it is possible that the various legislative actions might exert downward pressure on defense spending, as well as other non-defense discretionary outlays. The U.S. government may also delay, modify or cancel ongoing competitive bidding processes, procurements and programs, as well as change its acquisition strategy. A significant shift in government priorities, programs or acquisition strategies could have a material adverse impact on our business, financial condition and results of operations.\n\nConsiderable uncertainty exists regarding future budget and program decisions, including U.S. defense spending priorities, what challenges budget reductions will present for the defense industry, whether annual appropriations bills for all agencies will be enacted for U.S. government fiscal year 2025 and thereafter, and how the current administration will approach those decisions through the budgeting process. Additionally, the current U.S. administration has discussed various changes to defense spending levels ranging from across-the-board percentage cuts, to a change in spending allocations in favor of new priorities, and potential increases in the top-line spending profile. It remains unclear whether and to what extent the DoD’s budget may change and, if it does, to what extent our business, financial condition and results of operations may be affected. Additionally, the U.S. government’s budget deficit and the national debt could also significantly affect government budgeting priorities and could have an adverse impact on our business, financial condition and results of operations in a number of ways, including the following:\n\n12\n\n•the U.S. government could reduce or delay its spending on, or reprioritize its spending away from, defense programs in which we participate;\n\n•U.S. defense spending could be impacted by alternate arrangements to sequestration, which increases the uncertainty as to, and the difficulty in predicting, U.S. government spending priorities and levels; \n\n•we may experience reduced or delayed orders or payments or other responses to economic difficulties experienced by our customers and prospective customers, including U.S. Federal, state and local governments; and\n\n•the U.S. government could reduce the outsourcing of functions that we are currently contracted to provide, including as a result of increased insourcing by various U.S. government agencies due to changes in the definition of “inherently governmental” work, such as proposals to limit contractor access to sensitive or classified information and work assignments.\n\nOur results of operations and cash flows are substantially affected by our mix of fixed-price, cost-plus and time-and-materials type contracts. In particular, fixed-price contracts subject us to the risk of loss in the event of cost overruns or higher than anticipated inflation.\n\nWe generate revenue through various fixed-price, cost-plus and time-and-materials contracts. For a general description of our U.S. government contracts and subcontracts, including a discussion of revenue generated thereunder and of cost-reimbursable versus fixed-price contracts, see Part II, Item 7, “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in this Annual Report.\n\nFor the years ended December 31, 2024, 2023, and 2022, approximately 84%, 84% and 87%, respectively, of our revenue was derived from fixed-price contracts. We assume financial risk on fixed-price contracts due to the risk of potential cost overruns, particularly for firm-fixed price contracts in which we assume all of the cost burden. Our failure to anticipate or address risks or technical problems, estimate costs accurately or control costs during performance will reduce our profit or cause a loss on these contracts. U.S. government contracts can expose us to potentially large losses because the U.S. government can hold us responsible for completing a project or, in certain circumstances, paying the entire cost of its replacement by another provider regardless of the size or foreseeability of any cost overruns that occur over the life of the contract. Because many of these contracts involve new technologies and applications and can last for years, unforeseen events, such as technological difficulties, engineering or development challenges, fluctuations in raw materials prices, higher than expected inflation, increased labor costs, problems with our suppliers and cost overruns, can result in the contractual price becoming less favorable or even unprofitable to us over time. Furthermore, if we do not meet contract deadlines or specifications, we may need to renegotiate contracts on less favorable terms, be forced to pay actual or liquidated damages or suffer significant losses if the customer terminates our contract. In addition, some of our contracts have provisions relating to cost controls and audit rights, and if we fail to meet the terms specified in those contracts, we may not realize their full benefits. For further information, see “—Risks Relating to Our Business—We operate in a highly regulated environment and are routinely audited and reviewed by the U.S. government and its agencies.” Our results of operations depend on our ability to maximize our earnings from our contracts. Cost overruns could have a material adverse impact on our business, financial condition and results of operations.\n\nWe are subject to the U.S. government’s requirements, including the DoD’s National Industrial Security Program Operating Manual, for our facility security clearances, which are prerequisites to our ability to perform on classified contracts for the U.S. government.\n\nWe require a facility security clearance to perform on classified contracts for the DoD and certain other agencies of the U.S. government. Security clearances are subject to regulations and requirements including, among others, the National Industrial Security Program Operating Manual (the “NISPOM”), which specifies the requirements for the protection of classified information released or disclosed in \n\n13\n\nconnection with classified U.S. government contracts. The Defense Counterintelligence and Security Agency (the “DCSA”) manages the facility clearance process under the NISPOM and conducts various facility audits and inspections throughout the lifecycle of a respective facility clearance.\n\nWe require certain facility and personnel security clearances to perform our classified U.S. government business. Any facility not audit ready, not staffed by appropriately cleared personnel, and/or that fails a routine inspection places that contract in jeopardy. As such, we must comply with the requirements of the NISPOM and other applicable U.S. government industrial security regulations, including extensive requirements related to cybersecurity. If we were to violate the terms and requirements of the NISPOM or such industrial security regulations (which apply to us under the terms of classified contracts), or if one or more of our facility or personnel security clearances is invalidated or terminated, we may not be able to continue to perform our existing classified contracts and may not be able to enter into new classified contracts, which could adversely affect our revenues. Failure to comply with the NISPOM or other security requirements may result in loss of access to classified information and subject us to civil and criminal penalties and administrative sanctions, including termination of contracts, forfeiture of profits, suspension of payments, fines and suspension or prohibition from doing business with the U.S. government, which could have a material adverse impact on our business, financial condition and results of operations.\n\nAdditionally, the NISPOM requires that a corporation maintaining a facility security clearance be effectively insulated from FOCI. A company is considered to be operating under FOCI whenever a foreign interest has the power, direct or indirect, whether or not exercised, and whether or not exercisable, to direct or decide matters affecting the management or operations of that company in a manner that may result in unauthorized access to classified information, may adversely affect the performance of classified contracts, or may undermine U.S. security or export controls.\n\nLeonardo S.p.A., an Italian company listed on the Milan Stock Exchange, owns the entire share capital of US Holding which, in turn, owns approximately 72% of the voting power of our outstanding common stock. As a result, we are deemed to be under FOCI. Furthermore, the Italian state beneficially owns approximately 30.2% of Leonardo S.p.A.’s voting power (through its ownership of approximately 30.2% of the outstanding ordinary shares of Leonardo S.p.A.). In order to be permitted to maintain our security clearances and our access to classified data and to perform or bid on classified programs, we are required to mitigate FOCI through a proxy agreement, which we have done by entering into an interim proxy agreement, with the DoD. We are currently operating under an interim proxy agreement while we seek to enter into a new proxy agreement with the DoD. The terms of any new proxy agreement or other mitigation agreements could impose heightened or new restrictions, which could further impact our business operations. Proxy agreements, including ours, typically have limited duration and need to be renewed on a regular basis. For additional information on the terms and requirements of the proxy agreement, see “—Risks Relating to Our Ownership and Status under the Proxy Agreement—We operate under a proxy agreement with the DoD that regulates significant areas of our governance. If we fail to comply with the proxy agreement our classified U.S. government contracts could be terminated, which could have a material adverse impact on our business, financial condition and results of operations.”\n\nWhile we currently mitigate FOCI under the interim proxy agreement, the DoD reserves the right to terminate the proxy agreement or impose such additional security safeguards as it believes necessary in order to prevent unauthorized access to classified and controlled unclassified information and any U.S. government agency may deny or revoke our access to classified and controlled unclassified information under its jurisdiction if it considers it necessary to protect national security. Failure to maintain an agreement with the DoD regarding the appropriate FOCI mitigation arrangement could result in invalidation or termination of our facility security clearances, which in turn would mean that we would not be able to perform under current or enter into future contracts with the U.S. government requiring facility security clearances.\n\n14\n\nWe depend on revenues from contracts and subcontracts with the U.S. government, including defense-related programs with the DoD and a broad range of programs with each of the service branches. Revenues derived directly or indirectly from contracts with the U.S. government were approximately 79%, 80% and 84% for the years ended December 31, 2024, 2023, and 2022, respectively. If we fail to maintain an agreement with the DoD regarding the appropriate FOCI mitigation arrangement or otherwise fail to comply with the NISPOM, this could have a material adverse impact on our business, financial condition and results of operations. For further information, see “—Risks Relating to Our Business—We depend on U.S. defense spending for the vast majority of our revenues. Disruptions or deteriorations in our relationships with the relevant agencies of the U.S. government could have a material adverse impact on our business, financial condition and results of operations.”\n\nWe depend on U.S. government contracts, which often are only partially funded and are subject to immediate termination. The termination or failure to fund one or more of these contracts could have a material adverse impact on our business, financial condition and results of operations.\n\nOver its lifetime, a U.S. government program may be implemented by the award of many different individual contracts and subcontracts. The funding of U.S. government programs is subject to Congressional appropriations. U.S. government appropriations in turn are affected by general U.S. government budgetary issues and related legislation. Although multi-year contracts may be authorized and appropriated in connection with major procurements, Congress generally appropriates funds on a government fiscal year basis, which runs from October 1 to September 30. Procurement funds are typically made available for obligation over the course of one to three years. Consequently, programs often initially receive only partial funding, and additional funds are obligated only as Congress makes further appropriations. We cannot predict the extent to which total funding and/or funding for individual programs will be included, increased or reduced as part of the annual appropriations process ultimately approved by Congress and the President or in separate supplemental appropriations or continuing resolutions, as applicable. The termination of funding for a U.S. government program would result in a loss of anticipated future revenue attributable to that program, which could have a material adverse impact on our business, financial condition and results of operations. In addition, the termination of a program or the failure to commit additional funds to a program that already has been started could result in lost revenue and increase our overall costs of doing business. The loss of revenues from our possible failure to obtain renewal or follow-on contracts may be significant because we depend on the U.S. government for the vast majority of our revenues. For further information, see “—Risks Relating to Our Business—We depend on U.S. defense spending for the vast majority of our revenues. Disruptions or deteriorations in our relationships with the relevant agencies of the U.S. government could have a material adverse impact on our business, financial condition and results of operations.”\n\nIn addition, U.S. government contracts may generally be terminated, in whole or in part, without prior notice at the U.S. government’s convenience upon payment only for work performed and commitments made at the time of termination. For some contracts, we are a subcontractor and not the prime contractor, and in those arrangements, the U.S. government could terminate the prime contractor for convenience without regard for our performance as a subcontractor. We can give no assurance that one or more of our contracts will not be terminated under those circumstances. Also, we can give no assurance that we would be able to procure new contracts to offset the revenue or backlog lost as a result of any termination of our contracts. Because a significant portion of our revenue depends on our performance and payment under our contracts, the loss of one or more large contracts could have a material adverse impact on our business, financial condition and results of operations.\n\nIn addition to termination for convenience, U.S. defense contracts are generally also terminable for default based on performance. Termination by the U.S. government, or one of its prime contractors, of a contract due to default could, in addition to the loss of future revenue, obligate us to pay for re-procurement costs in excess of the original contract price, as well as other damages. Termination of a contract due to our default could also impair our reputation and our ability to compete for other contracts which could have a material adverse impact on our business, financial condition and results of operations. Additionally, our U.S. government contracts are heavily regulated and subject to audit and negative audit \n\n15\n\nfindings which could result in the termination of these or other contracts or the failure to receive future awards, see “—Risks Relating to Our Business—We operate in a highly regulated environment and are routinely audited and reviewed by the U.S. government and its agencies.”\n\nThe U.S. government also has the ability to stop work under a contract for a limited period of time for its convenience. It is possible that the U.S. government, or one of its prime contractors, could invoke this ability across a limited or broad number of contracts. Such stoppages and delays could introduce inefficiencies and result in financial and other damages for which we may not be able to receive full recovery. They could also ultimately result in termination of a contract (or contracts) for convenience or reduced future orders.\n\nFurthermore, President Trump issued an Executive Order in January 2025, which requires, in relevant part, that every Federal contract or grant award include a clause that requires the contractor or grant recipient to (1) agree that its compliance with all applicable federal anti-discrimination laws is material to the government’s payment decisions on such contract or grant for purposes of the False Claims Act, and (2) certify that it does not operate any programs promoting diversity, equity and inclusion that violate any applicable federal anti-discrimination laws. The Executive Order increases our compliance risk through an increased risk of civil False Claims Act liability if our current practices are deemed to violate the federal anti-discrimination laws.\n\nWe operate in a highly regulated environment and are routinely audited and reviewed by the U.S. government and its agencies.\n\nWe depend on U.S. government contracts, which are heavily regulated and subject to audit by the U.S. government and its agencies, such as the Defense Contract Audit Agency (“DCAA”), Defense Contract Management Agency, the DoD Inspector General, and others. These agencies review performance on government contracts, direct and indirect rates and pricing practices, and compliance with applicable contracting and procurement laws, regulations and standards. They also review compliance with government standards for our business systems and the adequacy of our internal control systems and policies. Negative findings related to our business and accounting systems and financial controls and capability could result in our ineligibility for future cost-plus contracts. Costs ultimately disallowed or found to be improperly allocated to a specific contract will not be reimbursed or must be refunded if already reimbursed. We record contract revenue based on costs on which we expect to be paid after any final audit. However, we do not know the outcome of any future audits and adjustments in advance, and we may be required to reduce our revenue or profits materially upon completion and final negotiation of audits. As a result of certain cost reduction initiatives across our industry, we have experienced and may continue to experience an increased number of audits and/or a lengthened period of time required to close open audits. For example, the thresholds for certain allowable costs in the U.S., including compensation costs, have been significantly reduced and the allowability of other types of costs are being challenged, debated and, in certain cases, modified, all with potentially significant financial costs to the Company.\n\nIf an audit uncovers improper or illegal activities, we may be subject to civil and criminal penalties, sanctions, termination of contracts, forfeiture of profits or suspension or debarment from doing business with the U.S. government. Whether or not illegal activities are alleged, the U.S. government has the ability to decrease or withhold certain payments when it deems systems subject to its review to be inadequate, with significant financial impact. In addition, we could suffer serious reputational harm if allegations of impropriety were made against us or our business partners and suppliers.\n\nAdditionally, we are reviewed and rated by our government clients on a contract by contract basis. The receipt of a negative review on one contract could cause us reputational harm and adversely affect our ability to win future contracts.\n\n16\n\nDue to our reliance on government contracts, negative audit findings or reviews for one or more of these contracts could have a material adverse impact on our business, financial condition and results of operations.\n\nWe are subject to a number of procurement, international trade, and other rules, regulations and requirements related to our industry, our products, and the businesses we operate. If we fail to comply with such rules, regulations or other requirements we may be subject to civil and/or criminal penalties and/or administrative sanctions.\n\nAs a U.S. government contractor, we (and our subcontractors and others with whom we do business) must comply with many significant procurement regulations and other specific legal requirements. These regulations and other requirements increase our performance and compliance costs and risks and regularly evolve. New laws, regulations or procurement requirements or changes to current ones (including, for example, evolving and strengthening regulations related to cybersecurity, privacy, recovery of employee compensation costs, counterfeit and/or substitute parts, anti-human trafficking, organizational conflicts of interest, specialty metals, conflict minerals, and recent U.S. tariffs imposed or threatened to be imposed on other countries and any retaliatory actions taken by such countries) can significantly increase our costs and risks and negatively affect our results of operations.\n\nIf we fail to comply with procurement regulations or other requirements, we may be subject to civil and/or criminal penalties and/or administrative sanctions, which may include termination or modification of contracts, forfeiture of profits, suspension of payments, fines and suspension or prohibition from doing business with the U.S. government, any of which could have a material adverse effect on our business, financial condition and results of operations.\n\nWe (including our subcontractors and others with whom we do business) are also subject to, and expected to perform in compliance with, a vast array of federal, state, local and international laws, regulations and requirements related to our industry, our products and the businesses we operate. These laws and regulations include, but are not limited to, the Anti-Kickback Act, the Arms Export Control Act, including the ITAR, the Communications Act, the Defense Federal Acquisition Regulations, the EAR (which includes anti-boycott provisions), the False Claims Act, the Federal Acquisition Regulation, the FCPA, the Lobbying Disclosure Act, the Procurement Integrity Act, the Truthful Cost or Pricing Data Act, the Foreign Trade Regulations, the Foreign Investment Risk Review Modernization Act, the International Emergency Economic Powers Act, the Trading with the Enemy Act, and Executive Orders and regulations, administered by the U.S. Department of the Treasury, Office of Foreign Assets Control, as well as rules and regulations administered by the U.S. Customs and Border Protection and the Bureau of Alcohol, Tobacco, Firearms and Explosives. While we have implemented compliance programs that are intended to avoid violations of these laws, regulations and requirements, given the nature of our operations and the constant evolution of applicable laws, regulations and requirements, we may not be able to prevent future violations. If we are found to have violated such laws, regulations or requirements, we may be subject to: reductions of the value of contracts; contract modifications or termination; the withholding of payments from our customer; the loss of export privileges; administrative or civil judgments and liabilities; criminal judgments or convictions, liabilities and consent or other voluntary decrees or agreements; other sanctions; the assessment of penalties, fines, or compensatory, treble or other damages or non-monetary relief or actions; or suspension or debarment.\n\nIf we or those with whom we do business do not comply with the laws, regulations and processes to which we are subject or if U.S. government practices or requirements change significantly, including with respect to the thresholds for allowable costs, it could affect our ability to compete and adversely impact our business, financial condition and results of operations.\n\n17\n\nThe U.S. government’s organizational conflict of interest rules could limit our ability to successfully compete for new contracts or may require us to exit or wind down certain existing contracts, any of which could adversely affect our business, financial condition, results of operations and prospects.\n\nPast efforts by the U.S. government to reform its procurement practices have focused, among other areas, on the separation of certain types of work to facilitate objectivity and avoid or mitigate organizational conflicts of interest, and the strengthening of regulations governing organizational conflicts of interest. Organizational conflicts of interest may arise from circumstances in which a contractor has:\n\n•impaired objectivity during performance;\n\n•unfair access to non-public information; or\n\n•the ability to set the “ground rules” for another procurement for which the contractor competes.\n\nA focus on organizational conflicts of interest issues has resulted in legislation and regulations aimed at increasing organizational conflicts of interest requirements, including, among other things, separating sellers of products and providers of advisory services in major defense acquisition programs. These organizational conflicts of interest regulations have led to increased bid protests related to arguments to disqualify or overturn awards based on conflict grounds.\n\nConsiderable uncertainty exists regarding future legislation and regulations as the current administration has issued changing guidance on a wide array of topics including the Executive Order issued in January 2025, which requires, in relevant part, that every Federal contract or grant award include a clause that requires the contractor or grant recipient to (1) agree that its compliance with all applicable federal anti-discrimination laws is material to the government’s payment decisions on such contract or grant for purposes of the False Claims Act, and (2) certify that it does not operate any programs promoting diversity, equity and inclusion that violate any applicable federal anti-discrimination laws. Future legislation and regulations may increase the restrictions in current organizational conflicts of interest regulations and rules. To the extent that organizational conflicts of interest laws, regulations and rules limit our ability to successfully compete for new contracts or task orders with the U.S. government and/or commercial entities, or require us to exit certain existing contracts or wind down certain existing contracts, either because of organizational conflicts of interest issues arising from our business or because companies with which we are affiliated, including Leonardo S.p.A. and its subsidiaries (including US Holding), or with which we otherwise conduct business create organizational conflicts of interest issues for us, our business, financial condition, results of operations and prospects could be materially and adversely affected.\n\nThe U.S. government has and may continue to implement initiatives focused on efficiencies, affordability and cost growth as well as other changes to its procurement practices.\n\nOur industry has experienced, and we expect will continue to experience, significant changes to business practices globally as a result of an increased focus on affordability, efficiencies, business systems, recovery of costs and a reprioritization of available defense funds to key areas for future defense spending. For example, the current administration implemented an Executive Order in January 2025 creating the Department of Government Efficiency which has the stated purpose of modernizing Federal technology and software to maximize governmental efficiency and productivity. These initiatives and changes to procurement practices may change the way U.S. government contracts are solicited, negotiated and managed, which may affect whether and how we pursue opportunities to provide our products and services to the U.S. government, including the terms and conditions under which we do so. For example, in connection with these cost reduction initiatives the U.S. government is pursuing alternatives to shift additional responsibility and performance risks to the contractor. Changes in procurement practices favoring incentive-based fee arrangements, different award criteria, non-traditional contract provisions and government contract negotiation offers also may affect our results of operations and predictability. The U.S. government has been pursuing and may continue to pursue these and other \n\n18\n\npolicies that could negatively impact our profitability and adversely impact our business, financial condition and results of operations.\n\nWe use estimates in pricing and accounting for many of our programs, and changes in our estimates could adversely impact our business, financial condition and results of operations.\n\nWe enter into forward pricing rate agreements with our U.S. government clients that establish specific direct and indirect rates to be used in pricing all contracts with the applicable government agency for a specified period of time. This requires us to estimate the costs that we will incur in connection with future contracts. Failure to accurately estimate the costs that we will incur including as a result of changes in underlying assumptions, circumstances or estimates may materially reduce our profit or cause a loss on these contracts and adversely impact our business, financial condition and results of operations.\n\nAdditionally, accounting for our contracts requires judgment relative to assessing costs, including costs associated with customer-directed delays and reductions in scheduled deliveries, unfavorable resolutions of claims and contractual matters, judgments associated with estimating contract revenue and costs and assumptions for schedule and technical issues. Due to the size, nature and performance period of many of our contracts, the estimation of total revenue and cost at completion is complicated and subject to many variables. For example, we must make assumptions regarding: (i) the length of time to complete the contract because costs also include expected increases in wages and prices for supplies and materials; (ii) whether contracts should be accounted for as having one or more performance obligations based on the goods and services promised to the customer; (iii) incentives or penalties related to performance on contracts in estimating revenue and profit rates, and recording them when there is sufficient information for us to assess anticipated performance; and (iv) estimates of award fees in estimating revenue and profit rates based on actual and anticipated awards. Because of the significance of the judgments and estimation processes involved in accounting for our contracts, materially different amounts could be recorded if we used different assumptions or if the underlying circumstances were to change. Changes in underlying assumptions, circumstances or estimates may adversely impact our business, financial condition and results of operations.\n\nWe may not realize the full value of our total estimated remaining contract value or bookings, including as a result of reduction of funding or cancellation of our U.S. government contracts, which could have a material adverse impact on our business, financial condition and results of operations.\n\nOur total backlog consists of funded and unfunded amounts. Funded backlog represents the revenue value of orders for services under existing contracts for which funding is appropriated or otherwise authorized less revenue previously recognized on these contracts. Unfunded backlog represents the revenue value of firm orders for products and services under existing contracts for which funding has not yet been appropriated less funding previously recognized on these contracts. We evaluate bookings which we define as the total value of contract awards received from the U.S. government for which it has appropriated funds and legally obligated such funds to the Company through a contract or purchase order, plus the value of contract awards and orders received from customers other than the U.S. government. As of December 31, 2024, our total remaining contract value was approximately $8,509 million with bookings of $4,077 million. We historically have not realized all of the revenue included in our total contract value or bookings, and we may not realize all of the revenue included in our total contract value or bookings in the future. There is a higher degree of risk in this regard with respect to unfunded backlog. In addition, there can be no assurance that our total bookings will result in actual revenue in any particular period. This is because the actual receipt, timing, and amount of revenue under contracts included in total contract value and bookings are subject to various contingencies, including Congressional appropriations, many of which are beyond our control. The actual receipt of revenue from contracts included in total estimated contract value and bookings may never occur or may be delayed because: a program schedule could change or the program could be canceled; a contract’s funding or scope could be reduced, modified, delayed, de-obligated or terminated early, including as a result of a lack of appropriated funds or cost cutting initiatives and other efforts to reduce U.S. government spending \n\n19\n\nand/or the automatic federal defense spending cuts required by sequestration; in the case of funded backlog, the period of performance for the contract has expired or the U.S. government has exercised its unilateral right to cancel multi-year contracts and related orders or terminate existing contracts for convenience or default; in the case of unfunded backlog, funding may not be available. Our failure to replace canceled or reduced bookings could have a material adverse impact on our business, financial condition and results of operations. \n\nOur business may be harmed if we are unable to appropriately manage our inventory.\n\nWe are subject to the risk that the inventory we carry may decrease in value over time due to, among other things, changes in customer priorities and needs. Any increase in the level of inventories of finished goods, components and raw materials that we carry, including due to any failure to replace cancelled or reduced backlog or other shortfalls in anticipated sales, may increase our risk of inventory obsolescence and corresponding inventory write-downs and write-offs, and such amounts could be material. If we are unable to appropriately manage our inventory balances it could have a material adverse impact on our business, financial condition and results of operations.\n\nOur working capital requirements and cash flows are extremely variable and subject to fluctuation, which could have a material adverse effect on our business, financial condition and results of operations.\n\nOur working capital requirements and cash flows have historically been, and are expected to continue to be, subject to significant fluctuations. Historically we have had negative cash flows in some quarters of the year, and we expect this pattern to continue in the future. See Part II, Item 7, “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in this Annual Report. If we are unable to manage fluctuations in cash flow, it could have a material adverse impact on our liquidity, as well as on our business, financial condition and results of operations. Factors which could result in fluctuations in our working capital and cash flows include:\n\n•the quantity of product and service sales revenue achieved;\n\n•the timing of the delivery of products and services;\n\n•the margins achieved on sales of products and services;\n\n•the timing and collection of receivables;\n\n•the timing and size of inventory and related component purchases; \n\n•the timing of payment on payables and accrued liabilities; and\n\n•the adequacy of our current financing arrangements and access to additional financing.\n\nWe cannot predict future capital needs, the sufficiency of our current financing or our ability to obtain additional financing if we need it.\n\nOur operations are capital intensive, and we rely heavily on financing, including working capital financing, such as factoring and supply chain financing. We may also enter into other types of financings in the future, including bank and bond financing. Although we believe that our available cash resources, together with our access to credit facilities as described in Note 13: Debt and future cash that we expect to generate from our operations, are sufficient to meet our presently anticipated liquidity needs and capital expenditure requirements, we might in the future need to raise additional funds to, among other things:\n\n•fund our operations;\n\n•support expansion of capacity;\n\n•address fluctuations in cash flow (including negative cash flow periods);\n\n20\n\n•support more rapid growth of our business;\n\n•develop new or enhanced products and solutions;\n\n•respond to competitive pressures; and\n\n•acquire companies or technologies.\n\nWe cannot guarantee that we will continue to be able to extend existing working capital financing on commercially reasonable terms or at all and we might be unable to obtain additional financing, if needed, on terms acceptable to us, if at all. If sufficient funds are not available or are not available on terms acceptable to us, our ability to fund our current operations, fund expansion, take advantage of acquisition opportunities, develop or enhance services or products, or otherwise respond to competitive pressures would be significantly limited. We may be required to obtain the consent of US Holding in order to obtain financing and there is no guarantee that their consent will be granted. See “—Risks Relating to Our Ownership and Status under the Proxy Agreement—Our indirect majority stockholder, Leonardo S.p.A., may have interests that are different from, or conflict with, those of our other stockholders, and their majority ownership in us may discourage change of control transactions.” The existing debt obligations of Leonardo S.p.A., which contain restrictions applicable to subsidiaries of Leonardo S.p.A., including us, may also negatively impact our ability to obtain additional financing on terms acceptable to us, if at all. In addition, any decline in the ratings of our corporate credit or any indications from the rating agencies that their ratings on our corporate credit are under surveillance or review with possible negative implications could adversely impact our ability to access capital. These limitations could have a material adverse impact on our business, financial condition and results of operations.\n\nWe are subject to global and regional economic downturns, rising interest rates and related risks.\n\nOur business is affected by global and regional demographic and macroeconomic conditions. A significant downturn in global economic growth, or recessionary conditions in major geographic regions for prolonged periods, may lead to a variety of adverse consequences for our business including reduced demand for our technologies, increases in our operating costs and rising interest rates. Similarly, any disruption in access to bank deposits or lending commitments due to bank failure may adversely affect our business, financial condition and results of operations. These and other adverse macroeconomic consequences could result in our inability to operate profitably and reduce our earnings.\n\nThe requirements of being a public company may strain our resources and divert management’s attention, and the increases in legal, accounting and compliance expenses may be greater than we anticipate.\n\nIn 2022, we became a public company, and as such, have incurred, and may continue to incur, legal, accounting and other expenses that we did not incur as a private company. We are subject to the reporting requirements of the Exchange Act and are required to comply with the applicable requirements of the Sarbanes-Oxley Act of 2002 (“Sarbanes-Oxley”) and the Dodd-Frank Wall Street Reform and Consumer Protection Act, as well as the rules and regulations subsequently implemented by the SEC and the listing standards of the Nasdaq Stock Exchange (the “Nasdaq”), including changes in corporate governance practices and the establishment and maintenance of effective disclosure and financial controls. Compliance with these rules and regulations can be burdensome. Our management and other personnel need to devote a substantial amount of time to these compliance initiatives.\n\nMoreover, these rules and regulations will increase our historical legal and financial compliance costs and will make some activities more time-consuming and costly. We may need to hire additional accounting and financial staff, and engage outside consultants, all with appropriate public company experience and technical accounting knowledge and maintain an internal audit function, which will increase our operating expenses. We are evaluating these rules and regulations and their impact on our business and cannot predict or estimate the amount of additional costs we may incur or the timing of such costs.\n\n21\n\nFailure to maintain an effective system of internal control over financial reporting or to remediate weaknesses could materially harm our revenues, erode stockholder confidence in our ability to pursue business and report our financial results/condition, and negatively affect the trading price of our common stock.\n\nAs a public reporting company, we are required to establish and maintain effective internal control over financial reporting. Failure to establish such internal control, or any failure of such internal control once established, could adversely impact our public disclosures regarding our business, financial condition or results of operations. Any failure of our internal control over financial reporting could also prevent us from maintaining accurate accounting records and discovering accounting errors and financial frauds. Rules adopted by the SEC pursuant to Section 404 of the Sarbanes-Oxley Act require annual assessment of our internal control over financial reporting. The standards that must be met for management to assess the internal control over financial reporting as effective are complex, and require significant documentation, testing and possible remediation to meet the detailed standards. Any assessment by management that there are weaknesses in our internal control over financial reporting may raise concerns for investors. Any actual or perceived weaknesses and conditions that need to be addressed in the internal controls over financial reporting (including those weaknesses identified in periodic reports), or disclosure of management’s assessment of the internal controls over financial reporting may have an adverse impact on the price of our common stock.\n\nThe agreements governing our debt contain various covenants that limit our ability to take certain actions and also require us to meet financial maintenance tests, and failure to comply with these covenants could have an adverse impact on our business, financial condition and results of operations.\n\nOur financing arrangements contain restrictions, covenants and events of default that, among other things, require us to satisfy certain financial tests and maintain certain financial ratios and restrict our ability to incur additional indebtedness and to refinance our existing indebtedness.\n\nThe terms of our financing arrangements may impose various restrictions and covenants on us that could limit our ability to respond to market conditions, provide for capital investment needs or take advantage of business opportunities by limiting the amount of additional borrowings we may incur. These restrictions may include compliance with, or maintenance of, certain financial tests and ratios and may limit or prohibit our ability to, among other things:\n\n•borrow money or guarantee debt;\n\n•create liens;\n\n•pay dividends or acquire our capital stock;\n\n•make investments and acquisitions;\n\n•enter into, or permit to exist, contractual limits on the ability of our subsidiaries to pay dividends to us;\n\n•enter into new lines of business;\n\n•enter into transactions with affiliates; and\n\n•sell assets or merge with other companies.\n\nVarious risks, uncertainties and events beyond our control could affect our ability to comply with these restrictions and covenants. Failure to comply with any of the restrictions and covenants that may be in our financing arrangements could result in a default under those arrangements and under other arrangements that may contain cross-default provisions.\n\n22\n\nA default would permit lenders to accelerate the maturity of the debt under these arrangements and to foreclose upon any collateral securing the debt. Under these circumstances, we might not have sufficient funds or other resources to satisfy all of our obligations. In addition, the limitations imposed by financing agreements on our ability to incur additional debt and to take other actions might significantly impair our ability to obtain other financing.\n\nTo service indebtedness and fund other cash needs, we will require a significant amount of cash, and our ability to generate cash depends on many factors beyond our control.\n\nOur ability to pay principal and interest on our anticipated debt obligations and to fund any planned capital expenditures and other cash needs will depend in part upon the future financial and operating performance of our company and our subsidiaries. Prevailing economic conditions and financial, business, competitive, legislative, regulatory and other factors, many of which are beyond our control, will affect our ability to make these payments.\n\nIf we are unable to make payments or we are unable to refinance the debt or obtain new financing under these circumstances, we may consider other options, including:\n\n•sales of assets;\n\n•equity offerings;\n\n•reductions or delays of capital expenditures, strategic acquisitions, investments and alliances; and\n\n•negotiations with our lenders to restructure the applicable debt.\n\nSome of our variable-rate indebtedness uses the Secured Overnight Financing Rate (“SOFR”) as a benchmark for establishing the rate. Our business may not generate sufficient cash flow from operations, and future borrowings may not be available to us in an amount sufficient, to enable us to pay our anticipated indebtedness or to fund our other liquidity needs. We may need to refinance all or a portion of our anticipated indebtedness on or before maturity. We may not be able to refinance any of our anticipated debt on commercially reasonable terms, or at all.\n\nWe face intense competition and may suffer losses if we fail to compete efficiently.\n\nWe operate in highly competitive markets and compete with many large, small and mid-tier defense contractors, including, at times, our customers, based on performance, cost, overall value, delivery and reputation. Our competitors continuously seek to expand their business relationships with the U.S. government and will continue these efforts in the future, and the U.S. government may choose to use other contractors. We expect that a majority of the business that we seek will be awarded through competitive bidding. The U.S. government has increasingly relied on certain types of contracts that are subject to multiple competitive bidding processes, including multi-vendor Indefinite Delivery Indefinite Quantity (“IDIQ”), Government wide Acquisition Contracts, General Services Administration Schedule and other multi-award contracts, which has resulted in greater competition and increased pricing pressure.\n\nOur customers’ requirements change and evolve regularly. Accordingly, our future performance depends, in part, on our ability to adapt to changing customer needs rapidly, identify emerging technological trends, develop and manufacture innovative products and services efficiently and bring those offerings to market quickly at cost-effective prices. This includes efforts to provide solutions that integrate capabilities and resources. Artificial Intelligence technologies have rapidly developed, and our business may be adversely affected if we cannot successfully integrate the technology into our internal business processes and product and service offerings in a timely, cost-effective, compliant and responsible manner.\n\n Many of our larger competitors have significantly greater financial resources than we do and have more extensive or more specialized engineering, manufacturing and marketing capabilities than we do in \n\n23\n\nsome areas, including as a result of substantial industry consolidation, which increased the market share of certain of our competitors and enabled them to take advantage of economies of scale and develop new technologies. These larger competitors may also benefit from supply chain leverage and pricing flexibility, including, in some cases, the ability to price contracts at a loss, due to their size. Larger competitors, for example, may decide to pursue contracts typically won by mid-tier contractors, such as us. A number of these competitors are also our suppliers and customers. Additionally, some customers, including the DoD, are increasingly purchasing “off the shelf” components from commercial suppliers in lieu of using traditional defense contractors to design and manufacture such items.\n\nMany of our smaller competitors may be able to adapt more quickly to new market opportunities or customer requirements, and focus their resources on developing and commercializing specific technologies or targeting particular market segments. These smaller competitors may be able to: innovate more rapidly or create disruptive technologies that could diminish the demand for our products or services; offer competitive products at lower prices, often due to lower overhead or more efficient operational structures; form strategic alliances, including with large and established companies, that enhance their product offerings or go-to market strategies; or secure funding from venture capital, private equity or other financing sources that support aggressive growth or market penetration strategies.\n\nAn increase in competition from these smaller companies may force us to lower our prices or increase our spending on research and development, sales, and marketing, which could have a deleterious effect on our operating margins and profitability. As these companies continue to expand, their scale and scope may also grow, potentially allowing them to compete more directly and effectively against us. Our failure to compete effectively with these smaller, innovative companies can reduce our market share and materially impact our business, financial condition, and operating results.\n\nWe may not be able to continue to win competitively awarded contracts or to obtain task orders under multi-award contracts. Further, the competitive bidding process involves significant cost and managerial time to prepare bids and proposals for contracts that may not be awarded to us or may be split with competitors, as well as the risk that we may fail to accurately estimate the resources and costs required to fulfill any contract awarded to us. Any increase in bid protests from unsuccessful bidders typically extends the time until work on a contract can begin. Following any contract award, we may experience significant expense or delay, contract modification or contract rescission as a result of our competitors protesting or challenging contracts awarded to us in competitive bidding.\n\nPreferences or set-asides for minority-owned, small and small disadvantaged businesses could impact our ability to be a prime contractor and limit our opportunity to work as a subcontractor on certain governmental procurements.\n\nAs a result of the Small Business Administration (“SBA”) set-aside program, the federal government may decide to restrict certain procurements only to bidders that qualify as minority-owned, small, or small disadvantaged businesses. We would not be eligible to perform as a prime contractor on those programs and in general would be restricted to no more than 49% of the work as a subcontractor on those programs. An increase in the amount of procurements under the SBA set-aside program may impact our ability to bid on new procurements as a prime contractor, limit our opportunity to work as a subcontractor or restrict our ability to compete on incumbent work that is placed in the set-aside program.\n\nWe depend in part upon our relationships and alliances with industry participants in order to generate revenue, which involves risks and uncertainties.\n\nWe rely on the strength of our relationships with other industry participants, including major prime contractors and small businesses, to form strategic alliances and we have entered, and expect to continue to enter into joint venture, teaming, partnership, subcontractor and other arrangements. These activities involve risks and uncertainties, including the risk that a joint venture or applicable entity fails to satisfy its obligations, which may result in certain liabilities to us from guarantees and other commitments, the challenges in achieving strategic objectives and expected benefits of the business arrangement, the \n\n24\n\nrisk of conflicts arising between us and our partners and the difficulty of managing and resolving such conflicts and the business arrangements generally. In some cases, these relationships are subject to exclusivity arrangements which subject us to the risk that we may be forced to forego superior opportunities with a different partner. In addition, particularly where we act as a subcontractor and form teaming arrangements in which we and other contractors bid on particular contracts or programs, we often lack control over fulfillment of a contract and poor performance on the contract could impact our customer relationship, even when we perform as required. If partners in teaming arrangements suffer financial difficulties, face compliance or other reputational issues or fail to comply with the law, we may be adversely affected to the extent we are relying on such partners. Additionally, the U.S. Department of Justice and Federal Trade Commission have periodically and increasingly focused on ensuring competition in government acquisition and could challenge a teaming arrangement. If any of our existing relationships with our industry partners were impaired or terminated, or if we are unable to enter into future arrangements, we could also experience significant delays in the development of new products ourselves, and we would incur additional development costs. We would need to fund these costs internally or identify new industry partners.\n\nSome of our industry partners and major customers are also potential competitors, which may impair the viability of new or continued strategic relationships. This position may create conflicts of interest and uncertainty in circumstances where we continue to operate as both a subcontractor for and a competitor to one of our industry partners or customers, potentially jeopardizing potential revenue opportunities. While we must compete effectively in the marketplace, our future alliances may depend on our industry partners’ perception of us. Our ability to win new and/or follow-on contracts may be dependent upon our relationships within the defense industry.\n\nContractual disputes with industry participants or the inability of our key suppliers to timely deliver our components, parts or services, could cause our products, systems or services to be produced or delivered in an untimely or unsatisfactory manner.\n\nWe act as subcontractor on many contracts and engage subcontractors on many of our own contracts. We may have disputes with our contractual counterparts, including regarding the quality and timeliness of work performed by a subcontractor, customer concerns about a subcontract or subcontractor, our failure to extend existing task orders or issue new task orders under a subcontract, our hiring of personnel of a subcontractor or as a subcontractor or our counterpart’s failure to comply with applicable law. In addition, there are certain parts, components and services for many of our products, systems and services that we source from other manufacturers or vendors. Some of our suppliers, from time to time, experience financial and operational difficulties, which may impair their ability to supply the materials, components, subsystems and services that we require. For example, we have recently witnessed shortages of germanium, as well as other raw materials, castings and electronic components that are used in our products. Shortages within our supply chain of these and similar materials and components that we use could negatively impact our supply chain and manufacturing processes, as well as our ability to deliver on our contracts. In addition, our supply chain may be disrupted by trade conflicts and tariffs imposed on products (including recent U.S. tariffs imposed or threatened to be imposed on other countries and any retaliatory actions taken by such countries), as well as other external events, including natural disasters, extreme weather conditions, future medical epidemics or pandemics, acts of terrorism, cyber-attacks and labor disputes, governmental actions and legislative or regulatory changes, such as product certification or stewardship requirements, sourcing restrictions, product authenticity and climate change or greenhouse gas emission standards. These or any further political or governmental developments or health concerns could result in social, economic and labor instability. Any inability to develop alternative sources of supply on a cost-effective and timely basis could materially impair our ability to manufacture and deliver products, systems and services to our customers.\n\nWe may have disputes with our subcontractors or suppliers, material supply constraints or problems, or component, subsystems or services problems in the future. Also, our subcontractors and other suppliers may not be able to acquire or maintain the quality of the materials, components, subsystems and services they supply, which might result in greater product returns, service problems and warranty \n\n25\n\nclaims and could harm our business, financial condition and results of operations. Further, warranty claims brought by our customers related to third-party components and materials may arise after our ability to bring corresponding warranty claims against such suppliers expire, which could result in costs to us. In addition, in connection with our government contracts, we are required to procure certain materials, components and parts from supply sources approved by the U.S. government and we rely on our subcontractors and suppliers to comply with applicable laws, regulations and other requirements regarding procurement of counterfeit, unauthorized or otherwise non-compliant parts or materials, including parts or materials they supply to us, and in some circumstances, we rely on their certifications as to their compliance. From time to time, we use components for which there is only one supplier, and that supplier may be unable to meet our needs. The inability of our suppliers to perform, or their inability to perform adequately, could also result in the need for us to transition to alternate suppliers, which could result in significant incremental cost and delay or the need for us to provide other resources to support our existing suppliers. Each of these subcontractor and supplier risks could have a material adverse impact on our business, financial condition and results of operations.\n\nWe are susceptible to a security breach, through cyber-attack, cyber-intrusion, insider threats or otherwise, and to other significant disruptions of our IT networks and related systems, or those of our customers, suppliers, vendors, subcontractors, partners, or other third parties.\n\nWe store sensitive data, including information relating to national security and other sensitive government functions, intellectual property and technology, proprietary business information, and confidential employee information such as personally identifiable or protected health information on our servers and databases. We are subject to laws and rules issued by U.S. and non-U.S. governments and agencies concerning safeguarding and maintaining information confidentiality including extensive and evolving cyber requirements of the DoD. We face the risk of a security breach with respect to that data, whether through cyber-attack, cyber-intrusion or insider threat via the Internet, malware, e-mail attachments, persons inside our organization or with access to systems inside our organization, threats to the physical security of our facilities and employees or other significant disruption of our IT networks and related systems or those of our suppliers or subcontractors. As an advanced technology-based solutions provider, and particularly as a government contractor with access to national security and other sensitive government information, we face a heightened risk of a security breach or disruption from threats to gain unauthorized access to our and our customers’ proprietary or classified information on our IT networks and related systems and to the IT networks and related systems that we operate and maintain for certain of our customers. These types of information and IT networks and related systems are critical to the operation of our business and essential to our ability to perform day-to-day operations, and, in some cases, are critical to the operations of certain of our customers. We make significant efforts to maintain the security and integrity of these types of information and IT networks and related systems and have implemented various measures to manage the risk of a security breach or disruption. As is the case with many other companies, we have experienced cybersecurity incidents in the past, including denial-of-service attacks, ransomware, and attacks from suspected nation state actors. Our efforts and measures have not been effective in the case of every incident, but no incident has had a material negative impact on us to date. Sensitive data saved on networks, systems and facilities therefore remain vulnerable because of the risk that cybersecurity incidents, including, but not limited to, attempts to gain unauthorized access to data; potential security breaches, particularly cyber-attacks and cyber-intrusions; or disruptions, will occur in the future, and because the techniques used in such attempts are constantly evolving and generally are not recognized until launched against a target. In some cases these attempts are designed not to be detected and, in fact, may not be detected. In some cases, the resources of foreign governments may be behind such attacks due to the nature of our business and the industries in which we operate. Accordingly, we may be unable to anticipate these techniques or to implement adequate security barriers or other preventative measures. Thus, it is impossible for us to entirely mitigate this risk, and there can be no assurance that future cybersecurity incidents will not have a material \n\n26\n\nnegative impact on us. A security breach or other significant disruption involving these types of information and IT networks and related systems could:\n\n•disrupt the proper functioning of these networks and systems and, therefore, our operations and/or those of certain of our customers;\n\n•result in the unauthorized access to, and destruction, loss, theft, misappropriation or release of, proprietary, confidential, sensitive or otherwise valuable information of ours, our customers or our employees, including trade secrets, which could be used to compete against us or for disruptive, destructive or otherwise harmful purposes and outcomes;\n\n•result in litigation and governmental investigation and proceedings associated with cybersecurity incidents;\n\n•compromise national security and other sensitive government functions;\n\n•require significant management attention and resources to remedy the damages that result;\n\n•result in costs which exceed our insurance coverage and/or indemnification arrangements;\n\n•subject us to claims for contract breach, damages, credits, penalties or termination; and\n\n•damage our reputation with our customers (particularly agencies of the U.S. government) and the general public.\n\nAdditionally, a failure to comply with the National Institute of Standards and Technology Special Publication 800-171 or other DoD cybersecurity requirements including the Cybersecurity Material Model Certificate (“CMMC”), whether or not resulting in a security breach or disruption, could restrict our ability to bid for, be awarded and perform on DoD contracts. DoD requirements to comply with the CMMC now and in the future, and any obligations that may be imposed on us under the CMMC that may be different from or in addition to those otherwise required by applicable laws and regulations, may cause additional expense for compliance.\n\nWe must also rely on the safeguards put in place by customers, suppliers, vendors, subcontractors, partners in teaming arrangements or other third parties to minimize the impact of cyber threats, other security threats or business disruptions. These third parties may have varying levels of cybersecurity expertise and safeguards, and their relationships with government contractors, such as our company, may increase the likelihood that they are targeted by the same cyber threats, including from foreign governments. In the event of a breach affecting these third parties, our business and financial results could suffer materially. With respect to our commercial arrangements with these third parties, we have processes designed to require that the third parties and their employees and agents agree to maintain certain standards for the storage, protection and transfer of confidential, personal and proprietary information. However, we remain at risk of a data breach due to the intentional or unintentional non-compliance by a third party’s employee or agent, the breakdown of a third party’s data protection processes, which may not be as sophisticated as ours, or a cyber-attack on a third party’s information network or systems.\n\nThe impact of these various factors is difficult to predict, but any of them could result in the loss of information or capabilities, harm to individuals or property, damage to our reputation, loss of business, contractual or regulatory actions and potential liabilities, any one of which could have a material adverse impact on our business, financial condition and results of operations.\n\nSignificant capital investments and other expenditures could be required to remedy cybersecurity challenges and prevent future breaches, including costs associated with additional security technologies, personnel and experts. These costs, which could be material, could adversely impact our results of operations in the period in which they are incurred and may not meaningfully limit the success of future attempts to breach our information technology systems.\n\n27\n\nSome of our contracts with the U.S. government are classified, which may limit investor insight into portions of our business.\n\nWe derive a portion of our revenues from programs with the U.S. government that are subject to security restrictions that preclude the dissemination of information that is classified for national security purposes. We are limited in our ability to provide details about these classified programs, their risks or any disputes or claims relating to such programs, and may not disclose such information pursuant to SEC rules permitting confidential treatment of certain information. As a result, investors and others might have less insight into our classified programs than our other businesses and, therefore, less ability to fully evaluate the risks related to our classified business.\n\nWe may be at greater risk from terrorism and other threats to our physical security and personnel, than other companies.\n\nAs a defense contractor, we may be more likely than other companies to be a direct target of, or indirectly damaged by, physical attacks including by active shooters, terrorists or terrorist organizations. It is impossible to predict accurately the likelihood or impact of any attack on our industry generally or on our business. While we have implemented significant physical security protection measures, business continuity plans and established backup sites, in the event of an attack or a threat of an attack, these security measures and contingency plans may be inadequate to prevent significant disruptions in our business, technology or access to the infrastructure necessary to maintain our business. Such attack may harm our personnel, close our facilities or render our backup data and recovery systems inoperable. Damage to our facilities due to attacks may be significantly in excess of any amount of insurance recovery, and we may not be able to insure against such damage at a reasonable price or at all. The threat of attacks may also negatively affect our ability to attract and retain employees. Any of these events could have a material adverse effect on our business, financial condition and results of operations.\n\nWe conduct significant business and manufacturing activities in Israel and have business activities in regions that experience heightened geopolitical tension and frequent incidents of terror and conflict. The ongoing threats of terrorism, acts of war, or armed hostilities in these areas pose a persistent risk that could result in harm to our personnel, damage to our property, or disruption of our operations.\n\nPotential consequences of such events include:\n\n•Temporary or prolonged disruptions to our operations, including manufacturing, R&D facilities, or other crucial aspects of our business.\n\n•Increased security costs and heightened challenges in maintaining the safety and security of our personnel and assets.\n\n•Additional difficulties in transporting and distributing our products, which may result in delays or loss of sales.\n\n•Interruptions in the availability of local infrastructure critical to our operations, including electricity, telecommunications, and water supply.\n\n•Challenges in attracting and retaining skilled employees, particularly those not willing to work in high-risk areas due to personal safety concerns.\n\nUncertainty and instability in these regions can also adversely impact local and global markets, potentially leading to reduced demand for our products or fluctuations in the pricing of key inputs.\n\nMoreover, our business may suffer from:\n\n•The hindrance or limitation of insurance coverage for losses resulting from acts of war or terrorism, potentially leading to significant uninsured liabilities.\n\n28\n\n•Increased difficulties in obtaining financing, as lenders may view our operations as high-risk due to their location in or connection to these regions.\n\n•The occurrence of any terrorist acts, armed conflicts, or escalations in hostilities can have a severe impact on our business, results of operations, and financial condition. It could also lead to significant volatility in the financial markets, affecting our stock price and investor confidence.\n\nAlthough we have developed contingency plans aimed at ensuring the continuity of our operations during times of crisis, there can be no assurance that these plans will be fully effective in mitigating the risks posed by terrorism and geopolitical uncertainties in these regions.\n\nOur future success will depend on our ability to respond to the rapid technological changes in the markets in which we compete, and our ability to introduce new or enhanced products and to enter into new markets.\n\nThe markets in which we compete are characterized by rapid technological developments and frequent new product introductions, enhancements and modifications. This includes efforts to provide solutions that integrate Artificial Intelligence technologies that have rapidly developed, and our business may be adversely affected if we cannot successfully integrate the technology into our internal business processes and product and service offerings in a timely, cost-effective, compliant and responsible manner. Additionally, our ability to develop other new products and technologies that anticipate changing customer requirements, reduce costs and otherwise retain or enhance our competitive position in existing and new markets will be an important factor in our future results of operations. We will continue to make substantial capital expenditures and incur significant R&D costs aimed at improving our manufacturing capability, reducing costs, and developing and introducing new products and enhancements. If we fail to develop and introduce new products and technologies in a timely manner it could have a material adverse effect on our business, financial condition and results of operations. In addition, we cannot be certain that our new products and technologies will be successful or that customers will accept any of our new products.\n\nMany of our contracts contain performance obligations that require innovative design capabilities, are technologically complex, require state-of-the-art manufacturing expertise or are dependent upon factors not wholly within our control. Failure to meet our contractual obligations could adversely affect our business, financial condition, results of operations, reputation and future prospects.\n\nWe design, develop and manufacture technologically advanced and innovative products and services, which are applied by our customers in a variety of environments, including some under highly demanding operating conditions, to accomplish challenging missions. Problems and delays in development or delivery, or system failures, as a result of issues with respect to design, technology, intellectual property rights, labor, inability to achieve learning curve assumptions, inability to effectively manage a broad array of programs, manufacturing materials or components, or subcontractor performance could prevent us from meeting requirements and create significant risk and liabilities. In addition, any obsolescence of components used in our products may require us to redesign our products, in whole or in part, which could result in increased costs. Similarly, failures to perform on schedule or otherwise to fulfill our contractual obligations could negatively affect our reputation and ability to win future business which could have a material adverse impact on our business, financial condition and results of operations.\n\nIn addition, our products cannot be tested and proven in all situations and are otherwise subject to unforeseen problems. Examples of unforeseen problems that could negatively affect revenue, schedule and results of operations include premature failure of products that cannot be accessed for repair or replacement, failure to perform in anticipated or unanticipated battlefield conditions, unintended explosions or similar events, problems with design, quality and workmanship, inadequate delivery of subcontractor components or services and degradation of product performance. These failures could \n\n29\n\nresult, either directly or indirectly, in loss of life or property. Among the factors that may affect revenue and results of operations could be inaccurate cost estimates, design issues, human factors, unforeseen costs and expenses not covered by insurance or indemnification from the customer, diversion of management focus in responding to unforeseen problems, loss of follow-on work, and, in the case of certain contracts, repayment to the government customer of contract cost and fee payments we previously received, or replacement obligations. See also “—Risks Relating to Our Business—Our results of operations and cash flows are substantially affected by our mix of fixed-price, cost-plus and time-and-materials type contracts. In particular, fixed-price contracts subject us to the risk of loss in the event of cost overruns or higher than anticipated inflation.” and “—Risks Relating to Our Business—We use estimates in pricing and accounting for many of our programs, and changes in our estimates could adversely impact our business, financial condition and results of operations.”\n\nIf we are unable to meet our obligations, including due to issues regarding the design, development or manufacture of our products or services, it could have a material adverse impact on our reputation, our ability to compete for other contracts and our business, financial condition and results of operations.\n\nWe may not be able to fully exploit or obtain patents or other intellectual property protections necessary to secure our proprietary technology.\n\nWe seek to protect our competitive position by seeking patents, proprietary information and other intellectual property protections when possible and appropriate. However, we do not have the right to prohibit the U.S. government from using certain technologies developed by us or to prohibit third-party companies, including our competitors, from using those technologies in providing products and services to the U.S. government. The U.S. government often obtains the right to royalty-free use of technologies or intellectual property that we develop under U.S. government contracts or with funding from the U.S. government. Further, while we may retain rights over any technology, product or intellectual property that we develop under U.S. government contracts or using funding from the U.S. government, this requires us to take timely affirmative measures to preserve our rights. We are sometimes able to commercially exploit those government-funded technologies and, in many cases, may assert our intellectual property rights to seek to block other non-government users thereof, but we cannot assure you that we will always have such rights and that when we do, that those efforts will be successful. In some cases it may not be appropriate to patent our intellectual property as this involves making the patented technology public. In such cases we may have limited means to protect our intellectual property.\n\nWhile we enter into confidentiality and non-disclosure agreements with our employees, consultants, partners, customers and others to attempt to limit access to and distribution of proprietary and confidential information, it is possible that:\n\n•some or all of our confidentiality agreements will not be honored;\n\n•third parties will independently develop equivalent technology or misappropriate our technology or designs;\n\n•disputes will arise with our strategic partners, customers or others concerning the ownership of intellectual property; and\n\n•contractual provisions may not be enforceable in certain jurisdictions.\n\nAlso, despite the steps taken by us to protect our proprietary rights, it may be possible for unauthorized third parties to copy or reverse-engineer aspects of our products, develop similar technology independently or otherwise obtain and use information from our supply chain that we regard as proprietary, and we may be unable to successfully identify or prosecute unauthorized uses of our technology.\n\n30\n\nThird parties have claimed in the past and may claim in the future that we are infringing directly or indirectly upon their intellectual property rights, and third parties may infringe upon our intellectual property rights.\n\nOur ability to ensure a competitive market position and gain awards of contracts depends in part on our ability to ensure that our intellectual property is protected, that our intellectual property rights are not diluted or subject to misuse, that we are able to license certain third-party intellectual property on reasonable terms and that we are able to operate without infringing the intellectual property rights of others. Third parties have claimed in the past and may claim in the future that we are infringing directly or indirectly upon their intellectual property rights, and we may be found to be infringing or to have infringed directly or indirectly upon those intellectual property rights. For example, in June 2017 another defense contractor filed suit in the United States Court of Federal Claims alleging that the U.S. government had infringed upon four of its patents relating to night vision weapon systems under a contract awarded to one of our subsidiaries. Neither we nor our subsidiary were named as defendants in the case, and the U.S. government assumes all infringement liability. In 2020, we received a notification from a commercial customer claiming that, under an agreement between us and the customer relating to night vision weapon systems on a separate program, we would be required to indemnify the customer if it were to incur any costs as a result of these allegations.\n\nClaims of intellectual property infringement might also require us to enter into costly royalty or license agreements. There can be no assurance that any of our patents and other intellectual property will not be challenged, invalidated, misappropriated or circumvented by third parties. Moreover, we may not be able to obtain royalty or license agreements on terms acceptable to us, or at all. We also may be subject to significant damages or injunctions against development and sale of certain of our products, services and solutions. Our success depends in large part on our proprietary technology. We rely on a combination of patents, copyrights, trademarks, trade secrets, know-how, confidentiality provisions and licensing arrangements to establish and protect our intellectual property rights. Our efforts, however, to protect our intellectual property and proprietary rights may not be sufficient. In addition, the laws concerning intellectual property vary among nations and the protection provided to our intellectual property by the laws and courts of foreign nations may differ from and be more limited than the protection provided in the U.S. If we fail to successfully protect and enforce these rights, our competitive position could suffer. Our pending patent and trademark registration applications may not be issued, and/or competitors may challenge the validity or scope of our patents or trademark registrations. In addition, our patents may not provide us a significant competitive advantage. We may be required to spend significant resources to monitor and enforce our intellectual property rights. Litigation to determine the scope of intellectual property rights, even if ultimately successful, could be costly and could divert management’s attention away from other aspects of our business. Further, in some cases the US government is unilaterally empowered to use, or allow our competitors to use, patented technology, subject only to the obligation to pay reasonable compensation.\n\nOur reputation and ability to do business may be impacted by the improper conduct of our employees, agents, affiliates, subcontractors, suppliers, business partners or joint ventures in which we participate.\n\nWe have implemented compliance controls, training, policies and procedures designed to prevent and detect misconduct from being committed by our employees, agents or business partners that would negatively impact our ability to be a U.S. government contractor or subcontractor and/or violate the laws of the jurisdictions in which we operate, including laws governing improper payments to government officials, such as the FCPA, the protection of export-controlled information, such as the ITAR or EAR, false claims, procurement integrity, cost accounting and billing, competition, information security and data privacy and the terms of our contracts. We cannot ensure, however, that our controls, training, policies and procedures will prevent or detect all misconduct. Additionally, we may have limited ability to control the conduct of our affiliates and we have been, and may in the future be, adversely impacted by misconduct of our affiliates. \n\n31\n\nThis risk of improper conduct may increase as we continue to grow and expand our operations. If not prevented, improper actions by those with whom or through whom we do business (including our employees, agents, subcontractors, suppliers, business partners and joint ventures) could subject us to administrative, civil or criminal investigations and enforcement actions; monetary and non-monetary penalties; liabilities; and the loss of privileges and other sanctions, including suspension and debarment, which could negatively impact our reputation and ability to conduct business and could have a material adverse impact on our business, financial condition and results of operations. In addition, misconduct involving data security lapses resulting in the compromise of personal information or the improper use of our customers’ sensitive, export-controlled, or classified information could result in remediation costs, regulatory sanctions against us and serious harm to our reputation and could adversely impact our ability to continue to contract with the U.S. government.\n\nOur business, financial condition, and results of operations could be materially adversely affected by climate change regulations.\n\nClimate change regulations at the federal, state, or local level or in international jurisdictions could require us to limit emissions, change our manufacturing processes, obtain substitute materials which may cost more or be less available, increase our investment in control technology for greenhouse gas emissions, fund offset projects, or undertake other costly activities. These regulations could significantly increase our costs and restrict our manufacturing operations by virtue of requirements for new equipment. New permits may be required for our current operations, or expansions thereof. Failure to timely receive permits could result in fines, suspension of production, or cessation of operations at one or more facilities. In addition, restrictions on carbon dioxide or other greenhouse gas emissions could result in significant costs such as higher energy costs and the passing down of carbon taxes, emission cap-and-trade programs, and renewable portfolio standards by utility companies. The cost of complying, or of failing to comply, with these and other climate change and emissions regulations could have an adverse impact on our business, financial condition and results of operations.\n\nThe outcome of litigation, arbitration, investigations, claims, disputes, enforcement actions and other legal proceedings in which we are involved from time to time is unpredictable, and an adverse decision in any such matter could have a material adverse impact on our business, financial condition and results of operations.\n\nThe size, nature and complexity of our business make us susceptible to investigations, claims, disputes, agency audits, enforcement actions, subpoenas, litigation and other legal proceedings, particularly those involving government authorities. From time to time, we are and may become subject to investigations, claims, disputes, enforcement actions and administrative, civil or criminal litigation, arbitration or other legal proceedings globally and across a broad array of matters, including, but not limited to, government contracts, commercial transactions, false claims, false statements, mischarging, contract performance, fraud, procurement integrity, products liability, warranty liability, the use of hazardous materials, personal injury claims, environmental matters, shareholder-derivative actions, prior acquisitions and divestitures, intellectual property, tax, employees, export/import, anti-corruption, labor, health and safety, accidents, employee benefits and plans, including plan administration, and improper payments, as well as matters relating to our acquisition of assets or companies and other matters. These actions may divert financial and management resources that would otherwise be used to benefit our operations. No assurances can be given that the results of these or any other matters will be favorable to us. Although we maintain insurance policies, these policies may not be adequate to protect us from all material judgments and expenses related to current or future claims and may not cover the conduct that is the subject of the litigation or arbitration. Desired levels of insurance may not be available in the future at economical prices or at all. Although we believe that we have meritorious defenses to the claims made in the litigation matters in which we have been named a party and intend to contest each lawsuit vigorously, no assurances can be given that the results of these matters will be favorable to us. An adverse resolution or outcome of any of these investigations, claims, disputes, enforcement actions, litigation and other legal proceedings could have an adverse impact on our business, financial condition and results of operations. From time to time, the Company may deem it appropriate to take legal action (or threaten to \n\n32\n\ntake such action) against a customer, supplier, former employee, subcontractor or other industry participant to protect its contractual and other legal rights. The outcome of such litigation is inherently uncertain, often costly and could adversely impact the Company’s commercial relationships and reputation.\n\nWe cannot predict the outcome of legal proceedings and other contingencies with certainty. As required by U.S. GAAP, we estimate material loss contingencies and establish liabilities based on our assessment of contingencies where liability is deemed probable and reasonably estimable in light of the facts and circumstances known to us at a particular point in time. Subsequent developments may affect our assessment and estimates of the loss contingency recorded as a liability or as a reserve against assets in our financial statements. It is possible that the ultimate resolution of these matters could result in a material adverse impact on our financial condition, results of operations and/or cash flows from operating activities in a particular reporting period.\n\nOur international business exposes us to additional risks, including risks related to geopolitical conflicts, including the war in Israel, and economic factors, laws and regulations.\n\nFor the years ended December 31, 2024, 2023, and 2022, approximately 13%, 10% and 7%, respectively, of our revenue was derived from sales to customers located in foreign countries and foreign governments. We cannot assure you that we will maintain significant operations internationally or that any such operations will be successful. International business (including our participation in joint ventures and other joint business arrangements) is subject to numerous political and economic factors, legal requirements, cross-cultural considerations and other risks associated with doing business globally. These risks differ in some respects from those associated with our U.S. business and our exposure to such risks may increase if our international business continues to grow.\n\nOur international business is subject to both U.S. and foreign laws and regulations, which may include, without limitation, laws and regulations relating to import-export controls, (such as the ITAR, EAR, and customs laws), tariffs (including recent U.S. tariffs imposed or threatened to be imposed on other countries and any retaliatory actions taken by such countries), embargoes, technology transfer restrictions, government contracts and procurement, data privacy and protection, investment, exchange rates and controls, the FCPA and other anti-corruption laws, including the UK Bribery Act and the Canadian Corruption of Foreign Public Officials Act, Article 5 of the Israeli Penal Law of 1977, the anti-boycott provisions under the EAR, U.S. economic sanctions administered by the Office of Foreign Assets Control and other federal agencies, labor and employment, works councils and other labor groups, anti-human trafficking, taxes, environment, immunity, security restrictions and intellectual property. If we or our employees, affiliates, partners or others with whom we work fail to comply with applicable laws and regulations we may be subject to administrative, civil, commercial or criminal penalties and liabilities, including suspension or debarment from government contracts or suspension of our export privileges. Our international business also exposes us to difficulties associated with repatriating cash generated or held abroad in a tax-efficient manner and changes in tax laws. Our customers outside of the U.S. generally have the ability to terminate contracts for default based on performance. Suspension or debarment, or termination of a contract due to default, in particular, could have a material adverse effect on our reputation, our ability to compete for other contracts and our financial position, results of operations and/or cash flows. New regulations and requirements, or changes to existing ones in the various countries in which we operate can significantly increase our costs and risks of doing business internationally. Any such future violations could have a material adverse impact on our reputation, business, results of operations and financial condition.\n\nChanges in laws, regulations, political leadership and environment, or security risks may significantly affect our ability to conduct or continue to conduct business in international markets. Our international business may be impacted by changes in U.S. and foreign national policies and priorities, and geopolitical relationships, any of which may be influenced by changes in the threat environment, political leadership, geopolitical uncertainties, world events, acts of terrorism, bilateral and multi-lateral relationships, government budgets, and economic and political factors more generally, and any of which could impact \n\n33\n\nfunding for programs, alter export authorizations, or delay purchasing decisions or customer payments. These changes may affect the defense spending priorities and procurement policies of foreign governments which may affect our international military sales.\n\nThe Company is subject to risks associated with a dynamic geopolitical climate, including nation states that could take action to limit our access to key material and subcomponents used in our products. Recently enacted export controls by foreign governments covering rare elements could have a material adverse impact on our business, financial condition and results of operations.\n\nGlobal economic conditions and fluctuations in foreign currency exchange rates could further impact our business. For example, the tightening of credit in financial markets outside of the U.S. could adversely affect the ability of our customers and suppliers to obtain financing and could result in a decrease in or cancellation of orders for our products and services or impact the ability of our customers to make payments. In addition, the majority of our foreign costs are denominated in local currencies. Over time, an increasing portion of our contracts with paid customers outside of the U.S. may be denominated in local currencies. Therefore, fluctuations in the value of the U.S. dollar and foreign currencies may affect our results of operations when translated into U.S. dollars. We do not currently engage in significant currency-hedging activities to limit the risk of exchange rate fluctuations. However, in the future, we may use derivative instruments, such as foreign currency forward and option contracts, to hedge certain exposures to fluctuations in foreign currency exchange rates. The use of such hedging activities may not offset any or more than a portion of the adverse financial effects of unfavorable movements in foreign exchange rates over the limited time the hedges are in place. Moreover, the use of hedging instruments may introduce additional risks if we are unable to structure effective hedges with such instruments.\n\nOur contracts with non-U.S. customers may also include terms and reflect legal requirements that create additional risks including the risk of non-payment or delayed payment by foreign customers and governments. They may include industrial cooperation agreements requiring specific in-country purchases, investments, manufacturing agreements or other operational or financial obligations, including offset obligations, and provide for significant penalties if we fail to meet such requirements. They may also require us to enter into letters of credit, performance or surety bonds, bank guarantees and/or other financial arrangements to secure our performance obligations. We also increasingly are dependent on in-country suppliers and we face risks related to their failure to perform in accordance with the contracts and applicable laws, particularly where we rely on a sole source supplier. Our ability to sell products outside the U.S. could be adversely affected if we are unable to design our products for export on a cost-effective basis or to obtain and retain all necessary export licenses and authorizations on a timely basis.\n\nConducting business outside of the U.S. also exposes us to the complexity and necessity of using, and disruptions involving, our international dealers, distributors, sales representatives and consultants as well as the difficulties of managing a geographically dispersed organization and culturally diverse workforces, including compliance with applicable U.S. and local laws and practices, such as anti-corruption and anti-trust/competition laws. Contracts with international customers are significantly different than the contracts with our U.S. customers, and some are more complex and require different skills to manage. Our ability to conduct business outside of the U.S. also depends on our ability to attract and retain sufficient qualified personnel with the skills and/or security clearances in the markets in which we do business.\n\nThe products and services we provide internationally, including those provided by subsidiaries, subcontractors and joint ventures in which we have an interest, are sometimes in countries with unstable governments, economic or fiscal challenges, military or political conflicts and/or developing legal systems. This may increase the risk to our employees, subcontractors or other third parties, and/or increase the risk of a wide range of liabilities, as well as loss of property or damage to our products.\n\nThe ongoing conflicts in Israel and the broader Middle East region have the potential to evolve quickly creating uncertainty along with the potential for disruptions to our Israeli operations in the region \n\n34\n\nincluding, but not limited to, workforce calls for duty, transportation and other logistical impacts and reduced customer confidence.\n\nThe occurrence and impact of these factors is difficult to predict, but one or more of them could negatively impact our business, financial condition and results of operations.\n\nOur efforts to penetrate new territories present significant challenges and could adversely affect our growth strategy and our financial performance.\n\nOur initiatives to localize our business operations in new territories could be hindered by local government policies favoring domestic companies, potentially impacting our competitive position and market share. In pursuit of business in new geographical markets, we face the risk that local governments may give preferential treatment to domestic firms. Such preferences can be reflected through a range of policies and practices including, but not limited to, subsidies to local companies, preferential procurement policies, tax advantages, and regulatory requirements designed to protect or promote local industries.\n\nAs part of our strategy to tap into emerging markets and expand our global footprint, we may localize our business operations in several new territories. While this expansion presents growth opportunities, it also exposes us to various risks inherent in unfamiliar markets, including: compliance and regulatory risk; cultural and language differences; operational challenges; economic and political instability; foreign currency exchange risk: risk of intellectual property infringement; market competition and consumer preferences; as well as talent acquisition and integration risk. The expansion into new territories requires substantial management attention and financial resources, and any setbacks encountered in these new markets could delay or impede our growth strategy. If we are not able to successfully manage the risks of international expansion, or our investments in these regions do not yield expected returns, our business, financial condition, and operating results may be adversely affected.\n\nWe may not be successful in obtaining the export licenses necessary to conduct certain operations abroad, and Congress may prevent proposed sales to certain foreign governments.\n\nWe must obtain export and other licenses and authorizations from various U.S. and foreign government agencies before we are permitted to undertake certain activities including selling certain products and technologies outside of the U.S. For example, the U.S. Department of State must notify Congress at least 15 to 30 days, depending on the size and location of the proposed sale, prior to authorizing certain sales of defense equipment and services to some foreign governments. During that time, Congress may take action to block the proposed sale. We can give no assurance that we will continue to be successful in obtaining the necessary licenses or authorizations or that Congress will not prevent or delay certain sales. Additionally, in some cases our ability to source components and products in foreign jurisdictions may require licenses or approvals from foreign governments. Our ability to obtain these licenses and authorizations in a timely fashion or at all is subject to risks and uncertainties, including changing U.S. government policies or laws or delays in Congressional action due to geopolitical and other factors. If we are not successful in obtaining or maintaining the necessary licenses or authorizations in a timely manner, our sales relating to those approvals may be reversed, prevented or delayed, and any significant impairment of our ability to sell products or technologies outside of the U.S. could negatively impact our business, financial condition and results of operations.\n\nAdditionally, our cross-border manufacturing and the associated exportation of goods may lead to operational disruptions and increased costs, which could have a material adverse effect on our business, financial condition and results of operations. Cross-border manufacturing operations and the subsequent export of goods to various markets around the world exposes us to a variety of risks that may affect our ability to produce and deliver products efficiently and may also impact our cost structure.\n\n35\n\nA failure to attract and retain technical and other key personnel could reduce our revenues and our operational effectiveness.\n\nOur success depends largely upon the continued services of our executive officers and other key employees. We rely on our leadership team in the areas of R&D, operations, security, marketing, sales, customer experience, general and administrative functions, and on individual contributors in our R&D and operations. In addition, the relationships and reputation that many members of our senior management team have established and maintain with U.S. government personnel contribute to our ability to maintain strong customer relationships and to identify new business opportunities. From time to time, there may be changes in our executive management team resulting from the hiring or departure of executives, which could disrupt our business. We do not have employment agreements with our executive officers or other key personnel that require them to continue to work for us for any specified period and, therefore, they could terminate their employment with us at any time. The loss of one or more of our executive officers, especially our chief executive officer, or key employees could impair our ability to identify and secure new contracts, disrupt customer relations, and cause us to be in breach of contracts that require us to maintain key personnel or otherwise harm our business. Further, leadership changes have occurred and will continue to occur from time to time and we cannot predict whether significant resignations will occur or whether we will effectively manage leadership transitions. We may face risks related to transitions in both our leadership team and that of Leonardo S.p.A.’s. If we cannot effectively manage leadership transitions and management changes in the future, our reputation and future business prospects could be adversely affected.\n\nThere is a high demand for qualified technical and other key personnel, and we believe that our future growth and success will depend upon our ability to attract, train and retain such personnel. Competition for personnel in the defense industry is intense, and there is a limited number of persons with knowledge of and experience in this industry. Additionally, some of our businesses are located in regions where competition for personnel is particularly intense. The rate of turnover for our technical personnel may increase in the future. Our ability to hire personnel in specific sectors may also be limited by non-disclosure or non-solicit agreements that we have entered into. An inability to attract or maintain a sufficient number of technical and other key personnel could have a material adverse effect on our contract performance or on our ability to capitalize on market opportunities.\n\nOur operating results and growth opportunities are heavily dependent upon our ability to attract and retain sufficient personnel with security clearances and requisite skills in multiple areas, including science, technology, engineering and math. Additionally, as we grow our international business, it is increasingly important that we are able to attract and retain personnel with relevant local qualifications and experience. In addition, in a tightened labor market, we are facing increased competition for talent, both with traditional defense companies and commercial companies. If qualified personnel are scarce or difficult to attract or retain or if we experience a high level of attrition, generally or in particular areas, or if such personnel are unable to obtain security clearances on a timely basis, we could experience higher labor, recruiting or training costs in order to attract and retain necessary employees.\n\nOur business could be harmed in the event of difficulties with our unionized workforce, including the effects of a prolonged work stoppage.\n\nAs of December 31, 2024, approximately 520 (or 7%) of our employees were covered by collective bargaining agreements. We generally have been able to renegotiate renewals to expiring agreements without significant disruption of operating activities. If we experience difficulties with renewals and negotiations of existing collective agreements or if our employees pursue new collective representation, we could incur additional expenses and may be subject to work stoppages, slow-downs or other labor-related disruptions. Any such expenses or delays could adversely affect our programs served by employees who are covered by such agreements or representation.\n\nWe cannot predict how stable our union relationships will be or whether we will be able to successfully negotiate successor collective bargaining agreements without impacting our financial \n\n36\n\ncondition. In addition, the presence of unions may limit our flexibility in dealing with our workforce. While a relatively small percentage of our employee base is unionized, work stoppages could negatively impact the specific business segments in which our unionized employees are employed including our ability to manufacture products or provide services on a timely basis, which could negatively impact our business, financial condition and results of operations.\n\nOur insurance coverage, customer indemnifications or other liability protections may be unavailable or inadequate to cover all of our significant risks or our insurers may deny coverage of or be unable to pay for material losses we incur, which could adversely affect our business, financial condition and results of operations.\n\nWe provide products and services related to hazardous and high-risk operations. Among such operations, our products and services are used in nuclear-related activities (including providing components for nuclear-powered platforms and sensors used in nuclear applications) and used in support of nuclear-related operations of third parties. Our business also involves the handling, transportation, storage and disposal of potentially dangerous chemicals and unstable materials and is subject to hazards inherent in such activities including chemical spills, storage tank leaks, discharges or releases of toxic or hazardous substances or gases and other hazards incident to the handling, transportation, storage and disposal of dangerous chemicals. We endeavor to obtain insurance agreements from financially solid, responsible, highly rated counterparties in established markets to cover significant risks and liabilities (including, for example, natural disasters, hazardous operations and products liability). Not every risk or liability can be insured, and for risks that are insurable, the policy limits and terms of coverage reasonably obtainable in the market may not be sufficient to cover all actual losses or liabilities incurred. Even if insurance coverage is available, we may not be able to obtain it or renew existing coverage at a price or on terms acceptable to us. Disputes with insurance carriers, including over policy terms, reservation of rights, the applicability of coverage (including exclusions), compliance with provisions (including notice) and/or the insolvency of one or more of our insurers may significantly affect the availability or timing of recovery, and may impact our ability to obtain insurance coverage at reasonable rates in the future.\n\nIn some circumstances we may be entitled to certain legal protections or indemnifications from our customers through contractual provisions, laws, regulations or otherwise. However, these protections are not always available, can be difficult to obtain, are typically subject to certain terms or limitations, including the availability of funds, and may not be sufficient to cover all losses or liabilities incurred.\n\nIf insurance coverage, customer indemnifications and/or other legal protections are not available or are not sufficient to cover our risks or losses, it could have a material adverse impact on our business, reputation, financial condition and results of operations.\n\nWe have unfunded obligations under our pension plans, and we use estimates in accounting for our pension plans and changes in our estimates could adversely affect our financial condition and results of operations.\n\nWe have unfunded obligations under our pension, postretirement and supplemental retirement plans, see Note 14: Pension and Other Postretirement Benefits to the Consolidated Financial Statements. The process of determining the funded status of these plans and our pension plan expense or income involves significant judgment, particularly with respect to our long-term return on pension assets and discount-rate assumptions. If our discount-rate assumption or long-term return on assets (“ROA”) (which is used to determine the funded status of our pension plans) is decreased due to changes in our assumptions or other reasons, our pension plan funded status and expense could increase which would negatively impact our results of operations. In addition, if our actual return on assets differs from our long-term ROA assumption, our pension plan funded status and pension expense would be impacted.\n\n37\n\nChanges to financial accounting standards may affect our results of operations and cause us to change our business practices.\n\nWe prepare our financial statements in accordance with U.S. GAAP. These accounting principles are subject to interpretation by the Financial Accounting Standards Board, the SEC and various bodies formed to interpret and create appropriate accounting policies. A change in these accounting standards or the questioning of current reporting practices may adversely affect our reported financial results or the way we conduct our business.\n\nChanges in future business or other market conditions could cause business investments and/or recorded goodwill or other long-term assets to become impaired, resulting in substantial losses and write-downs that would adversely affect our business, financial condition and results of operations.\n\nAs of December 31, 2024 and 2023, we had goodwill and other intangible assets, net of accumulated amortization, of $1,370 million and $1,389 million, respectively, which represented 33% and 35%, respectively, of our total assets. Our goodwill is subject to an impairment test on an annual basis and is also tested whenever events and circumstances indicate that goodwill may be impaired. Any excess goodwill resulting from the impairment test must be written off in the period of determination. Intangible assets (other than goodwill) are generally amortized over the useful life of such assets. In addition, from time to time, we may acquire or make an investment in a business which will require us to record goodwill based on the purchase price and the value of the acquired assets. We may subsequently experience unforeseen issues with such business which adversely affect the anticipated returns of the business or value of the intangible assets and trigger an evaluation of the recoverability of the recorded goodwill and intangible assets for such business. Future determinations of significant write-offs of goodwill or intangible assets as a result of an impairment test or any accelerated amortization of other intangible assets could have a negative impact on our results of operations and financial condition.\n\nOur ability to use our net operating losses to offset future taxable income may be subject to certain limitations.\n\nIn general, under Section 382 of the U.S. Internal Revenue Code of 1986, as amended (the “Tax Code”), a corporation that undergoes an “ownership change” is subject to limitations on its ability to utilize its pre-change net operating losses (“NOLs”) to offset future taxable income. Future changes in our stock ownership, some of which are beyond our control, could result in an ownership change under Section 382 of the Tax Code. Furthermore, our ability to utilize NOLs of any companies that we may acquire in the future may be subject to limitations. For these reasons, we may not be able to utilize a material portion of the NOLs reflected on our balance sheet, even if we attain profitability.\n\nWe could be liable for certain tax liabilities, including tax liabilities of US Holding and its subsidiaries, under tax law and the tax allocation agreement.\n\nWe and US Holding have entered into a tax allocation agreement with members of an affiliated group, as defined in Section 1504(a) of the Tax Code, members of one or more consolidated, combined, unitary or similar state tax groups and additional parties who are part of an “expanded affiliated group” for certain tax purposes. Under the tax allocation agreement, we are responsible for U.S. federal and state tax liability attributable to us or any of our subsidiaries, as determined under the tax allocation agreement, for prior taxable periods beginning with the first consolidated taxable year of US Holding that included DRS (i.e., the taxable year ended December 31, 2008) and for future taxable periods in which we are a member of any consolidated, combined or unitary tax return with US Holding or its subsidiaries. In addition, to the extent US Holding fails to pay taxes imposed with respect to any consolidated, combined or unitary tax return of US Holding or any of its subsidiaries that includes us or any of our subsidiaries, the relevant taxing authority could seek to collect such taxes (including taxes for which US Holding or any of its subsidiaries is responsible under the tax allocation agreement) from us or our subsidiaries.\n\n38\n\nAcquisitions could result in operating difficulties, dilution and other harmful consequences.\n\nWe have evaluated in the past, and expect to continue to evaluate in the future, potential strategic transactions. Any of these transactions could be material to our financial condition and results of operations. The acquisition and the integration of an acquired company, business or technology may create unforeseen operating difficulties and expenditures and involves risks, including:\n\n•the need to implement or remediate controls, procedures, policies and compliance programs appropriate for a larger public company at companies that prior to the acquisition lacked these controls, procedures and policies;\n\n•diversion of management time and focus from operating our business to acquisition integration challenges;\n\n•cultural challenges associated with integrating employees from the acquired company into our organization;\n\n•retaining employees and customers from the businesses we acquire;\n\n•the need to integrate each company’s accounting, management information, human resource and other administrative systems to permit effective management; and\n\n•litigation related to acquisitions.\n\nForeign acquisitions involve unique risks in addition to those mentioned above, including those related to integration of operations across different cultures and languages, currency risks and the particular economic, political and regulatory risks associated with specific countries and the defense industry.\n\nIn addition, the anticipated benefit of many of our acquisitions may not materialize. Future acquisitions or dispositions could result in potentially dilutive issuances of our equity securities, the incurrence of debt, contingent liabilities or amortization expenses, or write-offs of goodwill, any of which could harm our financial condition and results of operations. Future acquisitions may require us to obtain additional equity or debt financing, which may not be available on favorable terms or at all.\n\nFinally, we may be required to obtain various government approvals and/or the consent of US Holding in order to pursue certain material transactions and there is no guarantee that their consent will be granted. See “—Risks Relating to Our Ownership and Status under the Proxy Agreement—Our indirect majority stockholder, Leonardo S.p.A., may have interests that are different from, or conflict with, those of our other stockholders, and their significant ownership in us may discourage change of control transactions.”\n\nPandemics, epidemics, disease outbreaks and health emergencies, such as the COVID-19 pandemic, have had, and future public health crises could have, an adverse impact on our business, financial condition and results of operations. \n\nThe Company faces risks related to pandemics, health epidemics and other outbreaks of communicable disease which could significantly disrupt operations, and may materially and adversely affect our business, financial conditions and results of operations. If a new health epidemic or outbreak were to occur, we could experience broad and varied effects similar to the impact of COVID-19, including adverse impacts to our workforce and supply chain, inflationary pressures and increased costs, schedule or production delays, market volatility and other financial ramifications.\n\nThe extent to which a pandemic or epidemic will impact us in the future will depend on numerous evolving factors and developments that we are unable to predict, including: the severity and transmission rate of the virus(es); the duration of the outbreak, including the risk of a resurgence of the virus in areas in which it appears to have been contained; the extent and effectiveness of containment actions; \n\n39\n\ngovernmental, business and other actions (which could include limitations on our operations or mandates to provide products, systems or services); the continued success of measures taken by governmental authorities worldwide to stabilize the markets and support economic growth, which is unknown and may not be sufficient to address future market dislocations or avert severe and prolonged reductions in economic activity; the impacts on our supply chain; the impact of the pandemic on economic activity; the effects of additional business or facility closures or other changes to our operations; the health of and the effect on our workforce and our ability to meet staffing needs in our businesses and facilities, particularly if members of our workforce are quarantined as a result of exposure; any impairment in value of our tangible or intangible assets which could be recorded as a result of a weaker economic conditions; and the potential effects on our internal controls, including those over financial reporting, as a result of remote working environments and other conditions such as shelter-in-place and similar orders that apply to our employees and business partners, among others. In addition, disruptions in the credit or financial markets or impacts on our credit ratings from the pandemic could adversely affect our ability to access capital on favorable terms and continue to meet our liquidity needs, all of which are highly uncertain and cannot be predicted.\n\nWe have significant operations in locations that could be materially and adversely impacted in the event of a natural disaster or other significant disruption.\n\nOur operations and the operations of our suppliers and customers could be subject to natural disasters or other significant disruptions, including hurricanes, typhoons, tsunamis, floods, earthquakes, fires, water shortages, other extreme weather conditions, medical epidemics, pandemics, acts of terrorism, power shortages and blackouts, telecommunications failures and other natural and man-made disasters or disruptions. We have significant business operations located in areas that are subject to these risks, for example our facilities in California, Florida and Texas. In the event of such a natural disaster or other disruption, we could experience disruptions or interruptions to our operations or the operations of our suppliers, subcontractors, distributors, resellers or customers, including inability of employees to work, destruction of facilities, and/or loss of life, all of which could materially increase our costs and expenses, delay or decrease orders and revenue from our customers and have a material adverse impact on our business, financial condition and results of operations.\n\nWe are subject to environmental laws and regulations, and our ongoing operations may expose us to environmental liabilities affecting our reputation, business, financial condition and results of operations.\n\nOur operations are subject to federal, state, foreign and local environmental and health and safety laws and regulations. As a result, we have been involved from time to time in administrative or legal proceedings relating to environmental matters. We cannot assure you that the aggregate amount of future clean-up costs and other environmental liabilities will not be material. We could be subject to potentially significant fines or penalties, including criminal sanctions, if we fail to comply with these requirements. Additionally, we have made and will continue to be required to make significant capital and other expenditures in order to comply with these laws and regulations. The requirements of these laws and regulations are complex, change frequently and could become more stringent in the future. We cannot predict what environmental legislation or regulations will be enacted in the future, how existing or future laws or regulations will be administered or interpreted or what environmental conditions may be found to exist. Our products and services are also used in nuclear-related activities (including providing components for nuclear-powered platforms and sensors used in nuclear applications) and used in support of nuclear-related operations of third parties. Our business also involves the handling, transportation, storage and disposal of potentially dangerous chemicals and unstable materials and is subject to hazards inherent in such activities including chemical spills, storage tank leaks, discharges or releases of toxic or hazardous substances or gases and other hazards incident to the handling, transportation, storage and disposal of dangerous chemicals. Also, in the future, contamination may be found to exist at our current or former facilities or at off-site locations to which we or certain companies that we have acquired or previously owned may have sent waste, and we could be held liable for such contamination. The remediation of such contamination, or the enactment of more stringent laws or regulations or more strict \n\n40\n\ninterpretation of existing laws and regulations, may require us to make additional expenditures, and could decrease the amount of cash flows available to us for other purposes, including capital expenditures, R&D and other investments and could have a material adverse impact on our business, financial condition and results of operations.\n\nOur leases may be terminated or we may be unable to renew our leases on acceptable terms and if we wish to relocate, we may incur additional costs if we terminate a lease.\n\nWe have made significant capital expenditures to improve several of our leased facilities in order to make them suitable for our purposes as well as to meet requirements that we are subject to as a U.S. government contractor and obtain facility security clearances. However, at the end of the lease term and during any renewal period for a facility, we may be unable to renew the lease without substantial additional cost, if at all. If we are unable to renew our facility leases, we may close or relocate a facility, which could subject us to construction and other costs and risks, which in turn could have a material adverse effect on our business, financial condition and results of operations, including significant capital expenses that may materially impact our results of operations and ability to meet certain contractual schedule commitments. Additionally, we may have to seek qualification of any new facilities in order to meet customer or contractual requirements. We would also have to obtain facility security clearances for the new facility in order to continue to perform on classified contracts. Further, we may not be able to secure a replacement facility in a location that is as commercially viable as that of the lease we are unable to renew, due to contracts that may require us to have facilities in certain locations. Having to close a facility, even briefly to relocate, would reduce the sales that such facility would be able to contribute to our revenues. Additionally, a relocated facility may generate less revenue and profit, if any, than the facility it was established to replace.\n\nAdditionally, many of our facilities are located on leased premises subject to non-cancellable leases. Typically, our leases have initial terms ranging from five to 20 years, with options to renew for specified periods of time. We believe that our future leases will likely also be long-term and non-cancellable and have similar renewal options. If we close or stop fully utilizing a facility, we will most likely remain obligated to perform under the applicable lease, which would include, among other things, making the base rent payments, and paying insurance, taxes and other expenses on the leased property for the remainder of the lease term. Our inability to terminate a lease when we stop fully utilizing a facility could negatively impact our business, financial condition and results of operations.\n\nWe cannot predict the consequences of future geopolitical events, but they may adversely affect the markets in which we operate, our ability to insure against risks, our operations or our results of operations.\n\nChanges in the U.S. government and other nations’ administration and their associated shifts in policy and priorities could also impact our operations and market conditions. Our business may be impacted by foreign policy actions taken by governments such as tariffs, sanctions, embargoes, export and import controls and other trade restrictions, which can affect the demand for and our ability to sell our products and services, cause disruptions or cost increases to our supply chain, and ultimately adversely affect our business. Ongoing instability and current conflicts in global markets, including in Eastern Europe, the Middle East and Asia, and the potential for other conflicts and future terrorist activities and other recent geopolitical events throughout the world, including the conflict in Ukraine, the U.S. military withdrawal from Afghanistan, new or increased tariffs (including recent U.S. tariffs imposed or threatened to be imposed on other countries and any retaliatory actions taken by such countries) or sanctions and potential trade wars have created and continue to create economic and political uncertainties and impacts that could have a material adverse impact on our business, financial condition and results of operations. These matters cause uncertainty in the world’s financial and insurance markets and may significantly increase the political, economic and social instability in the geographic areas in which we operate. Such instability and any resulting changes in laws, regulations or security risks may dramatically affect our ability to conduct or continue to conduct business in the impacted international markets. If credit in financial markets outside of the U.S. tightened, it could adversely affect the ability of our customers and \n\n41\n\nsuppliers to obtain financing and could result in a decrease in or cancellation of orders for our products, systems and services or impact the ability of our customers to make payments. These matters may cause us to incur increased costs or experience difficulty with future borrowings under our credit facilities or in the debt capital markets, future issuances of common stock or other equity securities or otherwise with financing our operating, investing (including any future acquisitions) or financing activities. These matters also may cause our insurance coverages to increase in cost, or in some cases, to be unavailable altogether.\n\nRisks Relating to Our Ownership and Status under the Proxy Agreement\n\nWe operate under a proxy agreement with the DoD that regulates significant areas of our governance. If we fail to comply with the proxy agreement our classified U.S. government contracts could be terminated, which could have a material adverse impact on our business, financial condition and results of operations.\n\nLeonardo S.p.A., an Italian company listed on the Milan Stock Exchange, ultimately owns the entire share capital of our immediate majority stockholder US Holding which, in turn owns approximately 72% our outstanding common stock. As a result, we are deemed to be controlled by a foreign company and to be under FOCI, as defined in the NISPOM, which establishes procedures and requirements for government contractors, such as our company, with regard to classified information. See “—Risks Relating to Our Business—We are subject to the U.S. government’s requirements, including the DoD’s National Industrial Security Program Operating Manual, for our facility security clearances, which are prerequisites to our ability to perform on classified contracts for the U.S. government.” Furthermore, the combination of the Italian state beneficially owning approximately 30.2% of Leonardo S.p.A.’s voting power (through its ownership of approximately 30.2% of the outstanding ordinary shares of Leonardo S.p.A.), and the governance of Leonardo S.p.A. itself, has led DRS to be deemed to be controlled by a foreign government by certain U.S. regulatory authorities. In order to be permitted to maintain our security clearances and our access to classified data and to perform or bid on classified programs, we are required to mitigate FOCI through a proxy agreement. We have therefore entered into a proxy agreement with the DoD. Among other things, the proxy agreement:\n\n•provides that the shares of our common stock owned directly by US Holding and indirectly by Leonardo S.p.A. are voted through proxy holders, who must be independent from current and prior affiliation with Leonardo S.p.A. and its subsidiaries (including US Holding and us) (subject to limited exceptions) and must maintain adequate security clearance;\n\n•provides that the proxy holders are appointed by our immediate majority stockholder US Holding (in consultation with Leonardo S.p.A.)., but the appointment is subject to approval of the DCSA, an agency of the DoD, and that the proxy holders must be members of our Board;\n\n•restricts our ability to share facilities and personnel with and receive certain services from Leonardo S.p.A. or its other subsidiaries;\n\n•requires us to maintain a government security committee of our Board; and\n\n•regulates meetings, visits and communications that are not deemed to be routine business visits between us and Leonardo S.p.A. or its other subsidiaries (including US Holding).\n\nWe are currently operating under an interim proxy agreement while we seek to enter into a new proxy agreement with the DoD. The terms of any new proxy agreement or other mitigation requirements could impose heightened or new restrictions which could further impact our business operations. Proxy agreements, including ours, typically have limited duration and need to be renewed on a regular basis. \n\nCompliance with the proxy agreement requires a significant commitment of resources and management and Board oversight, and the DoD may impose additional security safeguards that it believes necessary to adequately safeguard classified and controlled unclassified information, which \n\n42\n\ncould make it more difficult for us to comply with the proxy agreement or adversely impact the manner in which we operate our business. Under the proxy agreement we are required to prepare and submit an annual implementation and compliance report to the DCSA including detailed information with respect to the manner in which we comply with the proxy agreement including with respect to classified information, any acts of noncompliance and other matters specified by DCSA. We are subject to regular audits of our FOCI compliance and have at times been found to not have strictly complied with our proxy agreement or relevant security requirements but have not to date been sanctioned for any such noncompliance. Additionally, the restrictions imposed by the proxy agreement on our communications and ability to share facilities, personnel and services with Leonardo S.p.A. or its other subsidiaries mean that we cannot benefit from the full range of synergies and cost savings typically enjoyed by a majority-owned subsidiary.\n\nIn the event of a material breach of the proxy agreement or the failure of the DoD to renew a current proxy agreement upon its expiration, the DoD may (i) novate our classified contracts to a company not under FOCI at our expense, (ii) terminate our classified contracts and deny us new classified contracts, (iii) revoke our facility security clearance and/or (iv) suspend or debar us from participation in all U.S. government contracts. \n\nWe depend on revenues from contracts and subcontracts with the U.S. government, including defense-related programs with the DoD and a broad range of programs with the U.S. Navy and U.S. Army. See “—Risks Relating to Our Business—We depend on U.S. defense spending for the vast majority of our revenues. Disruptions or deterioration in our relationships with the relevant agencies of the U.S. government could have a material adverse impact on our business, financial condition and results of operations.” Therefore, if we fail to comply with the terms of the proxy agreement and the DoD imposes any of the above remedies, this could have a material adverse impact on our business, financial condition and results of operations. See “—Risks Relating to Our Ownership and Status under the Proxy Agreement—Our indirect majority stockholder, Leonardo S.p.A., may have interests that are different from, or conflict with, those of our other stockholders, and their significant ownership in us may discourage change of control transactions.\n\nCFIUS may modify, delay or prevent our future acquisition or investment activities.\n\nWe are considered a “foreign person” under the regulations administered by CFIUS and will continue to be considered as such in the future for so long as Leonardo S.p.A. has the ability to exercise control over us for purposes of CFIUS’s regulations. As such, acquisitions of or investments in U.S. businesses or foreign companies with U.S. businesses that we may wish to pursue may be subject to CFIUS review, the scope of which was recently expanded by the Foreign Investment Risk Review Modernization Act of 2018 (“FIRRMA”), to include certain non-passive, non-controlling investments in sensitive U.S. businesses and certain acquisitions of real estate even with no underlying U.S. business. FIRRMA, and subsequent implementing regulations that are now in force, also subjects certain categories of investments to mandatory filings. If a particular proposed acquisition or investment in a U.S. business falls within CFIUS’s jurisdiction, we may determine that we are required to make a mandatory filing or that we will submit a voluntary notice to CFIUS, or to proceed with the transaction without notifying CFIUS and risk CFIUS intervention, before or after closing the transaction. CFIUS may decide to block or delay an acquisition or investment by us, impose conditions to mitigate national security concerns with respect to such acquisition or investment or order us to divest all or a portion of a U.S. business that we acquired without first obtaining CFIUS clearance, which may limit the attractiveness of or prevent us from pursuing certain acquisitions or investments that we believe would otherwise be beneficial to us and our stockholders. We may therefore be adversely affected in terms of competing with other companies in our industry which do not have similar foreign ownership issues. Furthermore, because the Italian state beneficially owns approximately 30.2% of the voting power of the outstanding ordinary shares of, and exercises certain governance rights over, Leonardo S.p.A. (through its ownership of approximately 30.2% of Leonardo S.p.A.’s ordinary shares), which in turn has the ability to exercise control over us for purposes of CFIUS’s regulations, we are considered to be foreign government controlled under the regulations administered by CFIUS. Foreign-government-controlled investors may be subject to a higher level of CFIUS scrutiny than non-foreign-government-controlled investors. Additionally, future foreign \n\n43\n\ninvestments in us could be within the jurisdiction of CFIUS and, given the nature of our business, may trigger a mandatory CFIUS notification requirement or warrant voluntary notification to CFIUS, impacting our ability to attract such investment. Further, CFIUS may decide to block, delay, or impose material conditions on any such future foreign investment in us that it reviews. \n\nBecause we are deemed to be controlled by a foreign company, we are required to mitigate FOCI through our proxy agreement. \n\nOur indirect majority stockholder, Leonardo S.p.A., may have interests that are different from, or conflict with, those of our other stockholders, and their significant ownership in us may discourage mergers and acquisitions or change of control transactions.\n\nThe proxy agreement provides that the shares of our common stock owned directly by US Holding and indirectly by Leonardo S.p.A. are voted through proxy holders, who must be independent from current and prior affiliation with Leonardo S.p.A. and its subsidiaries (including US Holding and us) (subject to limited exceptions) and must maintain adequate security clearance. The proxy holders have the right to vote US Holding’s shares of our common stock in the same manner and to the same extent as if they were the absolute owners of such shares in their own right. In exercising their power as proxy holders, the proxy holders are directed to act to protect the legitimate economic interests of our stockholders and in a manner consistent with their fiduciary duties, but they are not generally required to follow instructions of Leonardo S.p.A., US Holding or us.\n\nThe proxy agreement provides that the proxy holders may vote for or consent to in, their sole and absolute discretion, without consultation with US Holding or Leonardo S.p.A., the election of additional directors who are not proxy holders (and who are selected from candidates proposed by US Holding after reasonable consultation with our nominating and corporate governance committee, and subject to DCSA’s approval in certain circumstances), any changes or amendments to our certificate of incorporation or bylaws, the sale or disposal of our property, assets or business, our incurrence of debt or any pledge, mortgage or encumbrance of any of our assets, or any other matter affecting us, other than as described below.\n\nHowever, the proxy holders may only vote for or consent to the following matters with the express written approval of US Holding:\n\n•other than in the ordinary course of business with vendors, customers and suppliers, the sale or disposition of any of our subsidiaries, property, assets or business or those of our subsidiaries or the purchase by us or our subsidiaries of any business, properties, assets or entities, other than in the ordinary course of business, in any individual transaction where our investment (based on our share of the enterprise value) exceeds two percent (2%) of our revenues for the immediately preceding year or where our investment, in the aggregate for all such sales or dispositions in a calendar year, exceeds an amount equal to five percent (5%) of our revenues for the immediately preceding year;\n\n•the incurrence of debt or pledge, mortgage, lease or other encumbrance of our assets of those of our subsidiaries in connection with the incurrence of debt if such incurrence would cause the aggregate outstanding principal amount of all debt of us and our subsidiaries to exceed a target leverage ratio set forth in our then-current operating plan, excluding current debt incurred for purposes of funding day-to-day working capital requirements in the ordinary course of business;\n\n•any merger, consolidation, reorganization or dissolution of us or any of our subsidiaries except as permitted above and excluding transactions solely among our wholly owned subsidiaries; and\n\n•the filing or making of any petition by us or our subsidiaries under the federal bankruptcy laws or any similar law or statute of any state or any foreign country.\n\n44\n\nIn addition, the proxy holders may only vote to declare or suspend dividends after prior consultation with US Holding.\n\nAt all times subject to the proxy agreement, on November 28, 2022, the Company entered into the Registration Rights Agreement as well as the Cooperation Agreement with Leonardo S.p.A and US Holding. The Registration Rights Agreement, among other things, provides Leonardo S.p.A. and its affiliates with customary demand, shelf and piggy-back registration rights to facilitate a public offering of our common stock held by US Holding. The Registration Rights Agreement was exercised in November 2023 and may be exercised in the future. The requirements of the Registration Rights Agreement may burden management attention and resources. The Cooperation Agreement, among other things, provides (a) Leonardo S.p.A. with certain consent, access and cooperation rights, (b) US Holding with certain consent rights with respect to actions taken by the Company and its subsidiaries, including with respect to the creation or issuance of any new classes or series of stock (subject to customary exceptions), listing or delisting from any securities exchange, and making material changes to the Company’s accounting policies and changing the Company’s auditor, and (c) neither US Holding nor Leonardo S.p.A. with the ability to transfer any Company voting securities for a period of six months following the merger with RADA, except in connection with a change in control of the Company or for transfers to affiliates.\n\nConflicts of interest may arise between our majority stockholder and us. Affiliates of our majority stockholder engage in transactions with us. Further, Leonardo S.p.A. and its affiliates may, from time to time, acquire and hold interests in businesses that compete directly or indirectly with us, and they may either directly, or through affiliates, also maintain business relationships with companies that may directly compete with us. In general, Leonardo S.p.A. or its affiliates could pursue business interests that are detrimental to us but beneficial to themselves or to other companies in which they invest or with whom they have a material relationship. Conflicts of interest could also arise with respect to business opportunities that could be advantageous to Leonardo S.p.A., and they may pursue acquisition opportunities that may be complementary to our business. As a result, those acquisition opportunities may not be available to us. Under the terms of our amended and restated certificate of incorporation, neither Leonardo S.p.A. nor US Holding have an obligation to offer us corporate opportunities.\n\nAs a result of these relationships the interests of our indirect majority stockholder, Leonardo S.p.A., may not coincide with our interests or the interests of the other holders of our common stock. So long as Leonardo S.p.A. continues to indirectly control a significant amount of the outstanding shares of our common stock, Leonardo S.p.A. and the proxy holders will continue to be able to strongly influence or effectively control our decisions, including potential mergers or acquisitions, asset sales and other significant corporate transactions. This influence, including the requirement in our proxy agreement for approval by the proxy holders and our majority stockholder of mergers and consolidations, may also discourage change of control transactions. Changes in the leadership at our indirect majority stockholder could create uncertainty and potentially exacerbate these risks.\n\nOur amended and restated certificate of incorporation provides that we waive any interest or expectancy in corporate opportunities presented to Leonardo S.p.A.\n\nOur amended and restated certificate of incorporation provides that we, on our behalf and on behalf of our subsidiaries, renounce and waive any interest or expectancy in, or in being offered an opportunity to participate in, corporate opportunities that are from time to time presented to Leonardo S.p.A., or its officers, directors, agents, stockholders, members, partners, affiliates or subsidiaries, with the exception of the proxy holders, even if the opportunity is one that we or our subsidiaries might reasonably have pursued or had the ability or desire to pursue if granted the opportunity to do so. None of Leonardo S.p.A. or its agents, stockholders, members, partners, affiliates or subsidiaries, with the exception of the proxy holders, will generally be liable to us or any of our subsidiaries for breach of any fiduciary or other duty by reason of the fact that such person pursues, acquires or participates in such corporate opportunity, directs such corporate opportunity to another person or fails to present such corporate opportunity, or information regarding such corporate opportunity, to us or our subsidiaries. To the fullest extent permitted by law, by becoming a stockholder in our company, stockholders will be deemed to have notice of and \n\n45\n\nconsented to this provision of our amended and restated certificate of incorporation. This will allow Leonardo S.p.A. and its affiliates to compete with us. Strong competition for investment opportunities could result in fewer such opportunities for us. We likely will not always be able to compete successfully with our competitors and competitive pressures or other factors may also result in significant price competition, particularly during industry downturns, which could have a material adverse impact on our business, financial condition and results of operations.\n\nWe are obligated to provide certain services to Leonardo S.p.A., which may divert human and financial resources from our business, and to rely on provision of certain services from Leonardo S.p.A., which we may be unable to replicate should the need arise.\n\nAlthough we operate largely independently from Leonardo S.p.A. and the proxy agreement contains limitations on services that we may provide to and receive from Leonardo S.p.A. and its affiliates, we have historically provided, and expect to continue to provide, certain services to Leonardo S.p.A. and its affiliates to support its U.S. operations (aside from us) and have historically received and expect to continue to receive certain services from Leonardo S.p.A., including services related to group training support, subject in all cases to the proxy agreement. We continue to provide or procure certain services to or from Leonardo S.p.A. and its affiliates and Leonardo S.p.A. and its affiliates continue to provide or procure certain services to or from us pursuant to the tax allocation agreement and existing Affiliated Operations Plan (“AOP”) services agreements which continue pursuant to the terms of such contracts. The tax allocation agreement will remain in effect until terminated upon the written agreement of the parties.\n\nUnder our existing AOP services agreements, we continue to provide Leonardo S.p.A. and its affiliates with services in support of its U.S. operations (aside from us), including services related to tax, financial and accounting support, legal support, trade compliance, marketing and, communications on an arm’s-length basis. Under the tax allocation agreement, we are responsible for administering certain U.S. federal and state tax matters on behalf of Leonardo S.p.A. and its subsidiaries (including US Holding). The provision of such services may divert human and financial resources from focus on our business, and may expose us to additional risks and liabilities. Under our existing AOP services agreements, Leonardo S.p.A. and its affiliates continue to provide us with services, including services related to group training support. If Leonardo S.p.A. or its affiliates cease providing these services to us, either as a result of the termination of the relevant agreements or individual services thereunder or a failure by Leonardo S.p.A. or its affiliates to perform their respective obligations under these agreements, our costs of procuring these services or comparable replacement services may increase. In such event, we will work to replicate or replace these services; however, we cannot assure you that we will be able to obtain the services at the same or better levels or at the same or lower costs directly from third-party providers.\n\nRisks Related to Ownership of our Common Stock\n\nThere can be no assurance that we will continue to pay or increase our dividend or to repurchase shares of our common stock. Additionally, there can be no assurance that we will not accelerate our dividend or repurchase of our common stock. Cash dividend payments and share repurchases are subject to limitations under applicable laws and the discretion of our Board of Directors and are determined after considering then-existing conditions, including earnings, other operating results and capital requirements and cash deployment alternatives. Additionally, the declaration of a cash dividend payment is contingent upon consent by our indirect majority stockholder. The timing and amount of share repurchases under Board of Directors approved share repurchase plans may differ from stated expectations and is within the discretion of management and will depend on many factors, including our ability to generate sufficient cash flows from operations in the future or to borrow money from available financing sources, our results of operations, capital requirements and applicable law.",
      "char_count": 165254
    }
  },
  "extracted_at": "2026-01-19T15:33:36.249538"
}