{
  "ticker": "ELV",
  "company_name": "Elevance Health, Inc.",
  "cik": 1156039,
  "form_type": "10-K",
  "filing_date": "2025-02-20",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001156039-25-000010",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001156039&accession_number=000115603925000010&xbrl_type=v",
  "sic_code": "6324",
  "industry": "Hospital & Medical Service Plans",
  "sections": {
    "item1": {
      "text": "ITEM 1. BUSINESS.\n\nGeneral\n\nElevance Health and its direct and indirect subsidiaries, referred to throughout this document as “we,” “us,” “our,” the “Company” or “Elevance Health,” is a leading health company bringing together the concepts of elevate and advance, in order to exemplify and follow our purpose of improving the health of humanity. We serve people across their entire health journey to better address their full range of needs with an integrated whole-health approach. Through our broad view, we aim to meaningfully improve the health of the people and communities we serve. We strive to deliver on our mission by maximizing the power of partnerships, innovating to fuel growth and health equity, and maintaining a high-performance culture. Our strategy is to be a lifetime trusted health partner through the following four core competencies:\n\nWith an unyielding commitment to meeting the needs of our diverse customers, we are guided by the following values:\n\nWe are one of the largest health insurers in the United States in terms of medical membership, serving approximately 45.7 million medical members through our affiliated health plans as of December 31, 2024. We offer a broad spectrum of \n\n-3-\n\nnetwork-based managed care risk-based plans to Individual, Employer Group, Medicaid and Medicare markets. In addition, we provide a broad array of managed care services to fee-based customers, including claims processing, stop loss insurance, provider network access, medical management, care management, wellness programs, actuarial services and other administrative services. We provide services to the federal government in connection with our Federal Health Products & Services business, which administers the Federal Employee Program® (“FEP®”). We provide an array of specialty services both to customers of our subsidiary health plans and to unaffiliated health plans, including pharmacy services, stop loss insurance, dental, vision and supplemental health insurance benefits, as well as integrated health services.\n\n We are an independent licensee of the Blue Cross and Blue Shield Association (“BCBSA”), an association of independent health benefit plans. We serve our members as the Blue Cross licensee for California and as the Blue Cross and Blue Shield (“BCBS”) licensee for Colorado, Connecticut, Georgia, Indiana, Kentucky, Maine, Missouri (excluding 30 counties in the Kansas City area), Nevada, New Hampshire, New York (in the New York City metropolitan area and upstate New York), Ohio, Virginia (excluding the Northern Virginia suburbs of Washington, D.C.) and Wisconsin. In a majority of these service areas, we do business as Anthem Blue Cross and Anthem Blue Cross and Blue Shield. We also conduct business through arrangements with other BCBS licensees, as well as other strategic partners. In addition, we serve members in numerous states as Wellpoint, Carelon, MMM and/or Simply Healthcare. We are licensed to conduct insurance operations in all 50 states, the District of Columbia and Puerto Rico through our subsidiaries. Through various subsidiaries, we also offer pharmacy services through our CarelonRx business, and other healthcare related services as Carelon Insights and Carelon Health. \n\n We have organized our brand portfolio into the following core go-to-market brands:\n\n•Anthem Blue Cross/Anthem Blue Cross and Blue Shield — represents our Anthem-branded and affiliated Blue Cross and/or Blue Shield licensed plans;\n\n•Wellpoint — unites select non-BCBSA licensed Medicare, Medicaid and commercial plans under the Wellpoint name; and\n\n•Carelon — this brand brings together our healthcare related services and capabilities, including our CarelonRx and Carelon Services businesses, under a single brand name.\n\n We report our results of operations in the following four reportable segments: Health Benefits, CarelonRx, Carelon Services and Corporate & Other (our businesses that do not individually meet the quantitative thresholds for an operating segment, as well as corporate expenses not allocated to our other reportable segments). \n\nFor additional discussion, see “Reportable Segments” below in this “Business” section and Note 1, “Organization,” and Note 20, “Segment Information,” of the Notes to Consolidated Financial Statements included in Part II, Item 8 of this Annual Report on Form 10-K.\n\nWe believe healthcare is local and that we have the strong local presence required to understand and meet local customer needs with regard to any product customers are enrolled in with us. Further, we believe we are well-positioned to deliver what customers want: innovative, choice-based and affordable products; distinctive service; simplified transactions; and better access to information for quality care. Our local presence, combined with our national expertise, has created opportunities for collaborative programs that reward physicians and hospitals for clinical quality and excellence. We feel that our commitment to health improvement and care management provides added value to customers and healthcare professionals. Ultimately, we believe that practical and sustainable improvements in healthcare must focus on improving healthcare quality while managing costs for total affordability. We have implemented initiatives driving payment innovation and partnered with providers to lower cost and improve the quality of healthcare for our members, and we continue to develop new and innovative ways to effectively manage risk and engage our members. Further, we continue to expand our financial arrangements with providers to implement payment models that advance value-based care. We believe focusing on quality of care rather than volume of care is the foundation for improving patient outcomes. Our value-based payment models support patient-centered care by improving collaboration between providers and health partners and delivering to our members the right care, at the right time, in the right place. In addition, we are focused on achieving efficiencies from our national scale while optimizing service performance for our customers. Finally, we expect to continue to rationalize our portfolio of businesses and products and align our investments to optimize our core businesses, invest in high-growth opportunities, and accelerate value creation through expanded capabilities and services.\n\n -4-\n\nImpact on Our Results of Operations\n\nOur results of operations depend in large part on our ability to accurately predict and effectively manage healthcare costs through effective contracting with providers of care to our members, product pricing, medical management and health and wellness programs, including service coordination and case management for addressing complex and specialized healthcare needs, innovative product design and our ability to maintain or achieve improvement in our Centers for Medicare and Medicaid Services (“CMS”) Star Ratings. CMS Star Ratings affect Medicare Advantage plan reimbursements as well as our eligibility to earn quality-based bonus payments for those plans. See “Regulation” below in this “Business” section for additional information on our CMS Star Ratings. For additional information on our networks and provider relations, product pricing and healthcare cost management programs, see “Pricing and Underwriting of Our Products,” “Networks and Provider Relations,” “Medical Management Programs,” “Care Management and Wellness Products and Programs” and “Healthcare Quality Initiatives” below in this “Business” section.\n\nAdvances in medical technology, including new specialty drugs, and new indications for existing prescription drugs, changes in regulations, the aging population and other demographic characteristics continue to contribute to rising healthcare costs. Our managed care plans and products are designed to encourage providers and members to participate in quality, cost-effective health benefit programs by using the full range of our innovative medical management services, health outcomes-based initiatives and health quality-based financial incentives. We believe our market position and high business retention rates will enable us to realize the long-term benefits of investing in preventive and early detection programs. Our ability to provide cost-effective health benefits products and services is enhanced through a disciplined approach to internal cost containment, prudent management of our risk exposure and successful integration of acquired businesses. In addition, our ability to manage operating expenses continues to be a driver of our overall profitability.\n\nOur future results of operations will be impacted by certain external forces and resulting changes in our business model and strategy. Changes to our business environment will continue as elected officials at the national and state levels enact modifications to existing laws and regulations, including changes to available subsidies, taxes and fees. For additional discussion, see “Regulation” below in this “Business” section and Part I, Item 1A “Risk Factors” included in this Annual Report on Form 10-K.\n\nOur results of operations are also impacted by levels and mix of membership, which has changed, and will continue to change, as a result of the quality and pricing of our health benefits products and services, Medicaid redeterminations, an aging population, healthcare utilization patterns, previously uninsured members entering the healthcare system, provider and member fraud, economic conditions, changes in unemployment, the continued and future impact of large-scale emergencies, acquisitions, entry into new markets and expansions in or exits from existing markets. These membership trends could be negatively impacted by various factors that could have a material adverse effect on our future results of operations such as general economic downturns that result in business failures, failure to obtain new customers or retain existing customers, premium increases, benefit changes, changes in how our members access healthcare services or our exit from a specific market. See Part I, Item 1A “Risk Factors” and Part II, Item 7 “Management’s Discussion and Analysis of Financial Condition and Results of Operations” included in this Annual Report on Form 10-K.\n\nWe continue to enhance interactions with customers, providers, brokers, agents, employees and other stakeholders through digital technology and improvements to internal operations. Our approach includes not only the sales and distribution of health benefits products through digital technology, but also implementing advanced capabilities that improve services benefiting customers, agents, brokers and providers while optimizing administrative costs. These enhancements can also help improve the quality, coordination and safety of healthcare through increased communications between patients and their physicians.\n\nThrough our participation in various federal government programs, we generated approximately 31%, 29% and 28% of our total consolidated revenues from agencies of the U.S. government for the years ended December 31, 2024, 2023 and 2022, respectively. The majority of these revenues are contained in our Health Benefits segment as described below. An immaterial amount of our total consolidated revenues is derived from activities outside of the U.S. and Puerto Rico.\n\n -5-\n\nReportable Segments\n\nWe report our results of operations in the following four reportable segments: Health Benefits, CarelonRx, Carelon Services and Corporate & Other (our businesses that do not individually meet the quantitative thresholds for an operating segment, as well as corporate expenses not allocated to our other reportable segments).\n\nOur Health Benefits segment offers a comprehensive suite of health plans and services to our Individual, Employer Group risk-based, Employer Group fee-based, BlueCard®, Medicare, Medicaid and FEP® members. The Health Benefits segment offers health products on a full-risk basis; provides a broad array of administrative managed care services to our fee-based customers; and provides a variety of specialty and other insurance products and services such as stop loss, dental, vision and supplemental health insurance benefits.\n\nOur CarelonRx segment includes our pharmacy services business. CarelonRx markets and offers pharmacy services to our affiliated health plan customers, as well as to external customers outside of the health plans we own. CarelonRx offers a comprehensive portfolio of pharmacy services, which includes all core pharmacy services, such as home delivery and specialty pharmacies, claims adjudication, formulary management, pharmacy networks, rebate administration, a prescription drug database and member services. In addition, CarelonRx includes ambulatory infusion centers, added to our portfolio in March 2024 through our acquisition of Paragon Healthcare, Inc. and its subsidiaries.\n\nOur Carelon Services segment integrates physical, behavioral, pharmacy, and social services with the aim of delivering whole health affordably by offering a broad array of healthcare related services and capabilities to internal and external customers through our Carelon Health and Carelon Insights businesses. Our Carelon businesses promote affordability by managing complex areas of the healthcare system, leveraging data and insights to improve how our members receive safe, appropriate, high-quality care and providers are reimbursed accurately and timely. Our approach to cost management relies on capabilities including provider enablement, value-based networks, member engagement, and utilization management. Our care delivery services primarily target serving chronic and complex populations by providing personalized care in the home and virtually. As a part of Carelon Health, we completed our acquisition of RSV QOZB LTSS, Inc. and certain affiliated entities (d/b/a CareBridge) at the end of 2024, which provides virtual care to complex Medicaid and Medicare patients and supports plans in managing home and community-based services.\n\nOur Corporate & Other segment includes our businesses that do not individually meet the quantitative threshold for an operating segment, as well as corporate expenses not allocated to our other reportable segments.\n\nFor additional information, see Note 20, “Segment Information,” of the Notes to Consolidated Financial Statements included in Part II, Item 8 of this Annual Report on Form 10-K. \n\nMembership\n\nOur medical membership includes the following customer types: Individual, Employer Group risk-based, Employer Group fee-based, BlueCard®, Medicare, Medicaid and FEP®. In addition, we also serve customers who purchase one or more of our other products or services that are often ancillary to our health business. \n\nOur products are generally developed and marketed with an emphasis on the differing needs of our customers. In particular, our product development and marketing efforts take into account the differing characteristics between the various customers served by us, as well as the unique needs of educational and public entities, labor groups, the FEP®, national employers and state-run programs servicing low-income, high-risk and underserved markets. Overall, we seek to establish pricing and product designs to provide value for our customers while achieving an appropriate level of profitability for each of our customer categories balanced with the competitive objective to grow market share. We believe that one of the keys to our success has been our focus on these distinct customer types, which better enables us to develop benefit plans and services that meet our customers’ unique needs.\n\nWe market our Individual, Medicare and certain Employer Group products with a smaller employee base through direct marketing activities and an extensive network of independent agents, brokers and retail partnerships. Products for commercial customers with a larger employee base are generally sold through independent brokers or consultants retained by the customer who work with industry specialists from our in-house sales force. In the Individual markets, we offer on-exchange products through state- or federally-facilitated marketplaces (the “Public Exchange”) in compliance with the Patient \n\n -6-\n\nProtection and Affordable Care Act and the Health Care and Education Reconciliation Act of 2010, as amended (collectively, the “ACA”) and off-exchange products. Federal subsidies are available for certain members, subject to eligibility, who purchase Public Exchange products.\n\nWe continue to participate in the Public Exchange in nearly all of our Anthem Blue Cross and Anthem Blue Cross and Blue Shield service areas. We anticipate growth in our Public Exchange membership as former Medicaid members, no longer eligible for Medicaid coverage, continue to seek alternative coverage options. Additionally, we are entering select service areas in Florida, Maryland, and Texas in 2025, using our Simply Healthcare and Wellpoint brands, and we are actively evaluating expansion opportunities in additional marketplaces beyond 2025. See “Regulation” below in this “Business” section for additional discussion about the Public Exchange marketplace. \n\nBeing a licensee of the BCBS association of companies, of which there were 33 independent primary licensees including us as of December 31, 2024, provides significant market value, especially when competing for very large multi-state employer groups. For example, each BCBS member company is able to utilize other BCBS licensees’ substantial provider networks and discounts when any BCBS member works or travels outside of the state in which their policy is written. This program is referred to as BlueCard®. BlueCard® host members are generally members who reside in or travel to a state in which an Elevance Health subsidiary is the Blue Cross and/or Blue Shield licensee and who are covered under an employer-sponsored health plan serviced by a non-Elevance Health controlled BCBS licensee, which is the “home” plan. We perform certain administrative functions for BlueCard® host members, including claims pricing and administration, for which we receive service fees from the BlueCard® members’ home plan. Other administrative functions, including maintenance of enrollment information and customer services, are performed by the home plan. See “BCBSA Licenses” below in this “Business” section for additional information on our BCBSA licenses. We refer to members in our service areas licensed by the BCBSA as our BCBS-branded, or Anthem BCBS, business. Non-BCBS-branded business refers to members in our non-BCBS-branded plans, which include Wellpoint, MMM and Simply Healthcare plans.\n\nFor additional information describing each of our customer types and changes in medical membership over the last three years, see “Management’s Discussion and Analysis of Financial Condition and Results of Operations - Membership” included in Part II, Item 7 of this Annual Report on Form 10-K.\n\nProduct and Service Descriptions\n\nVarious forms of managed care products have been developed to contain the cost of healthcare by negotiating contracts with hospitals, physicians and other providers to deliver high-quality healthcare to members at favorable rates. These products usually feature medical management and other quality and cost optimization measures such as pre-admission review and approval for certain non-emergency services, pre-authorization of outpatient surgical procedures, network credentialing to determine that network physicians and hospitals have the required certifications and expertise, and various levels of care management programs to help members better understand and navigate the healthcare system. In addition, providers may have incentives to achieve certain quality measures, may share medical cost risk or may have other incentives to deliver quality medical services in a cost-effective manner. Also, certain plans offer members incentives for healthy behaviors, such as smoking cessation and weight management. Members are charged periodic, prepaid premiums and generally pay copayments, coinsurance and/or deductibles when they receive services.\n\nHealth Benefits\n\n•Commercial Risk-Based Products. We offer employer groups a diversified mix of managed care risk-based products including: Preferred Provider Organization (“PPO”), Health Maintenance Organization (“HMO”), Consumer-Driven Health Plans (“CDHP”), Traditional Indemnity and Point-of-Service (“POS”) plans. PPO plans generally provide members the freedom to choose any healthcare provider, but require the member to pay a greater portion of the provider’s fee in the event the member chooses not to use a provider participating in the PPO’s network. HMOs include comprehensive managed care benefits generally through a participating network of physicians, hospitals and other providers. CDHPs generally combine a high-deductible PPO plan with an employer-funded and/or employee-funded personal care account, which may result in tax benefits to the employee and allow some or all of the dollars remaining in the personal care account at year-end to be rolled over to the next year for future healthcare needs. Traditional indemnity plans offer the member an option to select any healthcare provider for covered services, with coverage subject to deductibles and coinsurance and with member cost-sharing usually limited by out-of-pocket maximums. POS products \n\n -7-\n\nblend the characteristics of HMO, PPO and indemnity plans. In general, POS plans allow members to choose to seek care from a provider within the plan’s network or outside the network, subject to, among other things, certain deductibles and coinsurance.\n\nWe also offer Individual risk-based products on and off the Public Exchange, covering essential health benefits (as defined in the ACA) along with many other requirements and cost-sharing features.\n\n•Commercial Fee-Based Products. We provide a broad array of managed care services to fee-based groups, including claims processing, provider network access, medical management, care management and wellness programs, actuarial services and other administrative services. Fee-based health plans are also able to use our provider networks and to realize savings through our negotiated provider arrangements, while allowing employers the ability to design certain health benefit plans in accordance with their own requirements and objectives. We also charge a premium to underwrite stop loss insurance for employers that maintain fee-based plans but want to limit their retained risk.\n\nIn addition, we perform certain administrative functions for BlueCard® host members, discussed under “Membership” above, including claims pricing and administration, for which we receive service fees from the BlueCard® members’ home plans. Other administrative functions, including maintenance of enrollment information and customer service, are performed by the home plan.\n\n•Specialty Products. We offer an array of products and services to both risk-based and fee-based customers in conjunction with our health plans as well as to unaffiliated healthcare plans that are not Elevance Health subsidiaries.\n\n◦Stop Loss Insurance. Our stop loss insurance arrangements are built around our clients’ needs while assuming 100% of the risk. We offer specific and aggregate plans that will provide options to meet our clients’ coverage terms, budget and risk tolerance; active claims management to help avoid errors and missing claims; as well as cost containment to assist our clients with claims and cost control.\n\n◦Dental. Our dental plans include networks in certain states in which we operate and are offered on both a risk-based and fee-based basis. Our members also have access to additional dental providers through our participation in the National Dental GRID, a national dental network developed by and for BCBS plans that offers in-network discounts across the country.\n\n◦Vision. Our vision plans include networks within the states in which we operate and are offered on both a risk-based and fee-based basis.\n\n◦Supplemental Health. We offer supplemental health products, including accident, critical illness and hospital indemnity, which provide coverage for specific conditions or circumstances.\n\n•Medicare Plans. We offer a wide variety of plans, products and options to individuals age 65 and older such as Medicare Advantage, including Special Needs Plans (“SNPs”), dual-eligible programs through Medicare-Medicaid Plans (“MMPs”), Medicare Supplement plans and Medicare Part D Prescription Drug Plans (“Medicare Part D”). \n\nMedicare Advantage plans provide Medicare beneficiaries with a managed care alternative to traditional Medicare and often include a Medicare Part D benefit. In addition, our Medicare Advantage SNPs provide tailored benefits to special needs individuals who are institutionalized or have severe or disabling chronic conditions and to dual-eligible customers, who are low-income seniors and persons under age 65 with disabilities. Medicare Advantage SNPs are coordinated care plans specifically designed to provide targeted care, covering all the healthcare services considered medically necessary for members and often providing professional care coordination services, with personal guidance and programs that help members maintain their health. Medicare Advantage membership also includes Medicare Advantage members in our Group Retiree Solutions business who are retired members of commercial accounts or groups who are not affiliated with our commercial accounts that have selected a Medicare Advantage product through us. MMP is focused on serving members who are dually eligible for Medicaid and Medicare. Medicare Supplement plans typically pay the difference between healthcare costs incurred by a beneficiary and amounts paid by the traditional Medicare Fee-For-Service program. Medicare Part D offers a prescription drug plan to Medicare and MMP beneficiaries. \n\n•Medicaid Plans and Other State-Sponsored Programs. Our Medicaid business includes our managed care alternatives through public-funded healthcare programs, including Medicaid; Medicaid expansion programs; Temporary Assistance for Needy Families (“TANF”); programs for seniors and people with disabilities (“SPD”); Children’s Health Insurance \n\n -8-\n\nPrograms (“CHIP”); and specialty programs such as those focused on long-term services and support (“LTSS”), HIV/AIDS, children living in foster care, behavioral health and/or substance abuse disorders, and intellectual disabilities and/or developmental disabilities. The Medicaid program makes federal matching funds available to all states for the delivery of healthcare benefits for low income and/or high medical risk individuals. These programs are managed by the individual states based on broad federal guidelines. Our Medicaid plans also cover certain dual-eligible customers, as previously described above, who also receive Medicare benefits. In 2024, we provided Medicaid and other state sponsored services, such as administrative services, in Arkansas, California, Colorado, District of Columbia, Florida, Georgia, Indiana, Iowa, Kentucky, Louisiana, Maryland, Minnesota, Missouri, Nebraska, Nevada, New Jersey, New York, North Carolina, Ohio, Puerto Rico, South Carolina, Tennessee, Texas, Virginia, Washington, West Virginia and Wisconsin.\n\n•Federal Employee Program®. FEP® members consist of United States government employees and their dependents within our geographic markets.\n\n•Medicare Administrative Operations. We serve as a fiscal intermediary, carrier and Medicare administrative contractor for the federal government by providing administrative services for the Medicare program, Parts A and B, which generally provides coverage for persons who are 65 or older and for persons who are under 65 and disabled or with end-stage renal disease. Part A of the Medicare program provides coverage for services provided by hospitals, skilled nursing facilities and other healthcare facilities. Part B of the Medicare program provides coverage for services provided by physicians, physical and occupational therapists and other professional providers, as well as certain durable medical equipment and medical supplies.\n\n Carelon\n\nCarelon integrates physical, behavioral, social and pharmacy services to deliver whole health affordably by creating value through the offering of market-competitive services powered by analytics. \n\nCarelonRx\n\nOur subsidiary CarelonRx markets and offers pharmacy services to our affiliated health plan customers throughout the country, as well as to customers outside of the health plans we own. Our comprehensive pharmacy services portfolio includes all core pharmacy services, such as home delivery and specialty pharmacies, claims adjudication, formulary management, pharmacy networks, rebate administration, a prescription drug database and member services, as well as infusion services and injectable therapies through owned ambulatory infusion centers. \n\nCarelonRx delegates certain core pharmacy services to CaremarkPCS Health, L.L.C., which is a subsidiary of CVS Health Corporation (“CVS”), pursuant to an agreement (the “CVS Agreement”) with the current contractual term extending through December 31, 2027. We can elect to have CVS continue to provide services to us for a three-year extension period on the same terms and conditions as in the current CVS Agreement in the event of a termination or non-renewal by either party.\n\nCarelon Services \n\nCarelon Services integrates physical, behavioral, pharmacy, and social services with the aim of delivering whole health affordably by offering a broad array of healthcare related services and capabilities to internal and external customers through our Carelon Health and Carelon Insights businesses. Carelon businesses promote affordability by managing complex areas of the healthcare system, leveraging data and insights to improve how our members receive safe, appropriate, high-quality care and providers are reimbursed accurately and timely. Our approach to cost management relies on capabilities including provider enablement, value-based networks, member engagement, and utilization management. Our care delivery services primarily target serving the chronic and complex populations by providing personalized care in the home and virtually.\n\n•Carelon Health: Carelon Health, powered by clinical excellence, curates value-based whole health solutions for populations, one person at a time. Carelon Medical Benefits Management provides specialty care enablement and utilization management support for specialized clinical domains. Carelon Post Acute Solutions manages home health, post-acute institutional management, and durable medical equipment costs. Carelon Behavioral Health provides comprehensive behavioral health management services through clinical services and network \n\n -9-\n\nadministration. Carelon Care Navigation provides comprehensive care management services. Our Carelon Advanced Primary Care business includes palliative care services and management of our partnership with Augusta Topco Holdings L.P. (“Mosaic Health”), a joint venture with Clayton, Dubilier & Rice (“CD&R”). At the end of 2024, we completed our acquisition of CareBridge, which provides virtual care to complex Medicaid and Medicare patients and supports plans in managing home and community-based services.\n\n•Carelon Insights: Carelon Insights aims to improve the health of the healthcare system by simplifying workflows and providing real-time insights. Carelon Insights capabilities include payment integrity, subrogation, clinical data exchange through our HealthOS platform, research and data services, reporting and clinical analytics, and information technology services and global business process support. \n\nCompetition\n\nThe managed care industry is highly competitive, both nationally and in our local markets. Competition continues to be intense due to aggressive marketing, pricing, bid activity for government-sponsored programs, business consolidations, new strategic alliances, new competitors in the market, a proliferation of new products, technological advancements, the impact of legislative reform, increased quality awareness and price sensitivity among customers and changing market practices, such as increased usage of telehealth.\n\nWe believe that participants in the managed care industry compete for customers based on quality of service, price, access to provider networks, access to care management and wellness programs (including health information), innovation, effective use of digital technology, breadth and flexibility of products and benefits, expertise and reputation (including National Committee on Quality Assurance (“NCQA”) accreditation status as well as CMS Star Ratings), brand recognition and financial stability. Our ability to attract and retain customers is substantially tied to our ability to distinguish ourselves from our competitors in these areas.\n\nWe believe our exclusive right to market products under the most recognized brand in the industry, BCBS, in our most significant markets provides us with greater brand recognition over competitive product offerings. Typically, we are the largest participant in each of our BCBS branded markets, and thus are closely watched by other health benefits companies.\n\nProduct pricing remains competitive, and we strive to price our health benefit products and design our Medicare and Medicaid bids consistent with anticipated underlying medical trends. We believe our pricing and bid strategy, based on predictive modeling, proprietary research and data-driven processes, has positioned us to benefit from the potential growth opportunities available through entry into new markets, expansions in existing markets and as a result of any future changes to the current regulatory scheme. We believe that our pricing and bid strategy, brand name and network quality will provide a strong foundation for membership growth opportunities in the future. \n\nOur provider networks give us a highly competitive unit cost position and provide distinctive service levels which allow us to offer a broad range of affordable health benefit products to our customers. To build our provider networks, we compete with other health benefits plans for the best contracts with hospitals, physicians and other providers. We believe that physicians and other providers primarily consider customer volume, reimbursement rates, timeliness of reimbursement and administrative service capabilities along with the reduction of non-value added administrative tasks when deciding whether to contract with a health benefits plan.\n\nAt the sales and distribution level, we compete for qualified agents and brokers to recommend and distribute our products. Strong competition exists among insurance companies and health benefits plans for agents and brokers with demonstrated ability to secure new business and maintain existing accounts. We believe that the quality and price of our products, support services, reputation and prior relationships, along with a reasonable commission structure, are the factors agents and brokers consider in choosing whether to market our products. We believe that we have good relationships with our agents and brokers, and that our products, support services and commission structure compare favorably to those of our competitors in all of our markets. \n\nIn addition, the pharmacy industry is highly competitive, and CarelonRx is subject to competition from national, regional and local pharmacy service providers, insurers, health plans, large retail pharmacy chains, large retail stores, supermarkets, mail order pharmacies, web pharmacies and specialty pharmacies. Strong competition within the pharmacy industry has \n\n -10-\n\ngenerated greater demand for lower product and service pricing, increased revenue sharing and enhanced product and service offerings.\n\nPricing and Underwriting of Our Products\n\nWe price our products based on our assessment of current healthcare claim costs and emerging healthcare cost trends, combined with charges for administrative expenses, risk and profit. We continually review our product designs and pricing guidelines on a national and regional basis so that our products remain competitive and consistent with our strategies and profitability goals.\n\nOur revenue on Medicare policies is based on annual bids submitted to CMS. We base the commercial and Medicaid premiums we charge and our Medicare bids on our estimates of future medical costs over the fixed contract period. In applying our pricing to each employer group and customer, we aim to maintain consistent, competitive and disciplined underwriting standards. We employ our proprietary accumulated actuarial and financial data to determine underwriting and pricing parameters for both our risk-based and fee-based businesses. \n\nIn most circumstances, our pricing and underwriting decisions follow a prospective rating process in which a fixed premium is determined at the beginning of the contract period. For our risk-based business, any deviation, favorable or unfavorable, from the medical costs assumed in determining the premium is our responsibility. Some of our larger groups employ retrospective rating reviews, where positive experience is partially refunded to the group, and negative experience is charged against a rate stabilization fund established from the group’s favorable experience or charged against future favorable experience. In addition, our ACA and government risk-based contracts may include minimum medical loss ratio, risk adjustment, or risk corridor arrangements, which also stabilize premiums based upon claims experience.\n\nOur pharmacy services pricing through CarelonRx is presented to market via discounts off the average wholesale price for drugs dispensed through the retail, mail and specialty channels as well as through rebate projections. We utilize group-specific script data, formulary, network and clinical care program selection combined with administrative expense, risk and profit guidance to set market competitive pricing discounts and rebate projections. Pharmacy services pricing guidelines guide the underwriting process and undergo an annual external review process to ensure market competitiveness.\n\nNetworks and Provider Relations\n\nOur relationships with physicians, hospitals and professionals that render healthcare services to our members are guided by local, regional and national standards for network development, reimbursement and contract methodologies. While following industry standards, we are simultaneously seeking to lead transformation efforts within our healthcare system, moving from a fragmented model premised on episodic intervention to one based on proactive, coordinated care built around the whole health needs of the patient.\n\n We establish “market-based” hospital reimbursement payments that we believe are fair, but aggressive, and among the most competitive in the market. We also seek to ensure that physicians in our network are paid in a timely manner at appropriate rates. In most instances, we deploy multi-year contracting strategies, including fixed case rates and fee schedules, to limit our exposure to medical cost inflation and to increase cost predictability. We maintain both broad and narrow provider networks to ensure member choice, based on both price and access needs, while implementing programs designed to improve the quality of care our members receive. Increasingly, we are supplementing our broad-based networks with smaller or more cost-conscious networks that are designed to be attractive to a more price-sensitive customer segment, such as Public Exchange customers.\n\n Our reimbursement strategies are tailored to each market and reflect the degree of consolidation and integration of physician groups and hospitals. Under a fee-for-service reimbursement methodology for physicians, fee schedules are developed at the state level based on an assessment of several factors and conditions, including the CMS resource-based relative value system (“RBRVS”), medical practice cost inflation and physician supply of each specialty. We utilize CMS RBRVS fee schedules as a reference point for fee schedule development and analysis. The RBRVS structure was developed, maintained, and updated by CMS and is used by the Medicare program and other major health plans. In addition, we have implemented and continue to expand physician incentive contracting, which ties physician payment levels to performance on efficiency, clinical and patient experience measures.\n\n -11-\n\n While we generally do not delegate full financial responsibility to our physician providers in the form of capitation-based reimbursement, we maintain capitation-based arrangements in certain markets where we determine that market dynamics result in it being a useful method to lower costs and reduce underwriting risk. Our provider engagement and contracting strategies have evolved to include value-based contracting arrangements that meet providers where they are in the movement from traditional fee-for-service to value-based care. These programs are designed to support commercial, Medicare and Medicaid programs and the unique characteristics of these populations. Our value-based contracting programs are designed to reward our contracted providers for improving the overall quality of care they deliver by adhering to evidence-based medicine. In addition, these value-based contracts also share with the providers total cost of care savings that are achieved by adhering to evidence-based medicine over time. For providers who contract in one of our value-based programs, we work with them to share gaps in care information and other important data to assist them in managing the care of their patients. Often providers will also grant us access to data to support the efficient administration of program components. This data can allow us to more efficiently capture information regarding the risk of our membership and the overall adherence to evidence-based medicine, as well as information to more efficiently perform utilization management administration.\n\n Our hospital contracts provide for a variety of reimbursement arrangements depending on local market dynamics and current hospital utilization efficiency. Most hospitals are reimbursed a per-case amount, per admission, for inpatient covered services. Our “per-case” reimbursement methods utilize many of the same attributes contained in Medicare’s Diagnosis Related Groups methodology. Hospital outpatient services are reimbursed by fixed case rates, fee schedules or percent of approved charges. A small percentage of hospitals, primarily rural, sole community hospitals, are reimbursed on a discount from approved charge basis for covered outpatient services. Our hospital contracts recognize unique hospital attributes, such as academic medical centers or sole community hospitals, and the volume of care performed for our members. To improve predictability of expected costs, we frequently use a multi-year contracting approach with providers. In addition, the majority of our hospital contracts include a pay-for-performance component where reimbursement levels are linked to improved clinical performance, patient safety and medical error reduction. \n\nSeasonality\n\nWithin our Health Benefits segment, although premium revenues for our commercial business are not seasonal, our benefit costs rise as members pay their contractual portion of claims responsibility, hitting their deductibles and out-of-pocket maximums. Seasonality in our Medicaid business can vary depending on the timing of the recognition of premium rates during the year, and we typically experience additional costs in our Medicare business in the fourth quarter to support the annual enrollment period. \n\nOur Carelon Services segment engages in risk-based contracts with members across many health plans including Elevance Health plans. These risk-based contracts allow our Health Benefits segment to reduce medical expense variability by replacing seasonal claims costs with agreed-upon pricing. Seasonality in our Carelon Services segment aligns with the claims and revenue seasonality for services covered, which can vary by Carelon product and line of business. As the year progresses, members will generally reach their deductible and out-of-pocket maximum limit, and benefit expense in our Carelon Services businesses will typically increase to cover member costs.\n\nMedical Management Programs\n\nWe have a broad array of medical management activities that facilitate improvements in the quality of care provided to our members and promote cost-effective medical care. These medical management activities and programs are administered and directed by physicians and nurses with the goal of ensuring that the care delivered to our members is supported by appropriate medical and scientific evidence, is received on a timely basis and occurs in the most appropriate setting. The medical management programs available to our members may vary depending on the particular plan or product in which they participate. \n\nCare coordination is one of the strategies we utilize and is based on nationally recognized criteria developed by third-party medical specialists to help coordinate inpatient as well as outpatient care and monitor appropriate utilization of such services. Our case management focuses on identifying membership that will require a high level of intervention and providing assistance to manage their healthcare needs. Precertification is utilized to assess appropriateness of certain medical services and sites of care prior to the services being rendered. Our medical policy committee determines our national policies \n\n -12-\n\nand guidelines for the application of medical technologies, procedures and services and reviews these policies and guidelines at least once a year or as new published clinical evidence becomes available. We are actively engaged with our hospital and physician networks to enable them to achieve better outcomes for our members. We also work with outside experts through a process of external review to provide our members scientifically and clinically evidence-based medical care. Our web-based tools allow our members to obtain or compare cost estimates for care, including out-of-pocket costs.\n\nWe remain committed to assisting our members in making informed and value-based healthcare decisions, providing for easier navigation of healthcare services and delivering a better healthcare experience. \n\nCare Management and Wellness Products and Programs  \n\nWe continue to expand our suite of integrated care management programs and tools. Availability of these programs and tools to our members may depend on the particular plan or product in which they participate. Our care management tools and programs are designed to increase quality and reduce medical costs for our members and help them make better decisions about their well-being as they navigate the healthcare system. Our digital engagement platform, Sydney Health, is designed to give our members access to personalized health and wellness resources, medical, pharmacy, dental and vision benefits details, and virtual care services, all in one place. Our care management, infertility services and maternity management programs serve as adjuncts to physician care. Through these programs, medical professionals help to educate participants regarding their care and condition. Our 24/7 NurseLine offers access to qualified, registered nurses to allow our members to make informed decisions about the appropriate level of care and avoid unnecessary worry. Our Carelon Palliative Care Services subsidiary engages with members near end of life and/or requiring palliative care to manage serious illnesses and improve quality of life during a difficult time. With our integrated information systems and sophisticated data analytics, we help our members improve their compliance with evidence-based care guidelines, provide personal care notes that alert members to potential gaps in care, enable more prudent healthcare choices and assist in the realization of member out-of-pocket cost savings. Our employee assistance programs provide 24/7 telephonic support for personal and crisis events and provide resources such as counseling and referral assistance with childcare, health and wellness, financial issues, legal issues, adoption and daily living. We have a comprehensive behavioral health case management program supporting a wide range of members who are impacted by their behavioral health conditions, including specialty areas such as eating disorders, anxiety, depression and substance abuse. The program assists members and their families with obtaining appropriate behavioral health treatment, offering community resources, providing education and telephonic support, and promoting provider collaboration. \n\nHealthcare Quality Initiatives \n\nIncreasingly, the healthcare industry is able to define quality healthcare based on effective, safe, equitable and affordable care in preventive health, and optimal care management for chronic disease. A key to our success has been our ability to develop partnerships by working with our network physicians, hospitals, and social resources providers to improve the quality outcomes of the healthcare and social impact services provided to our members, their families, and the community-at-large. Our ability to promote quality medical care and patient safety, address health-related social risks and advance health equity has been recognized by the National Committee for Quality Assurance (“NCQA”), the largest and most respected national accreditation program for managed care health plans, and our company was awarded the NCQA 2023-2024 Innovation Award for the advancement of better maternal and neonatal outcomes.\n\nSeveral quality healthcare measures, including the Healthcare Effectiveness Data and Information Set (“HEDIS®”), have been incorporated into NCQA’s accreditation processes. HEDIS® measures range from preventive services, such as screening mammography and pediatric immunization, to elements of care, including decreasing the complications of diabetes, improving treatment for patients with heart disease, integration of behavioral health, and racial and ethnic stratification measurement to help close healthcare disparities.\n\nThrough our Carelon Medical Benefits Management, Inc. subsidiary, we promote appropriate, safe and affordable member care in areas including maternity care, imaging, sleep disorders, cardiac testing, oncology drugs and musculoskeletal procedures. These expanded specialty benefit management solutions leverage clinical expertise and technology to engage provider communities and members in the more effective and efficient use of outpatient services and to promote the most appropriate use of clinical services to improve the quality of care. \n\nWe perform management review for home health and post-acute institutional services provided to Medicare members through our Carelon Post Acute Solutions, Inc. subsidiary, with the goal of ensuring they receive appropriate, high-quality \n\n -13-\n\ncare and supporting their transition back into the home. Effective management of these services can help reduce preventable hospital admissions and readmissions, thereby improving healthcare outcomes for patients. Additionally, Carelon Medical Benefits Management, Inc. has developed programs to address healthcare quality by identifying and closing care gaps. A social determinants of health program screens our members for social needs and connects members to appropriate community resources to encourage better care outcomes. Both medical benefits management and post-acute solutions programs are examples of how we facilitate improvements in the quality of care provided to our members and promote cost-effective, affordable medical care. \n\nThe physical aspects of health have been traditionally the focus and the priority for healthcare. However, unique life circumstances and experiences impact every individual and their health. We seek to understand our members' health-related social needs to create a healthcare system that synchronizes care delivery for physical, behavioral, social and pharmacy needs. We have invested in a number of strategies to improve how we address health related social needs. We are advancing our efforts through consistent screening of our members for their social needs by using industry-standard tools such as the Protocol for Responding to & Assessing Patients’ Assets, Risks & Experiences, co-creating social action plans with our members, connecting members to related social support services, and evaluating the entire process for continuous quality improvement. We have also implemented our “Food as Medicine” strategy across many of our lines of business to create interventions that not only prevent, manage, and treat diseases but also address food and nutrition insecurity among our members. We are committed to ensuring that all people, regardless of age, race or ethnicity, sexual orientation, gender identity, disability, and geographic or financial access can receive individualized care. Harnessing data gives a more complete picture of each member and their health needs and can help make healthcare more personalized and equitable. Strengthening communities has a positive effect on health; therefore, we value and nurture our local ties, which are a key component of our whole-health approach and drive us to work closely with community organizations that create support networks. Using our data, we also identify the resources needed to support local residents, including the people who we serve, to ensure those resources can better meet local needs.\n\nBCBSA Licenses  \n\nWe are a party to license agreements with the BCBSA that entitle us to the exclusive, and in certain areas, non-exclusive, use of the Blue Cross and Blue Shield names and marks in assigned geographic territories. BCBSA is a national association of independent Blue Cross and Blue Shield companies, the primary function of which is to promote and preserve the integrity of the BCBS names and marks, as well as provide certain coordination among the member companies. Each BCBSA licensee is an independent legal organization and is not responsible for obligations of other BCBSA member organizations. Although previously we did not have a right to sell products and services using the BCBS names and marks outside of our exclusive service areas, under the terms of the In re Blue Cross Blue Shield Antitrust Litigation subscriber settlement agreement and release (“Subscriber Settlement Agreement”) some large national employers with self-funded plans (specifically identified in the Subscriber Settlement Agreement), have a right to request a second Blue plan bid in addition to a bid from the local Blue plan, effective as of September 2024. \n\nWe are required to pay an annual license fee to the BCBSA based on enrollment and to comply with various requirements and restrictions regarding our operations and our use of the BCBS names and marks. These requirements and restrictions include, among other things: minimum capital and liquidity requirements; enrollment and customer service performance requirements; participation in programs that provide portability of membership between plans; disclosures to the BCBSA relating to enrollment and financial conditions; disclosures as to the structure of the BCBS system in contracts with third parties and in public statements; plan governance requirements; cybersecurity requirements; a requirement that at least 80% (or, in the case of Blue Cross of California, substantially all) of a licensee’s annual combined local net revenue, as defined by the BCBSA, attributable to healthcare plans and related services within its service areas must be sold, marketed, administered or underwritten under the BCBS names and marks; a requirement that neither a plan nor any of its licensed affiliates may permit an entity other than a plan or a licensed affiliate to obtain control of the plan or the licensed affiliate or to acquire a substantial portion of its assets related to licensable services; governance requirements such as a requirement that we divide our Board of Directors into three classes serving staggered three-year terms; a requirement that we guarantee certain contractual and financial obligations of our licensed affiliates; and a requirement that we indemnify the BCBSA against any claims asserted against it resulting from the contractual and financial obligations of any subsidiary that serves as a fiscal intermediary providing administrative services for Medicare Parts A and B. In addition, a change of control or violation of the BCBSA ownership limitations on our capital stock, impending financial insolvency or the appointment of a trustee or \n\n -14-\n\nreceiver or the commencement of any action against us seeking our dissolution could cause a termination of our license agreements.\n\nWe believe that we and our licensed affiliates are currently in compliance with these standards. The standards under the license agreements may be modified in certain instances by the BCBSA. See Part I, Item 1A, “Risk Factors” in this Annual Report on Form 10-K for additional details on the impact if we were not to comply with these license agreements and Note 14, “Commitments and Contingencies – Litigation and Regulatory Proceedings – Blue Cross Blue Shield Antitrust Litigation,” of the Notes to our Consolidated Financial Statements included in Part II, Item 8 of this Annual Report on Form 10-K for additional information on the Subscriber Settlement Agreement.\n\nRegulation\n\nGeneral\n\nOur operations are subject to comprehensive and detailed state, federal and international regulation throughout the jurisdictions in which we do business. These laws and regulations, which can vary significantly from jurisdiction to jurisdiction, restrict how we conduct our businesses and result in additional burdens and costs to us. Further, federal and state laws and regulations are subject to amendments and changing interpretations in each jurisdiction. The application of these complex legal and regulatory requirements to the detailed operation of our businesses creates areas of uncertainty. In addition, there are numerous proposed healthcare laws and regulations at the federal and state levels, including single payer, Medicare for All and public option proposals, some of which could materially adversely affect our businesses if they were to be enacted.\n\nSupervisory agencies, including federal and state regulators, departments of health and insurance and secretaries of state, have broad authority to:\n\n•grant, suspend and revoke licenses to transact business;\n\n•regulate our products and services in great detail;\n\n•regulate, limit, or suspend our ability to market products, including participation in Medicare and the Public Exchanges;\n\n•determine through a procurement process our ability to participate in certain programs, including state Medicaid programs;\n\n•retroactively adjust premium rates;\n\n•monitor our solvency and reserve adequacy;\n\n•audit, and recover audit discrepancies, including risk adjustment data validation (“RADV”) audits;\n\n•scrutinize our investment activities on the basis of quality, diversification and other quantitative criteria; and\n\n•impose monetary and criminal sanctions for non-compliance with regulatory requirements.\n\nTo carry out these tasks, these government entities periodically examine our operations and accounts.\n\nThe health benefits business, pharmacy services, and related healthcare products and services businesses also may be adversely impacted by court and regulatory decisions that expand or invalidate the interpretations of existing statutes and regulations. It is uncertain whether we could recoup, through higher premiums or other measures, the increased costs of mandated benefits or other increased costs caused by potential legislation, regulation or court rulings. See Part I, Item 1A “Risk Factors” in this Annual Report on Form 10-K.\n\n -15-\n\nThe Consolidation Appropriations Act of 2023\n\nThe Consolidated Appropriations Act of 2023 decoupled Medicaid eligibility redetermination from the COVID-19 Public Health Emergency, initially declared in January 2020. As a result, states were permitted to begin removing ineligible beneficiaries from their Medicaid programs starting April 1, 2023, and the majority of our Medicaid markets began doing so as of June 30, 2023. Although most states have completed this process, CMS has provided that states have until December 31, 2025, to complete these eligibility redeterminations. Since redeterminations resumed, we have continued to experience a decline in our Medicaid membership. We expect growth over time in our commercial plans, including through the Public Exchanges, as members who have lost Medicaid coverage in states where we offer commercial plans seek coverage elsewhere.\n\nThe Inflation Reduction Act of 2022\n\nThe Inflation Reduction Act of 2022 contains a variety of provisions that have impacted, and continue to impact, our business including extending the American Rescue Plan Act of 2021's enhanced Premium Tax Credits (“PTC”) through 2025; imposing a new corporate alternative minimum tax; providing a one percent excise tax on repurchases of stock; allowing CMS to negotiate prices on a limited set of prescription drugs beginning in 2026; instituting caps on insulin cost sharing in Medicare; redesigning the Medicare Part D benefit; requiring drug manufacturers to pay rebates if prices increase beyond inflation; and delaying the implementation of the Trump Administration Medicare drug rebate rule to 2032. The extension of the enhanced PTC has allowed for growth in Individual Public Exchange enrollment and has supported continuity of coverage since Medicaid eligibility redeterminations resumed in 2023. If Congress does not act to extend the enhanced PTC, they will expire at the end of 2025, which could have a material adverse effect on our business and results of operations. \n\nThe Consolidated Appropriations Act of 2021\n\nThe Consolidated Appropriations Act of 2021 (the “2021 Appropriations Act”) has impacted our business, including by imposing additional disclosure and reporting requirements related to broker compensation, mental health parity, pharmacy benefits and drug costs, as well as procedures and coverage requirements related to surprise medical bills, provider directory maintenance and continuity of care for certain patients. The requirements applicable to us under the 2021 Appropriations Act had varying effective dates beginning in December 2021. \n\nThe health plan price transparency regulations issued by the U.S. Departments of Health and Human Services (“HHS”), Labor, and Treasury (the “Tri-Agencies”) pursuant to the 2021 Appropriations Act required us to begin disclosing certain pricing information regarding negotiated rates and historical payment information with providers in 2022. Additionally, as directed by law, we make available to members personalized out-of-pocket cost information and underlying negotiated rates.\n\nIn September 2024, the Tri-Agencies issued final regulations related to mental health parity that will require health plans to make administrative and operational changes to comply with these final regulations. Although some provisions became effective on January 1, 2025, additional guidance from the Tri-Agencies will be necessary to assess the full impact of these regulations on our operations and financial results. Litigation has been filed challenging the final regulation and is pending court action.\n\nState Regulation of Insurance Companies and HMOs\n\nOur insurance and HMO subsidiaries must obtain a certificate of authority and maintain that license in the jurisdictions in which they conduct business. The National Association of Insurance Commissioners (“NAIC”) has adopted model regulations that, where adopted by states, require expanded governance practices, risk and solvency assessment reporting and the filing of periodic financial and operating reports. Most states have adopted these or similar measures to expand the scope of regulations relating to corporate governance and internal control activities of HMOs and insurance companies. Health insurers and HMOs are subject to state examination and periodic license renewal.\n\nIn addition, we are regulated as an insurance holding company and are subject to the insurance holding company acts of the states in which our insurance company and HMO subsidiaries are domiciled. These acts contain certain reporting requirements, as well as restrictions on transactions between an insurer or HMO and its affiliates, and may restrict the ability of our regulated subsidiaries to pay dividends to our holding companies. These holding company laws and regulations \n\n -16-\n\ngenerally require registration with applicable state departments of insurance and the filing of reports describing capital structure, ownership, financial condition, certain intercompany transactions, enterprise risks, corporate governance and general business operations. State insurance holding company laws and regulations require notice or prior regulatory approval of transactions including acquisitions, material intercompany transfers of assets, guarantees and other transactions between the regulated companies and their affiliates, including parent holding companies. Applicable state insurance holding company acts also restrict the ability of any person to obtain control of an insurance company or HMO without prior regulatory approval. “Control” is generally defined as the direct or indirect power to direct or cause the direction of the management and policies of a person and is presumed to exist if a person directly or indirectly owns or controls 10% or more of the voting securities of another person. Dispositions of control generally are also regulated under the state insurance holding company acts.\n\nThe states of domicile of our regulated subsidiaries have statutory risk-based capital (“RBC”) requirements for health and other insurance companies and HMOs based on the Risk-Based Capital (RBC) For Health Organizations Model Act. These RBC requirements are intended to assess the capital adequacy of health insurers and HMOs, taking into account the risk characteristics of a company’s investments and products. In general, under these laws, an insurance company or HMO must submit a report of its RBC level to the insurance department or insurance commissioner of its state of domicile for each calendar year. The law requires increasing degrees of regulatory oversight and intervention as a company’s RBC declines. As of December 31, 2024, the RBC levels of our insurance and HMO subsidiaries exceeded all applicable mandatory RBC requirements. For more information on RBC capital and additional liquidity and capital requirements for a licensee of the BCBSA, see “Management’s Discussion and Analysis of Financial Condition and Results of Operations – Liquidity and Capital Resources – Capital Resources,” included in Part II, Item 7 of this Annual Report on Form 10-K.\n\nOngoing Requirements and Changes Stemming from the ACA\n\nSince its enactment in 2010, the ACA has introduced new risks, regulatory challenges and uncertainties, has impacted our business model and strategy and has required changes in the way our products are designed, underwritten, priced, distributed and administered. We expect the ACA will continue to significantly impact our business and results of operations, including pricing, minimum medical loss ratios (“MLRs”) and the geographies in which our products are available. We will continue to evaluate the impact of the ACA as any further developments occur.\n\nWe also expect further and ongoing regulatory guidance on a number of issues related to Medicare, including evolving methodology for ratings and quality bonus payments. CMS also frequently proposes changes to its program that audits data submitted under the risk adjustment programs in ways that could increase financial recoveries from plans.\n\nCertain significant provisions of the ACA include, among others:\n\n•The creation of Public Exchanges for individuals and small group customers.\n\n•The establishment of minimum MLR thresholds by line of business for the commercial market (which may be subject to more restrictive MLR thresholds under state regulations, such as those in New York). Medicare Advantage or Medicare Part D prescription drug plans that do not meet the mandated threshold will have to pay a minimum MLR rebate, will be subject to restricted enrollment if MLR is below the threshold for three consecutive years and are subject to contract termination if the plan’s MLR is below the threshold for five consecutive years. In addition, state Medicaid programs are required to set managed care capitation rates such that a minimum MLR is projected to be achieved; however, states are not required to collect remittances if the minimum MLR is not achieved.\n\nApproximately 54.2% and 18.4% of our premium revenue and medical membership, respectively, were subject to the minimum MLR regulations as of and for the year ended December 31, 2024. Approximately 52.3% and 18.0% of our premium revenue and medical membership, respectively, were subject to the minimum MLR regulations as of and for the year ended December 31, 2023. \n\n•The creation of an incentive payment program for Medicare Advantage plans. CMS developed the Medicare Advantage Star Ratings system, which awards between 1.0 and 5.0 Stars to Medicare Advantage plans based on performance in several categories, including quality of care and customer service. The Star Ratings are used by CMS to award quality-based bonus payments to plans that receive a rating of 4.0 or higher. The methodology and measures included in the Star Ratings system can be modified by CMS annually. Our 2024 Star Ratings, which are \n\n -17-\n\nused for payment year 2025, reflect that 53% of our Medicare Advantage members are enrolled in plans rated at least 4.0 Stars or higher. This was an increase over the original 2024 Star Rating of 34% that were released in October 2023 and were subsequently recalculated by CMS. CMS released our 2025 Star Ratings in October 2024, which will be used to determine our Medicare Advantage bonus payments in 2026. Our 2025 Star Ratings reflect that 38% of our Medicare Advantage members are enrolled in plans rated at least 4.0 Stars or higher. We expect this will result in a reduction to our 2026 operating revenue of approximately $183 million, net of offsets from contracting provisions. Further, we expect to mitigate the financial impact to our 2026 operating gain and net income per share through various strategies such as contract diversification, operating expense efficiencies, capital deployment alternatives and network enhancements.\n\n•The implementation of a Medicare Advantage payment formula, which prevents reimbursement rates from increasing as much as otherwise would be expected. \n\n We continue to participate in the Public Exchange in nearly all of our Anthem Blue Cross and Anthem Blue Cross and Blue Shield service areas. We anticipate growth in our Public Exchange membership as former Medicaid members, no longer eligible for Medicaid coverage, continue to seek alternative coverage options. Additionally, we are entering select service areas in Florida, Maryland, and Texas in 2025, using our Simply Healthcare and Wellpoint brands, and we are actively evaluating expansion opportunities in additional marketplaces beyond 2025. Any variation from our expectations regarding acuity, enrollment levels, adverse selection, or other assumptions utilized in setting premium rates could have a material adverse effect on our results of operations, financial position, and cash flows, and may require further adjustments to our rates and participation going forward. Changes to our business environment are likely to continue as elected officials at the national and state levels continue to enact significant modifications to existing laws and regulations, including changes to available subsidies, taxes and fees. \n\nPharmacy Services and Drug Benefit Regulation\n\nPharmacy services, including pharmacy benefit managers, are regulated at both the federal and state levels and must comply with federal and state statutes and regulations governing a pharmacy benefit manager's business, including, but not limited to, pharmacy network restrictions and configurations, formulary management, affiliate pharmacy reimbursement, anti-steering to affiliated pharmacies, prohibition on pharmacy claim processing/transaction fees, pharmacy effective rates, guarantees and reconciliations, reimbursement pricing type mandates, purchase discount and/or rebate arrangements with drug manufacturers, advertising and licensing. Regulation in the states varies dramatically and ranges from licensure of pharmacy benefit managers as third-party administrators, licensure specifically as a pharmacy benefit manager, and licensure accompanied by additional disclosures and limitations of business practices to varying degrees.\n\nPharmacy benefit managers are also subject to continued changes in public policy, legislation, laws, and regulations relating to drug benefits and pharmacy services, which include, but are not limited to, (1) regulation of rebates from drug manufacturers that would require rebate dollars to be applied at the point-of-sale or passed through to the plan sponsor, (2) federal policy changes to set the prices for a subset of drugs covered under the Medicare program, (3) reforms to the Medicare drug benefit, such as beneficiary cost-sharing changes that aim to lower consumer costs and prohibit pharmacy benefit managers and their affiliates from deriving income based on the price of the drug, (4) attempts at both the federal and state levels to prohibit the use of spread pricing contracts in both the commercial and Medicaid markets, (5) prior authorizations of drugs, (6) transparency and public disclosure of costs and profits, (7) prohibiting exclusive specialty and mail pharmacy networks, (8) limiting pharmacy accreditation and credentialing requirements, (9) consumer choice/any willing provider requirements, and (10) prohibiting steering to affiliated pharmacies. These changes in public policy, legislation, laws, and regulations have the potential to have broad impacts on our pharmacy benefit management services and could materially adversely affect our business.\n\nOur pharmacy services business includes home delivery and specialty pharmacies, infusion services, injectable therapies and clinic-based pharmacies, which must be licensed as pharmacies in the states in which they are located. Certain pharmacies must also register with the U.S. Drug Enforcement Agency (“DEA”) and individual state-controlled substance authorities to dispense controlled substances. In addition to adhering to the laws and regulations in the states where our pharmacies are located, we may also be required to comply with certain laws and regulations in certain states into which one of our pharmacies delivers prescription drugs, including those requiring us to register with Boards of Pharmacy as a non-resident pharmacy. These non-resident states generally expect our pharmacies to follow the laws of the state in which the \n\n -18-\n\npharmacies are located, but some non-resident states also require us to comply with certain of their pharmacy regulations as well. Additionally, pharmacies that participate in Medicare or Medicaid pharmacy networks are required to comply with applicable Medicare and Medicaid provider rules and regulations.\n\nPrivacy, Confidentiality and Data Standards Regulation\n\nThe federal Health Insurance Portability and Accountability Act of 1996 (“HIPAA”) and the administrative simplification provisions of HIPAA impose a number of requirements on covered entities (including insurers, HMOs, group health plans, providers and clearinghouses) and their business associates relating to the use, disclosure and safeguarding of protected health information. These requirements include uniform standards of common electronic healthcare transactions; privacy and security regulations; and unique identifier rules for employers, health plans and providers.\n\nAlso, the Health Information Technology for Economic and Clinical Health (“HITECH”) Act provisions of the American Recovery and Reinvestment Act of 2009 and corresponding implementing regulations have imposed additional requirements on the use and disclosure of protected health information such as additional data breach notification and reporting requirements, contracting requirements for HIPAA business associate agreements, strengthened enforcement mechanisms and increased penalties for HIPAA violations. Federal consumer protection laws may also apply in some instances to privacy and security practices related to personally identifiable information.\n\nThe federal Gramm-Leach-Bliley Act generally places restrictions on the disclosure of non-public information to non-affiliated third parties, and requires financial institutions, including insurers, to provide customers with notice regarding how their non-public personal information is used, including an opportunity to “opt out” of certain disclosures. State departments of insurance and certain federal agencies adopted implementing regulations as required by federal law. \n\nThe Cybersecurity Information Sharing Act of 2015 encourages organizations to share cyber threat indicators with the federal government and, among other things, directed HHS to develop a set of voluntary cybersecurity best practices for organizations in the healthcare industry, which were issued in 2018.\n\nIn addition, Public Exchanges are required to adhere to privacy and security standards with respect to personally identifiable information and to impose privacy and security standards that are at least as protective as those the Public Exchange has implemented for itself on insurers offering plans through the Public Exchanges and their designated downstream entities, including pharmacy services providers and other business associates. These standards may differ from, and be more stringent than, HIPAA.\n\nFurthermore, states have begun enacting more comprehensive privacy laws and regulations addressing consumer rights to data protection or transparency that may affect our privacy and security practices, such as state laws like the California Privacy Rights Act of 2020 that govern the use, disclosure and protection of member data and impose additional breach notification requirements. The NAIC has proposed revisions to the Privacy of Consumer Financial and Health Information Model Act, which, if implemented, would expand consumer privacy rights and place additional limitations on the use and disclosure of member data. State consumer protection laws may also apply to privacy and security practices related to personally identifiable information, including information related to consumers and care providers. Complying with conflicting cybersecurity regulations and varying enforcement philosophies, which may differ from state to state, requires significant resources and may materially and adversely affect our ability to standardize our products and services across state lines. \n\nFederal regulations have been finalized in the following areas that will continue to materially impact our operations:\n\n•Federal regulations on data interoperability that require claims data to be made available to third parties unaffiliated with us that may not be HIPAA regulated; and \n\n•Federal regulations requiring hospitals and health insurers to publish negotiated prices for services, including the health plan price transparency regulations issued in October 2020 by the U.S. Departments of Health and Human Services, Labor and Treasury (the “Health Plan Transparency Rule”). \n\nBeginning in July 2022, the Health Plan Transparency Rule required us to disclose, on a monthly basis, detailed pricing information regarding negotiated rates for all covered items and services between the plan or issuer and in-network providers and historical payments to, and billed charges from, out-of-network providers. Additionally, beginning in 2023, we were \n\n -19-\n\nrequired to make available to members personalized out-of-pocket cost information and the underlying negotiated rates for 500 covered healthcare items and services, including prescription drugs. Effective January 1, 2024, this ongoing requirement has expanded to include all items and services.\n\nEmployee Retirement Income Security Act of 1974\n\nThe provision of services to certain employee welfare benefit plans is subject to the Employee Retirement Income Security Act of 1974, as amended (“ERISA”), a complex set of laws and regulations subject to interpretation and enforcement by the Internal Revenue Service and the Department of Labor. ERISA regulates certain aspects of the relationships between us, the employers that maintain employee welfare benefit plans subject to ERISA and participants in such plans. Some of our administrative services and other activities may also be subject to regulation under ERISA. In addition, certain states require licensure or registration of companies providing third-party claims administration services for benefit plans. We provide a variety of products and services to employee welfare benefit plans that are covered by ERISA. Plans subject to ERISA can also be subject to state laws, and the question of whether and to what extent ERISA preempts a state law has been, and will continue to be, interpreted by many courts.\n\nGuaranty Fund Assessments\n\nUnder insolvency or guaranty association laws in most states, insurance companies and HMOs can be assessed for amounts paid by guaranty funds for policyholder losses incurred when an insurance company or HMO becomes insolvent. Most state insolvency or guaranty association laws currently provide for assessments based upon the amount of premiums received on insurance underwritten within such state (with a minimum amount payable even if no premium is received). Under many of these guaranty association laws, assessments are made retrospectively. Some states permit insurers or HMOs to recover assessments paid through full or partial premium tax offsets or through future policyholder surcharges. The amount and timing of any future assessments cannot be predicted with certainty; however, future assessments are likely to occur.\n\nInternational Regulation\n\nWe have various international subsidiaries, which provide administrative and other services, that are subject to different, and sometimes more stringent, legal and regulatory requirements that vary widely by jurisdiction. In addition, our non-U.S. operations are subject to U.S. laws regulating the conduct and activities of U.S.-based businesses operating abroad, including but not limited to, the Foreign Corrupt Practices Act and corresponding foreign laws governing anti-bribery, anti-corruption, anti-money laundering, data protection and privacy, employment, and other regulatory oversight initiatives. \n\nHuman Capital\n\nThe foundation of our strategy starts with our culture, and our associates are critical to fulfilling our purpose of improving the health of humanity. As of December 31, 2024, our employee population, including all full-time, part-time and temporary workers, consisted of approximately 104,200 individuals, 76,300 in the United States and 27,900 internationally. Ninety-nine percent of our total workforce is employed full-time, at least 33 hours a week. \n\nWe believe we have built a high-performance culture that enhances our ability to deliver on our commitments and long-term strategy, as well as guides us to address the challenges of today. We believe that our culture allows us to attract and retain talented and experienced individuals to support the communities we serve.\n\nBecause dedication to human capital management is a core component of our corporate governance, the Compensation and Talent Committee of our Board of Directors (our “Board”) regularly reviews and discusses management's approach to talent acquisition and retention, and monitors our programs and practices related to workforce inclusion. Additionally, the Governance Committee of our Board has primary responsibility for monitoring our corporate social responsibility and environmental sustainability initiatives and performance. We provide the age, gender and racial and ethnic compositions of our U.S. work force in our annual Impact Report, which includes Equal Employment Opportunity Employer Information Report (EEO-1) data.\n\n   Culture, Engagement and Inclusion\n\nEach year we conduct internal associate engagement surveys that provide our associates with an opportunity to share their opinions and experiences with respect to their roles, their teams and the Company, and we also offer online feedback \n\n -20-\n\ntools. Our management team reviews, monitors and analyzes associate feedback and acts on responses to identify opportunities to adjust our policies and benefits to improve our associates’ experiences. In addition, in 2024, over 20% of our U.S. workforce participated in our Business Resource Groups, or BRGs, which provide associates meaningful opportunities to connect, collaborate and grow. These voluntary, associate-led communities, which are open to all of our associates, help to foster an environment of inclusivity, respect and collaboration. To further engage and reward our associates, we have an associate recognition program called IMPACT that empowers all associates to recognize their colleagues for their contributions to our Company and to celebrate both personal and professional milestones, whether recognition is for going “above and beyond” or simply to express thanks. \n\nWe are dedicated to attracting, developing, maintaining, and supporting an inclusive workforce that fosters a sense of belonging for individuals with a wide range of backgrounds, life experiences and cultures. We believe that these varied experiences enhance our connection with our members, enabling us to serve our members and communities more effectively and driving business impact. Our initiatives in this area are led by our Chief Talent Officer, and our workforce embodies a multitude of dimensions, including skills, experiences, age, tenure, gender, race, ethnicity, physical abilities and geographic location.\n\nFair Pay\n\nWe are committed to a fair pay workplace. We were in the first cohort of companies certified by the Fair Pay Workplace (“FPW”), an independent certification that takes a holistic approach to pay equity, partnering to design an annual pay equity action plan that includes a perpetual review of all positions, new hires and promotions to effect meaningful and measurable change. This independent certification is based on a set of publicly available rules and standards and the endorsed methodology of a group of leading experts from forward-thinking corporations, academia, human resources, data science and the legal field. After partnering with and overseeing our review process examining pay equity for cash compensation, including base and short-term incentives, in December 2024 FPW again validated our analysis of our U.S. associate population, which found that pay for women is 99.2% of men, and pay for people of color is 99.8% of white associates, after taking into account neutral, job related factors. \n\nTalent Development and Retention\n\nGrowing, developing and retaining our talent internally is key to our succession plans and our ability to lead at our best every day. To inspire a high-performance culture, promote talent excellence and accelerate growth and innovation, we offer individual, career and leadership development opportunities, encouraging associates to continually learn, grow and expand their skill sets. We offer various instructor-led and virtual instructor-led programs and maintain a vast curriculum of relevant, on-demand learning and development resources. In 2024, we invested a significant amount in human capital development, averaging approximately 27 hours of training and development per associate. \n\nHealth, Wellness and Safety\n\nWe have the privilege of touching the lives of millions of people each day, starting with the health and safety of our own associates. To improve the health, wellbeing and safety of our associates, we offer a comprehensive compensation package, including competitive salaries, a 401(k) plan and medical, dental, vision and disability coverage. In addition, we offer our associates wellness and behavioral health programs and tools to help them get and stay healthy and more easily manage their work and personal lives. We have a mixed in-office, hybrid and remote workplace strategy, and we foster associate engagement through a variety of activities based in our key office locations.\n\n -21-\n\nInformation About Our Executive Officers\n\nThe following sets forth certain information regarding our executive officers and Chief Accounting Officer as of February 1, 2025.\n\nNameAgePosition\n\nGail K. Boudreaux64President and Chief Executive Officer\n\nMark B. Kaye\n\n45Executive Vice President and Chief Financial Officer\n\nPeter D. Haytaian55Executive Vice President and President, Carelon and CarelonRx\n\nCharles M. Kendrick, Jr.59Executive Vice President and President, Commercial Health Benefits\n\nRatnakar V. Lavu\n\n54Executive Vice President and Chief Digital and Information Officer\n\nFelicia F. Norwood65Executive Vice President and President, Government Health Benefits\n\nRonald W. Penczek60Chief Accounting Officer and Controller\n\nMs. Boudreaux has been serving as our President and Chief Executive Officer and as a Director of the Company since November 2017. Prior to joining us, she served as Chief Executive Officer of GKB Global Health, LLC (healthcare consulting firm) from 2015 to November 2017. Prior thereto, Ms. Boudreaux was Executive Vice President of UnitedHealth Group Incorporated (“UHGI”) (diversified healthcare company) from 2008 to 2015. She also served as Chief Executive Officer of UnitedHealthcare (managed healthcare company), a subsidiary of UHGI from 2011 to 2014 and as President of the Commercial Business of UnitedHealthcare from 2008 to 2010. Before joining United Healthcare, she worked at Health Care Service Corporation (“HCSC”) (health insurance company) as Executive Vice President of External Operations from 2005 to 2008 and President of Blue Cross and Blue Shield of Illinois from 2002 to 2005. Before joining HCSC, Ms. Boudreaux held various positions at Aetna, Inc. (“Aetna”) (managed healthcare company), including Senior Vice President, Group Insurance. \n\nMr. Kaye has been serving as our Executive Vice President and Chief Financial Officer since November 2023, having joined us in September 2023 as our Chief Financial Officer Designate. Prior to joining us, he served as the Executive Vice President and Chief Financial Officer of Moody’s Corporation (“Moody’s”) (credit rating and research company) from April 2021 to September 2023, with responsibility for all global finance activities across the company and as Senior Vice President - Chief Financial Officer from August 2018 to April 2021. Prior to Moody’s, he served as Senior Vice President and Head of Financial Planning and Analysis at Massachusetts Mutual Life Insurance Company (“MassMutual”) (financial services company) from February 2016 until July 2018, and Chief Financial Officer of MassMutual U.S. from July 2015 to February 2016. Prior to that, Mr. Kaye served as Chief Financial Officer and Senior Vice President, Retirement Solutions, at Voya Financial (formerly ING U.S.) (institutional asset manager) from 2011 to 2015. Leading up to that appointment, Mr. Kaye held various senior financial and risk reporting positions at ING U.S. and ING Group. Prior to that, Mr. Kaye worked in the investment banking division of Credit Suisse First Boston.\n\nMr. Haytaian has been serving as our Executive Vice President and President of Carelon and CarelonRx since October 2021. Prior to his current role, he was Executive Vice President and President of the Commercial & Specialty Business Division beginning in April 2018. From June 2014 until April 2018, Mr. Haytaian held the position of Executive Vice President and President of the Government Business Division. He joined the Company in 2012 through the acquisition of Amerigroup Corporation (“Amerigroup”) and served as President of our Medicaid business from 2013 until 2014. From 2005 to 2013, Mr. Haytaian held various leadership positions with Amerigroup, including Chief Executive Officer of the North Region for its Medicaid business from 2012 until 2013. Mr. Haytaian has extensive experience leading Medicare and Medicaid programs both at Amerigroup and, prior thereto, with Oxford Health Plans, Inc.\n\nMr. Kendrick has been serving as our Executive Vice President and President of our Commercial Health Benefits since October 2021. From January 2021 until October 2021, Mr. Kendrick served as President of our Commercial Business West Markets (California, Colorado, Indiana, Kentucky, Missouri, Nevada, Ohio and Wisconsin). Mr. Kendrick has been with the Company since 1995, and has held various leadership roles across the organization, including serving as President, Anthem National Accounts/Central Markets from 2015 until January 2021 and President of National Accounts and General Manager for Anthem Blue Cross and Blue Shield of Georgia from 2010 until 2015.\n\n -22-\n\nMr. Lavu has been serving as our Executive Vice President and Chief Digital and Information Officer since February 2024. Prior to joining us, he served as Global Chief Digital Information Officer of Nike, Inc. (“Nike”) (retailer) from July 2019 to February 2023. Prior to Nike, he served as Chief Technology Officer/CIO of Kohl’s Corporation (“Kohls”) (retailer) from March 2016 to June 2019, and he held other various roles at Kohl's beginning in 2011, including Executive Vice President, Digital Technology, and Senior Vice President of Digital Innovation. Prior to Kohl's, Mr. Lavu served as Chief Technology Officer at Redbox Automated Retail, LLC (retailer) from October 2009 to October 2011.\n\nMs. Norwood has been serving as our Executive Vice President and President of our Government Health Benefits since June 2018. Prior to joining us, she was Director of The Department of Healthcare and Family Services for the State of Illinois from 2015 to June 2018. Prior to that appointment, Ms. Norwood held various leadership roles at Aetna, with her most recent role as President of the Mid-America Region for Aetna from 2010 until 2013.\n\nMr. Penczek has been serving as our Controller since November 2015 and as our Chief Accounting Officer since December 2015. He served as our Vice President and Corporate Controller from 2013 to 2015. Prior to that appointment, Mr. Penczek served as Vice President and Assistant Controller from 2008 to 2012 and in various other roles in our finance department from 2005 until 2008. Before joining us in 2005, Mr. Penczek was a Staff Vice President with CNA Insurance from 2000 to 2005 and held various positions at PricewaterhouseCoopers LLP from 1992 to 2000, including as a Manager.\n\nAvailable Information\n\nWe are a large accelerated filer (as defined in Rule 12b-2 of the Securities Exchange Act of 1934, as amended (the “Exchange Act”)) and are required, pursuant to Item 101 of Regulation S-K, to provide certain information regarding our website and the availability of certain documents filed with or furnished to the U.S. Securities and Exchange Commission (the “SEC”). The SEC maintains a website that contains reports, proxy and information statements and other information regarding issuers at www.sec.gov. Our website is www.elevancehealth.com. We have included our website address in this Annual Report on Form 10-K as a textual reference only. The information contained on, or accessible through, our website is not incorporated into this Annual Report on Form 10-K or any of our other SEC filings. We make available through our website, free of charge, our Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act as soon as reasonably practicable after we electronically file such material with or furnish it to the SEC. We also include on our website our Corporate Governance Guidelines, our Code of Conduct and the charter of each standing committee of our Board of Directors. In addition, we intend to disclose on our website any amendments to, or waivers from, our Code of Conduct that are required to be publicly disclosed pursuant to rules of the SEC and the New York Stock Exchange. Elevance Health, Inc. is an Indiana corporation incorporated on July 17, 2001.",
      "char_count": 97397
    },
    "item1a": {
      "text": "ITEM 1A. RISK FACTORS.\n\nIn evaluating our business, the risks described below, as well as the other information contained in this Annual Report on Form 10-K, should be carefully considered. Any one or more of such risks could materially and adversely affect our business, financial condition, results of operations and stock price and could cause our actual results of operations and financial condition to vary materially from past or anticipated future results of operations and financial condition. Additional risks and uncertainties not presently known to us or that we currently believe to be immaterial may also adversely affect us.\n\nBUSINESS RISKS\n\nIf we fail to appropriately predict, price for and manage healthcare costs, the profitability of our products and services could decline, which could materially adversely affect our business, cash flows, financial condition and results of operations. \n\nOur profitability depends on accurately predicting and pricing for healthcare costs. Profitability is also dependent on our ability to manage future healthcare costs through medical management, product design, negotiation of favorable provider contracts and underwriting criteria. Total healthcare costs are affected by the type, number and unit cost of individual services rendered. Numerous factors affecting healthcare costs may adversely affect our ability to predict and manage such costs, and may impact our business, cash flows, financial condition and results of operations. These factors include, among others: changes in healthcare practices; healthcare utilization patterns; demographic characteristics including the aging population; previously uninsured members entering the healthcare system; short and long-term risks associated with our members' lifestyle decisions; medical cost inflation; increased labor costs; provider and member fraud; evolution of new technologies, drugs and treatments; increased cost of individual services; increased number and cost of prescription drugs; direct-to-consumer marketing by drug manufacturers; clusters of high cost cases; increased use of services, including resulting from pandemics, large-scale medical emergencies, increasing natural \n\n -23-\n\ndisasters in connection with climate change, geopolitical instability and other public health crises; and new mandated benefits and treatment guidelines and changes to other regulations impacting our business.\n\nOur estimates of future benefit cost projections involve extensive judgment and are subject to considerable inherent variability. Slight differences between our predicted and actual medical costs or utilization rates as a percentage of premium revenues can result in significant changes in our results of operations. Generally, our premiums on commercial policies and Medicaid contracts are fixed for a 12-month period and are determined based on data from several months prior to the commencement of the premium period. Our revenue from Medicare policies is based on bids submitted to CMS six months prior to the start of the contract year. CMS has explicit gain and loss margin requirements within the bids, as well as contract-specific federal MLR annual requirements. Accordingly, the costs we incur in excess of our benefit cost projections cannot be recovered in the contract year through higher premiums. Existing Medicaid contract rates are often established by the applicable state, and our actual costs may exceed those rates. Many factors, including those discussed above, have caused, and may in the future cause, actual costs to exceed those estimated and reflected in our commercial premiums and Medicare and Medicaid bids.\n\nWe participate in the Public Exchange in many of the states where we offer Medicaid health plans. The Public Exchange markets in general are highly volatile and unpredictable from year to year. We develop each state's Public Exchange market premium rates during the spring of each year for policies effective in the following calendar year. Legislation, regulation enforcement activity and judicial decisions that cause the Public Exchange to operate in a manner different than we projected in setting premium rates, including the potential expiration of enhanced PTCs at the end of 2025, could affect our results. In addition, any variation from our cost expectations regarding acuity, enrollment levels, adverse selection, or other assumptions utilized in setting premium rates, could have a material adverse effect on our results of operations, financial position, and cash flows.\n\nAlthough federal and state premium and risk adjustment mechanisms could help offset health benefit costs above our projections if the assumptions we use to set our premium rates are significantly different than actual results, our results of operations and financial condition could still be adversely affected. The reserves that we establish for health insurance policy benefits and other contractual rights and benefits are based on assumptions concerning a number of factors, including trends in healthcare costs, expenses, general economic conditions and other factors. To the extent the actual claims experience is unfavorable compared to our underlying assumptions, our incurred losses would increase, and future earnings could be adversely affected. Further, if we are unable to provide higher quality outcomes and better experiences through the development and expansion of our value-based care products at lower costs or to integrate our care delivery model, our results of operations, financial position and cash flows may be adversely impacted. \n\nPharmaceutical products and services are a significant component of our healthcare costs. Evolving regulations and state and federal mandates regarding coverage may impact the ability of our health plans to continue to receive existing price discounts on pharmaceutical products for our members. Other factors affecting our pharmaceutical costs include, but are not limited to, existing prices, geographical variation in utilization of new FDA-approved pharmaceuticals and new FDA-approved indications for existing pharmaceuticals, and changes in discounts.\n\nIn addition to the challenge of managing healthcare costs, we face pressure to contain premium rates. Our customers may renegotiate their contracts to seek to contain their costs or may move to a competitor to obtain more favorable premiums. Public Exchange plan selection by our customers is also highly price sensitive. Further, federal and state regulatory agencies may restrict or prevent entirely our ability to implement changes in premium rates. A limitation on our ability to increase or maintain our premium or reimbursement levels or a significant loss of membership resulting from our need to increase or maintain premium or reimbursement levels could adversely affect our business, cash flows, financial condition and results of operations. \n\nA significant reduction in the enrollment in our health benefits programs, pharmacy services or diversified products and services, particularly in states where we have large regional concentrations, could have an adverse effect on our business, cash flows, financial condition and results of operations. \n\nA significant reduction in the number of enrollees in our health benefits programs, pharmacy services, or diversified products and services could adversely affect our business, cash flows, financial condition and results of operations. Factors that have contributed, and may continue to contribute, to a reduction in enrollment include: reductions in workforce by existing customers; a reduction in Medicaid membership due to the end of the temporary suspension of eligibility redetermination for Medicaid recipients in response to the COVID-19 pandemic; a general economic upturn that results in fewer individuals being eligible for Medicaid programs; a general economic downturn that results in business failures and high unemployment rates; employers no longer offering certain healthcare coverage as an employee benefit or electing to offer coverage on a voluntary, employee-funded basis; participation on Public Exchanges; federal and state regulatory changes; failure to obtain new customers or retain existing customers; premium increases and benefit changes; our exit from a specific market; negative publicity and news coverage; and, failure to attain or maintain nationally recognized accreditations.\n\n -24-\n\nThe states in which we operate with the largest concentrations of revenues include California, Virginia, New York, Ohio, Indiana, Florida, Texas and Georgia. Due to this concentration of business in these states, we are exposed to potential losses resulting from the risk of state-specific or regional economic downturns or healthcare coverage changes impacting these states. If any such negative economic conditions do not improve, we may experience a reduction in existing and new business, which could have a material adverse effect on our business, cash flows, financial condition and results of operations.\n\nA cyber-attack or other privacy or data security incident sustained by us or third parties we rely on could result in an unauthorized disclosure of sensitive or confidential information, cause a loss of data, disrupt our operations, give rise to remediation or other expenses, expose us to liability under our contracts, federal, state and international laws, and subject us to litigation and investigations, which could have an adverse effect on our business, reputation, cash flows, financial condition and results of operations.\n\nAs part of our normal operations, we collect, store, process, retain and analyze certain sensitive and confidential information, including personal information subject to privacy, security and data breach notification requirements. Some of the data we process, store and transmit is outside of the U.S. due to the structure of our information technology systems and our internal business operations. We are subject to a variety of continuously evolving federal, state and international laws and rules regarding collection, dissemination, receipt, maintenance, protection, use, transmission, disclosure, privacy, confidentiality, security, availability, integrity, creation, processing and disposal of sensitive or confidential information that, depending on the specific business and intended data use, include without limitation, HIPAA's privacy and security rules, HIPAA's HITECH rule, the Gramm-Leach-Bliley Act, the General Data Protection Regulation and numerous state laws governing personal information, including the California Consumer Privacy Act, as amended by the California Privacy Rights Act. Regulators are also imposing new and greater monetary fines or penalties for privacy violations, and jurisdictions where we operate have passed, and continue to propose, data privacy legislation and/or regulations related to Artificial Intelligence (“AI”). We have programs in place to detect, contain and respond to data, privacy and security incidents and provide employee awareness training regarding phishing, malware, and other risks to protect against privacy and cybersecurity incidents. Our facilities and systems, and those of our third-party service providers, including our business associates, are regularly the target of, and may be vulnerable to, cyber-attacks, security breaches, acts of vandalism, computer viruses, misplaced or lost data, programming and/or human errors, negligent or wrongful conduct by associates or others with permitted access to our systems and information, or other threats or catastrophic events. Additionally, there have been, and may in the future be, heightened vulnerabilities due to our remote or varied geographical workforce operations.\n\nWe cannot ensure that we or our third-party service providers will be able to identify, prevent or contain the effects of cyber-attacks or other cybersecurity risks that bypass our or their security measures or disrupt our or their information technology systems or business. Hardware, software or applications we develop or procure from third parties may contain defects in design, manufacturer defects or other problems that could unexpectedly compromise information security. In addition, because the techniques used to obtain unauthorized access, disable, disrupt or degrade service or sabotage systems change frequently, are becoming increasingly sophisticated (in part due to the use of evolving technologies), and may not immediately produce signs of intrusion, we may be unable to anticipate these techniques and threats, timely discover or counter them or implement adequate preventative measures. Viruses, worms, malicious software programs or other unauthorized methods of acquiring data may be used to attack our systems or otherwise exploit any security vulnerabilities which may cause system disruptions or shutdowns, or may cause personal, proprietary or confidential information to be disclosed, misappropriated or compromised. We have business continuation and resiliency plans which are maintained, updated and tested regularly in an effort to successfully contain and remediate potential disruptions or cyber events, but there is no guarantee that such efforts will be effective. If those efforts are not effective, the functionality of our information technology systems or those of third parties could be interrupted. Cybersecurity and the continued development and enhancement of our controls, processes and practices designed to protect our systems, computers, software, data and networks from attack, damage and unauthorized access remain a priority for us.\n\nWe have been, and may in the future be, subject to litigation and governmental investigations related to cyber-attacks, privacy incidents and security breaches. Any such future litigation or governmental investigation could divert the attention of management from the operation of our business, result in reputational damage and have a material adverse impact on our business, cash flows, financial condition, and results of operations. Moreover, our programs to detect, contain, and respond to data security incidents as well as contingency plans and insurance coverage for potential liabilities of this nature may not be sufficient to cover all claims and liabilities.\n\nNoncompliance with any privacy, security or data protection laws and regulations, or any security breach, cyber-attack or cybersecurity breach, and any incident involving the misappropriation, exfiltration, theft, loss or other unauthorized disclosure or use of, or access to, sensitive or confidential information, whether by us or by one of our third-party service providers or their vendors, previously have and could in the future require us to expend significant resources to continue to modify or enhance our protective measures and to remediate any damage. In addition, this could negatively affect our operations, cause system disruptions, damage our reputation, cause membership losses and contract breaches, expose us or our members to the risk of financial or medical \n\n -25-\n\nidentity theft, and result in regulatory enforcement actions, material fines and penalties, litigation or other actions that could have a material adverse effect on our business, cash flows, financial condition and results of operations.\n\nIf we fail to responsibly use and protect data, or if such data is found to be inaccurate or unreliable, our business and customers could suffer adverse consequences.\n\nWe use de-identified and aggregated data to create analytic models designed to predict, and potentially improve, outcomes and patient care. The collection, maintenance, protection, use, transmission, disclosure and disposal of sensitive personal information is regulated at the federal, state, international and industry levels and requirements are also imposed on us and vendors through contracts with clients. We are also subject to various other consumer protection laws that regulate our communications with customers. Certain of our businesses are also subject to the Payment Card Industry Data Security Standard, which is designed to protect credit card account data as mandated by payment card industry entities. In addition, more jurisdictions are regulating the collection, use and transfer of data across borders. These laws, rules, regulations and contractual requirements are subject to change, and the regulatory environment surrounding data protection and privacy is becoming more onerous. Compliance with existing or new privacy, security, technology or data protection laws, regulations and requirements may result in increased enforcement and costs, and may constrain or require us to alter our business model or operations.\n\nFurther, if the data we rely upon to run our businesses is found to be inaccurate or unreliable or if we fail to maintain or protect our information systems and data integrity effectively, we could experience failures in our technology products; lose existing customers; have difficulty attracting new customers; experience problems in determining medical cost estimates and establishing appropriate pricing; have difficulty preventing, detecting and controlling fraud; have disputes with customers, physicians and other healthcare professionals; become subject to regulatory sanctions, penalties, investigations or audits; incur increases in operating expenses; or suffer other adverse consequences. \n\nThere are various risks and conditions associated with participating in Medicare and Medicaid programs, including payment rates, processes and timelines that are determined by the government, compliance with government contract requirements and regulatory oversight. \n\nWe contract with various federal and state agencies, including CMS, to provide managed health benefits services, such as Medicare Advantage, Medicare Part D, Medicare Supplement, Medicaid, TANF, SPD, LTSS, CHIP, Medicaid expansion programs and various specialty programs, products and services. We also provide various administrative services for other entities offering medical and/or prescription drug plans to their Medicaid or Medicare eligible members, and we offer employer group waiver plans which provide medical and/or prescription drug coverage to retirees. We also participate in programs in several states for the care of dual-eligible members. Changes in existing laws or regulations applicable to these programs, or their interpretations, are difficult to predict and could have a material adverse effect on our business, cash flows, financial condition and results of operations.\n\nRevenues from the Medicare and Medicaid programs are determined, in whole or in part, by the federal government and/or applicable state governments, and base premium rates paid by each state or federal agency differ depending upon a combination of factors such as defined upper payment limits, a member’s health status, age, gender, county or region, benefit mix, member eligibility category and risk scores. Rates may be affected by federal and state budgetary constraints. Certain state contracts are subject to cancellation in the event of the unavailability of state funds. Additionally, ongoing CMS changes to the calculation of risk in the Medicare Advantage program may impact our revenue. For example, CMS made significant changes to the structure of the hierarchical condition category model in version 28, which may impact risk adjustment factor (“RAF”) scores for a larger percentage of Medicare Advantage beneficiaries and could result in changes to beneficiary RAF scores with or without a change in the patient’s health status. The federal government or any state in which we operate could decrease rates paid to us, pay us less than the amount necessary to keep pace with our cost trends, cancel our contracts retroactively or seek an adjustment to previously negotiated rates. In addition, various states’ Medicare-Medicaid dual-eligible plans are still subject to uncertainty surrounding payment rates and other requirements, which could affect where we seek to participate in these programs. For example, CMS will require in future years that health plans offering certain dual-eligible products must also align with integrated Medicaid products in the same service area. Some states are also requiring companies to offer Medicaid within a state and are conducting competitive bid processes to qualify to offer dual-eligible products. An unexpected reduction in payments, inadequate government funding or significantly delayed payments for these programs may adversely affect our business, cash flows, financial condition and results of operations.\n\nOther potential risks associated with Medicare Advantage and Medicare Part D plans include increased medical or pharmaceutical costs, data corrections identified as a result of ongoing auditing and monitoring activities, potential uncollectability of receivables resulting from processing and/or verifying enrollment, inadequacy of underwriting assumptions, inability to receive and process correct information (including inability due to systems issues by the federal government, the applicable state government or us), uncollectability of premiums from members and limited enrollment periods. Actual results may be materially \n\n -26-\n\ndifferent than our assumptions and estimates and could have a material adverse effect on our business, financial condition and results of operations. \n\nOur contracts with CMS and state governmental agencies contain certain provisions regarding data submission, risk adjustment, provider network and directory maintenance, quality measures, claims payment, timely and accurate processing of appeals and grievances, oversight of service providers, encounter data, continuity of care, call center performance and other requirements specific to federal and state program regulations. We have been subject in the past, and may again be in the future, to administrative actions, fines, penalties, liquidated damages or retrospective adjustments in payments made to our health plans as a result of a failure to comply with these requirements, which has impacted, and in the future could impact, our profitability. We have experienced retroactive rate adjustments by certain state Medicaid agencies in the past, and such rate adjustments may occur in the future. Further, our state Medicaid contracts have not always been renewed, we have not always been awarded new contracts as a result of the competitive procurement process, and in some cases, we have lost members under existing contracts as a result of a post-award challenge by unsuccessful bidders, each of which could take place in the future and have a material adverse effect on our business, cash flows, financial condition and results of operations.\n\nThe Star Rating System utilized by CMS to evaluate Medicare Advantage Plans may have a significant effect on our revenue, as higher-rated plans tend to experience increased enrollment, plans with a Star Rating of 4.0 or higher are eligible for quality-based bonus payments and plans with a Star Rating of 5.0 can market to and enroll members year-round. CMS continues to change its rating system to make achieving and maintaining a 4.0 or higher Star Rating more difficult. CMS released our 2025 Star Ratings in October 2024, which will be used to determine our Medicare Advantage plans' quality bonus payments in 2026. Based on our membership at September 1, 2024, 38% of our Medicare Advantage members were in plans with 2025 Star Ratings of at least 4.0 Stars, compared to 53% of our Medicare Advantage members being in plans with 2024 Star Ratings of at least 4.0 Stars (based on our 2024 Star Ratings, as recalculated by CMS). This change in our 2025 Star Ratings is expected to negatively impact our Medicare quality bonus payments, plan level rebates and operating revenue beginning in 2026, and our enrollment may be negatively impacted as consumers seek higher rated plans. Further, if we do not improve our Star Ratings, or if quality-based bonus payments are reduced or eliminated, we will experience further negative impact on our revenues and the benefits that our plans can offer, which could materially and adversely affect the marketability of our plans, our ability to expand our business, our membership levels, results of operations, financial condition and cash flows. Similarly, if we fail to meet or exceed any performance standards imposed by state Medicaid programs in which we participate, we may not receive performance-based bonus payments or may incur penalties.\n\nIn addition, our failure to comply with federal and state healthcare laws and regulations applicable to our participation in Medicaid and Medicare programs, including those directed at preventing fraud, abuse and discrimination, could result in investigations, litigation, fines, restrictions on, or exclusions from, program participation, or the imposition of corporate integrity agreements or other agreements with a federal or state governmental agency, any of which could adversely impact our business, cash flows, financial condition and results of operations.\n\nWe are periodically subject to government audits, including CMS RADV audits of our Medicare Advantage Plans to validate diagnostic data, patient claims and financial reporting, and audits of our Medicare Part D plans by the Medicare Part D Recovery Audit Contractor (“RAC”), as well as state Medicaid RAC programs. Certain of our contracts currently have pending RADV audits by CMS and the HHS Office of Inspector General that are awaiting CMS finalization. In addition, we routinely perform ordinary course reviews of, among other things, our Medicare Advantage data submitted to CMS. These governmental audits, or changes in how these audits are conducted, including changes that may result from the final RADV Audit rule that was issued in 2023, and our internal reviews, have, and could in the future, result in reports or disclosures for prior, current or future filing years to federal or state regulatory agencies, submission of data corrections, and/or significant adjustments in payments made to our health plans and future Medicare Advantage bids, which could adversely affect our financial condition and results of operations. Governmental regulators and agencies continue to heighten their scrutiny of business and reporting practices within the health services industry with respect to risk adjustment and claims payment. Additionally, state regulators are increasingly conducting audits to assess the quality of services we provide to our Medicare members. If we fail to report and correct errors discovered through our own auditing procedures, during a RADV or RAC audit or during state regulatory audits, or otherwise fail to comply with applicable laws and regulations, we could be subject to fines, civil penalties or other sanctions, which could have a material adverse effect on our ability to participate in these programs, and on our financial condition, cash flows and results of operations. In addition, price transparency initiatives, such as the Health Plan Transparency Rule, may impact our ability to obtain or maintain favorable contract terms. For example, hospitals are required to publish online payer-specific negotiated charges for each item or service the hospital provides.\n\nOur Medicare and Medicaid contracts are also subject to various MLR rules, including minimum MLR thresholds, rebate requirements and audits, which could adversely affect our membership and revenues if any of our state Medicare or Medicaid plans do not meet an applicable minimum MLR threshold. If a Medicare Advantage, MMP or Medicare Part D contract pays minimum \n\n -27-\n\nMLR rebates for three consecutive years, it will become ineligible to enroll new members. If a Medicare Advantage or Medicare Part D contract pays such rebates for five consecutive years, it will be terminated by CMS.\n\nA change in our healthcare product mix may impact our profitability. \n\nOur healthcare products that involve greater potential risk generally tend to be more profitable than administrative services products and those healthcare products where the employer groups assume the underwriting risks. Individuals and small employer groups are more likely to purchase our higher-risk healthcare products because such purchasers are generally unable or unwilling to bear greater liability for healthcare expenditures. Typically, government-sponsored programs also involve our higher-risk healthcare products. A shift of enrollees from more profitable products to less profitable products could have a material adverse effect on our cash flows, financial condition and results of operations.\n\nIf we fail to develop and maintain satisfactory relationships with hospitals, physicians, pharmacy service providers and other healthcare providers, our business, cash flows, financial condition and results of operations may be adversely affected. \n\nOur profitability is dependent in part upon our ability to contract on favorable terms with hospitals, physicians, pharmacy services providers and supply chain partners and other healthcare providers. These partners may elect not to contract with us, and the failure to secure or maintain cost-effective contracts on competitive terms may result in a loss of membership or higher medical costs, which could adversely affect our business. In addition, consolidation among healthcare providers, Accountable Care Organizations practice management companies, and other organizational structures that physicians, hospitals and other care providers choose, as well as the ability of larger employers to contract directly with providers, has changed and may continue to change the way that these providers interact with us and may alter the competitive landscape overall. Such organizations or groups of physicians may compete directly with us or be owned by one of our competitors, which may impact our relationship with these providers or affect the way that we price our products and estimate our costs. Such competition may require us to incur costs to change our operations, which could adversely affect our business, cash flows, financial condition, and results of operations. \n\nOur inability to contract with providers, providers attempting to use their market position to negotiate more favorable contracts or place us at a competitive disadvantage, the departure of prominent network providers or provider groups to competitors, or the inability of providers to provide adequate care could adversely affect our business. In addition, we do not have contracts with all providers that render services to our members and, as a result, may not have a pre-established agreement about the amount of compensation those out-of-network providers will accept for the services they render. State and federal laws, such as the No Surprises Act, define the compensation that must be paid to out-of-network providers in certain scenarios, and related litigation has lessened the weight of the Qualifying Payment Amount during independent dispute resolution processes, which may result in an increase in rates we must pay to out-of-network providers. Both our lack of contracts with certain providers and the development of new federal and state laws could result in significant litigation or arbitration proceedings, to the extent a provider attempts to obtain payment from our members for the difference between the amount we have paid and the amount they have charged, or other increases in rates paid to out-of-network providers.\n\nWe are dependent on the success of our relationships with third parties for various services and functions. \n\nWe contract with various third parties to perform certain functions and services and provide us with certain information technology systems. Certain of these third parties provide us with significant portions of our business infrastructure and operating requirements. For example, a single vendor can provide to us a wide range of technology infrastructure services, such as end user (help desk and field support), data center, mainframe, payment card handling, storage and database services and multi-cloud management services, and we are subject to the risks of any operational failure, termination or other restraints in such an arrangement. We could become overly dependent on key vendors, which could cause us to lose core competencies. A termination of our agreements with, or disruption in the performance of, one or more of these service providers could result in service disruptions or unavailability, reduced service quality and effectiveness, increased or duplicative costs or an inability to meet our obligations to our customers. In addition, we may also have to seek alternative service providers, which may be unavailable or only available on less favorable contract terms or with more difficult integration hurdles. Any of these outcomes could adversely affect our business, reputation, cash flows, financial condition and operating results.\n\nOur pharmacy services business would be adversely affected if we are unable to contract on favorable terms with third-party vendors, including pharmaceutical manufacturers. We delegate certain pharmacy benefit manager services, including, but not limited to, claims adjudication, pharmacy network administration, rebate administration, advanced home delivery back-end dispensing, and customer service, to CVS pursuant to the CVS Agreement. If CVS fails to provide pharmacy benefit manager services as contractually required, we may not be able to meet the full demands of our customers, which could have a material adverse effect on our business, reputation and results of operations. Additionally, we may not maintain favorable terms and conditions, including financial terms, to compete in the market. For additional information on the CVS Agreement, see “Business - Product and Service Descriptions,” in Part I, Item 1 of this Annual Report on Form 10-K.\n\n -28-\n\nThe failure to properly maintain the integrity or availability of our data, or to successfully maintain, protect and upgrade our information systems could adversely affect our business. \n\nOur business depends significantly on effective information systems, and we have many different information systems for our various businesses, including those that we have acquired as a result of our merger and acquisition activities. Our information systems require an ongoing investment, commitment of significant resources to maintain, integrate, upgrade, enhance and expand existing systems, and development of new systems to keep pace with continuing changes in information processing technology, emerging cybersecurity risks, changing customer preferences, evolving industry and regulatory standards and legal requirements, including as a result of the ACA, the Health Plan Transparency Rule, the 2021 Appropriations Act and federal data interoperability regulations. In addition, we may obtain significant portions of our systems-related or other services from independent third parties (and their vendors), which may make our operations vulnerable if such third parties fail to perform and oversee adequately. Further, unauthorized third parties present additional risk, including by propagating misinformation related to products, business and the health industry.\n\nFailure to adequately implement, consolidate, integrate, streamline, maintain and upgrade effective and efficient information systems, including those powered by or incorporating AI, with sufficiently advanced technological capabilities could result in investigations, audits, fines and penalties, competitive and cost disadvantages to us compared to our competitors, contractual damages, and diversion of management’s time, and could have a material adverse effect on our business, financial condition and results of operations. Failure or disruption of our performance of, or our ability to perform, key business functions, including as a result of the unavailability or cyber-attack of our information technology systems or those of third parties (including cloud service providers), could decrease response times, lower levels of service satisfaction and harm our reputation and brand. Our systems interface with and depend on third-party systems, hardware, infrastructure and cloud technologies, and we could experience service denials if demand for such service exceeds capacity, or these systems fail or experience interruption. From time to time, we update, transition, acquire, or expand use of our and third-party information technology systems, which may result in heightened vulnerability. Some third-party systems that are necessary for the operation of our business processes are maintained outside of our control but would impact our business operations if compromised as a result of a cyber-attack. Despite our adoption and continued enhancement of business continuity and disaster recovery strategies, there is no guarantee that such efforts will be effective, which could interrupt the functionality of our information technology systems or those of third parties. Our failure to implement adequate business continuity and disaster recovery strategies could significantly reduce our ability to provide products and services to our customers and members, which could have a material adverse effect on our business and results of operations.\n\nIn addition, connectivity amongst technologies is becoming increasingly important, with recent trends bringing greater consumer engagement in healthcare; therefore, the pace at which our customers will need enhanced technologies with sophisticated applications for mobile interfaces, including tools and products that leverage AI to improve the customer experience, will quicken. We anticipate that fast-evolving AI technologies will play an increasingly significant role in our information systems and technology products. If the information systems we rely upon to run our business were found to be inaccurate or unreliable or if we fail to adequately maintain, upgrade, enhance, expand and protect our information systems, security controls and data integrity effectively, we could experience problems in determining medical cost estimates and establishing appropriate pricing and reserves, have disputes with customers and providers, lengthen the pace of integration activities or otherwise delay the launch of acquired products, face regulatory problems, including sanctions and penalties, incur increases in operating expenses or suffer other adverse consequences, including a decrease in membership.\n\nWe are subject to risks associated with our use of AI, which could adversely affect our business, reputation or financial results.\n\nAs part of our operations, we are making investments in certain AI administrative tools and solutions to enhance our operations and positively impact the experience of our members, and we continue to explore further innovation using AI. The rapid advancement of these technologies presents opportunities for us, but there are risks associated with the development and deployment of AI, and there can be no assurance that our usage of AI will enhance our operations. We have developed and implemented policies and procedures intended to promote and sustain responsible design, development, and use of AI. Our AI-related efforts may give rise to risks related to accuracy, harmful bias, discrimination, intellectual property infringement, data privacy, and cybersecurity, among others. In addition, we may be subject to new or enhanced governmental or regulatory scrutiny, litigation or other liability and ethical concerns, and negative consumer perceptions as to the use of automation and AI, or other complications that could adversely affect our business, reputation, or financial results. Any inadequacy in or failure to comply with our responsible use of AI policies and procedures or emerging laws, regulations and standards governing AI use could cause our technology not to operate as intended or to produce outcomes that could have a material and adverse effect on our business, reputation, results of operations, financial position and cash flows.\n\n -29-\n\nWe are subject to risks associated with pandemics, like the COVID-19 pandemic, as well as other extreme events, large-scale medical emergencies and public health crises, which could have a material adverse effect on our business, results of operations, and financial condition and financial performance.\n\nA pandemic or other large-scale medical emergency or public health crisis, such as the COVID-19 pandemic, referred to collectively as “public health crises,” may cause illness, death, quarantines, business and school shutdowns, reductions in business activity, travel and financial transactions, unemployment, inflation, labor shortages, supply chain interruptions, disruptions in public and private infrastructure and overall economic and financial market instability. The following are some risks that we could experience as a result of future public health crises, all of which could increase our costs, impair our ability to provide services, and have a material adverse effect on our business, cash flows, financial condition and results of operations:\n\n•Increased healthcare costs due to higher utilization rates of medical facilities and services and behavioral health services, increased labor costs resulting from labor shortages and increases in medical expenses and associated hospital and pharmaceutical costs, including testing, treatment and the administration of vaccines and other therapeutics and costs due to care deferred during the public health crisis, which may lead to additional care resulting from missed treatments.\n\n•Increased estimation uncertainty for our claims liability, as well as decreased predictability of Medicare and Medicaid rates due to changes in utilization of medical facilities and services, medical expenses and other costs. \n\n•A reduction in enrollment in our health benefits, pharmacy services, or other healthcare services and products or a change in membership mix to less profitable lines of business by existing customers due to reductions in workforce and other impacts of an economic downturn. \n\n•Cash flow volatility or shortfalls caused by delayed, delinquent or non-collectable payments.\n\n If any future public health crisis occurs and continues for a prolonged period, these risks could be exacerbated and cause further impact to our business and operations. Additionally, other extreme events such as natural disasters, war, terrorism, increased crime, civil unrest and sanctions could create public health crises, operations disruptions or otherwise have a material adverse effect on our business, cash flows, financial condition and results of operations. In the event of a public health crisis, we may need to make temporary policy changes, such as waiving various medical requirements, assisting with replacement medications, transferring prescriptions and expanding our help line. Natural disasters or extreme weather events, such as wildfires, floods, hurricanes, tropical storms, and snow and ice storms, have impacted, and may in the future impact, our customers, associates, facilities and third-party vendors located in the affected area. Furthermore, climate change could result in certain types of natural disasters occurring more frequently or with more intense effects, which could have a long-term impact on general economic conditions and the health benefits and pharmacy services industries in particular.\n\nLEGAL, REGULATORY AND PUBLIC POLICY RISKS\n\nWe are subject to significant government regulation, and changes or proposed changes in the regulation of our business by federal and state regulators may adversely affect our business, cash flows, financial condition and results of operations and the market price of our securities. \n\nWe are subject to significant state and federal regulation associated with many aspects of our business, including, but not limited to, licensing, premiums, marketing activities, provider contracting, access and payment standards, and corporate governance and financial reporting matters, as described in greater detail in Part I, Item 1, “Business - Regulation” in this Annual Report on Form 10-K. Further, the integration into our business of entities that we acquire, or our expansion into new businesses or jurisdictions, may increase our regulatory risk and affect the way in which existing laws and rules apply to us.\n\nFrequent and sometimes unpredictable changes to existing laws, rules and regulations or judicial interpretation, application or enforcement thereof, or development of new laws, rules, regulatory interpretations or judgments could force us to change how we conduct our business, affect the products and services we offer (and where we offer them), restrict revenue and enrollment growth, increase our costs, including operating, healthcare technology and administrative costs, restrict our ability to obtain new product approvals and implement changes in premium rates, and require enhancements to our compliance infrastructure and internal controls environment, which could adversely impact our business and results of operations. In addition, legislative and/or regulatory policies or proposals that seek to manage the healthcare industry or otherwise impact our business may cause the market price of our securities to decrease, even if such policies or proposals never become effective. In particular, further regulations and modifications to the ACA and laws and regulations stemming from the ACA could impact the market for our products, funding for ACA programs, the regulations applicable to us and the fees and taxes payable by us and otherwise affect our business and future operations, some of which may adversely affect our financial condition and results of operations. \n\nWe are required to obtain and maintain insurance, licenses and other regulatory approvals to market certain of our products and services, to increase prices for certain regulated products and services and to consummate some of our acquisitions and dispositions. \n\n -30-\n\nDelays in obtaining or failure to obtain or maintain these approvals, as well as future regulatory action by state or federal authorities, could have a material adverse effect on the profitability or marketability of our health benefits, pharmacy services, healthcare and other products and services or on our business, financial condition, and results of operations. In addition, changes in government regulations, policies or funding that apply to government-sponsored programs such as Medicare and Medicaid including, among other things, reimbursement levels, quality-based bonus payment determinations, eligibility and redetermination requirements, benefit coverage requirements and additional governmental participation, have adversely affected, and could in the future adversely affect, our business, cash flows, financial condition, and results of operations. Although Medicaid eligibility redeterminations following COVID-19 suspensions slowed throughout 2024, CMS has provided that states have until December 31, 2025, to complete these eligibility redeterminations.\n\nWe have experienced past assessments under state or federal insolvency or guaranty association laws applicable to insurance companies, HMOs and other payers, and may experience assessments in the future if, for example, premiums established by other companies for their health insurance products, including certain long-term care products, are inadequate to cover their costs. Any such assessment could expose us to the risk of paying a portion of an impaired or insolvent insurance company’s claims through state guaranty associations. We are not currently able to estimate our potential financial obligations, losses or the availability of offsets associated with potential guaranty association assessments; however, any significant increase in guaranty association assessments could have a material adverse effect on our business, cash flows, financial condition, and results of operations. \n\nWe expect state legislatures will continue to focus on healthcare delivery and financing issues, including actions to reduce or limit increases to premium payments, provider billing protections, access to care and other reforms of state health insurance markets. State ballot initiatives could also be put to voters that could materially impact our operating environment. If enacted into law, these state proposals and actions could have a material adverse impact on our business, cash flows, operations or financial condition. Additionally, state legislative actions and litigation could impact ERISA pre-emption. Further, in the past, Congress has considered, and may consider in the future, various forms of managed care reform legislation which, if adopted, could fundamentally alter the treatment of coverage decisions under ERISA, including limiting ERISA’s preemptive effect on state laws, and other laws and could increase our costs, expose us to expanded liability, permit greater state regulation on our operations, or require us to revise the ways in which we conduct business.\n\nWe are subject to various risks associated with our international operations. \n\nAs we expand and operate our business outside of the U.S., we are presented with different challenges, including challenges in adapting to new markets, languages, business, labor and cultural practices, regulatory environments and local civil unrest or political controversy. Adapting to these challenges could require us to devote significant senior management attention and other resources. If we are unable to successfully manage our international operations, our business, cash flows, financial condition and results of operations could be adversely affected. In the future, we may acquire or operate new businesses outside of the U.S., increasing our exposure to these risks.\n\nCertain of our subsidiaries operate internationally and are subject to regulation in the jurisdictions in which they are organized or conduct business related to, among other things, local and cross border taxation, intellectual property, investment, currency rate differentials, management control, labor, anti-fraud, anti-corruption and privacy and data protection, which vary by jurisdiction. In addition, we are subject to U.S. laws that regulate the conduct and activities of U.S.-based businesses operating abroad, such as the Foreign Corrupt Practices Act. Violations of these laws and regulations could result in fines, criminal sanctions against us, our officers or associates, restrictions or outright prohibitions on the conduct of our business and significant reputational harm and could adversely affect our ability to market our products and services, which may have a material adverse effect on our business, financial condition and results of operations. \n\nWe face risks related to litigation. \n\nWe are, and may in the future be, a party to a variety of private party and governmental legal actions and investigations that may affect our business, such as administrative charges before government agencies, employment and employment discrimination-related suits, employee benefit claims, breach of contract actions, tort claims, intellectual property-related litigation and settlements. In addition, because of the nature of our business, we are subject to a variety of legal actions relating to our business operations, including the design, administration and offering of our products and services. These could include claims relating to the denial or limitation of health benefits; federal and state false claims act laws; dispensing of drugs associated with our pharmacy services business; professional liability claims arising out of the delivery of healthcare and related services to the public; development or application of medical policies and coverage and clinical guidelines; medical malpractice actions; allegations of anti-competitive and unfair business activities; provider disputes over reimbursement and contracts; provider tiering programs; narrow networks; termination of provider contracts; the recovery of overpayments from providers; fee-based business; disputes over co-payment calculations; reimbursement of out-of-network claims; the failure to disclose certain business practices; the failure to comply with various state or federal laws, including but not limited to: ERISA and the Mental Health Parity Act; the calculation of minimum \n\n -31-\n\nMLR and rebates related thereto; claims related to privacy, intellectual property and vendor disputes; claims related to our use of personal information and other proprietary data; and, customer audits and contract performance, including government contracts. These actions or proceedings could result in substantial costs to us, require management to spend substantial time focused on litigation, result in negative media attention, and may adversely affect our business, reputation, financial condition, results of operations and cash flows.\n\nWe are also involved in, or may in the future be party to, pending or threatened litigation incidental to the business we transact or arising out of our operations, including, but not limited to, breaches of security and violations of privacy requirements, shareholder actions, compliance with federal and state laws and regulations (including qui tam or “whistleblower” actions), or sales and acquisitions of businesses or assets. From time to time, we are involved as a party in various governmental inquiries, investigations, audits, reviews and administrative proceedings, including challenges relating to the award of government contracts. These investigations, audits and reviews include routine and special investigations by state insurance departments, various federal regulators including CMS and the HHS Office of Inspector General, state attorneys general, the Department of Justice, and various offices of the U.S. Attorney General. Following an investigation, we may be subject to civil or criminal fines, penalties, and other sanctions if we are determined to be in violation of applicable laws or regulations. Liabilities that may result from these actions could have a material adverse effect on our cash flows, results of operations and financial condition.\n\nRecent court decisions and legislative activity may increase our exposure for any of these types of claims. In some cases, substantial non-economic (including injunctive relief), treble or punitive damages may be sought. Our international footprint also subjects us to additional potential disputes or differing interpretations related to contractual rights, tax positions, and regulatory oversight. Some liabilities and damages may not be covered by the insurance we carry, insurers may dispute coverage, or the amount of insurance may not be enough to cover the damages awarded. In addition, insurance coverage for all or certain forms of liability may become unavailable or prohibitively expensive in the future. Any adverse judgment against us resulting in such damage awards could result in negative publicity and have an adverse effect on our cash flows, results of operations and financial condition.\n\nThere are various risks associated with providing health benefits and other healthcare diversified products and services. \n\nWe continue to evolve our business to offer products and services beyond traditional health insurance, including digital health technology, pharmacy services, home health, and behavioral and clinical care services, which subjects us to litigation and regulatory risks that are different from our traditional product and services offerings and may materially affect our exposure to other risks. \n\nThe direct provision of healthcare services by certain of our subsidiaries involves risks of additional litigation brought against us or our associates for alleged malpractice or professional liability claims arising out of the delivery of healthcare and related services. In addition, liability may arise from maintaining healthcare premises that serve the public. Behavioral health services may also raise the risk profile of our business given the critical and sensitive nature of the services provided. In addition, we are, to a certain extent, self-insured with regard to litigation risks, including claims of medical malpractice against our affiliated physicians and us, and it is possible that the level of actual losses will significantly exceed the liabilities recorded for our estimates of the probable costs resulting from self-insured matters. The defense of any actions may result in significant expenses, and if we fail to maintain adequate insurance coverage for these liabilities, or if such insurance is not available, the resulting costs could adversely affect our business, cash flows, financial condition and results of operations. As we become more involved in direct care delivery and the provision of other services, such as crisis management services, there will be an increased possibility of litigation. \n\nAdditionally, many states in which certain of our subsidiaries operate limit the practice of medicine to licensed individuals or professional organizations comprised of licensed individuals. Business corporations generally may not exercise control over the medical decisions of physicians, and we are not licensed to practice medicine. Rules and regulations relating to the practice of medicine, fee-splitting between physicians and referral sources, and similar issues vary from state to state, and any enforcement actions by governmental officials alleging non-compliance with these rules and regulations could adversely affect our business, cash flows, financial condition and results of operations. Further, in certain states we are required to use professional corporations that are not affiliates, which exposes us to risk in the event the physician owners of those professional corporations take actions that are in breach of the contractual obligations that exist between us.\n\nWe rely on agreements with customers, confidentiality agreements with associates and third parties, and our trademarks, trade secrets, copyrights and patents to protect our proprietary rights. These legal protections and precautions may not prevent misappropriation of our proprietary information. Litigation and misappropriation of our proprietary information could hinder our ability to market and sell products and services, which could materially and adversely affect our results of operations, financial position and cash flows. Further, certain of our businesses use, develop or sell software products that may contain unexpected design defects or may encounter unexpected complications during integration or when used with other technologies utilized by the customer. A failure of these products to operate as intended and in a seamless fashion with other products could also materially and adversely affect our results of operations, financial position and cash flows. \n\n -32-\n\n Our pharmacy services business and pharmacy related operations are subject to risks and uncertainties that are in addition to those we face in our core healthcare business. \n\nWe provide pharmacy services and are responsible to regulators, our members and customers for the delivery of those pharmacy services that we contract to provide. Our pharmacy services business is subject to the risks inherent in the dispensing, packaging, fulfillment and distribution of pharmaceuticals and other healthcare products, including exposure to liabilities and reputational harm related to clinical quality, patient safety, infusion center operations, and other risks inherent in the dispensing, packaging and distribution of drugs, and other operational errors by us or our pharmacy services suppliers. Any failure by us or one of our pharmacy services suppliers to adhere to the laws and regulations applicable to the dispensing of pharmaceuticals could subject our pharmacy services business to civil and criminal penalties.\n\nOur pharmacy services business is subject to federal and state laws and regulations that govern its relationships with pharmaceutical manufacturers, physicians, pharmacies and customers, including without limitation, federal and state anti-kickback laws, beneficiary inducement laws, consumer protection laws, ERISA, HIPAA and laws related to the operation of mail-service pharmacies, as well as an increasing number of licensure, registration and other laws and accreditation standards that impact the business practices of a pharmacy services business. In addition, the pharmacy services business, which conducts business through home delivery, infusion and specialty pharmacies, is subject to federal and state laws and regulations, including those of state boards of pharmacy, individual state-controlled substance authorities, the U.S. Drug Enforcement Agency and the U.S. Food and Drug Administration. Growth of our home delivery, specialty pharmacy and infusion services businesses subjects us to an increase in licensure requirements, and to regulatory and operational risks as our pharmacy services business becomes more vertically integrated. Also, we and our third-party vendors may be subject to certain registration requirements and state and federal laws related to the practice of pharmacy. Noncompliance with applicable laws and regulations by us or our third-party vendors could have material adverse effects on our business, results of operations, financial condition, liquidity and reputation.\n\nFederal and state legislatures and regulators also regularly consider new laws and regulations and changes to existing regulations and policies for the industry that could materially affect current industry practices and our business. These new and changing laws and regulations include the regulation that was issued by HHS in November 2020 (but delayed to 2032 by the Inflation Reduction Act) related to drug manufacturer rebates, Medicaid spread pricing contract arrangements, the pricing of pharmaceuticals, the 2021 Appropriations Act provisions on drug price reporting and potential new regulations or legislation regarding commercial spread pricing, rebates, fees from pharmaceutical companies, the development and use of formularies and other utilization management tools, pharmacy benefit manager compensation, the use of average wholesale prices or other pricing benchmarks, pricing for specialty pharmaceuticals, limited access to networks, prohibitions on pharmacy steering and pharmacy network reimbursement methodologies, and reporting requirements, as well as greater state regulation of pharmacy benefit managers and state involvement in the self-insured and Medicare Part D markets, which are typically preempted by federal law. Further, various government agencies have conducted and continue to conduct investigations and studies into certain pharmacy services practices, which have resulted and may in the future result in pharmacy benefit managers agreeing to civil penalties, including the payment of money and entry into corporate integrity agreements, or could materially and adversely impact the pharmacy services business model. These changes in legislation within the prescription drug industry and pharmacy benefit management practices have both short-term and long-term impacts that could have a material adverse effect on our business and results of operations.\n\nWe are a party to license agreements with the BCBSA that entitle us to the exclusive and, in certain areas, non-exclusive use of the BCBS names and marks in our geographic territories. The termination of these license agreements or changes in the terms and conditions of these license agreements could adversely affect our business, cash flows, financial condition and results of operations. \n\nOur license agreements with the BCBSA contain certain requirements and restrictions regarding our operations and our use of the BCBS names and marks, and failure to comply with those requirements could result in a termination of the license agreements. The license agreements may be modified by the BCBSA, which could have a material adverse effect on our future expansion plans or results of operations. Further, BCBS licensees have certain requirements to perform administrative services for members of other BCBS licensees. As of December 31, 2024, we provided health benefit and other healthcare services to approximately 34 million Blue Cross and/or Blue Shield enrollees. If we or another BCBS licensee are not in compliance with all legal requirements or are unable to perform administrative services as required, this could have an adverse effect on our members and our ability to maintain our licenses, which could have a material adverse effect on our business, cash flows, financial condition and results of operations.\n\nUpon the occurrence of an event causing termination of the license agreements, we would no longer have the right to use the BCBS names and marks or to sell BCBS health insurance products and services in one or more of our service areas. Furthermore, the BCBSA would be free to issue a license to use the BCBS names and marks in these service areas to another entity. Our existing BCBS members would be provided with instructions for obtaining alternative products and services licensed by the BCBSA. We believe that the BCBS names and marks are valuable identifiers of our products and services in the marketplace.\n\n -33-\n\nUpon termination of either license agreement, the BCBSA would have the right to impose a “Re-establishment Fee” upon us, which would be used in part to fund the establishment of a replacement Blue Cross and/or Blue Shield licensee in the vacated service area. The fee is set at $98.33 per licensed enrollee. If the Re-establishment Fee were applied to our total Blue Cross and/or Blue Shield enrollees of approximately 34 million as of December 31, 2024, we would be assessed approximately $3 billion by the BCBSA. As a result, termination of the license agreements would have a material adverse effect on our business, cash flows, financial condition and results of operations. For more information on the BCBSA license agreements, including requirements, restrictions and termination events set forth in these license agreements, see Part I, Item 1, “Business - BCBSA Licenses” of this Annual Report on Form 10-K.\n\nIndiana law, other applicable laws, our articles of incorporation and bylaws, and provisions of our BCBSA license agreements may prevent or discourage takeovers and business combinations that our shareholders might consider to be in their best interest. \n\nIndiana law, other applicable laws and regulations and provisions in our articles of incorporation and bylaws may delay, defer, prevent or render more difficult a takeover attempt that our shareholders might consider to be in their best interests. For instance, they may prevent our shareholders from receiving the benefit from any premium to the market price of our common stock offered by a bidder in a takeover context or adversely affect the price that some investors are willing to pay for our stock.\n\nThe insurance holding company system acts and certain health statutes of the states in which our insurance company or HMO subsidiaries are regulated restrict the ability of any person to obtain control of an insurance company or HMO without prior regulatory approval. Further, the Indiana Business Corporation Law contains business combination provisions that, in general, prohibit for five years any business combination with a beneficial owner of 10% or more of our common stock unless the holder’s acquisition of the stock was approved in advance by our Board of Directors.\n\nOur articles of incorporation and bylaws contain provisions that could have anti-takeover effects and may delay, defer or prevent a takeover attempt that our shareholders might consider to be in their best interests. Our articles of incorporation provide that no person may beneficially own shares of voting capital stock beyond specified ownership limits, except with the prior approval of a majority of the “continuing directors.” The ownership limits, which may not be exceeded without the prior approval of the BCBSA, are the following: (1) for any institutional investor (as defined in our articles of incorporation), one share less than 10% of our outstanding voting securities; (2) for any non-institutional investor (as defined in our articles of incorporation), one share less than 5% of our outstanding voting securities; and (3) for any person, one share less than the number of shares of our common stock or other equity securities (or a combination thereof) representing a 20% ownership interest in us.\n\nIn addition, our articles of incorporation and bylaws: divide our Board of Directors into three classes serving staggered three-year terms (which is required by our license agreements with the BCBSA); permit our Board of Directors to determine the terms of and issue one or more series of preferred stock without further action by shareholders; restrict the maximum number of directors and the ability to increase that number; limit the ability of shareholders to remove directors; impose restrictions on shareholders’ ability to fill vacancies on our Board of Directors; impose advance notice requirements for shareholder proposals and nominations of directors to be considered at meetings of shareholders; prohibit shareholders from amending certain provisions of our bylaws; and impose restrictions on who may call a special meeting of shareholders.\n\nThe health benefits industry is subject to negative publicity, which could adversely affect our business, cash flows, financial condition and results of operations. \n\nNegative publicity in the healthcare industry is driven by factors that include, but are not limited to, premium rate increases, prior authorization practices, industry consolidation, cost of care initiatives and debate about current or proposed legislation. Such publicity may lead to more regulation and legislative review of industry practices, which may increase business costs and impact profitability by constraining our ability to market, maintain or expand our product and service offerings and result in increased regulatory oversight of our operations. Negative publicity and perception of the health benefits industry in general, the BCBSA, other BCBSA licensees, us, or our key vendors could limit our ability to attract and retain talent, impact the security of our workforce, and adversely affect our business, cash flows, financial condition and results of operations.\n\nSTRATEGIC RISKS\n\nWe face competition in many of our markets, and if we fail to adequately adapt to changes in our industry and develop and implement strategic growth opportunities, our ability to compete and grow may be adversely affected. \n\nAs a health company offering health benefits, pharmacy services and other diversified products and services, we operate in a highly competitive industry that is subject to significant changes from and competition due to legislative reform, business consolidations, new strategic alliances, new market entrants, aggressive marketing practices, technological advancements and changing market practices such as increasing usage of telehealth. We also must respond to pricing and other actions taken by existing competitors, suppliers and potentially disruptive new entrants in the Public Exchanges and in our other lines of business. These factors have produced and will continue to produce significant pressures on our profitability and membership. Furthermore, \n\n -34-\n\ndecisions to buy our products and services are increasingly made or influenced by consumers, through means such as direct purchasing (for example, Medicare Advantage plans) and insurance exchanges that allow individual choice, or by large employers that may increasingly be able to contract directly with providers. Our success and future growth depend on our ability to compete effectively under these unique market pressures in the consumer-driven marketplace, and our ability to develop and deliver innovative and potentially disruptive products and services to satisfy evolving market demands.\n\nIn addition, the pharmacy services industry is highly competitive, and our pharmacy services business unit is subject to competition from national, regional and local pharmacy services providers, other insurers, health plans, large retail pharmacy chains, large retail stores, supermarkets, mail order and web pharmacies, discount cards and specialty pharmacies. Strong competition within the pharmacy services business has generated greater demand for lower product and service pricing and enhanced product and service offerings. Our inability to maintain positive trends, or to contract on favorable terms with CVS, wholesalers or pharmaceutical manufacturers for, among other things, rebates, discounts, administrative fees and inventory purchase prices, or a failure to identify and implement new ways to mitigate pricing pressures, could negatively impact our ability to attract or retain customers, negatively impact our margins and have a material adverse effect on our business and results of operations. In addition, legislative reforms such as the regulation issued by HHS related to rebates and the 2021 Appropriations Act, which requires reporting of plan spending, the cost of plan pharmacy benefits, enrollee premiums and any manufacturer rebates received by the plan or issuer, may adversely affect our competitive position, cash flows, financial condition and results of operations.\n\nIn order to achieve our long-term financial targets, we need to not only grow our profitable medical membership, but also continue to profitably grow and diversify our sources of revenue and earnings, including through the increased sale of our pharmacy services, both integrated and external, other healthcare services and products, and specialty products, such as stop loss, dental, vision and other supplemental products, expand our products and services and establish new cost of care solutions. If we are unable to execute our strategy with respect to the growth of our healthcare, pharmacy services, and other diversified products and services businesses, or if we are unable to acquire or develop and successfully manage new opportunities that further our strategic objectives and differentiate our products and services from our competitors, our ability to profitably grow our business could be adversely affected.\n\nWe are currently dependent on the non-exclusive services of independent agents and brokers in the marketing of our healthcare products, particularly with respect to individuals, seniors and certain group customers. We face intense competition for the services and allegiance of these independent agents and brokers, who may also market the products of our competitors. Our relationship with our brokers and independent agents could be adversely impacted by changes in our business practices to address legislative changes, including potential reductions in commissions and consulting fees paid to agents and brokers. We cannot ensure that we will be able to compete successfully against current and future competitors for these services or that competitive pressures faced by us will not materially and adversely affect our business, cash flows, financial condition and results of operations.\n\nFor additional information, see “Business - Competition” in Part I, Item 1 of this Annual Report on Form 10-K.\n\nWe have built a significant portion of our current business through mergers and acquisitions, joint ventures, strategic alliances and investments, and although we expect to pursue such opportunities in the future, we are subject to risks resulting from such business combinations. \n\nThe following are some of the risks associated with mergers, acquisitions, divestitures, joint ventures and strategic alliances and investments, referred to collectively as business combinations, that could have a material adverse effect on our business, cash flows, financial condition and results of operations:\n\n•some business combinations may not achieve anticipated revenues, earnings or cash flow, business opportunities, synergies, growth prospects or other anticipated benefits; \n\n•we may assume liabilities that were not disclosed to us, or which were underestimated, and which could lead to legal challenges, investigations and enforcement actions, and we may not be able to adequately recover from sellers or insurance carriers for such assumed liabilities;\n\n•we may experience difficulties in integrating business combinations, including into our internal control environment and culture, be unable to integrate business combinations successfully or as quickly as expected and be unable to realize anticipated economic, operational and other benefits in a timely manner or at all;\n\n•business combinations and proposed business combinations that are not completed could disrupt our ongoing business, lead to the incurrence of significant fees, distract management, result in the loss of key associates, divert resources, result in tax costs or inefficiencies and make it difficult to maintain our current business standards, controls, information technology systems, policies and procedures;\n\n•IT system vulnerabilities may be more acute for IT systems associated with recently acquired businesses, and we may be unable to address such vulnerabilities, inadequacies, or failures immediately after acquiring a business, which could undermine integration activities, delay launch of acquired products, and increase infrastructure risk; \n\n -35-\n\n•we may finance future business combinations by issuing common stock for some or all of the purchase price, which could dilute the ownership interests of our shareholders;\n\n•we may compete with other firms, some of which may have greater financial and other resources, to acquire attractive companies;\n\n•we may experience disputes with or competition from our partners or former partners in our strategic alliances, investments and joint ventures, which could result in litigation or a loss of business;\n\n•we may not be able to obtain required regulatory approval for an acquisition, in a timely manner, or at all, and government actions such as actions by the Federal Trade Commission, Department of Justice, or state governmental agencies, may affect our ability to complete our business combinations, which could result in additional expenditures required to develop products and services internally, place us at a competitive disadvantage, or impact market perceptions of our business and brand;\n\n•the integration of entities we acquire into our business may affect the way in which existing and future laws and rules apply to us, including expansion of applicability; and\n\n•future business combinations may make it difficult to comply with the requirements of the BCBSA and lead to a risk that our BCBSA license agreements may be terminated.\n\nWe face intense competition to attract and retain associates. Further, managing key executive succession and retention is critical to our success. \n\nOur success depends on our ability to attract, develop and retain qualified associates, including those with diverse backgrounds, experience and skill sets, to operate and expand our business. We face intense competition for experienced and highly skilled associates, and we may be unable to attract and retain such associates, or competition among potential associates may result in increasing salaries. Further, adverse changes to our corporate culture could harm our business operations and our ability to retain key associates and executives. An inability to retain and attract associates and executives could have a material adverse effect on our business, cash flows, financial condition and results of operations.\n\nIn addition, if we are unable to attract, retain and effectively manage the succession plans for key associates and executives, including our President and Chief Executive Officer, our business, results of operations and future performance could be adversely affected. We may have difficulty in replacing key executives because of the limited number of qualified individuals with the breadth of skills and experience required to operate and successfully expand our business. The succession plans we have in place for members of our senior management and employment arrangements with certain key executives do not guarantee that the services of our senior executives will continue to be available to us or that we will be able to attract, transition and retain suitable successors. \n\nRestrictions on our ability to obtain funds from our regulated subsidiaries could limit our ability to repurchase shares, pay dividends and meet our obligations and materially adversely affect our business, cash flows, financial condition and results of operations.\n\nAs a holding company, we are dependent on dividends and administrative expense reimbursements from our subsidiaries. Among other restrictions, state insurance and HMO laws restrict the ability of most of our regulated subsidiaries to pay dividends. In some states, we have made special undertakings that may further limit the ability of our regulated subsidiaries to pay dividends. Our ability to repurchase shares, pay dividends to our shareholders and meet our obligations, including paying operating expenses and debt service on our outstanding and future indebtedness, will depend upon the receipt of dividends from our subsidiaries. An inability of our subsidiaries to pay dividends in the future in an amount sufficient for us to meet our financial obligations may materially adversely affect our business, cash flows, financial condition and results of operations.\n\nIn addition, most of our regulated subsidiaries are subject to minimum capital requirements and periodic financial reporting that require them to report their results of risk-based capital calculations to the departments of insurance and the NAIC. Failure to maintain these minimum standards could subject our regulated subsidiaries to corrective action, including state supervision or liquidation. We are also a party to license agreements with the BCBSA which contain additional minimum capital and liquidity requirements. Changes to existing minimum capital requirements could further restrict the ability of our regulated subsidiaries to pay dividends and adversely affect our business.\n\nOur regulated subsidiaries are subject to state laws and regulations that require diversification of their investment portfolios and limit the amount of investments in certain investment categories. Failure to comply with these laws and regulations might cause investments exceeding regulatory limitations to be treated as non-admitted assets for purposes of measuring statutory surplus and risk-based capital, and in some instances, require the sale of those investments.\n\n -36-\n\nWe have substantial indebtedness outstanding and may incur additional indebtedness in the future, which could adversely affect our ability to pursue desirable business opportunities and to react to changes in the economy or our industry. \n\nOur debt service obligations require us to use a portion of our cash flow to pay interest and principal on debt instead of for other corporate purposes, including funding future expansion. We are exposed to interest rate risk to the extent of our variable rate indebtedness. Increases in interest rates could increase our cost of borrowing, and volatility in U.S. and global financial markets could impact our access to, or further increase the cost of, financing. If our cash flow and capital resources are insufficient to service our debt obligations, we may be forced to seek extraordinary dividends from our subsidiaries, sell assets, seek additional equity or debt capital or restructure our debt. However, these measures might be unsuccessful or inadequate to meet scheduled debt service obligations or may not be available on commercially reasonable terms.\n\nWe may also incur future debt obligations that might subject us to restrictive covenants that could affect our financial and operational flexibility. Our breach or failure to comply with any of these covenants could result in a default under our credit facilities or other indebtedness. If we default under our credit agreement, the lenders could cease to make further extensions of credit or cause all of our outstanding debt obligations under our credit agreement to become immediately due and payable, together with accrued and unpaid interest. If the indebtedness under our notes or our credit agreement or our other indebtedness is accelerated, we may be unable to repay or finance the amounts due, on commercially reasonable terms, or at all. \n\nA downgrade in our credit ratings could have an adverse effect on our business, cash flows, financial condition and results of operations. \n\nClaims-paying ability, financial strength and debt ratings by nationally recognized statistical rating organizations are important factors in establishing the competitive position of insurance and health benefits companies. We believe our strong credit ratings are an important factor in marketing our products to customers. In addition, if our credit ratings are downgraded or placed under review, our business, cash flows, financial condition and results of operations could be adversely impacted by limitations on future borrowings and a potential increase in our borrowing costs. Each of the ratings organizations reviews our ratings periodically, and there can be no assurance that our current ratings will be maintained in the future.\n\nThe value of our intangible assets may become impaired. \n\nAs of December 31, 2024, we had $40.4 billion of goodwill and other intangible assets, representing 34.5% of our total consolidated assets. In accordance with applicable accounting standards, we periodically evaluate our goodwill and other intangible assets for potential impairment, using assumptions and judgments regarding the estimated fair value of our reporting units. Estimated fair values might be significantly different if other reasonable assumptions and estimates were to be used. If estimated fair values are less than the carrying values of goodwill and other intangible assets with indefinite lives in future impairment tests, or if significant impairment indicators are noted relative to other intangible assets subject to amortization, we may be required to record impairment losses against future income.\n\nThe value we place on intangible assets may be adversely impacted if existing or future business combinations fail to perform in a manner consistent with our assumptions. In addition, from time to time we divest businesses, and any such divestiture could result in significant asset impairment and disposition charges, including those related to goodwill and other intangible assets. Further, the estimated value of our reporting units may be impacted because of business decisions we make associated with any future changes to laws and regulations, which could unfavorably affect the carrying value of certain goodwill and other intangible assets and result in impairment charges in future periods. Any future evaluations requiring an impairment of our goodwill and other intangible assets could materially affect our results of operations and shareholders’ equity which could, in turn, negatively impact our debt ratings or potentially impact our compliance with existing debt covenants.\n\nThe value of our investments is influenced by varying economic and market conditions, and a decrease in value may result in a loss charged to income. \n\nWe maintain a significant investment portfolio of cash equivalents and short-term and long-term investments in a variety of securities, which are subject to general credit, liquidity, market and interest rate risks. As a result, we may experience a reduction in value or loss of our investments, which may have a negative adverse effect on our results of operations, liquidity and financial condition. Changes in the economic environment, including periods of increased volatility in the securities markets, recent changes in interest rates and currency exchange rates, can increase the difficulty of assessing investment impairment and increase the risk of potential impairment of these assets. There is continuing risk that declines in the fair value of our investments may occur and material impairments may be charged to income in future periods, resulting in recognized losses.\n\nGENERAL RISKS\n\nWe also face other risks that could adversely affect our business, financial condition or results of operations, which include: \n\n•adverse securities and credit market conditions, which could impact our ability to meet liquidity needs;\n\n -37-\n\n•any requirement to restate financial results in the event of inappropriate application of accounting principles;\n\n•changes in tax laws and regulations, uncertainty in the interpretation of tax laws and regulations or unfavorable resolutions of exams that could impact the future value of our deferred tax assets and deferred tax liabilities, or result in significant one-time charges in the current or future taxable years;\n\n•a significant failure of our internal control over financial reporting;\n\n•provider fraud that is not prevented or detected and impacts our medical costs or those of self-insured customers; and\n\n•failure of our corporate governance policies or procedures.",
      "char_count": 89930
    }
  },
  "extracted_at": "2026-01-19T15:34:27.043352"
}