{
  "ticker": "EWBC",
  "company_name": "EAST WEST BANCORP INC",
  "cik": 1069157,
  "form_type": "10-K",
  "filing_date": "2025-02-28",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001069157-25-000025",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001069157&accession_number=000106915725000025&xbrl_type=v",
  "sic_code": "6022",
  "industry": "State Commercial Banks",
  "sections": {
    "item1": {
      "text": "ITEM 1.  BUSINESS\n\nOrganization\n\nEast West is a bank holding company incorporated in Delaware on August 26, 1998, and is registered under the Bank Holding Company Act of 1956, as amended (“BHC Act”). The Company commenced business on December 30, 1998 when, pursuant to a reorganization, it acquired all of the voting stock of East West Bank (“East West Bank” or the “Bank”), which became its principal asset. East West’s principal business is to serve as a holding company for the Bank and other banking or banking-related subsidiaries that East West may establish or acquire. As of December 31, 2024, the Company had $76.0 billion in total assets, $53.0 billion in total net loans, $63.2 billion in total deposits, and $7.7 billion in total stockholders’ equity.\n\nThe Company operates in over 110 locations in the U.S. and Asia. In the U.S., the Bank’s corporate headquarters and main administrative offices are located in California. Its U.S. branches and offices are located in California, Texas, New York, Washington, Georgia, Massachusetts, Illinois and Nevada. In Asia, the Bank has full-service branches in Hong Kong, Shanghai, Shantou and Shenzhen; representative offices in Beijing, Chongqing, Guangzhou, Xiamen and Singapore; and administrative support offices in Beijing and Shanghai.\n\nEast West Bank has a commercial banking license in China through its subsidiary, East West Bank (China) Limited, which makes it unique among U.S.-based regional banks. This license allows the Bank to open branches, make loans and collect deposits in China. The Bank continues to develop its international banking presence in Asia with its network of overseas branches and representative offices. In addition to facilitating traditional letters of credit and trade financing to businesses, these representative offices allow the Bank to assist existing clients and develop new business relationships. Through its branches and offices, the Bank focuses on growing its cross-border client base between the U.S. and Asia, helping U.S.-based businesses expand in Asia, and assisting companies based in Asia pursue business opportunities in the U.S.\n\nThe Bank believes its customers benefit from the Bank’s understanding of the Asian market through its physical presence, corporate and organizational ties in Asia, as well as the Bank’s international banking products and services. The Bank believes this approach, combined with its senior management and Board of Directors’ ties to Asian business opportunities and Asian American communities, provides the Bank with a competitive advantage. The Bank utilizes its presence overseas to identify and build corporate relationships, which the Bank may leverage to create business opportunities in California and other U.S. markets.\n\nBanking Services\n\nAs of December 31, 2024, East West Bank was the largest independent commercial bank headquartered in Southern California based on total assets. The Bank is also the largest independent bank in the U.S. focused on the financial service needs of individuals and businesses that operate both in the U.S. and Asia, and has a strong focus on the Asian American community. Through its network of over 110 banking locations in the U.S. and Asia, the Bank provides a wide range of personal and commercial banking services to individuals and businesses. The Bank provides services to its customers in English and in over 10 other languages. In addition to offering traditional deposit products that include personal and business checking and savings accounts, money market, and time deposits, the Bank also offers foreign exchange, treasury management and wealth management services. The Bank’s lending activities include commercial and residential real estate lending, construction finance, commercial business lending, working capital lines of credit, trade finance, letters of credit, affordable housing lending, asset-based lending, asset-backed finance, project finance, equipment financing and loan syndication. The Bank also provides financing services to clients to facilitate their business transactions between the U.S. and Asia. Additionally, to support the business needs of its customers, the Bank offers hedging advisory and various derivative contracts such as interest rate, energy commodity and foreign exchange contracts.\n\nThe integration of digital with brick-and-mortar channels has been an area of investment for the Bank, for both commercial and consumer banking. Our strategic priorities include the use of technology to innovate and expand commercial payments, treasury management products and services, and consumer banking. We have developed mobile and online banking platforms, which are continually enhanced to enrich our customer’s user experience, and which offer a full suite of banking services tailored to our customers’ unique needs. In our view, the omnichannel banking service approach increases efficiency and deepens customer relationships.\n\n4\n\nOperating Segments\n\nThe Bank’s three operating segments, (1) Consumer and Business Banking, (2) Commercial Banking and (3) Treasury and Other, are based on the Bank’s core strategy. The Consumer and Business Banking segment primarily provides financial products and services to consumer and commercial customers through the Company’s domestic branch network and digital banking platforms. The Commercial Banking segment primarily generates domestic commercial loans and deposits. The remaining centralized functions, including the corporate treasury activities of the Company and eliminations of inter-segment amounts, are aggregated and included in the Treasury and Other segment. For complete discussion and disclosure, see Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations (“MD&A”) — Results of Operations — Operating Segment Results and Note 17 — Business Segments to the Consolidated Financial Statements in this Form 10-K.\n\nCompetition\n\nThe Bank operates in a highly competitive environment. The Company faces intense competition from domestic and foreign lending institutions, numerous other financial services providers and other new technology-driven products and services. Competition is based on a number of factors including, among others, customer service and convenience, quality and range of products and services offered, reputation, fees, interest rates on loans and deposits and lending limits. Competition also varies based on the types of customers and locations served. The Company is a leader of banking market share in the Asian American community. The Company maintains a differentiated presence within selected markets by providing cross-border commercial banking expertise to customers operating in the U.S. and Asia.\n\nWhile the Company believes it is well positioned within a highly competitive industry, the industry could become even more competitive as a result of legislative, regulatory, economic, and technological changes, as well as continuing consolidation.\n\nHuman Capital\n\nAs a company that delivers relationship-driven financial solutions to our customers, we believe the strength of our workforce is one of the most significant contributors to our success. Our key human capital objectives are to attract, develop, and retain quality talent that embody our values and enable us to attract customers and serve them effectively. To achieve these objectives, our human resource programs have been designed to incorporate our core values of absolute integrity, customer orientation, creativity, respect and fairness, teamwork, expertise and professionalism, and selflessness. Embracing these core values position our employees to better serve our customers and pave the way for their future career advancement. We are committed to strengthening our recruiting process and growing internal talent to prepare for our next phase of growth. We also seek to recognize our employees for their contributions and service to the Bank.\n\nAs of December 31, 2024, we had approximately 3,100 full-time equivalent employees. The majority of our workforce consisted of full-time employees who were located in our core markets in California, Texas, and New York. The Company’s full-time equivalent employees also included 230 employees located in China, Hong Kong, and Singapore. None of our employees are subject to a collective bargaining agreement.\n\nTalent Acquisition, Development, Promotion and Engagement\n\nAn experienced, dedicated and well-qualified workforce is essential in delivering high quality and reliable banking services to our customers and in managing the Company. We endeavor to attract, develop, and retain motivated individuals as part of our ongoing commitment in building a stronger workforce to serve our customers and communities. In 2024, we were able to continue our quality hiring efforts with nearly 500 external new hires.\n\nThe focus on leadership development and promoting from within is a critical part of our succession planning for key roles throughout the organization and fostering organizational stability. We recognize the importance of employee development and career growth in supporting employee retention, which is one of the Company's strategic objectives. In 2024, 16% of our employees have advanced their careers within the Bank through over 510 internal promotions or new opportunities, which highlights our commitment to rewarding results-driven performance. We also provide a variety of resources to help employees grow in their current roles and acquire new skills for future advancement through continuing education and tuition reimbursement.\n\n5\n\nWe celebrate our employees’ dedicated years of service to the Bank through our Milestone Anniversary Program, which offers rewards and recognition through gifts and events upon attaining certain service milestones. As of December 31, 2024, 335 of our employees have celebrated 20 years or more of service. Our dedication to results-driven performance earned us the recognition of the top-ranked performing bank in the $50 billion and above asset category in Bank Director’s 2024 Ranking Banking study, and among the top 10 in Forbes’ 2024 America’s Best Bank list. We have also been included in Newsweek’s 100 Most Loved Workplaces since 2022.\n\nThe Company’s compensation and employee benefits expense of $551 million and $509 million, comprised 57% and 50% of total noninterest expense in 2024 and 2023, respectively. Employee compensation packages include a competitive base salary and, subject to Company and individual performance, may include an annual cash and/or stock incentive bonus. As part of our commitment to fair and equitable compensation programs, we regularly assess the current business environment and labor markets to review our compensation and benefits program for pay equity. The Bank also matches 75% of the U.S. employees’ contributions up to the first 6% of their eligible compensation and maintains a deferred compensation plan.\n\nTo foster a strong sense of ownership and to align the interests of our employees with our stockholders, restricted stock units (“RSUs”) are awarded to eligible employees under our stock incentive programs. We also award stock grants under our “Spirit of Ownership” program to all our employees, regardless of job title or part-time/full-time status. The program allows each employee to share directly in the Company’s success. In 2024, the Company granted over 650 thousand RSUs as part of its stock compensation programs.\n\nHealth and Well-being\n\nWe are committed to supporting our employees’ well-being by offering flexible and competitive benefits. We offer a hybrid schedule to promote flexibility and enhance productivity. Comprehensive health insurance coverage (medical, dental and vision) is offered to employees working at least 30 hours each week. We further demonstrate our commitment to employee well-being by absorbing the increases in our employees’ health benefits. We offer life insurance, disability insurance, parental leave, wellness and benefits programs designed to assist employees in maintaining a healthy work-life balance, paid time off such as vacation hours, and 10 days of annual sick time, which is more than the required allotment from any of the states in which we do business. We also offer an Employee Assistance Program, which aids benefits-eligible employees and their household members with personal and professional issues. We apply a consistent approach towards employee policies, opportunities, benefits, and protections to all employees regardless of their locations, except if there are contradictions between individual state laws.\n\nCommitment to Community\n\nWe are committed to making positive and lasting impacts in our communities through our business activities and our volunteer and charitable efforts. We engage in meaningful and effective programs that help increase homeownership, preserve affordable housing, promote wealth building, enable greater access to banking services and help alleviate homelessness.\n\n6\n\nInformation about our Executive Officers\n\nThe following table presents the Company’s executive officers’ names, ages, positions and offices, and business experience during the last five years as of February 28, 2025. There is no family relationship between any of the Company’s executive officers or directors. The Board of Directors of the Company appointed each of the executive officers.\n\nNameAge Positions and Offices, and Business Experience\n\nDominic Ng66Chairman and Chief Executive Officer of the Company and the Bank since 1992.\n\nDouglas P. Krause68Vice Chairman and Chief Corporate Officer of the Company and the Bank since 2020; 2018 - 2020: Executive Vice President, General Counsel and Corporate Secretary; 2010 - 2018: Executive Vice President, Chief Risk Officer and General Counsel.\n\nChristopher J. Del Moral-Niles54Executive Vice President and Chief Financial Officer of the Company and the Bank since October 2023; 2012 - 2022 Executive Vice President and Chief Financial Officer of Associated Banc-Corp and Associated Bank, N.A.\n\nLisa L. Kim60Executive Vice President, General Counsel and Corporate Secretary of the Company and the Bank since 2020; 2014 - 2020: Executive Vice President, General Counsel and Secretary of Cathay General Bancorp and Cathay Bank.\n\nDeborah Leerhsen\n\n45Executive Vice President and Head of Global Banking of the Company and the Bank since December 2024; 2023 - 2024: Executive General Manager, Institutional Banking & Markets at Commonwealth Bank of Australia; 2021 - 2023: Deputy Head of Asia & Oceania Corporate Banking, Hong Kong and Singapore at Mizuho Bank Ltd; 2019 - 2021: Head of Global Banking, Hong Kong at HSBC Holdings plc. \n\nIrene H. Oh47Executive Vice President and Chief Risk Officer of the Company and the Bank since October 2023; 2010 - 2023: Executive Vice President and Chief Financial Officer of the Company and the Bank.\n\nParker Shi55Executive Vice President and Chief Operating Officer of the Company and the Bank since December 2021; June 2021 - November 2021: Executive Vice President & Chief Strategy, Growth and Technology Officer; March 2021 - June 2021: Consultant of the Bank; 2020: Senior Advisor at PharmScript; 2018 - 2019: Senior Managing Director at Accenture; 2013 - 2018: Senior Partner at McKinsey & Company.\n\nGary Teo52Executive Vice President and Chief Human Resources Officer of the Company and the Bank since February 2022; 2015 - 2022: Senior Vice President and Head of Human Resources.\n\nSupervision and Regulation\n\nOverview\n\nEast West and the Bank are subject to regulations under U.S. federal and state laws. Regulation and supervision by the federal and state banking agencies are intended primarily for the protection of depositors, the Deposit Insurance Fund (“DIF”) administered by the FDIC, consumers, and the banking system as a whole, and not for the protection of our investors. As a bank holding company, East West is subject to primary regulation, supervision, and examination by the Federal Reserve under the BHC Act. The Bank is regulated, supervised, and examined by the Federal Reserve, the California Department of Financial Protection and Innovation (“DFPI”), and, with respect to consumer laws, the Consumer Financial Protection Bureau (“CFPB’). As the insurer of the Bank’s deposits, the FDIC has back-up examination and other regulatory authority of the Bank as well. In addition, the Bank and its wholly-owned subsidiary, East West Bank (China) Limited, are regulated by foreign regulatory agencies in international jurisdictions where we have a presence, including China, Hong Kong and Singapore. East West also has a wholly-owned nonbank subsidiary, East West Markets, LLC (\"East West Markets\"), which is an SEC-registered broker-dealer and a member of the Financial Industry Regulatory Authority, Inc. (\"FINRA\"). East West Markets is subject to regulatory requirements from several regulatory bodies, including the SEC, FINRA, and state securities regulators.\n\n7\n\nThe Company is also subject to the disclosure and regulatory requirements under the Securities Act of 1933, as amended (the “Securities Act”), and Section 21E of the Securities Exchange Act of 1934, as amended (the “Exchange Act”), and the rules and regulations adopted by the SEC thereunder. Our common stock is listed on the Nasdaq Global Select Market under the trading symbol “EWBC” and subject to Nasdaq rules for listed companies.\n\nDescribed below are certain provisions of selected statutes and regulations applicable to East West and the Bank. The descriptions are not intended to be complete, nor are they meant to fully address the statutes and regulations’ effects and potential effects on East West and the Bank, and the descriptions are qualified in their entirety by reference to the full text of the statutes and regulations. A change in applicable statutes, regulations or regulatory policies may have a material effect on the Company’s business.\n\nEast West\n\nAs a bank holding company and pursuant to its election of financial holding company status, East West is subject to regulation, supervision, and examination by the Federal Reserve under the BHC Act. The BHC Act provides a federal framework for the regulation and supervision of bank holding companies and their nonbank subsidiaries. The BHC Act and other federal statutes grant the Federal Reserve authority to, among other things:\n\n•require periodic reports and such additional information as the Federal Reserve may require;\n\n•require bank holding companies to maintain certain levels of capital and restrict dividends and other distributions from bank holding companies and their subsidiaries (see the sections captioned “Regulatory Capital Requirements” and “Dividends and Other Transfers of Funds” included elsewhere under this item);\n\n•require bank holding companies to serve as a source of financial and managerial strength to subsidiary banks and commit resources, as necessary, to support each subsidiary bank, including at times when bank holding companies may not be inclined to do so;\n\n•require bank holding companies to terminate an activity or terminate control of or liquidate or divest certain nonbank subsidiaries, affiliates or investments if the Federal Reserve believes that the activity, ownership, or control of the nonbank subsidiary or affiliate constitutes a serious risk to the financial safety, soundness or stability of the bank holding company, or if the activity, ownership, or control is inconsistent with the purposes of the BHC Act;\n\n•regulate provisions of certain bank holding company debt, including a bank holding company obtaining prior approval to purchase or redeem its securities in certain situations;\n\n•approve in advance certain senior executive officer or director changes and prohibit certain golden parachute payments to officers and employees, including change in control agreements and new employment agreements, that are contingent upon termination; and\n\n•approve in advance the acquisitions of and mergers with bank holding companies, banks and other financial companies, and consider competitive, managerial resources, financial stability and other factors in granting these approvals. DFPI approval may also be required for certain acquisitions and mergers involving a California state-chartered bank such as the Bank.\n\nEast West has elected to be a financial holding company under the Gramm-Leach-Bliley Act of 1999 (“GLBA”). Financial holding companies are generally allowed to engage in, or acquire and retain ownership in a company engaged in any activity that the Federal Reserve has determined to be financial in nature or incidental or complementary to activities that are financial in nature, without prior Federal Reserve approval. Activities that are considered financial in nature include securities underwriting and dealing, insurance agency and underwriting, merchant banking activities and activities that the Federal Reserve, in consultation with the U.S. Secretary of the Treasury, determines to be financial in nature or incidental to such financial activity. To maintain financial holding company status and continue to be able to engage in new activities or investments that are financial in nature, a financial holding company and all its depository institution subsidiaries must be “well capitalized” and “well managed,” and the financial holding company’s depository institution subsidiaries must have Community Reinvestment Act (“CRA”) ratings of at least “Satisfactory.” A depository institution subsidiary is considered “well capitalized” if it satisfies the requirements for this status discussed in the sections captioned “Regulatory Capital Requirements” and “Prompt Corrective Action,” included elsewhere under this item. A depository institution subsidiary is considered “well managed” if it received a composite rating and a management rating of at least “Satisfactory” in its most recent examination. See the section captioned “Community Reinvestment Act” included elsewhere under this item.\n\n8\n\nThe Bank and its Subsidiaries\n\nEast West Bank is a California state-chartered bank and a member of the Federal Reserve System, and its deposits are insured by the FDIC. The Bank’s operations in the U.S. are primarily regulated and supervised by the Federal Reserve and the DFPI, and its activities outside the U.S. are regulated and supervised by its U.S. regulators and the applicable regulatory authority in the host country in which each overseas office is located. Specific federal and state laws and regulations that are applicable to banks govern, among other things, their regulatory capital levels, the scope of their business, their investments, their reserves against deposits, the timing of the availability of deposited funds, and the nature and amount of collateral for certain loans. Bank regulatory agencies also have extensive discretion to impose various restrictions on management or operations and to issue policies and guidance in connection with their supervisory and enforcement activities and examination policies. \n\nRegulation of Foreign Subsidiaries and Branches\n\nThe Bank’s foreign subsidiary, East West Bank (China) Limited, is subject to applicable foreign laws and regulations, such as those implemented by the People’s Bank of China and the National Financial Regulatory Administration. East West Bank’s Hong Kong branch is subject to applicable foreign laws and regulations, such as those implemented by the Hong Kong Monetary Authority and the Hong Kong Securities and Futures Commission. The Bank’s Singapore representative office is subject to applicable foreign laws and regulations, such as those implemented by the Monetary Authority of Singapore.\n\nRegulatory Capital Requirements\n\nThe federal banking agencies have imposed capital adequacy requirements, known as the Basel III Capital Rules, intended to ensure that banking organizations maintain capital that is commensurate with the degree of risk associated with their operations. The Basel III Capital Rules define the components of regulatory capital, including Common Equity Tier 1 (“CET1”), Tier 1 and 2 capital, and set forth minimum capital adequacy ratios of capital to risk-weighted assets and total assets. The Basel III Capital Rules also prescribe a standardized approach for risk-weighting assets and include a number of risk-weighting categories that affect the denominator in banking institutions’ regulatory capital ratios.\n\nUnder the Basel III Capital Rules, to be considered adequately capitalized, standardized approach banking organizations, such as the Company and the Bank are required to maintain minimum capital ratios of at least 4.5% CET1 capital to risk-weighted assets, 6.0% Tier 1 capital to risk-weighted assets, 8.0% total risk-based capital (i.e., Tier 1 plus Tier 2 capital) to risk-weighted assets and a 4.0% Tier 1 leverage ratio of Tier 1 capital to average total consolidated assets. The Basel III Capital Rules also include a “capital conservation buffer” of 2.5% on top of each of the minimum risk-based capital ratios. Banking institutions with a risk-based capital ratio that meets or exceeds the minimum requirement but does not exceed the capital conservation buffer will face constraints on dividends, equity repurchases and discretionary bonus payments based on the amount of the shortfall. As of December 31, 2024, the Company’s and the Bank’s capital ratios exceeded the minimum capital adequacy requirements of the federal banking agencies, including the capital conservation buffer, and the Company and the Bank were classified as “well capitalized.” For additional discussion and disclosure see Item 7. MD&A — Regulatory Capital and Ratios and Note 16 — Regulatory Requirements and Matters to the Consolidated Financial Statements in this Form 10-K.\n\nThe Bank is also subject to additional capital requirements under the Prompt Corrective Action (“PCA”) regulations that implement Section 38 of the Federal Deposit Insurance Act (“FDIA”), as discussed below under the Prompt Corrective Action section.\n\nRegulatory Capital-Related Developments\n\nFrom time to time, the regulatory agencies propose changes and amendments to, and issue interpretations of, risk-based capital requirements and related reporting instructions. Such proposals and interpretations could, if implemented, affect our regulatory capital requirements and reported capital ratios.\n\n9\n\nOn July 27, 2023, the federal banking agencies jointly released a proposed rule, known as the “Basel III Endgame,” to implement the international capital standards issued by the Basel Committee on Banking Supervision. The Basel III Endgame proposal would revise the capital framework applicable to large banking organizations with $100 billion or more in total consolidated assets or with significant trading activity and, if finalized, would likely result in meaningfully increased capital requirements for those organizations. On September 10, 2024, the Vice Chair for Supervision of the Board of Governors of the Federal Reserve System announced that he will recommend re-proposing the Basel III Endgame rules. Under the expected re-proposal of the rules, banks with assets between $100 billion and $250 billion would no longer be subject to the Basel III Endgame changes, other than the requirement to recognize unrealized gains and losses of their securities in regulatory capital. The Company had total consolidated assets of less than $100 billion as of December 31, 2024, and therefore would not be subject to the Basel III Endgame requirements as proposed or as expected to be re-proposed. However, any Basel III Endgame requirements that are adopted and applied to banking organizations with $100 billion or more in total consolidated assets could reduce the benefits of growth beyond that size for a banking organization that has less than $100 billion in total consolidated assets, such as the Company.\n\nPrompt Corrective Action\n\nThe FDIA, as amended, requires federal banking agencies to take PCA with respect to insured depository institutions (“IDIs”) that do not meet minimum capital requirements. The FDIA includes the following five capital tiers: “well capitalized,” “adequately capitalized,” “undercapitalized,” “significantly undercapitalized” and “critically undercapitalized.” A depository institution’s capital tier will depend upon how its capital levels compare with various relevant capital measures and certain other factors, as established by regulations. The capital tiers in the PCA framework do not apply directly to bank holding companies (such as the Company); however, the Federal Reserve is authorized to take action at the bank holding company level based on the undercapitalized status of the bank holding company’s subsidiary banking institution. Under the federal banking agencies’ regulations implementing the PCA provisions of the FDIA, an IDI (such as the Bank) generally is classified in the following categories based on the capital measures indicated:\n\nRisk-Based Capital Ratios\n\nPCA CategoryTotal Capital Tier 1 Capital CET1 CapitalTier 1 Leverage\n\nWell capitalized (1)\n\n≥ 10%≥ 8%≥ 6.5%≥ 5%\n\nAdequately capitalized≥ 8%≥ 6%≥ 4.5%≥ 4%\n\nUndercapitalized< 8%< 6%< 4.5%< 4%\n\nSignificantly undercapitalized< 6%< 4%< 3.0%< 3%\n\nCritically undercapitalizedTangible equity/Total assets ≤ 2%\n\n(1)Additionally, to be classified as “well capitalized”, an IDI may not be subject to any written agreement, order, capital directive, or PCA directive issued by its primary federal regulator to meet and maintain a specific capital level for any capital measure.\n\nAn institution may be downgraded to, or deemed to be in, a capital category that is lower than indicated by its capital ratios, if it is determined to be in an unsafe or unsound condition or if it receives an unsatisfactory examination rating with respect to certain matters. A bank’s capital category is determined solely for the purpose of applying PCA regulations and the capital category may not constitute an accurate representation of the bank’s overall financial condition or prospects for other purposes.\n\nThe FDIA generally prohibits a depository institution from making any capital distributions (including payment of any dividend) or paying any management fee to its parent holding company, if the depository institution would thereafter be “undercapitalized.” Undercapitalized institutions are subject to growth limitations and are required to submit capital restoration plans. If a depository institution fails to submit an acceptable plan, it is treated as if it is “significantly undercapitalized.” Significantly undercapitalized depository institutions may be subject to several requirements and restrictions, including orders to sell sufficient voting stock to become “adequately capitalized,” requirements to reduce total assets, cessation of receipt of deposits from correspondent banks and/or restrictions on interest rates paid on deposits. “Critically undercapitalized” institutions are subject to the appointment of a receiver or conservator. The FDIA also generally permits only “well capitalized” IDIs to accept brokered deposits, although an “adequately capitalized” institution may apply to the FDIC for a waiver of this restriction.\n\n10\n\nStress Testing\n\nUnder the enhanced prudential standards adopted by the Federal Reserve, bank holding companies with $100 billion or more in total assets are subject to supervisory capital stress tests and internal liquidity stress testing requirements. Although the Company and the Bank are not required to conduct capital or liquidity stress tests, we conduct annual capital and quarterly liquidity stress tests as part of our risk management processes.\n\nConsumer Financial Protection Bureau Supervision\n\nThe Dodd-Frank Act established the CFPB, which has the authority to implement, examine and enforce compliance with federal consumer financial laws that apply to banking institutions with total consolidated assets exceeding $10 billion (such as the Bank) and their affiliates. The CFPB focuses its supervisory, examination, and enforcement efforts on, among other things:\n\n•risks to consumers and compliance with federal consumer financial laws when evaluating the policies and practices of a financial institution;\n\n•unfair, deceptive, or abusive acts or practices;\n\n•rulemaking to implement various federal consumer statutes such as the Home Mortgage Disclosure Act, Truth in Lending Act, Real Estate Settlement Procedures Act, Electronic Fund Transfer Act, Equal Credit Opportunity Act, Fair Credit Billing Act, and the Consumer Financial Protection Act; and\n\n•the markets in which firms operate and risks to consumers posed by activities in those markets.\n\nThe statutes and regulations that the CFPB enforces mandate certain disclosure and other requirements, and regulate the manner in which financial institutions must deal with consumers when taking deposits, making loans, collecting payments on loans, and providing other services. The CFPB’s rulemaking, examination and enforcement authority has affected and will continue to impact financial institutions that provide consumer financial products and services, including the Company and the Bank. These regulatory activities may limit the types of financial services and products the Company may offer. Failure to comply with federal and state laws prohibiting unfair, abusive, or fraudulent business practices, untrue or misleading advertising and unfair competition, can subject the Bank to various penalties, including, but not limited to, enforcement actions, injunctions, fines or criminal penalties, punitive damages, restitution to consumers, and the loss of certain contractual rights or business opportunities and may also result in significant reputational harm.\n\nOn October 22, 2024, the CFPB released a final rule to implement Section 1033 of the Dodd-Frank Act. Under the final rule, financial institutions are required, upon request, to make available to a consumer or third party authorized by the consumer certain information the Bank has concerning a consumer financial product or service covered by the rule, such as a credit card or a deposit account. In issuing this rule, the CFPB said that the rule will move the U.S. closer to an “open banking” system that will allow consumers to switch banks or other providers more easily. The final rule also requires, among other things, covered data providers, such as the Bank, to establish a developer interface that satisfies certain performance and data security specifications through which the data provider can receive requests for, and provide, specific types of data covered by the rule in an electronic, usable form to authorized third parties directly or through data aggregators. Under the final rule, the Bank will be prohibited from charging fees for maintaining the developer interface or providing access to such data. The Bank may also act as an authorized third party to request and access covered data from other financial institutions that are covered data providers. The final rule places data security, authorization, and other obligations on those authorized third parties, including limitations on secondary uses of the data received. Industry organizations have challenged the final rule in court and the litigation is ongoing. If the challenge is not successful, as a data provider, the Bank must comply with the rule beginning April 1, 2027. We are monitoring the status of the litigation and evaluating the impact of this rule.\n\nThe final outcome of any proposed and final rules issued by the CFPB is uncertain as they may conflict with the rulemaking agenda and vision for the bureau under the Trump administration.\n\nFederal Home Loan Bank and the Federal Reserve’s Reserve Requirements\n\nThe Bank is a member of the Federal Home Loan Bank (“FHLB”) of San Francisco. As an FHLB member, the Bank is required to own a certain amount of capital stock in the FHLB. The Bank may also access both short- and long-term secured credit from the FHLB.\n\n11\n\nThe Federal Reserve requires all depository institutions to maintain reserves at specified levels against their transaction accounts either in the form of vault cash or an interest-bearing account at the Federal Reserve Bank (“FRB”), or a pass-through account as defined by the Federal Reserve. Effective March 26, 2020, the Federal Reserve reduced reserve requirement ratios to zero percent, eliminating the reserve requirement for all depository institutions. The Bank is a member bank and stockholder of the FRB of San Francisco.\n\nDividends and Other Transfers of Funds\n\nThe principal source of liquidity of East West is dividends received from the Bank. Federal and California law limit the Bank’s ability to pay dividends to East West. Regulatory approval is required under federal law if the total of all dividends declared by the Bank in any calendar year would exceed the sum of the Bank’s net income for that year and its retained earnings for the preceding two years. Federal law also prohibits the Bank from paying dividends that would be greater than its undivided profits unless the Bank has received prior approval from the Federal Reserve. California law imposes its own limitations on capital distributions by California-chartered banks that could require the Bank to obtain the approval of the DFPI prior to making a distribution to East West. Furthermore, under the federal PCA regime, the Federal Reserve or FDIC may prohibit a bank holding company from paying any dividends if the holding company’s bank subsidiary is classified as “significantly undercapitalized” or, in some circumstances, “undercapitalized.” It is the Federal Reserve’s policy that a bank holding company should generally pay dividends on common stock only if the company’s net income available to common stockholders over the past four quarters, net of distributions, would be sufficient to fully fund the dividends, and if the prospective rate of earnings retention appears consistent with the company’s capital needs, asset quality and overall financial condition. It is also the Federal Reserve’s policy that a bank holding company should not maintain dividend levels that undermine the company’s ability to be a financial source of strength to its banking subsidiaries. The Federal Reserve requires bank holding companies to continuously review their dividend policy in light of their organizations’ financial condition and in compliance with regulatory capital requirements, and discourages payment ratios that are at maximum allowable levels, unless both asset quality and capital are strong.\n\nTransactions with Affiliates and Insiders\n\nPursuant to Sections 23A and 23B of the Federal Reserve Act, as implemented by the Federal Reserve’s Regulation W, banks are subject to restrictions that limit their ability to engage in transactions with their affiliates, including their parent bank holding companies. Regulation W limits the types, terms and amounts of these transactions and generally requires the transactions to be on an arm’s-length basis. In general, Regulation W requires that “covered transactions,” which include a bank’s extension of credit to or purchase of assets from an affiliate, be limited to 10% of the bank’s capital and surplus with respect to any one affiliate, and 20% of the bank’s capital and surplus with respect to the aggregate of all covered transactions with all affiliates. In addition, a bank generally may not extend credit to an affiliate unless the extension of credit is secured by specified amounts of collateral. The Dodd-Frank Act expanded the coverage and scope of the limitations on affiliate transactions, including by treating derivative transactions resulting in a bank’s credit exposure to an affiliate as covered transactions. In addition, the Volcker Rule under the Dodd-Frank Act establishes certain prohibitions, restrictions and requirements (known as “Super 23A” and “Super 23B”) on transactions between a covered fund and a banking entity that serves as an investment manager, investment adviser, organizer and offeror, or sponsor with respect to that covered fund, regardless of whether the banking entity has an ownership interest in the fund.\n\nFederal law also limits a bank’s authority to extend credit to its directors, executive officers and principal stockholders, as well as to entities controlled by such persons (collectively, “insiders”). Among other things, extensions of credit to insiders are required to be made on terms that are substantially the same as, and follow credit underwriting procedures that are not less stringent than, those prevailing for comparable transactions with unaffiliated persons. The terms of such extensions of credit may not involve more than the normal risk of repayment or present other unfavorable features and may not exceed certain limitations on the amount of credit extended to such persons, individually and in the aggregate, which limits are based, in part, on the amount of the bank’s capital.\n\n12\n\nCommunity Reinvestment Act\n\nUnder the CRA, an IDI has a continuing and affirmative obligation to help serve the credit needs of its communities, including low- and moderate-income borrowers and neighborhoods. The Federal Reserve periodically evaluates a state member bank’s performance under applicable performance criteria and assign a rating of “outstanding,” “satisfactory,” “needs to improve” or “substantial noncompliance.” The Federal Reserve takes this performance into account when reviewing applications by banks and their parent companies to expand branches, relocate, add subsidiaries and affiliates, expand into new financial activities and merge with or acquire other financial institutions. Unsatisfactory CRA performance may result in the denial of such applications. Based on the most recent CRA examination as of March 8, 2021, the Bank was rated “outstanding”.\n\nOn October 24, 2023, the federal banking agencies issued a final rule revising their framework for evaluating banks’ records of community reinvestment under the CRA. The final rule provides that banks with assets of at least $2 billion, such as the Bank, are considered large banks and their retail lending, retail services and products, community development financing, and community development services are subject to periodic evaluation. Under the final rule, depending on a large bank’s geographic distribution of lending, the evaluation of retail lending may include assessment areas in which the bank extends loans but does not operate any deposit-taking facilities, in addition to assessment areas in which the bank has deposit taking facilities. Industry organizations have challenged the final rule in court, and on March 29, 2024, the United States District Court for the Northern District of Texas granted an injunction and stay of the final rule. The final outcome of such challenges remains uncertain.\n\nFDIC Deposit Insurance Assessments\n\nThe FDIC insures the Bank’s customer deposits through the DIF up to $250,000 for each depositor, per FDIC-insured bank, for each account ownership category. The DIF is funded mainly through quarterly insurance assessments on insured banks based on their assessment base. The Dodd-Frank Act revised the FDIC’s fund management authority by establishing a minimum Designated Reserve Ratio of 1.35 percent of total estimated insured deposits and redefining the assessment base to be calculated as average consolidated total assets minus average tangible equity. The Bank’s DIF quarterly assessment is calculated by multiplying its assessment base by the applicable assessment rate. The assessment rate is calculated based on an institution’s risk profile, including capital adequacy, asset quality, management, earnings, liquidity and sensitivity to market risk ratings, certain financial measures to assess an institution’s ability to withstand asset related stress and funding related stress, and a measure of loss severity that estimates the relative magnitude of potential losses to the FDIC in the event of the Bank’s failure.\n\nIn October 2022, the FDIC adopted a final rule, applicable to all IDIs, to increase the initial base deposit insurance assessment rate schedules uniformly by two basis points (“bps”) to increase the likelihood that the DIF reserve ratio reaches the statutory minimum of 1.35 percent by the statutory deadline of September 30, 2028. The increase in rates took effect in the first quarterly assessment period of 2023 and will remain in effect unless and until the reserve ratio of the DIF meets or exceeds 2 percent.\n\nIn November 2023, the FDIC approved a final rule to implement a special deposit insurance assessment to recover losses to the DIF arising from the protection of uninsured depositors following the receiverships of failed institutions in the spring of 2023. Under the final rule, the assessment base for the special assessment is equal to an IDI’s estimated uninsured deposits, reported for the quarter ended December 31, 2022, minus the first $5 billion in estimated uninsured deposits. The FDIC will collect the special assessment over eight initial quarterly assessment periods starting with the first quarter of 2024, at a quarterly rate of 3.36 bps. The Company recognized the entire initial FDIC special assessment charge (the “FDIC charge”) of approximately $70 million in the fourth quarter of 2023. However, depending on future adjustments to the DIF’s estimated loss, the FDIC retained the ability to cease collection early, extend the special assessment collection period, or impose a one-time final shortfall assessment. During 2024, the FDIC updated its estimate of the DIF’s losses and projected that the special assessment would be collected for an additional two quarters beyond the initial eight-quarter collection periods, at an estimated quarterly rate of 1.69 bps. Accordingly, the Company recognized an additional FDIC charge of $9 million in 2024.\n\nThe FDIC may terminate a depository institution’s deposit insurance upon a finding that the institution’s financial condition is unsafe or unsound, that the institution has engaged in unsafe or unsound practices, or that the institution has violated any applicable rule, regulation, condition, or order imposed by the FDIC.\n\n13\n\nBank Secrecy Act and Anti-Money Laundering\n\nThe Bank Secrecy Act (“BSA”), Uniting and Strengthening America by Providing Appropriate Tools Required to Intercept and Obstruct Terrorism (USA PATRIOT) Act of 2001 (“PATRIOT Act”), the Anti-Money Laundering Act of 2020 and other federal laws and regulations impose obligations on U.S. financial institutions to implement and maintain a program reasonably designed to prevent, detect and report money laundering and the financing of terrorism, verify the identity of their customers, and comply with recordkeeping and other requirements. Regulatory agencies require that the Bank have an effective governance structure for the program that includes effective oversight by our Board of Directors and management. We regularly evaluate and continue to enhance our program to comply with the BSA, the PATRIOT Act and other anti-money laundering (“AML”) laws, regulations and initiatives. Failure of a financial institution to maintain and implement adequate BSA/AML programs, or to comply with all applicable laws or regulations, could have serious legal, compliance, operational, financial and reputational consequences for the institution.\n\nOffice of Foreign Assets Control Regulation\n\nThe U.S. Department of the Treasury’s Office of Foreign Assets Control (“OFAC”) is responsible for helping to ensure that U.S. financial institutions do not engage in transactions with certain prohibited parties, as defined by various executive orders and Acts of Congress. Federal banking regulators also examine banks for compliance with regulations administered by the OFAC for economic sanctions against designated foreign countries, designated nationals, and others. OFAC publishes lists of persons and organizations suspected of aiding, harboring or engaging in terrorist acts, known as Specially Designated Nationals and Blocked Persons. Generally, if a bank identifies a transaction or account relating to a person or entity on an OFAC list, it must freeze the account, block or reject the transaction, file a suspicious activity report and/or notify the appropriate authorities. Failure to comply with these sanctions could have serious legal, compliance, operational, financial, and reputational consequences, and result in civil monetary penalties on the Company and the Bank.\n\nPrivacy and Cybersecurity\n\nFederal statutes and regulations, including the GLBA, require banking organizations to take certain actions to protect nonpublic consumer financial information. The Bank has a privacy policy that it must disclose to consumers annually. In some cases, the Bank must obtain a consumer’s consent before sharing information with an unaffiliated third party, and the Bank must allow a consumer to opt out of the Bank’s sharing of information with its affiliates for marketing and certain other purposes. These additional conditions affect the Bank’s information exchanges with credit reporting agencies. The Bank’s privacy practices and the effectiveness of its systems to protect consumer privacy are subjects covered in the Federal Reserve’s periodic compliance examinations.\n\nThe Federal Reserve and state regulators, as well as the SEC, CFPB and other self-regulatory organizations, regularly issue guidance on cybersecurity practices and procedures that is intended to enhance cybersecurity risk management among financial institutions and their holding companies and affiliates. For example, the interagency council of the federal banking agencies, the Federal Financial Institutions Examination Council (“FFIEC”), has issued several policy statements and other guidance for banks in light of the growing risk posed by cybersecurity threats. The FFIEC has continued to focus on such matters as compromised customer credentials, cyber resilience and business continuity planning. Examinations by the banking agencies now include review of an institution’s information technology and its ability to thwart or mitigate cyber-attacks. The federal banking agencies require banking organizations to notify their primary federal regulator of significant computer security incidents within 36 hours of determining that such an incident has occurred. Effective December 2023, the SEC also has imposed Form 8-K disclosure obligations for a material cybersecurity incident, among other cybersecurity related disclosure obligations.\n\nConsumer data privacy and data protection are also the subject of state laws. For example, the Bank is subject to the California Consumer Privacy Act (“CCPA”). This statute grants consumers several rights, including the right to request disclosure of information collected about them and whether that information has been sold or shared with others, the right to request correction of information, the right to request deletion of personal information (subject to certain exceptions), and the right to opt out of the sale of their personal information. However, a consumer does not have these rights with respect to information that is collected, processed, sold, or disclosed pursuant to the GLBA or the California Financial Information Privacy Act. The CCPA was amended by the California Privacy Rights Act. A new agency, the California Privacy Protection Agency, was established to enforce California privacy law.\n\n14\n\nThe Personal Information Protection Law (“PIPL”), the Cybersecurity Law and the Data Security Law form a regulatory framework for privacy and data protection in China. The PIPL establishes guiding principles on the protection of a Chinese citizen’s personal information and applies to entities operating in China. In limited circumstances, the PIPL also applied to certain processing activities of Chinese citizen’s personal information outside China. The Cybersecurity Law focuses on cybersecurity concerns and requires network operators to implement measures to safeguard the security of networks and systems in China. The Data Security Law complements the PIPL and Cybersecurity Law by addressing broader data security issues, emphasizing the protection of critical data infrastructure and promoting a risk-based approach to data security to address China’s national security concerns.\n\nOn September 30, 2024, China released the Network Data Security Management Regulation, which becomes effective on January 1, 2025. The Network Data Security Management Regulation was formulated under the framework pillars of the PIPL and the Cybersecurity Law and provides practical implementation requirements and guidance on various aspects of data compliance, covering both personal information and certain non-personal information categories. New supporting guidelines and standards are expected as China's cybersecurity, data security, and personal information protection framework continues to evolve. All these changes have potential impact on the business and operations of our Bank and its subsidiary, East West Bank (China) Limited.\n\nClimate-Related Risk Management\n\nIn recent years, the federal banking agencies increased their focus on climate-related risks affecting the operations of banks, the communities they serve and the broader financial system. The agencies enhanced their supervisory expectations regarding banks’ climate risk management practices, including by adopting guidance that encourages large banking organizations to, among other things: evaluate the potential impact of climate-related risks on the bank’s financial condition, operations and business objectives as part of its strategic planning process; account for the effects of climate change in stress testing scenarios and systemic risk assessments; revise expectations for credit portfolio concentrations based on climate-related factors; and prepare for the transition risks to the bank associated with the adjustment to a low-carbon economy and related changes in laws, regulations, governmental policies, technology, and consumer behavior and expectations.\n\nStates such as California are taking similar actions on climate-related financial risks. In October 2023, California Governor Gavin Newsom signed into law Senate Bill 253, the Climate Corporate Data Accountability Act (“CCDAA”) and Senate Bill 261, the Climate-Related Financial Risk Act (“CRFRA”). The CCDAA is applicable to U.S.-organized entities that do business in California with annual revenue in excess of $1 billion. Subject to the adoption of implementing regulations by the California Air Resources Board (“CARB”), these entities will need to file annual reports publicly disclosing their direct greenhouse gas (“GHG”) emissions from operations (“Scope 1 emissions”), indirect GHG emissions from energy use (“Scope 2 emissions”) and indirect upstream and downstream supply-chain GHG emissions (“Scope 3 emissions”). The reporting requirements related to Scope 1 and 2 emissions will begin in 2026, while the reporting requirements of Scope 3 emissions will begin in 2027. The CRFRA requires U.S.-organized entities that do business in California, with annual revenues over $500 million to prepare biennial reports disclosing climate-related financial risk and the measures they have adopted to reduce and adapt to that risk. The initial round of the climate risk disclosure reports will be due by January 1, 2026. On September 27, 2024, California Governor Gavin Newsom signed Senate Bill 219 (“SB 219”) into law, which extended the date for the CARB to adopt the regulation for the CCDAA to July 1, 2025. SB 219 also clarified that reports under the CCDAA would be permitted to be consolidated at the parent company level and that subsidiaries subject to the law would not be required to file separate reports in addition to a parent-level report.\n\nThe reporting requirements for Scope 1 and Scope 2 emissions under the CCDAA remain in 2026; reporting entities will be required to report Scope 3 emissions at a date in 2027 to be specified by the CARB. The first deadline for required reports under CRFRA remains on or before January 1, 2026. The Company is a reporting entity under both laws and may incur compliance, maintenance, and remediation costs to conform to such requirements.\n\n15\n\nResolution Planning\n\nOn June 20, 2024, the FDIC released a final rule that requires covered IDIs to develop and submit detailed plans demonstrating how they could be resolved in an orderly and timely manner in the event of receivership. IDIs with total assets of $100 billion or more are required to submit full resolution plans, and IDIs with total assets between $50 billion and $100 billion, including the Bank, are required to submit more limited informational filings. Going forward, the Bank will be required to submit informational filings every three years and interim supplements annually. Under the final rule, if the FDIC deemed a resolution plan or informational filing not credible and the IDI failed to resubmit a credible plan, the IDI could become subject to an enforcement action. The Company has established a management-level working group to meet the requirements under the final rule for timely submission on or before October 1, 2025.\n\nPotential Regulatory Reforms\n\nOn August 29, 2023, the federal banking agencies jointly released a proposed rule that would require bank holding companies and non-consolidated banks with total assets of $100 billion or more to issue and maintain minimum amounts of long-term debt. The Company has total consolidated assets of less than $100 billion and would not be subject to the long-term debt requirements if they are finalized as proposed. However, by imposing additional costs on bank holding companies with $100 billion or more in total consolidated assets, this rule proposal could reduce the benefits of growth beyond that size for a bank holding company that has less than $100 billion in total consolidated assets, such as the Company.\n\nOn July 30, 2024, the FDIC issued a proposed rule that would revise the FDIC’s regulations governing the classification and treatment of brokered deposits. The proposal would require many IDIs to classify a greater amount of their deposits obtained with the involvement of third parties as brokered deposits. An increase in brokered deposits on the Company’s balance sheet could, among other consequences, increase the Company’s deposit insurance assessment costs.\n\nOn September 17, 2024, the U.S. Department of Justice (the “DOJ”) withdrew its 1995 Bank Merger Guidelines and announced that it will instead evaluate the competitive impact of bank mergers using its 2023 Merger Guidelines that the DOJ applies to mergers in all industries. Compared to the 1995 Bank Merger Guidelines, the 2023 Merger Guidelines set forth more stringent market concentration limits and add several largely qualitative bases on which the DOJ may challenge a merger. While the effect of these changes in the DOJ’s bank merger antitrust policy for particular transactions remains unclear, these changes may make it more difficult and/or costly for banks to obtain regulatory approval for an acquisition or otherwise result in more onerous conditions to obtain approval for an acquisition.\n\nOn January 20, 2025, President Trump released an executive memo, “Regulatory Freeze Pending Review,” halting all rulemaking processes at executive agencies. The memo, which does not apply to independent agencies including several federal financial regulators, directs all executive agencies not to propose or issue any rule without the approval of an appointed agency head or the President. The memo also directs executive agencies to withdraw any rules that have been submitted to the Office of the Federal Register but have not been published. In addition, the memo directs executive agencies to consider postponing the effective dates of rules that have been finalized and published in the Federal Register, but have not become effective yet. The Company expects the Trump administration will seek to implement a regulatory reform agenda that is significantly different than that of the Biden administration, which will impact the rulemaking, supervision, examination and enforcement priorities of the federal banking agencies, even if those agencies are not directly subject to the executive memo. \n\n16\n\nFuture Legislation, Regulation and Supervision Activities\n\nNew statutes, regulations and policies that contain wide-ranging proposals for altering the structures, regulations and competitive relationships of financial institutions and public companies operating in the U.S. are regularly adopted. Such changes to applicable statutes, regulations, and policies may change the Company’s operating environment in substantial and unpredictable ways, increase the Company’s cost of conducting business, impede the efficiency of internal business processes, subject the Company to increased supervision activities and disclosure and reporting requirements, and restrict or expand the activities in which the Company may engage. Accordingly, such changes may have a significant influence on our operations and activities, financial condition, results of operations, growth plans or future prospects, and the overall growth and distribution of loans, investments and deposits. We cannot predict whether or in what form any statute, regulation or policy will be proposed or adopted or the extent to which our business may be affected by any new statute, regulation or policy.\n\nAvailable Information\n\nThe Company’s website is www.eastwestbank.com. The Company’s Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Proxy Statements, Current Reports on Form 8-K, amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act, and other filings with the SEC are available free of charge at http://investor.eastwestbank.com under the heading “SEC Filings,” as soon as reasonably practicable after the Company electronically files such material with, or furnishes it to, the SEC. These reports are also available on the SEC’s website at www.sec.gov. In addition, the Company’s Code of Conduct, Corporate Governance Guidelines, charters of the Audit Committee, Compensation and Management Development Committee, Executive Committee, Risk Oversight Committee (“ROC”) and Nominating/Corporate Governance Committee, and other corporate governance materials are available on the Investor Relations section of the Company’s website. The information contained on the Company’s website as referenced in this report is not part of this report.\n\nStockholders may also request a copy free of charge of any of the above-referenced reports and corporate governance documents by writing to: Investor Relations, East West Bancorp, Inc., 135 N. Los Robles Avenue, 7th Floor, Pasadena, California 91101; by calling (626) 768-6000; or by sending an e-mail to InvestorRelations@eastwestbank.com.",
      "char_count": 63238
    },
    "item1a": {
      "text": "ITEM 1A.  RISK FACTORS\n\nWe, like other financial institutions, face risks inherent to our business, results of operations, and financial condition. The risks below address factors of which we are currently aware that could impact us materially by causing actual results to differ from our historical results or the results contemplated by the forward-looking statements contained in this Form 10-K. Although these risks are organized by headings and each risk is discussed separately, many are interrelated. In addition, there may be additional risks that may impact us materially that are not presently known, that are not currently believed to be significant, or that are common to all businesses.\n\n17\n\nRisks Related to Geopolitical Uncertainties\n\nUnfavorable general economic, market, political or industry conditions, either domestically or internationally, may adversely affect our business, results of operations, and financial condition.\n\nOur business and results of operations are affected by the financial markets and general economic conditions globally, particularly in the U.S. and Asia, including factors such as the level and volatility of short- and long-term interest rates, inflation, deflation, residential and commercial property prices, collateral asset prices, unemployment and under-employment levels, rental rates and occupancy levels, market or supply chain disruption, labor shortages, bankruptcies, household income, consumer behavior, fluctuations in both debt and equity capital markets and currencies, liquidity of the global financial markets, the availability and cost of capital and credit, government spending and the federal debt ceiling, investor sentiment and confidence in the financial markets, and sustainability of economic growth in the U.S. and Asia. The deterioration of any of these conditions could adversely affect our consumer and commercial business, securities and derivatives portfolios, the level of charge-offs and provision for credit losses, the carrying value of deferred tax assets, capital levels, liquidity, and results of operations. In addition, because our operations and the collateral securing our real estate lending portfolio are primarily concentrated in California, we may be particularly susceptible to adverse economic conditions in California. Any unfavorable economic, market, political, or industry conditions in California and other regions where we operate could lead to the following outcomes, among others:\n\n•greater than expected losses in our credit exposure due to unforeseen economic conditions, which may, in turn, adversely impact our results of operations and financial condition;\n\n•failure of our borrowers to make timely repayments of their loans, or a decrease in the value of real estate or other collateral securing the payment of such loans, which could result in credit losses, delinquencies, foreclosures and customer bankruptcies, and in turn have a material adverse effect on our results of operations and financial condition;\n\n•a decrease in deposit balances and in the demand for loans and other products and services;\n\n•disruptions in the capital markets or other events, including adverse actions by rating agencies and deteriorating investor expectations, which may result in an inability to borrow on favorable terms or at all from other financial institutions;\n\n•an adverse effect on the value of the debt securities portfolio as a result of debt defaults; and\n\n•a loss of confidence in the financial services industry, our market sector and the equity markets by investors, placing pressure on our stock price.\n\nWe face risks associated with international operations.\n\nA substantial number of our customers have economic and cultural ties to Asia. The Bank’s international presence includes locations in Hong Kong, China and Singapore. Our presence in Asia carries certain risks, including risks relating to our ability to generate revenues from foreign operations and to leverage and conduct business on an international basis, due to legal, regulatory, and tax requirements and restrictions; tariffs, trade barriers, or other trade restrictions; uncertainties regarding liability; difficulties in staffing and managing foreign operations; political and economic risks; and financial risks including currency and payment risks. For example, economic trade and political tensions, including tariffs and other punitive trade policies and disputes between the U.S. and China pose a risk to our business and customers. On February 1, 2025, the Trump administration announced the imposition of a 10% tariff on imports from China and a 25% tariff on imports from Mexico and Canada. However, the tariffs on Mexico and Canada have been temporarily paused for 30 days following agreements from both countries. The timing and extent of these trade policy changes remain subject to further developments. The imposition of tariffs, retaliatory tariffs, export controls or other trade restrictions on products, materials or other goods that our customers import or export could impact prices, reduce demand, or otherwise negatively impact our customers’ businesses and their ability to service debt. We may also experience a decrease in the demand for loans and other financial products or a deterioration in the credit quality of the loans extended to customers in industry sectors that are most sensitive to the trade restrictions.\n\n18\n\nFurther, a downturn in economic growth and real estate markets in China and volatility in the Shanghai and Hong Kong stock exchanges, among other things, may negatively impact asset values and the profitability and liquidity of our customers operating in this region. These risks could adversely affect the success of our international operations and could have a material adverse effect on our overall business, results of operations, and financial condition. In addition, we face risks that our employees and affiliates may fail to comply with applicable U.S. and foreign laws and regulations governing our international operations, including the U.S. Foreign Corrupt Practices Act and other anti-corruption laws. Failure to comply with such laws and regulations could, among other things, result in enforcement actions and fines against us, limitations on our conduct and reputational harm, any of which could have a material adverse effect on our business, results of operations and financial condition.\n\nNatural disasters, the effects of climate change and geopolitical events beyond our control could adversely affect our business, results of operations, and financial condition.\n\nNatural disasters such as wildfires, earthquakes, extreme weather conditions, hurricanes, floods, droughts, widespread health emergencies or pandemics and other acts of nature, and geopolitical events involving political unrest, terrorism, or military conflicts have in the past, and may in the future, cause substantial damage and loss to real and personal property. These events can seriously harm our customers and adversely affect our business operations, including by impairing borrowers’ ability to service their loans, decreasing the level and duration of deposits by customers, eroding the value of loan collateral, or resulting in an increase in nonperforming assets, net charge-offs, and provision for credit losses. In addition, natural disasters and geopolitical events could also create macroeconomic challenges such as supply-chain shortages, volatile energy prices, tightened monetary policy and inflation, and economic instability, and otherwise cause a material adverse effect on our business, results of operations and financial condition.\n\nClimate change also presents physical risks to us and our customers, including from discrete weather events, changing climate patterns and other disruptions, as well as transition risks of a shift to a low-carbon economy, including changes in policies, regulations, technologies, consumer sentiment and preferences. Regulatory changes regarding climate risk management and practices may result in higher regulatory and compliance risks and costs. Our reputation and client relationships may be damaged as a result of our practices related to climate change, including our direct or indirect involvement in, or decision not to participate in, certain industries or projects associated with causing climate change, as well as any decisions to conduct or change our activities in response to climate change considerations. Our ability to attract and retain employees may also be harmed if our response to climate change is perceived to be ineffective or insufficient. These climate-driven changes could materially and negatively impact our and our customers’ business, results of operations, financial condition and reputation.\n\nRisks Related to Financial Matters\n\nA significant portion of our loan portfolio is secured by real estate and at a higher degree of risk from a downturn in real estate markets.\n\nSince many of our loans are secured by real estate, a decline in the real estate markets could impact our business and financial condition. Real estate values and real estate markets are generally affected by changes in general economic conditions and employment levels, fluctuations in interest rates, the availability of loans to potential purchasers and the availability and demand for types of real property investments, changes in tax laws and other governmental statutes, regulations and policies, and natural disasters, such as wildfires and earthquakes, which are particularly prevalent in California, where a significant portion of our real estate collateral is located. For example, during 2024, the commercial real estate (“CRE”) market remained under pressure, primarily from decreased demand for office space, which affected the demand for CRE loans and loan performance. If real estate values decline, the value of real estate collateral securing our loans could be significantly reduced. Our ability to recover on defaulted loans by foreclosing and selling the real estate collateral would be further diminished, and we would be more likely to suffer losses on defaulted loans. Furthermore, CRE and multifamily residential loans typically involve larger balances to single borrowers or groups of related borrowers. Since payments on these loans are often dependent on the successful operation or management of the properties, as well as the business and financial condition of the borrowers, repayment of such loans may be subject to adverse conditions in the real estate market, adverse economic conditions, shifts in demand for different types of properties, or changes in applicable government regulations. Borrowers’ inability to repay such loans may have an adverse effect on our business, results of operations and financial condition.\n\n19\n\nOur business is subject to interest rate risk and variations in interest rates may have a material adverse effect on our financial performance.\n\nOur financial results depend substantially on net interest income, which is the difference between the interest income we earn on interest-earning assets and the interest expense we pay on interest-bearing liabilities. Interest-earning assets primarily include loans extended, securities held in our investment portfolio, and excess cash held to manage short-term liquidity. We fund our assets using deposits and borrowings. We offer interest-bearing deposit products, and a portion of our deposit balances are from noninterest-bearing products. We also enter into interest rate derivatives to manage interest rate risk exposure. The interest rates we receive on our interest-earning assets and pay on our interest-bearing liabilities could be affected by various factors, including macroeconomic challenges, Federal Reserve policies, market interest rate changes in response to inflation, competition, regulatory requirements or a change in our product mix. Changes in key variable market interest rates, such as the federal funds, national prime, or U.S. Treasury rates generally impact our interest rate spread. Because of the differences in maturities and repricing characteristics of our interest-earning assets and interest-bearing liabilities, changes in interest rates do not produce equivalent changes in interest income earned on interest-earning assets and interest expense paid on interest-bearing liabilities. Rising interest rates may cause our funding costs to increase at a faster pace than the yield we earn from our assets, ultimately causing our net interest margin to decrease. Higher interest rates may also result in lower loan production and increased charge-offs in certain segments of the loan portfolio. Declining interest rates could lead to higher loan refinancing activity, which, in turn, would increase the likelihood of prepayments of loans and mortgage related securities. Changes in interest rates also impact the value of our investments in debt securities, particularly debt securities with longer maturities. Accordingly, changes in levels of interest rates could materially and adversely affect our net interest income, net interest margin, cost of deposits, loan origination volume, average loan portfolio balance, asset quality, liquidity, and overall profitability.\n\nInflation can have an adverse impact on our business and on our customers.\n\nInflation risk is the risk that the value of assets or income from investments will be worth less in the future as inflation decreases the value of money. Recent data has indicated the pace of inflation in the U.S. is slowing and the Federal Reserve has begun to cut the federal funds rate. However, the future rate of inflation and other economic factors remain uncertain, and the Federal Reserve may decrease or increase interest rates slower or faster than anticipated. If inflation increases and interest rates rise, the value of our investment securities, particularly those with longer maturities, will decrease, although this effect is less pronounced for floating rate instruments. Prolonged periods of inflation also may impact our profitability by negatively impacting our costs and expenses, including increasing funding costs and expenses related to talent acquisition and retention, and negatively impacting the demand for our products and services. Moreover, our customers are also affected by inflation and the rising costs of goods and services used in their households and businesses, which could have a negative impact on their ability to repay their loans. Adverse changes in inflation and interest rates could negatively impact consumer and business confidence, and adversely affect the economy as well as our business, results of operations and financial condition.\n\nThe monetary policies of the federal government and its agencies could have a material adverse effect on our earnings.\n\nThe Federal Reserve Board regulates the supply of money and credit in the U.S. Its policies determine in large part the cost of funds for lending and investing and affect the return earned on those loans and investments, both of which in turn affect our net interest margin. They can also materially decrease the value of financial assets we hold. Federal Reserve policies may also adversely affect borrowers, potentially increasing the risk that they may fail to repay their loans, or could adversely create asset bubbles resulting from prolonged periods of accommodative policy. This, in turn, may result in volatile markets and rapidly declining collateral values. Changes in Federal Reserve policies are beyond our control. Consequently, the impact of these changes on our business, results of operations and financial condition is difficult to predict.\n\n20\n\nFurther downgrades of the U.S. credit rating, potential automatic spending cuts or a government shutdown could negatively impact our business, results of operation and financial condition.\n\nOver the past few years, U.S. debt ceiling and budget deficit concerns have increased the possibility of U.S. government shutdowns, automatic spending cuts, additional U.S. credit rating downgrades and economic slowdowns, or a recession in the U.S. As the federal debt level rises and interest rates remain elevated, the cost of servicing the debt may increase and the perceived creditworthiness of the U.S. government may decrease. The impact of any further downgrades to the U.S. government’s sovereign credit rating or its perceived creditworthiness could adversely affect the U.S. and global financial markets and economic conditions. Adverse political and economic conditions could have an adverse effect on our business, results of operation and financial condition.\n\nWe are subject to fluctuations in foreign currency exchange rates.\n\nOur foreign currency translation exposure derives, in part, from our China subsidiary that has its functional currency denominated in Chinese Renminbi (“RMB”). In addition, as we continue to expand our cross-border business, we have a higher volume of customer transactions in foreign currencies. We have entered into derivative instruments to offset some of the impact of foreign exchange fluctuations. However, given the volatility of exchange rates, there is no assurance that we will be able to effectively manage foreign currency translation risk. Fluctuations in foreign currency exchange rates could have a material unfavorable impact on our net income, therefore adversely affecting our business, results of operations, and financial condition.\n\nRisks Related to Our Capital Resources and Liquidity\n\nAs a regulated entity, we are subject to capital requirements, and a failure to meet these standards could adversely affect our financial condition. \n\nWe and the Bank are subject to certain capital and liquidity rules, including the Basel III Capital Rules, which establish the minimum capital adequacy requirements and may require us to increase our regulatory capital or liquidity targets, increase regulatory capital ratios, or change how we calculate regulatory capital. We may be required to increase our capital levels, even in the absence of actual adverse economic conditions or forecasts, and enhance capital planning based on hypothetical future adverse economic scenarios. As of December 31, 2024, we met the requirements of the Basel III Capital Rules, including the capital conservation buffer. Compliance with capital requirements may limit capital-intensive operations and increase operational costs, and we may be limited or prohibited from distributing dividends or repurchasing our stock. This could adversely affect our ability to expand or maintain present business levels, which may adversely affect our business, results of operations and financial condition. Additional information on the regulatory capital requirements applicable to us and the Bank is set forth in Item 1. Business — Supervision and Regulation — Regulatory Capital Requirements in this Form 10-K.\n\nAs a holding company, we depend on dividends and distributions from the Bank for our liquidity.\n\nWe derive most of our cash flow from dividends paid by the Bank. These dividends are the primary source from which we pay dividends on our common stock and principal and interest on our debt obligations. Various federal and California laws and regulations, as well as regulatory expectations, limit the amount of dividends that the Bank may pay to us. See Item 1. Business — Supervision and Regulation — Dividends and Other Transfers of Funds in this Form 10-K for a discussion of regulatory requirements applicable to dividends by us and the Bank. Although we have historically declared cash dividends on our common stock, we are not required to do so and there may be circumstances under which we would reduce or eliminate our common stock dividend in the future. This could adversely affect the market price of our common stock.\n\n21\n\nWe are subject to liquidity risk, which could negatively affect the level or cost of our funding.\n\nMarket conditions or other events could negatively affect the level of or cost of funding, which in turn could affect our ongoing ability to accommodate liability maturities and deposit withdrawals, meet contractual obligations, or fund asset growth and new business initiatives at a reasonable cost, in a timely manner and without adverse consequences. Although we have implemented strategies to maintain sufficient and diverse sources of funding to accommodate planned, as well as unanticipated changes in assets, liabilities, and off-balance sheet commitments under various economic conditions, a substantial, unexpected or prolonged change in the level or cost of liquidity could have a material adverse effect on our business, results of operations, and financial condition. If the cost effectiveness or the availability of supply in the credit or wholesale funding markets is reduced for a prolonged period of time, our funding needs may require us to access funding and manage liquidity by other means. These alternatives may include generating client deposits, securitizing or selling loans, and further managing loan growth and investment opportunities. These alternative means of funding may not be available under stressed market conditions or realized in a timely fashion.\n\nAny downgrades in our credit ratings could have a material adverse effect on our liquidity, cost of funding, cash flows, business, results of operations and financial condition.\n\nCredit rating agencies evaluate us regularly, and their ratings are based on several factors, including our financial strength, capital adequacy, liquidity, asset quality and ability to generate earnings. Some of these factors are not entirely within our control, including conditions affecting the financial services industry as a whole. Severe downgrades in our credit ratings could impact our business and reduce our profitability in different ways, including a reduction in our access to capital markets, triggering additional collateral or funding obligations which could negatively affect our liquidity. In addition, our counterparties, as well as our clients, rely on our financial strength and stability and evaluate the risks of doing business with us on a regular basis. If we experience a decline in our credit ratings, this could result in a decrease in the number of counterparties and clients who may be willing to transact with us. Our borrowing costs may also be affected by various external factors, including market volatility and concerns or perceptions about the financial services industry. There can be no assurance that we can maintain our credit ratings nor that they will not be changed in the future.\n\nThe proportion of our deposit account balances that exceed FDIC insurance limits may expose us to enhanced liquidity risk.\n\nA significant factor in the 2023 bank failures may have been the proportion of the deposits held by institutions that exceeded applicable FDIC insurance limits, and the withdrawal of such deposits over a short period of time. The ease and speed of the electronic withdrawals may accelerate this process. If a significant portion of our deposits were to be withdrawn within a short period of time such that additional sources of funding would be required to meet withdrawal demands, we may be unable to obtain funding at favorable terms, which may have an adverse effect on our net interest margin. Moreover, obtaining adequate funding to meet our deposit obligations may be more challenging during periods of elevated interest rates and financial industry instability. Our ability to attract depositors during a time of actual or perceived distress or instability in the marketplace may be limited. Further, interest rates paid for borrowing generally exceed the interest rates paid on deposits. This spread may be exacerbated by higher prevailing interest rates. In addition, because our available-for-sale (“AFS”) debt securities lose value when interest rates rise, our ability to cover liquidity needs from sale or pledging of these securities may be negatively impacted during periods of elevated interest rates. Under these circumstances, we may be required to access additional funding from other sources in order to manage our liquidity risk.\n\n22\n\nRisks Related to Credit Matters\n\nOur allowance for credit losses may not be adequate to cover actual losses.\n\nWe establish an allowance for credit losses in accordance with U.S. Generally Accepted Accounting Principles (“GAAP”), which includes the allowance for loan losses and the reserve for unfunded credit commitments. Our allowance for loan losses is based on our evaluation of risks associated with our loans held-for-investment portfolio, including historical loss experience, current borrower characteristics, current economic conditions, reasonable and supportable forecasts of future economic conditions, delinquencies, performing status, the size and composition of the loan portfolio, and concentrations within the portfolio. The allowance estimation process requires subjective and complex judgments, including analysis of economic conditions and how these economic conditions might impair the ability of our borrowers to repay their loans. Unexpected changes in economic, market, operating and other conditions in the U.S. and in the international markets could result in, among other things, greater than expected deterioration in credit quality of our loan portfolio or in the value of collateral securing these loans. Due to the inherent risk associated with accounting estimates, our allowance for loan losses and our reserve for losses associated with our unfunded credit commitments, which is determined using a similar methodology as that used to establish our allowance for loan losses, may not be adequate to absorb actual losses, and future provisions for such losses could have a material adverse effect on our business, results of operations, and financial condition.\n\nWe may be subject to increased credit risk and higher credit losses to the extent our loans are concentrated by loan type, industry segment, borrower type, or location of the borrower or collateral.\n\nOur credit risk and credit losses can increase if our loans are concentrated in borrowers engaged in the same or similar activities, industries, or geographies or to borrowers who as a group may be uniquely or disproportionately affected by economic or market conditions, which could result in materially higher credit losses. For example, the Bank has a concentration of real estate loans in California. Potential deterioration in the California commercial or residential real estate markets or economic conditions could result in additional loan charge-offs and provision for loan losses, which could have a material adverse effect on our business, results of operations, and financial condition. If any industry, market sector, or collateral type were to experience economic difficulties, loan collectability from customers operating in those industries or sectors or holding such collateral types may deteriorate, which could have a material adverse impact on our business, results of operations, and financial condition.\n\nRisks Related to Our Operations\n\nA cyber-attack, information or security breach, or failure of our operational or security systems or infrastructure, or those of third-party vendors, could disrupt our business, and adversely impact our results of operations, financial condition, cash flows, and liquidity, as well as damage our reputation.\n\nOur business is highly dependent on the security and efficacy of our infrastructure, computer, network and data management systems, as well as those of third parties with which we interact. We face risks of loss resulting from, but not limited to, errors relating to transaction processing and technology, breaches of our internal control system or external compliance requirements, fraud or unauthorized transactions by employees or third parties, cybersecurity incidents, business continuation and disaster recovery. The potential for operational loss exposure exists throughout our organization and among our interactions with third parties, and are expected to increase as we expand our interconnectivity with our customers and other third parties. Any of these operational risk exposures, if realized, could adversely impact our results of operations, financial condition, cash flows, and liquidity, and result in regulatory action, significant litigation exposure and harm to our reputation.\n\nOur ability to process transactions, provide service and conduct our business may be adversely affected by significant disruptions to us or our vendors, which can be caused by events that are wholly or partially beyond our control. These events include, and are not limited to, electrical, telecommunications, networking or other major physical infrastructure outages, cybersecurity incidents, pandemics, natural disasters, and political or social events, including terrorist acts, wars and civil disturbances. We have taken measures to implement backup systems and safeguards and frequently update our systems to support our operations and growth, requiring significant costs and creating risks associated with implementing and integrating new systems. To date, we have not experienced any known cybersecurity incidents resulting in a material impact on our business, financial condition, or operating results. However, we can provide no assurance that all of our security measures will be effective.\n\n23\n\nThird parties that facilitate our business activities could also be sources of operational and security risks to us. Our ability to implement backup systems or other safeguards with respect to third-party systems is limited. Furthermore, an attack on or failure of a third-party system may not be revealed to us in a timely manner, which could compromise our ability to respond effectively. Some third parties may engage vendors of their own, which introduces the risk that these “fourth parties” could be the source of operational and security failures. If a third party or fourth party with access to the customer account data on our systems experiences a breach or misappropriates such data, we and our customers could suffer material harm, including heightened risk of fraudulent transactions, losses from fraudulent transactions, increased operational costs to remediate any security breach, and reputational harm.\n\nCybersecurity risks, including ransomware, malware, social engineering, and phishing attacks, for financial institutions have significantly increased in recent years in part because of the proliferation of new technologies, the use of the internet and telecommunication technologies to conduct financial transactions, the significant increased use of remote workstations by employees in recent years, and the increased sophistication and activities of organized crime, hackers, terrorists, nation-states, and other threat actors. Our business and many of our customers may have experienced, and may experience again in the future, losses incurred due to fraud or theft related to customers, employees or third parties. These losses may negatively affect our business, results of operations, financial condition, reputation or prospects. We have limited ability to assure the safety and security of our customers’ transactions with us to the extent our customers are using their own devices or are a victim of cyberattacks, fraud or other scams by threat actors. Failure to mitigate breaches of security, or to comply with increasingly demanding new and changing industry standards and regulatory requirements could also result in violation of applicable privacy laws, reputational damage, regulatory fines, litigation exposure, increased security compliance costs, and could have an adverse effect on our business, results of operations and financial condition.\n\nFailure to keep pace with technological change could adversely affect our business. We may face risks associated with the utilization of information technology systems to support our operations effectively.\n\nThe financial services industry is continuously undergoing rapid technological change with frequent introductions of new technology-driven products and services, including financial technology and non-banking entities. The effective use of technology increases efficiency and enables financial institutions to better serve customers and to reduce costs. Our future success depends, in part, on our ability to address the needs of our customers by using technology to provide products and services that will satisfy customer demands, as well as to create additional efficiencies in our operations. Many of our competitors have substantially greater resources to invest in technological solutions. We may not be able to effectively implement new technology-driven products and services or be successful in marketing these products and services to our customers. Failure to successfully keep pace with technological change affecting the financial services industry could have a material adverse impact on our business and, in turn, our results of operations and financial condition. In addition, if we do not implement systems effectively or if our outsourcing business partners do not perform their functions properly, there could be an adverse effect on us. There can be no assurance that we will be able to effectively maintain or improve our systems and processes, or utilize outsourced talent, to meet our business needs successfully. Any such failure could adversely affect our business, results of operations, financial condition and reputation.\n\nWe may be impacted by the actions, soundness or creditworthiness of other financial institutions, which can cause disruption within the industry and increase expenses.\n\nFinancial services institutions are interrelated as a result of trading, clearing, counterparty, or other relationships. We execute transactions with various counterparties in the financial industry, including broker-dealers, commercial banks, and investment banks. Defaults or failures of financial services institutions and instability in the financial services industry in general can lead to market-wide liquidity problems, increased credit risk and withdrawals of uninsured deposits. Such events could adversely affect our business, results of operations, and financial condition, as well as the market price and volatility of our common stock.\n\nBank failures may increase the risk of a recession or lead to regulatory changes and initiatives, such as enhanced capital, liquidity, or risk management requirements, which could adversely impact us. Changes to laws or regulations, or the imposition of additional restrictions through supervisory or enforcement activities, could have a material impact on our business. Regulatory changes could also adversely impact our ability to access funding, increase the cost of funding, limit our access to capital markets, and negatively impact our overall financial condition. The 2023 bank failures also resulted in a special assessment by the FDIC to replenish the DIF.\n\n24\n\nOur controls and procedures could fail or be circumvented.\n\nManagement regularly reviews and updates our internal controls, disclosure controls and procedures, and corporate governance and enterprise risk management (“ERM”) policies and procedures. Any system of controls, however well designed and operated, is based in part on certain assumptions and can provide only reasonable, but not absolute, assurances of the effectiveness of these systems and controls, and that the objectives of these controls have been met. Any failure or circumvention of our controls and procedures, and any failure to comply with regulations or supervisory expectations related to controls and procedures could adversely affect our business, results of operations, and financial condition.\n\nOur enterprise risk management program may not be effective at mitigating the risks to which we are subject, based upon our size, scope, and complexity.\n\nWe have established processes and procedures intended to identify, measure, monitor, report, and analyze the types of risk to which we are subject, including capital, market, liquidity, credit, operational, compliance, legal, strategic, technology and reputational risks. Although we seek to manage our exposure to such risks, and employ a broad and diverse set of risk monitoring and mitigation techniques in the process, those techniques are inherently limited because they cannot anticipate the existence or development of risks that are currently unknown or unanticipated. Any system of control and any system to reduce risk exposure, however well designed and operated, can provide only reasonable, not absolute, assurance that the objectives of the system are met. Further, in some cases we use analytical or forecasting models in our management of risks. If the models are inadequate, or are subject to ineffective governance, our risk management program may also prove ineffective. Actions taken to mitigate identified risks may prove less effective than anticipated. If our risk management program proves ineffective, we could suffer unexpected losses and reputational damage.\n\nWe are dependent on key personnel and the loss of one or more of those key personnel may materially and adversely affect our prospects.\n\nCompetition for qualified personnel in the banking industry is intense and there is a limited number of qualified people with knowledge of, and experience in, the regional banking industry, especially in the West Coast markets, and in international banking operations, especially in Asia. The process of recruiting personnel with the combination of skills and attributes required to carry out our strategies is often lengthy. The labor market is currently challenging, with high employee turnover and increased wage pressure. In addition, the proliferation of hybrid work environments may exacerbate the challenges of attracting and retaining talented employees as job markets may be less constrained by physical geography. Our success depends, to a significant degree, on our ability to attract and retain highly-skilled and qualified personnel, as well as the continued contributions of those individuals. In particular, our success has been and continues to be highly dependent upon the abilities of certain key executives. Accordingly, we believe that our future success is dependent upon the development and, when needed, implementation of adequate succession plans. Although both the Board of Directors and management monitor our succession planning for our senior management team, the loss of key personnel, or the inability to recruit and retain qualified personnel in the future, could have an adverse effect on our business, financial condition, or operating results.\n\nWe face strong competition in the financial services industry, and we could lose business or suffer margin declines as a result.\n\nWe operate in a highly competitive environment. Our competitors include, but are not limited to, commercial banks, savings and loan associations, finance companies, brokerage firms, insurance companies, credit unions, mortgage banks, nonbank financial institutions, and other regional, national, and global financial institutions. Some of our major competitors include multinational financial service companies whose greater resources may afford them a marketplace advantage by enabling them to maintain numerous locations and mount extensive promotional and advertising campaigns. Areas of competition include interest rates on loans and deposits, customer services, and range of price and quality of products and services, including new technology-driven products and services. Ongoing or increased competition may put pressure on the pricing for our products and services or may cause us to lose market share, particularly with respect to traditional banking products such as loans and deposits. Failure to attract and retain banking customers may adversely impact our loan and deposit growth and in turn, our revenues.\n\n25\n\nWe have engaged in and may continue to engage in further expansion through acquisitions, which could cause disruption to our business and may dilute existing stockholders’ interests.\n\nThere are risks associated with expanding through mergers and acquisitions. These risks include, among others, incorrectly assessing the asset quality of a bank acquired in a particular transaction, incurring greater than anticipated costs in integrating acquired business, failing to retain customers or employees, and the inability to profitably deploy assets acquired or realize synergies from a transaction. Additional country or region-specific risks are associated with transactions outside the U.S., including in China. To the extent we issue capital stock in connection with acquisition transactions, these transactions and related stock issuances may have a dilutive effect on our earnings per share (“EPS”) and share ownership.\n\nNew products and services may subject us to additional risks.\n\nFrom time to time, we may seek to implement new business arrangements or new lines of business or offer new products and services within existing lines of business. There are substantial risks and uncertainties associated with these efforts, particularly in instances where the markets are not fully developed. We may invest significant time and resources in developing and marketing new business arrangements, lines of business and/or new products and services. Initial timetables for the introduction and development of new business initiatives, new lines of business and/or new products or services may not be achieved, and price and profitability targets may not prove feasible, which could in turn have a material negative effect on our operating results. New business arrangements, new lines of business and/or new products or services also could subject us to additional regulatory requirements, increased scrutiny by our regulators and other legal risks. For example, we and other regional banks are increasingly partnering with fintech and other providers to distribute or market our products and services. Bank regulators have, and may in the future, hold banks responsible for the activities of these fintech companies, including in respect of BSA/AML and consumer compliance matters, or may take the view that these relationships present safety and soundness issues.\n\nOur investments in certain tax-advantaged projects may not generate returns as anticipated, which could result in an adverse impact on our results of operations.\n\nWe invest in certain tax-advantaged investments that support qualified affordable housing projects, community development, and renewable energy resources. Our investments in these projects are designed to generate a return in part through the realization of federal and state income tax credits, and other tax benefits, over specified time periods. We are subject to the risk that previously recorded tax credits, which remain subject to recapture by taxing authorities based on compliance features required to be met at the project level, may fail to meet certain government compliance requirements and may not be able to be realized. The risk of not being able to realize, or of subsequently incurring a recapture of, the tax credits and other tax benefits depends on various factors, some of which are outside of our control, including changes in the applicable tax code, as well as the continued economic viability of the project and project operator. In addition, the Trump administration has announced an intent to repeal green energy tax credits, although the timing and extent of changes in tax credits remains uncertain. The possible inability to realize these tax credits and other tax benefits would have a negative impact on our financial results.\n\nRisks Related to Regulatory, Compliance and Legal Matters\n\nChanges in regulation may require us to change our business practices, increase our costs, limit our ability to make investments and generate revenue, or otherwise adversely affect our business operations and/or competitiveness.\n\nWe are subject to extensive regulation under federal and state laws, as well as supervision and examination by the DFPI, FDIC, Federal Reserve, SEC, CFPB in the U.S. and foreign regulators and other government authorities. We are also subject to enforcement oversight by the DOJ and state attorneys general. In addition, we face certain legal, reputational, and financial risks as a result of serving customers in new or evolving industries that are subject to changing, and at times conflicting laws. Changes to statutes, regulations or regulatory policies, including changes in interpretation or implementation of statutes, regulations, or policies could affect the manner in which we conduct business. Such changes could also subject us to additional costs and may limit the types of financial services and products we offer, and the investments we make.\n\n26\n\nFor example, as we approach the $100 billion total asset threshold, we anticipate becoming subject to enhanced regulatory and supervisory requirements, which may include but are not limited to, increased capital and liquidity requirements, resolution planning obligations, stress testing, long-term debt requirements, and heightened supervisory scrutiny under existing or proposed federal banking regulations. Compliance with these requirements will require substantial investment in systems, processes, and personnel. The enhanced regulatory framework could also impact our ability to compete with financial institutions that are not subject to similar requirements. Failure to adequately prepare for and address these challenges could materially and adversely affect our business, financial condition, and results of operation.\n\nGiven that banks operate in an extensively regulated environment under federal and state law, good standing with our regulators is of fundamental importance to the continuation and growth of our business. In the performance of their supervisory and enforcement duties, the U.S. federal and state regulators, and non-U.S. regulators, have significant discretion and power to initiate enforcement actions for violations of laws and regulations, and unsafe and unsound practices. Further, regulators and bank supervisors continue to exercise qualitative supervision of our industry and specific business operations and related matters. Violations of laws and regulations or deemed deficiencies in risk management or other qualitative practices also may be incorporated into our confidential bank supervisory ratings. A downgrade in these ratings, or other regulatory settlements, enforcement actions or supervisory criticisms, could impose additional risk management and other regulatory oversight requirements, limit our ability to pursue acquisitions or conduct other expansionary activities, require new or additional regulatory approvals before engaging in certain other business activities, and result in civil monetary penalties, other sanctions, and damage to our reputation, all of which could adversely affect our business, financial condition, results of operations and future prospects.\n\nFailure to comply with laws, regulations, or policies could result in civil or criminal sanctions by U.S. federal and state, and non-U.S. agencies, the loss of FDIC insurance, the revocation of our banking charter, civil or criminal monetary penalties, and/or reputational damage, which could have a material adverse impact on our business, results of operations, and financial condition. We continue to adjust our business and operations, capital, policies, procedures, and controls to comply with these laws and regulations, final rulemaking, supervisory requirements and interpretations from the regulatory authorities. See Item 1. Business — Supervision and Regulation in this Form 10-K for more information about the regulations to which we are subject.\n\nChanges to fiscal policies and tax legislation may adversely affect our business.\n\nFrom time to time, the U.S. government may introduce new fiscal policies and tax laws or make substantial changes to existing tax legislation. These changes could have a material impact on our business and our customers’ business, results of operations, and financial condition. Our positions or our actions taken prior to such changes may be compromised by such changes. In addition, our actions taken in response to, or in reliance upon, such changes in the tax laws may impact our tax position in a manner that may result in an adverse financial condition. We also provide for current and deferred taxes in our financial statements, based on our results of operations and financial condition. We may take tax return filing positions for which the final determination of tax is uncertain, and our income tax expense could be increased if a federal, state, or local authority were to assess additional taxes that have not been provided for in our consolidated financial statements. There can be no assurance that we will achieve our anticipated effective tax rate. The U.S. government could further introduce new tax legislation or amend current tax laws in a manner that would adversely affect us.\n\nComplying with the Bank Secrecy Act and other anti-money laundering and sanctions statutes and regulations can increase our compliance costs and risks.\n\nThe BSA, the PATRIOT Act, and other laws and regulations require us and other financial institutions to institute and maintain an effective AML program and file suspicious activity reports and currency transaction reports when appropriate. We may provide banking services to customers considered to be higher risk customers, which subjects us to greater enforcement risk under the BSA and requires us to ensure our third-party vendors adhere to the BSA and related regulations. The Financial Crimes Enforcement Network may impose significant civil monetary penalties for violations of those requirements and has been engaging in coordinated enforcement efforts with the federal and state banking regulators, as well as the DOJ, Drug Enforcement Administration, and the Internal Revenue Service.\n\n27\n\nWe are also required to comply with the U.S. economic and trade sanctions administered by the OFAC regarding, among other things, the prohibition of transacting business with, and the need to freeze assets of, certain persons and organizations identified as a threat to the national security, foreign policy, or economy of the U.S. A violation of any AML or OFAC-related law or regulation could subject us to significant civil and criminal penalties as well as regulatory enforcement actions, which may include restrictions on our ability to pay dividends and the necessity to obtain regulatory approvals to proceed with certain aspects of our business plan, including any acquisition plans. Any of these violations could have a material adverse effect on our business, results of operations, financial condition, reputation, and future prospects.\n\nWe could face material legal and reputational harm if we fail to safeguard personal information.\n\nWe are subject to complex and evolving laws and regulations, both inside and outside the U.S., governing the privacy and protection of personal information. Individuals whose personal information may be protected by law can include our customers (and in some cases our customers’ customers), prospective customers, job applicants, employees, and the employees of our suppliers, and third parties. Complying with laws and regulations applicable to our collection, use, transfer, and storage of personal information can increase operating costs, impact the development and marketing of new products or services, and reduce operational efficiency. Any mishandling or misuse of personal information by us or a third party affiliated with us could expose us to litigation or regulatory fines, penalties or other sanctions.\n\nWe are subject to significant financial and reputational risk arising from lawsuits and other legal proceedings.\n\nWe operate in a heavily regulated industry and face significant risks from lawsuits and proceedings brought by customers, borrowers, bank regulators and counterparties. These actions include claims for monetary damages, penalties, fines, and demands for injunctive relief. If these lawsuits or proceedings, whether founded or unfounded, are not resolved in a favorable manner to us, they could lead to significant financial obligations for us, as well as restrictions or changes to how we conduct our business. Although we establish accruals for legal matters when and as required by U.S. GAAP and certain expenses and liabilities in connection with such matters may or may not be covered by insurance, the amount of loss ultimately incurred in relation to those matters may be substantially higher than the amounts accrued and/or insured. As a participant in the financial services industry, we expect to continue to incur significant risks arising from litigation and government scrutiny related to our businesses and operations. Substantial legal liability and government scrutiny could adversely affect our business, results of operations, and financial condition. In addition, we may suffer significant reputational harm as a result of lawsuits and proceedings, adversely impacting our ability to attract and retain customers, employees, and investors. Moreover, it may be difficult to predict the outcome of certain legal proceedings, which may present additional uncertainty to our business prospects.\n\nGeneral Risk Factors\n\nChanges in accounting standards or changes in how the accounting standards are interpreted or applied could materially impact our financial statements.\n\nThe preparation of our financial statements is based on accounting standards established by the Financial Accounting Standards Board (“FASB”) and the SEC. From time to time, these accounting standards may change, and such changes may have a material impact on our financial statements. In addition, the FASB, SEC, banking regulators, and our independent registered public accounting firm may amend or reverse their previous interpretations or positions on how various standards should be applied. These changes may be difficult to predict and could impact how we prepare and report our financial statements. In some cases, we could be required to adopt a new or revised standard retrospectively, potentially resulting in restatements to a prior period’s financial statements.\n\n28\n\nOur consolidated financial statements are based in part on assumptions and estimates which, if incorrect, could cause unexpected losses in the future.\n\nPursuant to U.S. GAAP, we are required to use certain assumptions and estimates in preparing our financial statements, including in determining the allowance for credit loss, accrued liability for litigation, and the fair value of certain financial assets and liabilities, among other items. Our assumptions and estimates may be inaccurate or subjective, particularly in times of market stress or under unforeseen circumstances. Inaccurate assumptions or inadequate design of our forecasting models could result in incorrect or misleading information, and in turn could lead to inappropriate business decisions, such as an inadequate reserve for credit losses, and adversely impact our business, results of operations, and financial condition. Our significant accounting policies and use of estimates are fundamental to understanding our results of operations and financial condition. Some accounting policies, by their nature, are inherently subject to estimation techniques, valuation assumptions and other subjective assessments. In addition, some significant accounting policies require significant judgments in applying complex accounting principles to individual transactions and determining the most appropriate treatment. We have procedures and processes in place to facilitate making these judgments. For a description of these policies, refer to Note 1 — Summary of Significant Accounting Policies to the consolidated financial statements and Item 7. MD&A – Critical Accounting Estimates in this Form 10-K.\n\nImpairment of goodwill could result in a charge against earnings and thus a reduction in stockholders’ equity.\n\nWe test goodwill for impairment on an annual basis, or more frequently, if necessary. A significant decline in our expected future cash flows, a material change in interest rates, a significant adverse change in the business climate, slower growth rates, or a significant or sustained decline in the price of our common stock may necessitate taking future charges related to the impairment of goodwill. If we determine that a future write-down of goodwill is necessary, the amount of such an impairment charge could be significant and could adversely affect earnings as well as capital.\n\nAnti-takeover provisions could negatively impact our stockholders.\n\nProvisions of Delaware and California law and of our certificate of incorporation, as amended, and bylaws, as amended and restated, could make it more difficult for a third party to acquire control of us or could have the effect of discouraging a third party from attempting to acquire control of us. For example, our certificate of incorporation, as amended, requires the approval of the holders of at least two-thirds of the outstanding shares of voting stock to approve certain business combinations. We are also subject to Section 203 of the Delaware General Corporation Law, which would make it more difficult for another party to acquire us without the approval of the Board of Directors. Additionally, our certificate of incorporation, as amended, authorizes the Board of Directors to issue preferred stock which could be issued as a defensive measure in response to a takeover proposal.\n\nAdditionally, prior approval of the Federal Reserve and the DFPI is required for any person to acquire control of us, and control for these purposes may be presumed to exist when a person owns 10% or more of our outstanding common stock. Federal Reserve approval is also required for a bank holding company to acquire more than 5% of our outstanding common stock. These and other provisions could make it more difficult for a third party to acquire us, even if an acquisition might be in the best interest of the stockholders.\n\nManaging reputational risk is important to attracting and maintaining customers, investors, and employees.\n\nThreats to our reputation can come from many sources, including unethical practices, employee misconduct, failure to deliver minimum standards of service or quality, compliance deficiencies, and questionable or fraudulent activities of our customers or other threat actors. We have policies and procedures, including our Code of Conduct, in place to govern the personal conduct, action and work relationship of our employees with customers, fellow employees, competitors, governmental officials, and suppliers under both official and unofficial situations, in which employees may reasonably be perceived by others as acting as representatives of us. In addition, employees who fail to comply with the Code of Conduct may be subject to disciplinary action, termination of employment, and/or prosecution. However, these policies and procedures may not be fully effective. Negative publicity regarding our business, employees or customers, with or without merit, may result in the loss of customers, investors and employees, costly litigation, a decline in revenues and increased governmental scrutiny.\n\n29\n\nEvolving expectations relating to environmental, social and governance considerations may expose us to additional costs, reputational harm, and other adverse effects on our business.\n\nRegulators, investors, employees, customers and other stakeholders are increasingly focused on environmental, social and governance (“ESG”) practices relating to business, including climate change, human rights, health and safety, diversity, and labor conditions. While some authorities and stakeholders have acted to promote ESG practices and disclosures, others have discouraged or prohibited consideration of ESG factors by investment advisors, and the Trump administration has announced an intent to repeal some ESG-related regulations. Failure to comply with changing regulatory requirements, or to meet evolving investor or stakeholder expectations and standards, could result in legal or regulatory proceedings and negatively impact our business, reputation, results of operations, financial conditions, and stock price. California has passed legislation that would impact the amount of required reporting of ESG practices and other state legislatures have proposed similar laws. Such enacted and proposed government regulations could also cause new or more stringent forms of ESG oversight and expand mandatory and voluntary reporting, diligence, and disclosures.\n\nThe price of our common stock may be volatile or may decline.\n\nThe price of our common stock may fluctuate in response to various factors, some of which are outside our control. These factors include the risk factors discussed herein, as well as:\n\n•actual or anticipated quarterly fluctuations in our results of operations and financial condition;\n\n•changes in revenue or earnings estimates or publication of research reports and recommendations by financial analysts and rating agencies;\n\n•speculation or changes in perception in the press or investment community;\n\n•strategic actions and announcements by us or our competitors, such as acquisitions or restructurings;\n\n•actions by institutional stockholders;\n\n•addition or departure of key personnel;\n\n•fluctuations in the stock price and operating results of our competitors;\n\n•general market conditions and, in particular, market conditions in the financial services industry;\n\n•anticipated, proposed or adopted regulatory changes or developments;\n\n•cyclical fluctuations;\n\n•trading volume of our common stock; and\n\n•anticipated or pending investigations, proceedings or litigation that involve or affect us.\n\nIndustry factors, general economic and political conditions and events, such as cybersecurity incidents or terrorist attacks, economic downturn or recessions, interest rate changes, credit default trends, currency fluctuations, changes to fiscal, monetary or trade policies, or public health issues could also cause our stock price to decline regardless of our operating results. A significant decline in our stock price could result in substantial losses for stockholders.",
      "char_count": 62749
    }
  },
  "extracted_at": "2026-01-19T15:35:57.997355"
}